{
  "date": "2024-11-15",
  "headline": "CNN Newsroom",
  "subHeadline": "Trump Selects RFK Jr. as Incoming Health Secretary; Human Rights Watch Report Claims Israel Overseeing Mass and Forced Displacement of Palestinians; CNN Goes Inside Prison, 90 Inmates Share Cage & One Toilet; South Africa Refusing To Help Hundreds of Illegal Miners. Aired 2-2:45a ET",
  "utterances": [
    {
      "timeStamp": "02:00:00",
      "speaker": "PAULA NEWTON, CNN CORRESPONDENT AND ANCHOR",
      "sentences": "Hello, and a very warm welcome to \"CNN Newsroom.\" I'm Paula Newton, live in Atlanta.Ahead this hour, a growing list of loyalty. Donald Trump makes a controversial pick to lead America's health agency. Plus, CNN gets exclusive access to a prison that's home to El Salvador's most dangerous criminals. And there's a rise in UFO reports at the Pentagon, what officials found from hundreds of news items. UNKNOWN (voice-over): Live from Atlanta, this is \"CNN Newsroom\" with Paula Newton.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "NEWTON",
      "sentences": "Donald Trump's provocative picks for his future cabinet and administration have shocked not just the country, but even members of his own party. His latest bombshell is conspiracy theorist and vaccine skeptic, Robert F. Kennedy Jr., who Trump has decided to put in charge of America's health and human services department.Now this appointment will test whether senate Republicans will remain loyal to Trump during the confirmation process, assuming that that process actually takes place. Now during a gala at Mar-a-Lago on Thursday, Trump was absolutely effusive in his praise for RFK Jr. (BEGIN VIDEO CLIP) DONALD TRUMP, U.S. PRESIDENT-ELECT: Today, I nominated him for, I guess, if you like health and if you like people that live a long time, it's the most important position, RFK Jr. And I just looked at the news reports, people like you, Bobby. Don't get too popular, Bobby. You know, you've reached about the level. Now we want you to come up with things and ideas and what you've been talking about for a long time. (END VIDEO CLIP) NEWTON: Now the 70-year old son of Democratic icon Robert Kennedy has become best known for spreading misinformation about vaccines and once suggested that a wiggly creature invaded his brain. Listen. (BEGIN VIDEO CLIP) ROBERT F. KENNEDY JR. (I), FORMER U.S. PRESIDENTIAL CANDIDATE: We believe that autism does come from vaccines. There's no vaccine that is, you know, safe and effective. COVID 19 is targeted to attack, Caucasians and, black people. The people who are most immune are Jews and Chinese. Maybe a brain worm ate that part of my memory. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "NEWTON",
      "sentences": "So Trump's elevation of RFK Jr. is not entirely shocking. The former independent presidential candidate abandoned his own campaign and jumped on board with Trump who suggested he had big plans for him.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "TRUMP",
      "sentences": "I'm going to let him go wild on health. I'm going to let him go wild on the food. I'm going to let him go wild on medicines.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:59",
      "speaker": "NEWTON",
      "sentences": "Well, Mr. Thomas Gift is the director of the Center on U.S. Politics, for University College London, and he is live for us from London.Good to have you with us as we continue to try and parse the extraordinary news. It seems to change every hour. I do want to start, though, first with that controversial pick from the other day, Matt Gaetz for attorney general. Now from CNN's reporting, we understand that, you know, Donald Trump is very serious about this. This is not a ploy. He believes that not only could he get Matt Gaetz approved, but that he could actually serve as attorney general. I want to ask you, is this shaping up really to be a test of the Republican Party itself and could it ignite a bit of a civil war internally? THOMAS GIFT, DIRECTOR, CENTER ON U.S. POLITICS, UNIVERSITY COLLEGE LONDON\" Well, I'm not convinced that Donald Trump does think that he will be able to get Matt Gaetz through confirmation. I really believe that he perceives him as kind of a sacrificial lamb. And so he'll go to the senate. This will give the Republican senators an opportunity to prove their independence by rejecting him. And then as a result, the next A.G. pick that Trump puts forward will look relatively moderate and tamed by comparison. So, I'm just thinking that this is more of a ploy. Of course, we would expect Donald Trump to come out and say that this is serious. He's not going to admit otherwise, but that's my expectation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:59",
      "speaker": "NEWTON",
      "sentences": "You know, turning back to RFK Jr., we just had an explanation there about what people find so inflammatory about his rhetoric over the last few years, really. I mean, just weeks ago, I want you to listen now, Trump's own transition team thought it impossible. Kristen Holmes alluded to that, but I want you to listen to it now.(BEGIN VIDEO CLIP) KAITLAN COLLINS, CNN ANCHOR, \"THE SOURCE WITH KAITLAN COLLINS: But you're saying he could not be in charge of HHS?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:59",
      "speaker": "HOWARD LUTNICK, TRUMP TRANSITION TEAM HEAD",
      "sentences": "No. Of course not. Okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:59",
      "speaker": "COLLINS",
      "sentences": "So he's not going to be, like, an acting--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:59",
      "speaker": "LUTNICK",
      "sentences": "An acting secretary? No.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:59",
      "speaker": "NEWTON",
      "sentences": "You hear him there? Mr. Lutnick, who was a key part -- played a key part in this transition team. I mean, okay. This is a loyalty dividend for RFK Jr., but it must be said, you know, as we've already outlined, Trump told voters that this is what he wanted RFK Jr. to be doing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:59",
      "speaker": "GIFT",
      "sentences": "Yeah. Absolutely. I guess Mr. Lutnick did not get the memo. Donald Trump, and RFK Jr. clearly had a good relationship, particularly toward the end of the campaign. And I think that there was always an implicit quid pro quo that if RFK Jr. dropped out of the race and endorsed Trump that he would be in line for a very significant position.And here he is. RFK Jr. has pledged major overhauls, food and drug oversight, and the management of government sponsored scientific research. You know, recently, Kennedy even suggested dismantling the FDA's nutrition division. He advised much of the agency staff to pack their bags. So Donald Trump promised this, and Donald Trump is delivering.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:59",
      "speaker": "NEWTON",
      "sentences": "Yeah. And he has told people around him since he won the election that he does intend to shake things up. And if we take it as a whole, well, we talked about Matt Gaetz, RFK Jr., but also Tulsi Gabbard, head of DNI, National Intelligence. Some people suggest that that would not be that that in fact would be itself a threat to national security in the United States.If we take all of these appointments together, especially the highly controversial ones, it can seem to some truly subversive, a reckoning for the very institutions that these people could be leading. What do you believe are Donald Trump's broader intentions here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:00",
      "speaker": "NEWTON",
      "sentences": "Yeah. But it must be reminded, a majority of American voters, it looks like, did put him into office, and so they do want him to carry out that mandate. Thomas Gift for us, we'll leave it there. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:00",
      "speaker": "GIFT",
      "sentences": "Thanks, Paula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:00",
      "speaker": "NEWTON",
      "sentences": "U.S. President Joe Biden has arrived in Peru for the APEC summit with its focus on Asia Pacific economic cooperation. The President will be seeking to reassure leaders who are talking about how to insulate their economies against potential challenges posed by President-elect Donald Trump. Now in particular, Biden, of course, will meet with Chinese President Xi on Saturday.CNN's Steven Jiang is following developments live from Beijing. I mean, look, good to see you. China prepares for Trump's second term. Right? How is -- do you believe Xi preparing, especially when Trump is still threatening substantive tariffs on Chinese imports?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:00",
      "speaker": "STEVEN JIANG, CNN BEIJING BUREAU CHIEF",
      "sentences": "Yeah, Paula. Tariffs are just one of their many concerns. Remember, they may also have to potentially deal with quite a few China hawks that president, like Trump, just picked for his cabinet and national security team.But Chinese officials have been telling us that they are prepared to deal with the second Trump administration, which they think will be very different from the first time around, but they are also saying they are capable of fighting back with tools in their toolbox, even with a sluggish economy at home. But from the Biden administration's point of view going into this meeting, their bottom line is no matter who is in the White House, this tough and complicated relationship between two superpowers needs to be managed. That's why the U.S. President is expected to mention some of the progress they have made, in addition to continuing to raise a lot of the U.S. concerns. But from Beijing's perspective, though, they're going into this more, trying to project this image of stability and global leadership. The message being, China is now the biggest certainty in a world full of growing uncertainties with Trump's pending return. And of course, you know, in a way, they have been really threatened by the Biden approach in the past few years of forming a united front with allies and partners against China on numerous issues. So in that sense, Trump's America First and going to loan approach is still seen potentially beneficial to China strategically. And of course, the setting of this meeting in Peru has not lost a lot of people given China just unveiled a multibillion dollar mega port built by one of its state owned companies there. And that is really a testament of China's growing economic clout in a region long considered to be America's backyard. China's now replaced the U.S. as the biggest trading partner, for a growing number of Latin American countries. That stark contrast between China's growing -- rapidly growing investments in that region versus what many say is the U.S. neglect or at least disinterest in that region is something Xi Jinping certainly tries to highlight, and he could take advantage of. Paula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:00",
      "speaker": "NEWTON",
      "sentences": "Yeah. It will certainly be interesting to see how the body language between Joe Biden and Xi Jinping, though, when they do meet at this summit. Steven Jiang for us. I Appreciate it.Now the Philippines is caught in the middle of a record breaking typhoon season. Tropical storm Man-yi has now strengthened into a typhoon with the potential to rapidly intensify, and it is expected to make landfall this weekend. And get this, it will be the country's fourth typhoon in just 11 days. Now the last storm, Usagi, hit the northern part of the weather-torn nation on Thursday as a super typhoon. It has since weakened significantly and is now heading north toward Taiwan. Parts of Spain have been hammered with even more heavy rainfall if you can believe it, but authorities say the worst appears to be over. Some warnings are still in place as the storm system moves west. More than 4,000 people and 1,000 homes remain evacuated in the Malaga area. Nearly a month's worth of rain fell in just one hour in the region on Wednesday, but there was no repeat, thankfully, of the deadly flash flooding that occurred just two weeks ago. So a major accusation against Israel after hundreds of thousands of Palestinians were forced to flee their homes. Still ahead for us, a Human Rights Watch report believes what happened in Gaza amounts to war crimes. (BEGIN VIDEO CLIP) DAVID CULVER, CNN SR. U.S. NATIONAL CORRESPONDENT: It's been equated to 7 football stadiums. It's almost multiple prisons within the prison. You can see off to the distance, there's 3 different rings as they describe. The far end you have one that's nine meters high of concrete and then above that, 3 meters of electrified fencing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:00",
      "speaker": "UNKNOWN",
      "sentences": "About 15,000 volts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:00",
      "speaker": "CULVER",
      "sentences": "15,000 volts.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:04",
      "speaker": "NEWTON",
      "sentences": "Tensions were high in Paris Thursday where Israel played France in a nation's league football match. Now at least one skirmish, as you can see there, broke out during the game. Video shows a brief altercation between a small number of fans, some with Israeli flags on their backs. It's not clear what caused the fight.French officials deployed thousands of extra security personnel after recent violence in Amsterdam. At least 5 people were injured and dozens arrested after Israeli fans were attacked last week. Now President Emmanuel Macron says France stands against anti-Semitism and violence. (BEGIN VIDEO CLIP) EMMANUEL MACRON, FRENCH PRESIDENT (through translator): We won't give in to anti-Semitism or to violence anywhere, including in the French Republic. It will never prevail, and the same goes for intimidation. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:05",
      "speaker": "NADIA HARDMAN, HUMAN RIGHTS WATCH",
      "sentences": "I've spoken to people who, yes, they saw the evacuation orders to leave, but they couldn't follow them because the attacks had already started. The routes that they were told to take to get to so-called safe areas were being bombarded at the same time. And once they got to those safe areas, they weren't safe. Attacks that we verified happened in those so-called safe zones.DIAMOND (voice-over): The Israeli military said its evacuation orders are part of significant efforts to mitigate harm to civilians, and that it is committed to international law and operates accordingly. The United Nations estimates 1.9 million Palestinians have been displaced during the war, more than 90 percent of Gaza's population. Today, Northern Gaza is the focus of that displacement as the Israeli military mounts one of its most devastating offensives yet. This woman says Israeli loud speakers blasted a warning to residents. It was saying either get out or die, one of the two. So we left with our children, taking only what we could carry. She says they left without food or water, just the clothes on their backs. Fleeing is one thing. Finding safety is something else altogether. Yet another school turned shelter for the displaced was struck Thursday by the Israeli military. Emergency rescue officials say 4 people were killed, including 2 children. Yet another reminder that nowhere in Gaza is truly safe. Jeremy Diamond, CNN, Tel Aviv. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "NEWTON",
      "sentences": "With 65 days to go before Donald Trump's inauguration, the Biden administration is looking for ways to protect the immigration policies put into place over the past four years. Now Mr. Trump is expected, of course, to move quickly to scrap most of those programs, many, in fact, done by executive order and can be undone with the stroke of a pen, leaving countless immigrants in limbo.Immigration advocates are urging the White House to expand temporary protected status to more people coming from places like Nicaragua, Venezuela, and Ecuador. They're also pushing to get pending immigration cases resolved quickly and to raise money for legal services. President-elect Donald Trump's pick for U.S. attorney general, Matt Gaetz, would oversee U.S. prisons if he's confirmed. Now back in July, Gaetz took a tour of one of the world's most brutal prisons and suggested that it should be a model for the U.S. The prison is where El Salvador keeps the, quote, \"worst of the worst,\" murders, rapists, and gang members, including some who were deported from the United States. El Salvador's President released a video of some of Gates' comments after visiting the facility. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "MATT GAETZ, FORMER REPRESENTATIVE",
      "sentences": "There's a lot more discipline in this prison than we see in a lot of the prisons in the United States. This is the solution.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "NEWTON",
      "sentences": "CNN, in fact, is the first major U.S. news organization to gain access to the prison system that Gates has been praising. Our David Culver takes you inside for this exclusive report.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "CULVER",
      "sentences": "Alright. We're going to go in here.CULVER (voice-over): Even as I'm stepping through these doors--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "CULVER",
      "sentences": "I don't fully grasp what we're about to walk into.CULVER (voice-over): Suddenly, you're hit with the intense gaze of dozens locking onto you. These men described as the worst of the worst, tattooed with reminders of El Salvador's dark past. It's tense and uncomfortable, but here, officials say comfort isn't meant to exist.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "CULVER",
      "sentences": "There's no mattresses. There's no sheets. You've got a toilet over here for them to go to the bathroom. You've got this basin here that they use to bathe themselves. And then you can see there, there's a barrel of water that they can drink from.CULVER (voice-over): This is a rare look inside El Salvador's terrorism confinement center known as SECOR.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "CULVER",
      "sentences": "And he says there's always somebody standing here in front of the cells and then if you look up there's another corridor with more security personnel. 24/7 light.The prison sits like an isolated fortress nestled in mountainous terrain about an hour and a half drive from the capitol. Even with government officials on board with us, we're stopped a mile out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "CULVER",
      "sentences": "Oh, okay. He's going to inspect bags now too. Okay. We're clear to get back in.CULVER (voice-over): Only to hit another checkpoint. Approaching the main gate, our cell signals vanish.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "CULVER",
      "sentences": "They want to do a full search on us before we enter.CULVER (voice-over): Once cleared, we tour the vast campus.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "CULVER",
      "sentences": "It's been equated to seven football stadiums. It's almost multiple prisons within the prison. You can see off to the distance, there's three different rings as they describe. The far end, you have one that's nine meters high of concrete and then above that, 3 meters of electrified fencing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "UNKNOWN",
      "sentences": "That's 15,000 volts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "CULVER",
      "sentences": "15,000 volts.CULVER (voice-over): More than a 1,000 security personnel, guards, police and military are stationed on-site. Inmates are assigned to one of 8 sectors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "CULVER",
      "sentences": "The director tells me the inmates, once they're inside one of these sectors, they never leave. Everything is done within including doctors as well as legal visits or court hearings.CULVER (voice-over): Each sector holds more than two dozen large cells.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "CULVER",
      "sentences": "Roughly 80 inmates per cell but it can fluctuate.CULVER (voice-over): Most bear the markings of the gangs that held this nation hostage for decades, committing brutal acts of violence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "MARVIN VASQUEZ, PRISONER",
      "sentences": "You got to kill people and you got to rob. You got to do what you got to do to survive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "CULVER",
      "sentences": "You have to do those things.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "VASQUEZ",
      "sentences": "Yeah. You got to do that.CULVER (voice-over): We meet 41 year old Marvin Vasquez, shackled and heavily guarded.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "CULVER",
      "sentences": "What gang were you part of?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "VASQUEZ",
      "sentences": "M.S. 13.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "CULVER",
      "sentences": "And do you have any gang affiliations?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "VASQUEZ",
      "sentences": "Yeah. I'm tattooed up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "UNKNOWN",
      "sentences": "It's a miracle with M.S.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "CULVER",
      "sentences": "What is this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:01",
      "speaker": "CULVER",
      "sentences": "You made the clique?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:01",
      "speaker": "VASQUEZ",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:01",
      "speaker": "CULVER",
      "sentences": "You were a gang leader?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:01",
      "speaker": "VASQUEZ",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:01",
      "speaker": "CULVER",
      "sentences": "What is it like to live here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:01",
      "speaker": "VASQUEZ",
      "sentences": "It's probably not a hotel, five star, but they give you the three times the food. They give you some programs. You go to -- you go to do exercise, some church religion program too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:01",
      "speaker": "CULVER",
      "sentences": "But that's limited to just 30 minutes a day. The other 23-1/2 hours, they're kept inside and locked up.For inmates who get violent with other prisoners or guards -- We're going to close the door. I just want to get a sense of -- wow. Solitary confinement awaits. The only light you get is through this hole, and it can be in here for 15 days, potentially. All right. I'm ready to get out. The director brought up that a lot of folks will raise concerns from a human rights perspective, and an abuse of human rights, that he's calm hearing that because he sees it day to day. The process they go through to maintain as he sees it proper punishment. While you're cut off from society, hear whispers of life on the outside, make their way in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:01",
      "speaker": "VASQUEZ",
      "sentences": "I've heard about it, that it's a new El Salvador. It looks different.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:01",
      "speaker": "CULVER",
      "sentences": "That new El Salvador has emerged under President Nayib Bukele, who took office in 2019 and declared a controversial state of emergency more than two years ago. It sparked an aggressive crackdown on crime. We see that firsthand as some 2,500 police and soldiers deploy into one neighborhood.It's going to go on through the night for however long it takes for them to root out any suspected criminal elements. Critics argue Bukele's strategy has given him far reaching power to suppress dissent and silence any opposition. Late last week, as the U.S. State Department lowered its travel advisory for El Salvador citing a significant reduction in crime, it also warned that Bukele's emergency measures allow authorities to arrest anyone suspected of gang activity and suspends constitutional rights. And yet most we meet seem unfazed by the added show of force. I asked him, I said how do you feel with police and soldiers? I mean, there's a couple of dozen just even right outside his door, and he said, no, I feel safe. El Salvador now has one of the world's highest incarceration rates. The most hardened criminals brought to CECOT, where inside a life sentence awaits.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:01",
      "speaker": "VASQUEZ",
      "sentences": "We did bad things. We paid the rough way, doing time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:01",
      "speaker": "CULVER",
      "sentences": "And yet, for many on the outside, the prison now a symbol of newfound freedom, the new El Salvador as they see it.(END VIDEOTAPE) CULVER (on camera):  Now you've got other Latin American countries that are building what some are considering to be Bukele style prisons, namely Ecuador and Honduras. No question it's controversial. Some think it is far too extreme. But when you speak to the folks on the ground in El Salvador and we've made multiple disagree with Bukele's tactics will tell you they're incredibly happy with the outcome. They feel far safer, safer than they've ever felt before in their own country. Many of them will say that as extreme as those tactics are, they were necessary to eradicate the gangs that really took control of the country for so many years. David Culver, CNN, West Palm Beach, Florida.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:36:02",
      "speaker": "NEWTON",
      "sentences": "In South Africa, police have closed off the entrances to an underground mine in a bid to crack down on illegal mining. The government has cut off supplies and says it won't help get the miners out. Several hundred, possibly even thousands, are believed to be running out of food and water.CNN's Victoria Rubadiri reports. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:36:02",
      "speaker": "VICTORIA RUBADIRI, CNN CORRESPONDENT, CONNECTING AFRICA",
      "sentences": "Well, this is an operation that's been going on for a couple of weeks now. What we do know, according to local authorities is 1,000 miners have surfaced to date.Local residents have been camping at the mine entrances that have been blocked off by police. They've been pleading and asking for the authorities to intervene and to even hold off arresting some of these miners that are coming up. But that seems to be falling on deaf ears. This is what some of the local community had to say earlier on. AGNES MODISE, COMMUNITY MEMBER:  No, we only want the police to help -- to help us so that we can take those people from underground, so that they can come outside. because there they've been trapped without food, without water, without nothing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:36:02",
      "speaker": "EMILY PHOTSOA, COMMUNITY MEMBER",
      "sentences": "So if the sick (ph) persons are down there, what is going to happen to them? They are going to die if they don't get medication, water to sustain them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:36:02",
      "speaker": "RUBADIRI",
      "sentences": "The ministry of police and ministry of defense will be making their way to the site, they say to quote, \"reinforce the government's commitment to uphold law and order and stop any unlawful activity\", end quote.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:36:02",
      "speaker": "SABATA MOKGWABONE, NORTH WEST POLICE SPOKESPERSON",
      "sentences": "Well, we don't know who opened it to allow the illegal miners to mine. So as a result, we are not even getting assistance from the mining companies because according to them, the place is not safe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:36:02",
      "speaker": "RUBADIRI",
      "sentences": "That doesn't seem to be deterring many of these individuals who are migrants from neighboring countries and young people in South Africa who are looking to make some extra money.It's what's considered a last resort job. It's low-paying, it's dangerous. It's also prone to extortion by local criminal gangs. And yet you see them flocking to these old gold mines to earn a living. Victoria Rubadiri, CNN, Nairobi. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:36:02",
      "speaker": "NEWTON",
      "sentences": "Now satirical news site \"The Onion\" has won the auction for conspiracy theorist Alex Jones's website Infowars. The site was sold as part of a defamation settlement after Jones falsely called the Sandy Hook elementary school massacre a hoax.The amount of the bid was not revealed, but families of the shooting victims backed the purchase. Jones's lawyers questioned how the auction was conducted. A federal judge in Texas has now ordered a hearing on the issue. Here's what \"The Onion\" CEO had to say about what he plans to do with the site. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:36:02",
      "speaker": "BEN COLLINS, CEO, THE ONION",
      "sentences": "We're going to take it and take the universe that Alex created and just pave it over. We're going to create a new world where hopefully in a couple of years, if you think of Infowars, you'll either think of this day where we pulled off this very ridiculous purchase Infowars as is, or you'll think of this new site and we're going to go after all the conditions that Alex Jones creates to sell his supplements and do all of those things.I think, you know, we all -- we're all on social media, we're all on TikTok and Instagram, and there are a million little Alex Jones's out there, each selling their own supplement or making you drink raw milk or something. They're trying to get you afraid of something, and they're trying to sell you the solution, and our new website is going to tackle exactly that and once we get it in our control, which is hopefully very soon, you guys can see what we have cooked up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:06",
      "speaker": "COLLINS",
      "sentences": "What's great about this is the families can say, actually, you know, we're human beings. We have senses of humor and this is a big cosmic joke to play on. Alex Jones, this is a big cosmic joke to play in that whole world. \"The Onion\", which is known for making fun of everybody in the world, has purchased Infowars from him at a storage wars style auction and boy, does that feel good.And if you're hopefully if you're a Sandy Hook family right now, there is, you know, a bit of cosmic justice happening this thing. And we want people to feel that hope, too. We want people to feel like, hey, a good thing can possibly happen. How can we pay this forward? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}