{
  "date": "2024-08-15",
  "headline": "Connect the World",
  "subHeadline": "Ceasefire Talks Resuming in Doha as Health Ministry in Gaza says more thank 40,000+ Palestinians Killed Since October; Russia Declares Federal Emergency for Belgorod Border Region; Sculptor Vows to Rebuild after Fires Destroy Life's Work; Japan's Q2 GDP Expands 3.1 Percent, First Rise in Two Quarters; Study: Stonehenge Altar Stone Came From 700 KM Away. Aired 9-10a ET",
  "utterances": [
    {
      "timeStamp": "09:00:00",
      "speaker": "BECKY ANDERSON, CNN HOST, CONNECT THE WORLD",
      "sentences": "It's 04day of great suffering in Gaza, where the death toll after ten months of war has hit a level that seemed unthinkable when it all started. Hello and welcome to the show. I'm Becky Anderson in London, connecting you to our breaking news this hour. Ceasefire talks for Gaza are resuming in Qatar, on a day the U.N. Human Rights Chief calls a grim milestone for the world. The Gaza health ministry says more than 40,000 Palestinians have been killed since the October 7th Hamas massacre in Israel that triggered the war. While CNN cannot independently verify those figures or how many combatants might be included in that tally, we do know that the majority of the dead are civilians, including many women and children. Israeli negotiators are in Doha today, as source says Hamas will not participate, but could change its stance later, depending on how the talks develop. Now, Hamas has been insisting that Israel sign up to a plan laid out by U.S. President, Joe Biden, at the end of May. We're covering all the angles for you, of course, as you would expect us to do here at CNN with Jomana Karadsheh, who is at those talks in Doha, and Ben Wedeman, who is in Beirut. Jomana, just try to describe for us the scale of the disaster that we are witnessing in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "JOMANA KARADSHEH, CNN CORRESPONDENT",
      "sentences": "Well Becky, we have seen death toll continue to rise by the day. More than 40,000 people have been killed inten months of war. As you mentioned, according to the health ministry there, they say the majority of those who have been killed are women and children. Nearly 17,000 children who have lost their lives. You have about 20,000 children, according to those figures, who have lost one or both of their parents. Israel says that this is its war against Hamas. They say they try to avoid civilian casualties. They accuse Hamas of hiding amongst the civilian population, but at the same time, you are seeing more and more international criticism of the way this war is being prosecuted by the Israelis that not enough is being done. If you look at these figures to try and avoid civilian casualties, I mean, the U.N. has described this war as a war on children, because of the sheer number of children who have lost their lives, who have been maimed, who have found their entire lives devastated by this war. You know, Becky a few months ago, we were here in Doha, and we met with evacuees from Gaza, and we spent days speaking with children who have lost their parents, children who have lost limbs, who find themselves now with these life altering injuries, don't know what is going to happen to them next. Parents, mothers who have lost their babies. I mean, this has had a devastating impact on almost every single person in Gaza. And when you speak to people inside Gaza, I can't tell you how many times I've heard people say that all they want is to die so they don't have to go through this, so they don't have to live for a day where they're going to have to mourn their loved ones. And right now, as the world is looking to these talks, hoping that a ceasefire and hostage release deal will come out of this. People inside Gaza have very much lost hope because they feel they have been abandoned by the world, and they say that they have hoped so many times over the past ten months only to see those hopes crushed when these talks don't achieve a ceasefire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "ANDERSON",
      "sentences": "Ben based on what you are hearing on the ground and what other reporters at CNN are hearing is what John Kirby has just laid out there anoverly optimistic view of these talks in Doha. I mean, are we actually at the point, as he suggests, of just working out the implementation of a ceasefire and hostage deal in Gaza?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Becky, I think if that was the case, then perhaps you would be seeing more willingness, forinstance, from Hamas to actually participate in these proximity talks. And we're not seeing that. I think by and large, you see that after ten months, and certainly, so far this year, there have been so many attempts to make progress, to reach a ceasefire, and they haven't worked. Increasingly I think Hamas has made it clear its losing faith in the ability of the Biden Administration to actually move this process forward. I was listening to Kirby. I didn't really understand what his point was. But certainly, after ten months of this war, one would expect a little more of a sense of urgency from the United States to bring this war in Gaza to an end. It certainly has the diplomatic ability, the political ability, the leverage to make that happen. And increasingly, there is a fear that these talks will not be successful, and then we will certainly back -- be back to where we were on the brink of a regional war. There was some thinking that perhaps some sort of agreement coming out of these negotiations would be like sort of a consolation prize for Iran and Hezbollah, that the threat of their retaliation, their answer to Israel's recent assassinations. The consolation would be a ceasefire agreement that would certainly reduce tensions dramatically. But in the absence of a more concerted effort by the United States other than statements, there really isn't a lot of confidence that this is going to really avert what so many people are worried about, particularly here in Lebanon, is a regional war involving Israel, Hezbollah and perhaps Iran, Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "ANDERSON",
      "sentences": "And Jomana, you are, of course, in Doha at these talks. Let's briefly, just for the benefit of our viewers, just lay out what weunderstand to be the situation there? Hamas, of course, their representatives are in Doha, not as we understand it, participating in these talks. And these, of course, are indirect talks between Israel and Hamas, mediated by Qatar, Egypt and the U.S., but say they will talk to or work with mediators once a certain narrative is laid out by the Israelis, if they believe it's worth it. I mean, do we know anything more than that at this stage? I mean, how optimistic might we feel at this stage?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "ANDERSON",
      "sentences": "To both of you, thank you very much indeed. We're going to check in with you over the course of this show, over the next couple of hours.For the time being, we'll leave it there. Thank you. Well, you can follow all the latest on the talks in Doha and what is happening in Gaza in our \"Meanwhile in the Middle East Newsletter\" there's a news story up now on the biggest obstacles to reaching a ceasefire deal. You can sign up for the newsletter on our website or by scanning that QR code at the bottom of your screen. Well, new concerns in Russia amid the new phase of its war on Ukraine. Russia declaring the situation in the Belgorod border region a federal emergency, meaning can receive government funds. 20,000 more people are being evacuated over a week after Ukrainian troops entered the neighboring Kursk region. Ukrainian forces shown here patrolling in Kursk. The country's military chief said again today, Ukrainian troops are advancing further, although the Kremlin today claims it has retaken a village. CNN's Clare Sebastian joining me now with more. Let's start with the very basic question, what do we understand to be happening on the ground?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "CLARE SEBASTIAN, CNN CORRESPONDENT",
      "sentences": "Well look, obviously, we're getting different accounts from each side. Russia claims that it's now brought inlots of reinforcements and is pushing Ukraine back and having success and inflicting a lot of damage on its troops and equipment. Ukraine meanwhile, says it's still advancing. We just got an update from the top general of the armed forces, telling Zelenskyy that they're moving forward. He said up to one and a half kilometers in some areas. He's now claiming that they control a total area of some 11,150 kilometers. So that's about 150 more than they claimed on Monday. So, I think you can say that. And now in the second week of this incursion, things are moving a little slower, but we also see signs of consolidation. They say that they've now cleared out the Russians from the town of Sudzha, that was where the sort of initial assault was focused, and they've set up a military office there to maintain law and order. So, we know from the Ukrainian side that annexation is not a part of this. But clearly, they want to make sure they hold on to what they've got until the stated goals are met. And Moscow has not yet done what President Putin has urged his armed forces to do, which is to kick the Ukrainians out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "ANDERSON",
      "sentences": "The Ukrainians talking about creating a security zone, otherwise known as a buffer zone I guess when we're talking about war zones, becausewe talk about them a lot, and sadly, on this show, to protect itself from Russian cross border attacks. It's also going after Russian air capabilities. Overall is it clear at this point how badly this incursion is affecting Moscow's physical ability to wage war, the perception of what is this according to the Kremlin special operation, and where things stand at this point, 2.5 years in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "ANDERSON",
      "sentences": "Good to have you. Thank you very much indeed. What happens to Northern Ukraine if Russia pushes back? We talk with people who live in theregion and are now very much on edge. One former soldier saying it could be another Mariupol, evoking a town that fell to Moscow early in the war. And you can find that more reporting from the battlefield on our website and on the CNN app. Well, still to come, Kamala Harris and Joe Biden appearing together today to announce an historic deal to lower drug prices for Americans. Live report on that is ahead, and we will look at another snapshot of the world's biggest economy. U.S. retail sales just out as Wall Street set to open, of course, at the bottom of the hour. Here's how the futures are looking after the release of that latest U.S. economic reports. More coming up. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "ANDERSON",
      "sentences": "Well, with just 82 days until the -- or just 82 days until the U.S. presidential election, the Harris and Trump campaigns are focusingtheir attention this week on the economy, a top issue, of course, for voters. We're going to be closely watching Vice President Kamala Harris when she joins President Joe Biden's side later today to discuss progress on a plan to lower drug prices. It will be their first formal joint appearance since Mr. Biden left the presidential race. Meantime, Republican presidential nominee Donald Trump is expected to host a news conference later today in New Jersey, and his running mate, J.D. Vance travels to Pennsylvania where he will speak next hour at a campaign event. Now their events come on the Hill to an economic speech that Trump delivered on Wednesday in North Carolina. CNN's Arlette Saenz following all of this for us from Washington, and we're going to have a look at what Donald Trump announced in North Carolina shortly. Firstly, from you. What are we expected to hear from Harris and Biden when they appear in a joint event in Maryland later today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "ANDERSON",
      "sentences": "Yeah, it's going to be interesting to hear that. Tell us about the latest poll of polls, which, as I understand it, shows a very tightrace right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "SAENZ",
      "sentences": "Yeah, the latest poll of polls, taking into account a number of polls that have been released in recent weeks finds that there's a verytight race between Vice President Kamala Harris and Former President Donald Trump. There's essentially no clear leader in this overall CNN poll of polls. But we've also found some polls that have shown democratic enthusiasm within this campaign really start to rise since Harris rose to the top of the Democratic ticket. The task at hand for Harris now is trying to keep up some of that momentum. Next week, she will be heading to the Democratic National Convention, a key moment for any party nominee. And then you are slowly going to start her, start to see her rolling out these policy proposals, trying to find more ways to reinvigorate Democrats to head to the polls come November. Of course, a key challenge for her will be the fine line that she has to walk between promoting elements of the Biden agenda and making parts of it her own. Of course, the economy is one area where President Biden has performed poorly in polls, and so for Harris, she's trying to find new ways to talk to American voters about the economy that could help her at the ballot box come November.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "ANDERSON",
      "sentences": "It's good to have you. Thank you very much indeed. Let's get you up to speed, folks on some of the other stories that are on our radar rightnow. And in the Pacific, Typhoon Ampil continues to grow stronger in what are warm waters as it barrels towards Japan. Japanese railways and airlines are canceling services as the storm is expected to hit on Friday during the peak summer travel season. Right now, it's the equivalent of a Category 1 hurricane with winds and more than 160 kilometers an hour, according to the Joint Typhoon Warning Center. Italy also seeing some travel headaches. Mount Etna, Europe's largest and most active volcano here spewing lava and ash into the sky over Sicily those conditions force the busy Catania airport to cancel all flights and suspend operations until 06:00 p.m. local time. Well following a brief break, parts of Greece are once again facing an elevated risk of wildfires, strong winds, dry conditions and higher than normal temperatures were expected to return today. At least one person died when a fire quickly spread through the suburbs of Athens earlier this week. The fires in Greece have destroyed dozens of homes and businesses and some belongings that are just not replaceable. One sculptor who lost his life's work is vowing to rebuild. CNN's Eleni Giokos spoke with him. (BEGIN VIDEOTAPE) ELENI GIOKOS, CNN CORRESPONDENT (voice-over): Emotions just too strong to hold for this local Greek sculptor who lost everything in the fires.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "VANGELIS LLIAS, SCULPTOR",
      "sentences": "I've lost part of myself, part of Seoul, my state of mind is here.GIOKOS (voice-over): This is what's left of his pieces, carefully carved by hand using an ancient Greek technique. Years of work reduced to rubble.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "LLIAS",
      "sentences": "When I work on my artwork, I don't do it with money in mind. I work with creativity, esthetics, and my spiritual state is the guidingprinciples. GIOKOS (voice-over): But the fire won't win, says Vangelis. He has vowed to rebuild his life's work, stone by stone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "LLIAS",
      "sentences": "I believe this won't ruin me, because I will put in personal work. I believe not. I believe not, and I will fight for it. A flower must bloomfrom the ashes. GIOKOS (voice-over): Eleni Giokos, CNN, Penteli. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "ANDERSON",
      "sentences": "Well, the Taliban are today celebrating the third anniversary of their return to power in Afghanistan, holding a military parade at theFormer U.S. Air Base in Bagram, which was once, of course, the center of coalition operations. Despite the Taliban celebration, international groups warned under Taliban rule, the country has been plunged into a humanitarian crisis, and it is especially impacting women and girls. It has been almost three years since the Taliban banned girls from attending secondary schools. UNICEF estimates that, that has impacted over 1 million girls. U.N. Special Representative, Alison Davidian says that will also have a severe impact on women's health. (BEGIN VIDEO CLIP) ALISON DAVIDIAN, U. N, SPECIAL REPRESENTATIVE FOR WOMEN IN AFGHANISTAN: Our analysis shows that by 2026 the impact of leading 1.1 million girls out of school and 100,000 women out of the university correlates to an increase in early child bearing by 45 percent and an increase in maternal mortality by up to 50 percent. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "ANDERSON",
      "sentences": "Welcome back. I'm Becky Anderson in London. You are watching \"Connect the World\". This is the opening on Wall Street, 09morning, just after there and the bell being rung by United Community Banks Inc, on a day where we are expecting to see these markets higher today, U.S., retail sales unexpectedly jumped in July. They rose by a solid 1 percent far more than economists were predicting the latest numbers. Then, as these markets settle, let's have a look at those. And America's biggest retailer just out with earnings as we bring up those markets for you. Wall Street, or, sorry, Walmart beats Wall Street's expectations for sales and profits. CNN's Hanna Ziady, here with me now. Let's take a look at those retail sales numbers. This is the latest report investors keenly, sort of scouring these reports for indications about what the Fed will do next and when. What's this latest report telling us,",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "HANNA ZIADY, CNN BUSINESS WRITER",
      "sentences": "As you said, good news, way ahead of economist's expectations. Economists were forecasting 0.3 percent that's up1 percent and this is good news, because consumer spending is really the backbone of the U.S. economy. Huge departure from what we saw last week, when fears of recession was swirling, sending markets into a tailspin, as we saw markets looking much, much better at the open pointing to a really strong start. So, this is -- the U.S. consumers is still going strong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "ANDERSON",
      "sentences": "Despite the fact that, as we know, and we talk about, you know, with 82 days to go until the U.S. election, it's the cost of living thatthe U.S. man and woman on the street is really feeling the brunt of at the moment. And that's very much a political issue at present. Let's stick with the markets, though, and with Walmart, America's biggest retailer. What are these latest numbers then say about the health of consumers in the broader U.S. economy? I think the retail sales report that we started with was a good indication, of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "ZIADY",
      "sentences": "And I think Walmart really captures what's happening, because so Walmart report is again stronger than expected revenue this morning, onlinesales up more than 20 percent, overall revenue up 4 percent on the quarter, and actually it raised its profit and sales forecast for a second time this year. So, we saw there in premarket trade, those shares up about 8 percent. Walmart is a value for money retailer, so yes, consumer spending came in more robust in July, but consumers are not buying Starbucks coffees as much as they were. They're not eating out as much as they were. We've seen that in McDonald's results, in Burger King results and others. But they are looking for value for money to that point, about cost of living. Walmart keeps its prices low, and that is what consumers want now more than ever.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "ANDERSON",
      "sentences": "And I think the next report which we're going to talk about, which is the Home Depot warning that we got at the weekend is veryindicative exactly to what you've been suggesting about the trend for consumers Walmart value for money. Home Depot is all about doing up your house. And this, to a certain extent, is oft times what people spend their fritter money on, when they feel like they're well off, and the warning from Home Depot, I think, is really important to discuss.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "ZIADY",
      "sentences": "Absolutely. Because as consumers are cutting back on the that non- discretionary that non-essential spending, things like home renovations. And housing costs are still really high in the U.S. So yesterday, CPInumber, which was also a piece of good news, coming in below 3 percent for the first time in several years. Although that was true, overall, housing costs continue to rise. So, people are spending on rent. They're spending on buying houses, still feeling that squeeze, and that warning from Home Depot really underscoring this kind of bifurcation, if you will, that retailers that are catering to that value for money are going to do well, like Walmart. Other companies that are, you know, less essential, are not going to do as well. And so, there's strength still in the economy. As I said, we've moved far away from what we were seeing last week, talk of recession, but it's not -- it's a mixed picture.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I had to come and help their economy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The reason why we come to Japan for traveling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "MONTGOMERY",
      "sentences": "I see. OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It's much cheaper than before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "-- hundred percent --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yeah, that's what the main reasons we'll be here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I was here a couple of years ago, and it was like a completely different experience. The amount of money I'm willing to spend,huge difference. MONTGOMERY (voice-over): As the yen hit historic lows this year, foreign tourists are snapping up luxury goods for less than back home, and buying tax free doesn't hurt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "MONTGOMERY",
      "sentences": "The luxury market is booming in Japan, as it sees record foreign tourist numbers and spending with estimates surpassing 54 billionU.S. dollars this year alone. MONTGOMERY (voice-over): But elsewhere, big brands are feeling the pinch. LVMH, the world's largest luxury group and giant behind Louis Vuitton, saw a 14 percent revenue dip in Asia, excluding Japan, during the second quarter of this year, compared to 2023. Brands like Ferragamo and Kering also took a hard hit. But Japan's bucking the trend, even riding a wave of celebrity driven demand for vintage luxury.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, Japanese vintage is very popular. From a global perspective, Japan excels accurately appraising items and distinguishingbetween authentic and imitation designer pieces. MONTGOMERY (voice-over): Japan's vintage scene, already a top destination for high quality fines, is also getting a boost from the weak yen. Asia's second-hand luxury market is set to reach 4.38 billion U.S. dollars this year, a 165 percent bigger than the U.S., with Japan leading the way, but with higher Japanese interest rates looming and a fluctuating currency, experts warn this travel trend may not last.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "So, the price harmonization across the region will eventually take place. So far, it's been so volatile, it's not being caughtup, but these two factors will kick in and the arbitrage opportunity will be lessened. MONTGOMERY (voice-over): For now, tourists are cashing in on this luxury paradise while their wallets can hold up demand. Hanako Montgomery, CNN, Tokyo. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "ANDERSON",
      "sentences": "Welcome back. You're watching \"Connect the World\". I'm Becky Anderson. Stonehenge in South West England is one of the most mystifyingpre-historic sites in the world. Now, scientists say one of its massive blocks originated much further away than previously thought. Tests now show the altar stone as it's known, which lies at the heart of the ancient stone circle, came from Northern Scotland. The discovery means the slab, five meters long and weighing six metric tons, must have been brought on a journey of 700 kilometers, or more than 400 miles, and this was in pre-historic Britain. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "NICK PEARCE, PROFESSOR AT ABERYSTWYTH UNIVERSITY",
      "sentences": "It's very different. So, it must have had it stood out like a sore thumb compared to else to bringit 700 kilometers, however you brought it, whether you brought it down by boat or whether you brought it over land. Yeah, it must have taken a huge effort to do that. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "ANDERSON",
      "sentences": "Well, the findings are likely to have got historians of the era rethinking their ideas about the people of ancient Britain and theirtechnologies. Well, the new European Football season is getting into gear. The UEFA Super Cup is the traditional opener. And Wednesday's game in Warsaw saw a new era begin for Real Madrid with super star Kylian Mbappe on board. Andy did not disappoint his new fans. Andy Scholes joins with the details, Andy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "ANDY SCHOLES, CNN SPORTS CORRESPONDENT",
      "sentences": "Yeah, Becky, is exactly what Real Madrid fans wanted to see, right in Kylian Mbappe is debut, he scored agoal to really seal this one for the team as they got to hoist that cup right there. You know all the fan fair. You know big expectations with this Real Madrid team as always as they're defending champs. But with Kylian Mbappe, they certainly are going to be a tough team to beat this season. But so glad to have football back, Becky. How are we feeling about Tottenham this season?",
      "isLastSentenceInterrupted": false
    }
  ]
}