{
  "date": "2024-06-11",
  "headline": "Connect the World",
  "subHeadline": "China Arrests Suspect in Attack on U.S. Teachers; Zelenskyy Calls for more Aid to Rebuild Ukraine; Trump Completes Interview with Probation Officer; High Hopes at Euro 2024; FDA Advisers Endorse Early-Stage Alzheimer's Drug. Aired 9-9:45a ET",
  "utterances": [
    {
      "timeStamp": "09:00:00",
      "speaker": "ERICA HILL, CNN HOST, CONNECT THE WORLD",
      "sentences": "You are looking at this scene in Delaware outside a courthouse where Trump jurors are deciding the fate ofHunter Biden the president's son of course hoping to beat three felony gun charges. We'll keep an eye on that for you throughout the day. It is 9 am here in New York. I'm Erica Hill in for Becky Anderson. This is \"Connect the World\". The U.S. Secretary of State meeting with hostage families in Israel today as pressure grows for a Gaza ceasefire deal. Plus, a shocking attack for American teachers stabbed in China with the latest on their condition and also more details about why this attack may have happened. The stock market in New York -- As we take a look at this on Monday, all three indices closing higher in fact the S&amp;P 500 and the NASDAQ Composite closed at record highs, but look at this again about a half an hour before trading set to open everything slightly lower. We're going to keep an eye on that of a check the opening bell for you, just ahead. There is a new diplomatic push today for a ceasefire and hostage release deal in Gaza. U.S. Secretary of State Antony Blinken is in Jordan this hour attending his humanitarian conference on Gaza. And this follows his meeting in Israel with Benjamin Netanyahu where Blinken said the Israeli Prime Minister reaffirmed his commitment to the peace deal backed by President Joe Biden. He spoke after Hamas had said it welcomed a UN Security Council resolution backing the ceasefire plan and that it's ready to move forward with negotiations. Blinken stressing words are one thing, actions are another. (BEGIN VIDEO CLIP) ANTONY BLINKEN, U.S. SECRETARY OF STATE: Everyone's vote is in, except for one vote, and that's Hamas. And that's what we wait for. It is on Hamas to move forward with this proposal, or -- not. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "HILL",
      "sentences": "Oren Liebermann is in Tel Aviv at this hour. So Oren, as we look at where things stand, just bring us up to speed because I know Antony Blinkenalso meeting while he was in Israel, not just with Benjamin Netanyahu, but also with the central right leader, Benny Gantz, who of course, just resigned from Israel's war cabinet over the weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "OREN LIEBERMANN, CNN CORRESPONDENT",
      "sentences": "Secretary of State Antony Blinken is expressing more confidence from the U.S. than we've heard in quite sometime about where negotiations stand when it comes to a ceasefire and a hostage deal. That's part of the reason for his whirlwind trip to the Middle East that began in Egypt. Two days of meetings here, he's already in Jordan, and then he'll head to Qatar. Qatar, of course, is the incredibly important mediator between the U.S., Israel and the West and Hamas on the other side, it is Qatar that is able to leverage some measure of influence the U.S. hopes to try to get Hamas to agree to this deal. And that's where you hear the public plea from Blinken. Why is it that when here Blinken met with not only Prime Minister Benjamin Netanyahu, but also the defense minister, the head of the opposition, as well as Benny Gantz, a war cabinet member who just resigned a couple of days ago. That's because far right members of Netanyahu's own government have said they'll torpedo the government in an attempt to stop the ceasefire agreement. Instead, for this to get over the line in Israel, Blinken needs all of that support behind it, including members of the opposition, which is -- why it's so important to hold those series of meetings. Now still, the U.S. administration is quite confident that Israel is on board for this ceasefire, even though we've heard Netanyahu continue, are pledged to continue pursuing his war goals of total victory over Hamas, still the U.S. confident in where Israel stands. And now it's a function of trying to get Hamas to the point where they'll agree to a ceasefire. They have made some positive noises about the U.N. Security Council resolution saying they agree to it in principle, but there are still the details to be worked out. And that's where this has fallen apart so many times before, still much more confidence than we've heard previously from the U.S. in quite some time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "MARC STEWART, CNN CORRESPONDENT",
      "sentences": "Right, Erica, a 55 year old man is now today arrested. And according to police, he said that he ran into thisgroup of four American educators. And somehow it led to the stabbing that left these Americans in very serious shape, as well as the Chinese tourists who actually intervene to try to help. We are at this park where it happened. The actual scene of the stabbing is a good 15 minute -- from where we are. We have some pictures of it. And right now there is no evidence that anything even took place. In fact, when we were up there, it looked like the sidewalk or the road had been washed away at any kind of bloodstains. A big contrast to what we saw yesterday, when we saw these injured people just, laying there covered with blood, clearly in need of help. This park is in the northwestern part -- northeastern part of China. And in a city that is very much reminiscent of any suburb in the United States. This is a big sprawling park, there are trails, there's a train, there's a temple, we saw a lot of retirees here, as well as families after work, and it's obviously summertime. This is a place where people you know, should feel safe. Let's talk about though this current environment here in China. While we don't know exactly what led up to the stabbing. This is a moment in time when there is a strong rise in nationalism in China. It's something I hear in conversations with people. It's something that we see on social media. Yet at the same time, Chinese Leader Xi Jinping is aggressively trying to coerce American universities and students to come here, be part of an educational exchange, saying last fall, he hoped that about 50,000 American students would come back to China as we've seen in years past and steady. In addition, Erica, it's important for us to let you know just about the current environment, the state of reality here in China. This happen about 24 hours ago soon as it happen any references on social media were immediately scrubbed. People in China really had no idea what was happening. Then we heard the connections to this lawmaker in Iowa and some elected officials speak out. So it finally started to surface and now only recently, Erica, is Chinese media starting to report on this. It's just a reflection of the current environment here in China.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "HILL",
      "sentences": "It's so interesting. Is there any indication, Marc that this attack was because these were visiting educators, because they were Americaneducators?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "STEWART",
      "sentences": "We don't know. We simply do not know. And it's a point that of course, we are trying to press with authorities. The Chinese Ministryaffairs obviously responded with concern. It is also important to stress that these kinds of attacks on foreigners are very rare. And if we see any kind of violence, it usually involves knives because guns are not so accessible. I here in China, it's very hard to get one but this question of motive, Erica, is still very much open. We are here hopefully we'll get some answers in the hours ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "HILL",
      "sentences": "All right. And get to know the -- of course are in stable condition as we mentioned. Marc, really appreciate the reporting and good to have youthere. Thank you. Back here in the U.S., jury watch underway this morning in the federal gun case against Hunter Biden. The jury beginning deliberations Monday afternoon, actually they met for about an hour following closing arguments. Hunter Biden declined to take the stand in this historic case. It is of course the first criminal trial against the child of a sitting president. During those closing arguments, prosecutors tried to convince the jury that Biden had illegally purchased a gun and 2018 while he was addicted to drugs. Biden's defense team meantime argument he didn't know he was addicted to drugs when he bought the gun and said that prosecutors are simply trying to inflate the evidence to win convictions based on suspicion and conjecture, alone. CNN's Marshall Cohen, joining us now from outside of that courthouse in Wilmington, Delaware, so take us through what else we heard in those closing arguments on Monday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "HILL",
      "sentences": "Might be the day. So it could be the day that we hear from the jury in terms of a verdict. Just remind us if Hunter Biden is convicted, hefaces actually some pretty serious jail time and fines. But he would also be a first time offender.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "COHEN",
      "sentences": "Erica, that's absolutely right. If he's convicted on all counts, these are three felony counts. He could face a maximum of 25 years infederal prison. He could also face a fine of up to three quarters of a million dollars. But he is a first he would be a first time offender, he does not have a criminal record. And most folks think that probation or a very short term in prison would be the likeliest outcome. And also, I would be remiss if I didn't point out that his father is the president and does have the power of the pardon. Now the White House and President Biden have repeatedly said that he's not going to part with his son. But you know if we get a little bit down the road here, and there is a prison term looming and the election is over the calculus, it could change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "HILL",
      "sentences": "That it could, Marshall Cohen, great to have you outside the courthouse today. Thank you. Just ahead here, Ukrainian President,Volodymyr Zelenskyy, beginning another intense diplomatic push asking for more assistance, his message to Europe, Ukraine's recovery will benefit us all. Plus, Joe Biden set to address a major gun violence prevention event as the U.S. murder rate plunges, more on that just ahead. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, I think they were extremely important. And one of the things that VolodymyrZelenskyy did also point out, he actually just spoke a couple of minutes ago in the German parliament in the Bundestag is where he said he believed that Ukraine could finish the war could end the world war on Ukraine's terms. Obviously a pretty bold statement, essentially saying that he believes that Ukraine could push the Russians off their territory, they get the weapons they need, and of course, also if they get the financial support, which is what this conference here is about, but also that statement by Olaf Scholz saying that they are talking about a future Member of the European Union. I think very important to hear for the Ukrainians, especially since things have been going very difficult on the battlefield recently. Now, I was able at a press conference here to ask both Volodymyr Zelenskyy, and also the German Chancellor about the recent EU elections that did bring gains for pro Kremlin parties and whether they fear that, that could hurt support from Ukraine. Here's what they said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Far right parties that are very close to the Kremlin did very well in those elections and centrist parties, like your own ChancellorScholz did very poorly. Do you fear that this could hamper your ability to give Ukraine the aid that it needs on a European level because of course, the EU needs to, at least to an extent work as a bloc to do that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "OLAF SCHOLZ, GERMAN CHANCELLOR",
      "sentences": "The European elections have shown clear results, and the majority of citizens support parties that deem itimportant that Ukraine receives support, not only for Germany, but also when looking at the European Parliament as a whole. It is clear that thinking about the surge of right wing extremist parties in Germany and elsewhere in Europe. We should make sure that there is a framework that political competition is possible, different opinions are possible. But the party shares a consensus on the requirements for democratic states for social market economies or liberal economies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We are here obviously at the Ukraine recovery conference, but Ukraine would need a lot less recovery, if it were able tokick the Russians off Ukrainian territory very quickly. So isn't a time for the supporters of Ukraine to drastically give Ukraine more weapons drastically allows Ukraine to use those weapons wherever Ukraine sees fit, and believes they can push the Russians back. And in order to use those weapons, President Zelenskyy, you also will need enough troops to be able to use the weapons. Are you going to be able to mobilize enough soldiers to be able to launch a meaningful counter offensive and push the Russians off your territory?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "VOLODYMYR ZELENSKYY, PRESIDENT OF UKRAINE",
      "sentences": "-- time come that the partners gave us all the weapons systems that is necessary for us to kick out theRussians. The moment has come. As far as mobilization is concerned, I'm having a sober look at it. I'll mobilization is ongoing from day one of the war. Because we've got martial law in effect, I think this issue is present in this society, the wars, if we want to preserve and keep our state, we'll have to defend it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "PLEITGEN",
      "sentences": "At Volodymyr Zelenskyy, they're urging Ukrainians to come and sign up for the military and fight against the Russians, obviouslysomething that they've had serious problems with over the past couple of months is mobilizing enough people to fill some of those gaps on the front line. But of course, one of the things that we have heard from the Ukrainians is that recently they have been able to hold the Russians up a lot of that due to the fact that of course they are getting more aid from international partners, specifically the United States, but also because countries like Germany, countries like the U.S. are now allowing the Ukrainians to hit the Russian frontline troops on Russian territory as well in that Kharkiv area. But nevertheless, of course, this conference here is also about the future of Ukraine, and what will happen after the war. And so there, certainly the Germans are saying and the international partners are saying that they see a future for Ukraine in the European Union, but they also believe that Ukraine can be an important player and a strong economic power in Europe in the future as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "HILL",
      "sentences": "Fred, just real quickly, you know, over the last several years as you have covered this war, as we have seen President Zelenskyy make his appealmultiple times to leaders, of course, across the West. Have you noticed a difference at all, certainly in this conference, and in this moment in terms of that ask?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "HILL",
      "sentences": "Fred, really appreciate it. Good to have you today. Thank you. U.S. President Joe Biden set to address major gun violence prevention, a majorGun Violence Prevention Conference rather, in Washington later today. Now this move comes nearly two years after Biden signed the first major federal gun safety measure in decades. He is also expected to address the new findings on violent crime in the United States. Those new statistics from the FBI found that violent crime from January to March actually declined by more than 15 percent when compared with the same period last year. And as you can see on your screen there, murders and rapes also fell by more than a quarter percent, more than 25 percent rather. Joining me now White House Correspondent Arlette Saenz joining me with more, so the president is addressing every town for gun safety, which has become a really prominent group here in the United States, what is he expected to say Arlette?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, Erica, President Biden is expected to promote the administration's efforts to tackle gun violence,including specifically touting some of the initiatives that he signed into law two years ago and that bipartisan gun safety bill that was really the most expansive, a piece of gun safety legislation passed up on Capitol Hill in decades. The President specifically will announce that the Justice Department has charged 500 defendants with violating gun trafficking and straw purchasing provisions that were part of that bipartisan gun safety law. And as you mentioned, he's also expected to discuss that drop in violent crime. According to recent FBI statistics, with violent crime being down 15 percent in the first three months of the year and when it relates specifically to murders that being down 26 percent. It all comes as the Biden campaign believes gun violence is an issue that will resonate with voters, young voters, progressive voters, suburban moms, also Latino and Black communities. And so what the president is trying to do here is reinvigorate much of his base of round these issues relating to gun violence. He specifically pointed to the fact that he was able to get that legislation passed in the wake of the massacre in Uvalde, just two years ago, but at the same time, we also have Trump trying to rally his own base around gun initiatives. The Biden campaign has argued that Trump would be beholden to the gun lobby in a second term, while Trump has spoken at the NRA, spoken to at his rallies about what he believes are Biden's attacks on the Second Amendment vowing to roll those back if he is elected. So both candidates are really trying to use this issue relating to guns as a motivator for each of their bases, heading into November's election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "HILL",
      "sentences": "Guns, and also those crime statistics as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "SAENZ",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "HILL",
      "sentences": "We hear so much talk on the campaign trail, and from folks around the country right about violent crime and whether it's up or whether it's down,interesting to see these new stats from the FBI.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "SAENZ",
      "sentences": "Yeah, it really is. And President Biden just yesterday was touting the fact that these crime statistics are down, Biden saying that it's notdone on accident that a lot of that is due to the fact that the administration has been working with communities to crack down on illegal guns to get more cops out on the street. And of course, you often hear Republicans are trying to paint Biden and Democrats as promoting a crime around the country. So it'll be interesting to see how much this might affect not just Biden's strategy about campaigning on these lower crime statistics, but also how Republicans might adapt to it as well as since we've seen in recent years Republican really trying to use these arguments about crime as a key focus of their messages in campaigns.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "BRYNN GINGRAS, CNN CORRESPONDENT",
      "sentences": "The former president finishing his meeting with a probation officer. We're told from a source that it lastedabout 30 minutes and his camp, calling it uneventful. Now, it's not clear exactly what sort of questions were asked in this meeting. But what is customary is the fact that this always happens after a defendant has either pleaded guilty or is convicted of the crimes that they were charged with. We know some of the questions that are asked are about the criminal history of that person, the family background, their financial background. Did they ever abuse alcohol or drugs, things like this? What's also not customary in this situation, of course, the fact that there is a former president as the person who was being interviewed by the probation office, but also that it happened virtually we know that the former president was at Mar-a-Lago. He was there with his attorney that was allowed by the judge in this case. Now, what's going to happen next is that Trump's defense team is going to submit their own sentencing recommendation and both that along with this report made by the probation officer will be factored in to Judge Juan Merchan's decision about what sentence Trump should face for being convicted on those 34 counts just a few weeks ago. So we are waiting of course for that to happen. The sentencing date still set for July 11. Brynn Gingras CNN, New York.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "HILL",
      "sentences": "Welcome back at half past the hour now. I'm Erica Hill in New York. You're watching \"Connect the World\". When we started this show the futureswere all in the red even if it was only down a little bit. You can see where we stand right now. NASDAQ showing up, nope, NASDAQ heard me and went back in the red. Investors of course concern that there may not be a Fed rate cut coming into U.S. this summer. We'll continue to keep an eye on the markets throughout the day. Inflation, of course continues to be a little sticky, including inducing some caution. But we'll keep an eye on those numbers, all down slightly at this hour just as trading kicks off here in New York. Apple is unveiling its first batch of generative AI features for the iPhone now known as Apple intelligence. Among those features, AI generated emojis, and what Apple says is a significantly smarter Siri it would basically turn the virtual assistant into an iPhone chatbot. The company saying it's been impressed with some of those AI tools already on the market. As for investors, however, and Apple shareholders maybe not as impressed by Apple's announcement, the stock was down by almost 2 percent on Monday. CNN's Clare Duffy has been tracking these developments for us from New York. So Clare, Apple very excited about these new AI features out when will we see them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "CLARE DUFFY, CNN BUSINESS WRITER",
      "sentences": "Well, Erica, we're expecting to see these starts to roll out in the fall. This will come with the update to Apple'siOS operating system for iPhone, for Mac, and for iPad. And this is really going to bring updates across many of Apple's services. But one of the things that are really unique about Apple intelligence is that it's going to take all of the personal information that is stored in our devices about us. And it can learn from that and use that to inform its responses. So for example, I could ask Siri to help me prepare for my meeting later today. And it could summarize the prep document that my co-worker emailed to me a week ago, it could tell me the time and location of my meeting, it could tell me the weather so I know how to dress appropriately, all without me having to go and hunt down that information across different apps. It's also going to come with things like proof reading for emails or you know AI generated emojis as you said, so really big changes coming across the Apple ecosystem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "HILL",
      "sentences": "It's sort of fascinating, which means it will know when I want to use my favorite dancing girl emoji. I'm not sure if that's good or bad. Well,Apple, as I noted, very excited about it. We saw how investors felt. Elon Musk is not very excited about integration right with OpenAI. Bring us up to speed on that, Clare.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "DUFFY",
      "sentences": "Yeah, Elon Musk has sort of spoken out against this new announcement and in particular, Apple's announcement that it will be partnering withOpenAI that users will have the option to opt in when their query might be better suited to ChatGPT rather than Apple intelligence, Elon Musk said he thinks this is a security risk. But I think there's some important context when we think about these Elon Musk comments. First of all, he has his own competitive AI firm XAI that is seeking to be a rival to OpenAI. He probably would have liked to have this deal with Apple. He also has sued OpenAI and he claims that they breached their original agreement by commercializing some of their products. OpenAI has called that lawsuit frivolous and essentially accused Elon Musk of being jealous that he's no longer involved with the startup. But I think it is important that we sort of take Elon's comments with a grain of salt here. Apple talks a lot about privacy yesterday. This is a company whose brand is really rooted in privacy and security for user data. And it said that for most of these Apple intelligence queries, it will be done on users devices, which means their data won't leave their device, it won't be used to train Apple's AI systems, and that if they do opt in to use this ChatGPT feature, their data won't again be stored by OpenAI.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "HILL",
      "sentences": "Some promising medical news for Alzheimer's patients after a panel of independent advisors to the FDA that of course is the U.S. drug authorityvoted to support Eli Lilly's early stage Alzheimer's drug Donanemab, which has been shown to slow the progression of the disease in its early stages has been deemed safe and effective. So just how big a deal is this moment, CNN Chief Medical Correspondent Dr. Sanjay Gupta joining me now. So Sanjay, it's important to point out the FDA still, of course needs to sign off here. But this is a pretty big step forward. DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: It really is. I mean, look for a long time we've not had any sort of progress or very little progress when it comes to Alzheimer's drugs. Certainly no cure, still no preventative, but if this gets approved, and if that happens, probably by the end of the year, that happens. It will be the second medication now approved to slow the progression of Alzheimer's disease and slow the progression of the symptoms. Let me show you what that means here specifically, they faults just over 1700 people, they were between the ages of 60 and 85. And they had newly gotten this diagnosis. So they were in the early stages of the disease, mild cognitive impairment, what they found was that over about 76 weeks, so 1.5 or so, they had about a 29 percent reduction in the in sort of cognitive decline. So again, it's not reversing it, it's not stopping it. But it is slowing the progression that adds two more months of sort of survival of not having cognitive deficits. That's the real benefit here. Now there are risks with all these drugs. And this was no different. There was something specifically known as ARIA. Erica, this is stands for Amyloid-related imaging abnormalities. And what they found was that in the people who got the medication about 37 percent versus placebo 14 percent. Most times when people develop these abnormalities in the brain, it was something that did not need any further treatment, but three patients did die out of those over 1700 patients as well. So this advisory committee, Erica, they looked at all of this, and they've made the recommendation that the drugs still get approved that the benefits outweigh the risks. We'll see what the FDA does with that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "HILL",
      "sentences": "Just walk us through again, Sanjay, how does this actually work?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "HILL",
      "sentences": "Any sense, Sanjay of how many people could actually benefit if this is ultimately approved?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "GUPTA",
      "sentences": "Yeah, you know, if you look at Alzheimer's overall, you get about 6 million people in the country who have it, but about a million people whofall into that early sort of mild cognitive impairment. So you think about, you know, a lot of people out there who say, look, I've been having difficulties with my memory. And now and a lot of people have difficulties with their memory that is not Alzheimer's disease, that's the majority of people. But for people who get the diagnosis of Alzheimer's based on cognitive testing and other things, you're talking potentially about a million people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "HILL",
      "sentences": "-- it significant. Really appreciate it, always good to see you my friend. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "GUPTA",
      "sentences": "Thank you too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "HILL",
      "sentences": "OK, so it may only be Tuesday, but if you're counting down to Friday, you're not alone and not just because of the weekend. Oh, you football fansout there? No, of course that Friday is the kickoff of Euro 2024. One of Poland star striker so suffering a bit of a mishap on Monday. Amanda Davies is with me now, a little bit of a rough go. How we're thinking looking moving into Friday?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "AMANDA DAVIES, CNN WORLD SPORT",
      "sentences": "Yeah, Erica, it's that point. That's such dangerous territory for some of the world's top players ahead of the startof the European Championships on Friday. Of course, they've already just finished their domestic seasons around Europe. Their national team coaches are having a really vital pre-tournament, warm up games, but what do you not want to do? You do not want to get injured. At this point, you want to be able to line up for your country at this huge major tournament and the really bad news for Poland fans and Robert Lewandowski, who you can see on your screens. The Poland Captain one of the greatest strikers of a generation he went off after just half an hour of Poland's last warm up match on Monday night, his coach said at the time he thought it was a minor problem, something not to worry about. But it has now been announced he will miss their opening game against the Netherlands on Sunday. But they said they're going to do everything they can to get him back for fitness. And the really good news is we're going to be hearing from Robert Lewandowski himself in just a couple of minutes in \"World Sports\". So I hope everybody can join us then.",
      "isLastSentenceInterrupted": false
    }
  ]
}