{
  "date": "2024-10-09",
  "headline": "CNN News Central",
  "subHeadline": "Category 4 Hurricane Milton Closes in on Florida; VP Harris Calls CNN as Hurricane Milton Hurtles Toward Florida; VP Harris Calls CNN as Hurricane Milton Hurtles Toward Florida; National Weather Service: \"It's Time to Shelter in Place.\"; Just Aired 2-2:30p ET",
  "utterances": [
    {
      "timeStamp": "14:00:00",
      "speaker": "BASH",
      "sentences": "-- the people of New Jersey and New York and elsewhere who were hit by Sandy, they were the beneficiaries of a government that was trying to work the way it worked. Bree.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "Yeah. These are lives and these are livelihoods at stake. And that is what we are facing with this one two punch from Hurricane Helene and now Hurricane Milton as we await landfall there in Florida. Dana, thank you so much for the great interview with the Vice President. We appreciate it. Priscilla, thank you as well.And the next hour of CNN News Central begins right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "We're following breaking news here on CNN. I'm Boris Sanchez live near Tampa Bay. Alongside, my co-anchor, Brianna Keilar in the nation's capital. And Hurricane Milton is inching closer and closer to West Florida, the Gulf Coast of Florida.Right now here at Tampa Bay, we are watching low tide start to set in and the water begin to recede. And that water is coming back with a dangerous storm surge anticipated between up to 8 to 15 feet along the Gulf Coast. 15 feet in Sarasota would prove devastating. Here in Tampa Bay as you can see behind me, it is coming down the water furiously. We are starting to get to the point of maximum rainfall. And this will be sustained throughout the evening hours into tomorrow. Hurricane Milton is proving to be an unprecedented storm yesterday strengthening to a Category 5. And as it gets closer to Florida, though, it does begin to change and expand. Those wind speeds have started to slowly come down. That doesn't mean that the danger is any less because the storm surge it is packing is historic. We want to go live to Elisa Raffa who's in the weather center for us. Elisa, what are you seeing there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:03",
      "speaker": "JEANETTE NUNEZ, LIEUTENANT GOVERNOR OF FLORIDA",
      "sentences": "Absolutely. We've been working on this nonstop under the governor's leadership, making sure that people heed those evacuation orders, leading up to this moment. We've seen a tremendous amount of people that have evacuated. Thank God we have shelters available. We have the linemen that are ready to deploy once the storm has moved out because we're expecting major power outages. And we've got national guardsmen, we've got search and rescue crews, we've got folks that are going to help with debris. But all of those things have been put in place and we feel that Florida is ready.Of course, we're bracing for the worst. We see this storm is going to be catastrophic, especially with the storm surge, the winds, the torrential downpour. And so we're really bracing for the worst. But of course, we feel extremely prepared as we get ready to brace the storm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:03",
      "speaker": "SANCHEZ",
      "sentences": "Lieutenant Governor, there are a number of complicating factors with this storm. Not only do you have that, again, set to be record breaking storm surge, very strong winds. You also have tornadoes that have been confirmed, touched down as far away as Broward County. We're here in Tampa Bay. The storm is set to make landfall somewhere near Sarasota, and yet, you're seeing confirmed touchdown tornadoes now before it even makes landfall. As far as western Broward County, what would you say is your biggest concern for residents out of all the potentials for danger?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:03",
      "speaker": "NUNEZ",
      "sentences": "Yeah. And that's why the Governor had declared a state of emergency for 51 of the 67 counties, because we recognize not just the area that's going to be directly impacted by the eye of the storm, but this storm is so massive. It's going to have far reaching implications. And to your point, the tornado watch that we're under throughout a good part of the state. That's going to continue to be an area of focus. And we're encouraging people to stay home, not to be out and about before the storm because conditions are deteriorating as we speak.And so even though obviously Tampa Bay, Sarasota, Manatee, all of those areas are bracing for direct impact, what we want people to understand is that this is going to cut across the state through I-4, a heavily populated area, and the impact to the surrounding counties as far as South Florida on up to North Florida, it is going to be significant. So we want people to stay home, be safe, and take care of themselves and their loved ones. SANCHEZ: Lieutenant Governor, I hate to tell you this, but there are people literally outside right now taking selfies with the storm behind them. So some folks have heeded the warnings and they've evacuated and they've gotten far as -- as far as they can from the evacuation zones. And yet, others don't appear to be listening to local officials. And on that note, I'm curious what you make of some of the disinformation that is out there. The stuff that's being propagated about this being geoengineering and this distrust that's been fostered toward the federal government's response. What would you say to folks that have doubts about the capacity to respond to not only Hurricane Milton but Hurricane Helene, and I think that this might be some sort of plot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:03",
      "speaker": "NUNEZ",
      "sentences": "Well, of course, we've encouraged people throughout the last 72 hours to evacuate. There is, sadly, in every storm, folks that want to stay put, they want to hunker down. They don't want to leave their home. But really, the Governor has been focused on sharing information. And we have shared on multiple platforms. He has had multiple press conferences every day, several press conferences. We have shared from the state's perspective all of the relevant information. That's why we encourage people to follow FL SERT, that's F-L S-E-R-T, on all social media platforms, as well as our website, floridadisaster.orgIn terms of the federal response, the Governor has been laser focused. He has worked with the FEMA administrator. He has spoken to the President multiple times. And so we're going to continue to coordinate and collaborate. We're not going to get caught up in all this political back and forth. And we're not going to talk about what's out there in the X platform and all the Twitter sphere. We're going to focus on keeping Floridians safe and making sure they have access to information from the state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:09",
      "speaker": "SANCHEZ",
      "sentences": "Lieutenant Governor, I wonder what your response is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:09",
      "speaker": "NUNEZ",
      "sentences": "Well, I mean, certainly, the Vice President yesterday jumped into a little bit of the political fray by accusing Governor DeSantis of being irresponsible or perhaps not taking her call. I think we cleared that up quickly. The Governor has been focused on making sure we have all available resources, working in tandem with our federal government partners, making sure our local government officials are also included. So I think that at the end of the day, our focus and our priority has to be preservation of life, which is why we continue to impress upon people.If you can seek shelter safely at this point, please do so. Many roads have been closed. Many bridges are closed. Now is not the time to be deciding what you're going to do. If you're home, stay home, hunker down, and please, please, I want everyone to be safe and make sure that at the end of the day, you can follow FL SERT to get information, late breaking information, and information that's going to be relevant and helpful as we continue to deal with this storm and then, of course, the recovery process.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:09",
      "speaker": "SANCHEZ",
      "sentences": "Lieutenant Governor Jeanette Nunez, we hope you'll keep us updated with any information you want us to put out there. I also wish that some of the folks here that are trying to get a firsthand look at the storm would listen to the warnings from officials such as yourself. Thank you so much for sharing your afternoon with us today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:09",
      "speaker": "NUNEZ",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:09",
      "speaker": "SANCHEZ",
      "sentences": "I want to go back to my colleague, Brianna 1, who's live for us in Washington, D.C. And Brianna, just in the last few moments, the wind has picked up considerably. Some of the trees have begun to lose some of their branches. This storm is going to continue getting worse. And of course, we'll keep you updated with the very latest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:09",
      "speaker": "KEILAR",
      "sentences": "Yeah, we can see the conditions there where you are in Tampa, Boris, deteriorating. We are going to continue, obviously, with you there. But we are going to take a moment as I'm joined by Margaret Talev, the Senior Contributor -- who is a Senior Contributor for us. She's with Axios. And Margaret, I do want to talk just a little bit first before we talk about some of the takeaways from Vice President Harris.It's very clear in all of these discussions that we're hearing, the briefings that we're seeing, whether you're hearing from Governor Ron DeSantis, whether you're hearing from the Lieutenant Governor, there is this always, I think, a sensitivity on the part of politicians, especially right now. We are about a month out from Election Day. People are already voting. There's always a sensitivity to how a natural disaster may help or hurt a candidate. And yet, this is really not the time for that, right? This is -- we are hours away from landfall, Florida, getting a one, two punch from Helene, and now Milton.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:15",
      "speaker": "KEILAR",
      "sentences": "Yeah. Look, they will be judged. And they should be judged. But at this moment, we are staring down the barrel of this thing. And all efforts need to be focused on getting people to safety. That's one of the things, I think, was pretty interesting about the fact that she had this interview with Dana on the heels of what was a very public briefing with administration officials and the President and the Vice President, Margaret. And I wonder what they're trying to signal. If they're just trying to signal to people in these areas, the only safe place to be is to not be there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:15",
      "speaker": "TALEV",
      "sentences": "Yeah. I think it's both. I think there is a public safety and apolitical component to the response here, which is just to get on as many platforms as possible and tell people to listen to local authorities and how to stay safe, including if there's still time to get out where you are to do so. I absolutely think that's a core part of it. But it is also true that another core part of it is that if people get bad information about what's going on and then act on it, there could be negative political consequences. And so I think you see both. I think you see storm management and some political management at play here at the same time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:22:24",
      "speaker": "SANCHEZ",
      "sentences": "We are back live here in Tampa Bay, Florida, where Hurricane Milton is set to make landfall in the next few hours. And we are feeling the effects of this powerful Category 4 storm that is expected to bring a record storm surge, as well as powerful 140 plus mile an hour winds to the region. This is one that was just battered by Hurricane Helene a couple of weeks ago. And officials throughout Florida and even nationally, as we heard from Vice President Kamala Harris this hour, are warning folks to stay indoors. And if they are in evacuation zones, they hope that they got out before this time because as the National Hurricane Center has just announced, now is the time to shelter in place. Conditions have deteriorated too far for folks to try to get out now.And we are seeing it here in Tampa Bay as the waters here have receded significantly because of the wind. They will come back with the storm surge. And we are watching rain come down and what feels like pellets. This storm, Hurricane Milton, is set to sweep across the state of Florida. Actually want to go live, the CNN's Victor Blackwell who is in Orlando, as folks there have been preparing. Victor, one of the big concerns as officials laid out is that this storm will enter Florida or hurricane. And it is expected to go through the I-4 corridor and exit Florida. Still a very, very powerful storm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:22:24",
      "speaker": "VICTOR BLACKWELL, CNN CORRESPONDENT",
      "sentences": "Yeah, Boris, those hurricane force winds are expected to be felt here in the central part of the state. The storm surge, not a concern here because it's not on the coast. It's the flooding that's the major concern. And just to illustrate how concerned people are about that flooding, the city for the first time, this has never happened, opened up all of the city- owned garages for people to store their cars, to get them away from those rising waters and falling trees. 3,500 spaces and they've all been occupied now. First time that's happened.And this is the precise hour, 02:00 p.m. in which the Orange County Sheriff's Office and the local forecasters say that local people should get to their safe space. Now, this home depot, it is starting to empty out. They're closing in just a few minutes. I've spoken with some people who have now reached this hour of improvisation because things are running out and doubling up, trying to supplement what they already have. Here's what they told me. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:02",
      "speaker": "BLACKWELL",
      "sentences": "How many are you doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:02",
      "speaker": "VIC FOSTER, ORLANDO RESIDENT",
      "sentences": "Right now, we did one already. I'm going on the second one. So we're going one more, three.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:02",
      "speaker": "BLACKWELL",
      "sentences": "You have -- how much time do you have? I mean, it's pretty close.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:02",
      "speaker": "FOSTER",
      "sentences": "Yeah, not too much. But we're pretty fast. So we're going to get it knocked out maybe in two more hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:02",
      "speaker": "BLACKWELL",
      "sentences": "How bad do you expect it will be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:02",
      "speaker": "FOSTER",
      "sentences": "Pretty bad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:02",
      "speaker": "LLOYD BREWER, ORLANDO RESIDENT",
      "sentences": "This is bags of mulch. And because there's no sand bags or sand in Home Depot, you can use these as an alternative to still block water.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:02",
      "speaker": "OSCAR REIS, ORLANDO RESIDENT",
      "sentences": "She already has six bags of water. She wants more. I mean, let's get her more water. Might as well prepare so we be ready for what we don't know what's coming. You know what I mean? You better be ready than not ready.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:02",
      "speaker": "BLACKWELL",
      "sentences": "Yeah. This Home Depot closing in just a few minutes. Most of the grocery stores are closed in this area. We're reaching that hour of what you don't have, you won't have once this storm hits. I should tell you that just south of where I am, down in Osceola County, they have now issued a curfew from 08",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:02",
      "speaker": "SANCHEZ",
      "sentences": "Yeah. Many concerns, again, not just for the coastal side, for the Gulf coast of Florida, but obviously further inland where you are in Orlando. Victor Blackwell, thank you so much for that update.I do want to bring in CNN's Matt Egan now, who's been tracking. One of the chief concerns for locals and obviously officials in this area, and that is access to fuel, gasoline. Matt, just yesterday as I was driving back from Treasure Island, further inland, that's a barrier island on the Gulf coast, back inland toward Tampa, I noticed gas station after gas station was shut down. And I kept watching folks try to approach them to see if they had gas. But for a lot of folks, it seems like it's too late now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:02",
      "speaker": "MATT EGAN, CNN REPORTER",
      "sentences": "Yeah. Boris, that has been a major problem. And it's because demand has been through the roof, I mean, thankfully, millions of people have heeded those evacuation orders. And then some of the people who've stayed, they've been filling up tanks to try to power their generators. So GasBuddy finds that almost one in four gas stations across Florida are without fuel. That amounts to more than 1,700 gas stations. And this has been an even bigger issue in some of those areas that are bracing to get hit the hardest. So where you are in Tampa, 59 percent of the gas stations there don't have any fuel. Another 39 percent in Sarasota, one in three in Gainesville and Fort Myers over where Victor is, one in four, no fuel there as well.Now, Florida Governor Ron DeSantis, he stressed that there is no fuel shortage right now, but he did say that demand has been extraordinarily high and they are surging emergency supplies to the gas station stations that need them the most. Take a listen to DeSantis. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:02",
      "speaker": "RON DESANTIS",
      "sentences": ", GOVERNOR OF FLORIDA(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:02",
      "speaker": "EGAN",
      "sentences": "Now, port damage could be a real issue after the storm passes, especially the port of Tampa, because that is one of the most critical pieces of energy infrastructure in the nation. And, of course, if there's any significant damage there, they won't be able to receive more fuel there. But again, that's all a situation for after the storm passes. Boris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:02",
      "speaker": "SANCHEZ",
      "sentences": "Yeah. One of many foreseeable challenges once this massive storm passes. Matt Egan, thank you so much.I want to go now to Bill Waichulis. He is a resident of Fort Myers Beach who has decided to ride out this storm and stay in place and not evacuate. Bill, thank you so much for being with us. First, what are things like where you are now? BILL WAICHULIS, GENERAL MANAGER, PINK SHELL BEACH RESORT &amp; MARINA: Well, it's much better now. I think what you're seeing right now is what we had earlier today, and it's calm. We're just waiting for the storm surge that come for us tonight. SANCHEZ: Yeah. The storm surge is one of many factors that officials are very concerned about. I wonder what is your biggest concern as this storm gets closer and closer, because we're talking about not only storm surge, but very powerful winds and even tornadoes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:02",
      "speaker": "WAICHULIS",
      "sentences": "Yeah. We saw the 85-mile an hour winds earlier this morning and the tornadoes. It has died down now. The wind wearing a calm part of the storm right now. I think we're going to start to see the storm surge this evening. And that's our next big worry.",
      "isLastSentenceInterrupted": false
    }
  ]
}