{
  "date": "2024-06-05",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: European Parliament Election to Kick Off on June 6; U.S. Egypt and Qatar to Discuss Gaza Ceasefire in Doha; One Man's Mission to Patrol the U.S.-Mexico Border. Aired 4:30-5a ET",
  "utterances": [
    {
      "timeStamp": "04:30:00",
      "speaker": "MAX FOSTER, CNN ANCHOR",
      "sentences": "You know, we now have Modi, you know, he's up there with Nehru, isn't he, in terms of his solidity at the top office. How do you think he is moving China, moving India in this new world against, you know, with China on one side and the U.S.?Do you think we can learn anything from this election about some of the debates that he had?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "SUBIR SINHA, DIRECTOR, SOAS SOUTH ASIA INSTITUTE",
      "sentences": "I think there's a massive discrepancy between Indian perception of Mr. Modi's stature on the world stage and what he's actually achieved at the world stage.So, for example, with relation to China, I'm not too sure that India can make the claim that relations with China have improved under Mr. Modi. And in fact, if you look at the decline on the Indian side in the balance of trade, or if you look at, you know, widespread reports about loss of territory to China, these would not necessarily, you know, show a great deal of success. China also remains massively engaged within the Indian economy, though for hyper-nationalistic reasons, every once in a while, the government has come up with strong anti-China propaganda and rhetoric. As far as the U.S. is concerned, India historically, you talked about Mr. Nehru. I think the relations at that point between Nehru and the American leadership was of a completely different order. But then, of course, the world order was a very different world order at that point in time. I think for the Americans, India's counterweight to China has allowed a lot of leeway to the Indian government in terms of things on which the Americans otherwise would have made a bit of noise, human rights, environment, and so forth. And that has basically been muted from the Biden administration. And in fact, American presidents from Obama, sorry, to Trump, to Biden, they've all made exaggerated shows of personal friendships with Mr. Modi, which is, I think, part of the style of Mr. Modi's functioning, which is to reduce international relations to personal relations with leaderships of different countries, which also goes down very well with his base. So for all of these reasons, I think that if, you know, Mr. Modi has obviously done a good job, I won't say he has not. But to say that this is somehow an exceptional period of Indian leadership sitting on the top table of the world, one only needs to go back to the previous prime minister, Manmohan Singh, who also was respected massively within international institutions and also among the global leadership.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "FOSTER",
      "sentences": "Welcome back to CNN NEWSROOM. I'm Max Foster. Here are today's top stories.U.S. President Joe Biden in France to commemorate the 80th anniversary of D-Day. He plans to meet with Ukrainian President Volodymyr Zelenskyy twice in the coming days, whilst both leaders are in Normandy. Zelenskyy will also meet with French President Emmanuel Macron on Friday. Four people were arrested in Hong Kong on Tuesday for marking the 35th anniversary of the massacre in Beijing's Tiananmen Square. The event can no longer be safely commemorated in Hong Kong after China imposed a new national security law. TikTok says some high-profile accounts on the video sharing app, including CNN's, were targeted in a cyber attack. The platform says the number of accounts compromised is very small and they're working with account owners to restore access. The cyber attack comes as TikTok fights a potential ban in the U.S. over security concerns. Now, we're just a day away from the second largest election in the world. Starting tomorrow, 27 European member states will choose lawmakers for the European Parliament, but it's an anything but straightforward choice. The EU is increasingly splintered and the geopolitical landscape is drastically different, in part due to the war in Ukraine, of course. CNN's Barbie Nadeau has details. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This concludes this unique transnational democratic exercise.BARBIE LATZA NADEAU, CNN JOURNALIST, ROME (voice-over): The world is a very different place since European parliamentary elections were held back in 2019, a global pandemic, two major wars, including one in Europe, and the subsequent rise in energy costs. Farmers frustrated by EU red tape and cheap imports are dumping manure in Brussels. A worsening climate with activists attacking cultural gems from Paris to Venice and a cost-of-living crisis are all among the issues facing Europe's 373 million eligible voters. These elections are the second largest in the world after India and considerably bigger than the upcoming American vote.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "99 amendments by the committee responsible as a bloc voters in favor.NADEAU (voice-over): Between June 6th and 9th, voters in 27 European countries will choose the 720 lawmakers to shape an increasingly splintered Europe for the next five years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "LORENZO DE SIO, PROFESSOR OF POLITICAL SCIENCE, LUISS UNIVERSITY, ROME",
      "sentences": "European elections are important because in EU member countries nowadays a lot of important strategic decisions are taken at the European level. This is why the election of the European Parliament, which is the only directly elected body of Europe, is so important.Policymaking in Europe is more complex and the election of the European Parliament is only part of that. As a result, usually we record lower turnout than in national elections. NADEAU (voice-over): Creating a functioning Parliament when Europe is making a hard rightward shift won't be easy. The first difficult task of the Parliament is choosing the president of the European Commission, with the current president, center-right German Ursula von der Leyen, leading most polls. For the incumbent to win, she has to slalom between her center-right European People's Party and the increasingly popular far-right parties of Georgia Meloni and Marine Le Pen to secure the newly elected Parliament's support.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You are preparing to work together with the ECR --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "URSULA VAN DER LEYEN, PRESIDENT, EUROPEAN COMMISSION",
      "sentences": "That's not what I've said. I want to be very clear, this is not what I've said.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "FOSTER",
      "sentences": "Slovenia has formally approved recognizing an independent Palestinian state making it the fourth European country to do so in recent weeks. The country's Parliament approved the move with a majority vote on Tuesday. Slovenia's Prime Minister called it a message of hope and peace and urged a two-state solution.Spain, Ireland and Norway formally recognized Palestinian statehood in late May. The Israeli Prime Minister has said recognizing a Palestinian state in the wake of the October 7th Hamas attacks only empowers the militant group. Senior officials from the U.S., Egypt and Qatar expected to resume working today on a possible ceasefire deal between Israel and Hamas. The White House says CIA Director Bill Burns is expected to get an update on Qatar's extensive discussions with Hamas. The U.S. is urging Israel and Hamas to accept the latest proposal outlined by President Joe Biden on Friday. A Hamas official says any deal must include a permanent ceasefire and the withdrawal of Israeli forces from Gaza. Meanwhile, the Israeli military launched a new ground and air assault in central Gaza on Tuesday going after what it says were Hamas targets. Gaza's Ministry of Health says the operation killed 15 Palestinians, including a 12-year-old boy, and wounded dozens of others. Joining me now in London, CNN's Nada Bashir. Just take us through the latest incidents I was just referring to there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "NADA BASHIR, CNN CORRESPONDENT",
      "sentences": "Well, just as you mentioned, I mean, the key sticking point appears to be at this stage, the question of a full and permanent ceasefire. We know that that is something that Hamas has called for from the outset of these months-long negotiations now. And despite the fact that that announcement of a peace plan by President Biden last week outlined plans for a lasting ceasefire, supposedly, according to the U.S. president, this was an Israeli plan.But clearly, that's not the message we're hearing from Israeli officials, including the Israeli Prime Minister, Benjamin Netanyahu, who has said that there are still conditions in place for that, that the Israeli government still wants to see a full destruction of Hamas before it can agree to any sort of permanent truce or lasting ceasefire. Now, those talks are ongoing, as you mentioned. We know that U.S. officials are said to be in hourly contact with their counterparts in Qatar, who are, of course, communicating with Hamas officials. Those negotiations are ongoing. The CIA director, Bill Burns, is said to be a crucial part of these ongoing talks in Doha this week. But there is, of course, growing pressure still on the Israeli government and, crucially, on Israeli Prime Minister Benjamin Netanyahu, A, from the international community for this war to come to an end, but also on the opposing side from members of his own cabinet, who are calling for a continuation of the war, as was acknowledged by the U.S. president. We've also been hearing from the former Israeli Prime Minister, Naftali Bennett, who spoke to CNN. He said that the war has lasted too long. But he also criticized the U.S., he said, for slowing down the Israeli government. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "NAFTALI BENNETT, FORMER ISRAELI PRIME MINISTER",
      "sentences": "We need to act much quicker. This whole war is going on way too long. It could have been -- we could have done Rafah three, four months ago.I think a -- I think a combination of poor execution of the Israeli government and the administration's constant -- American administration's constant slowing down Israel, coupled together, made for a very slow and prolonged war. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "BASHIR",
      "sentences": "Now of course, we are still hearing from the U.S. that they believe that the Israeli government will go along with this plan. It has been supported and endorsed by the U.N. secretary-general, who met with the U.S. secretary of state yesterday in Washington, D.C.But, of course, there is still some confusion around the language, around what this will actually mean in practical terms, given the mixed messages we're hearing from the U.S. and the Israeli government. We also heard, of course, from the White House saying that this is a deal which is, in their words, near identical to a peace plan that was agreed upon by Hamas weeks ago. But despite that, the U.S. still believes that Hamas needs to agree to this, that Israel is not the key issue here, the key obstacle. But we still aren't hearing that full approval, that full endorsement from Israeli officials just yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "FOSTER",
      "sentences": "A closer look at one of our top stories. The strict new measures aimed at curbing the flow of illegal asylum seekers at the U.S. southern border. President Joe Biden announced the sweeping executive action on Tuesday.The restrictions come into effect when illegal crossings hit a daily average threshold of 2,500. There are some exemptions, like unaccompanied children. The reforms have been in effect now for nearly five hours. CNN's David Culver travelled to San Diego, California, to meet a man who's made patrolling the southern border his personal mission. (BEGIN VIDEOTAPE) DAVID CULVER, CNN SENIOR U.S. NATIONAL CORRESPONDENT (voice-over): Keeping up with Cory Gautereaux is a challenge, especially on dirt roads as the sun sets on the California-Mexico border. He's gotten word migrants have just crossed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "CULVER",
      "sentences": "We're watching this. You can actually see if you can cue in. They just brought up a Border Patrol van, and they'll load them up on that van and continue on to processing centers. I mean, you see this pretty regularly, I assume, too, because this is your community.CORY GAUTEREAUX, U.S. ARMY VETERAN: New people that come out and see this firsthand, it's a shock to them. It's very confusing. Still confusing to me, but it's not necessarily a shock. This is just everyday life here now. CULVER (voice-over): Here is San Diego County, and Cory is not Border Patrol, but an Army veteran who admits he's become obsessed with understanding this migration surge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "GAUTEREAUX",
      "sentences": "And it's very frustrating to watch this stuff happen in my backyard when we have veterans in our country who don't have homes, who don't have health care. I feel like we should prioritize some things.A cell phone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "CULVER",
      "sentences": "The cell phone? Connection.CULVER (voice-over): Cory's begun collecting what migrants leave behind. Most surprisingly, passports and IDs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "CULVER",
      "sentences": "It's Mexican immigration. Altogether, you said hundreds of IDs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "GAUTEREAUX",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "CULVER",
      "sentences": "Where do you keep them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "GAUTEREAUX",
      "sentences": "Secret location.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "CULVER",
      "sentences": "Can we see it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "CULVER",
      "sentences": "So this is, as you see it, a collection that represents the migration crisis impacting the U.S. right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "GAUTEREAUX",
      "sentences": "Yep, in the San Diego sector specifically.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "CULVER",
      "sentences": "So you've got a group from China, got other parts of South America, Central America, South America here, credit cards as well. What do you make of all this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "GAUTEREAUX",
      "sentences": "It -- I don't know. I don't know what you make of it. It's just kind of insanity that people would leave these personal documents behind.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "CULVER",
      "sentences": "And why collect them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "GAUTEREAUX",
      "sentences": "Each one of these people has a story. Whether that story is coming here for asylum, or coming here to have a better life, or coming here for nefarious reasons. They've all got a story. CULVER (voice-over)Here, the desert nightfall brings freezing temps. Migrants often burn whatever might bring them some warmth. We join Cory after just a few hours of sleep. He's heading out at 4 a.m. to see what might happen in the hours leading up to Biden's executive action aimed to limit border crossings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "GAUTEREAUX",
      "sentences": "I'm trying to keep my finger on the pulse because it changes so rapidly.CULVER (voice-over): With the sunup, Cory drives us to a path where most migrants are now believed to be entering here, through Brian Silvis' property.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "BRIAN SILVIS, PROPERTY OWNER",
      "sentences": "On the weekends, just like two or three big, big groups come through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "CULVER",
      "sentences": "Which way are you going?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "SILVIS",
      "sentences": "Their coming out my way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "CULVER",
      "sentences": "Still the same way.He's even pointed out to us signs that have gone up in recent weeks. You can see in different languages. Asylum, and the arrow pointing this way. And then along the way, there are these ribbons, you can see one in this bush, that then give migrants an indication of which direction they should keep going. CULVER (voice-over): Just after we part ways with Cory, we see one migrant who's taken that path walking alone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "CULVER",
      "sentences": "Where are you from? From Turkey.CULVER (voice-over): He tells us the direction he's going.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "CULVER",
      "sentences": "Here we see a group that's now pulled over there by this truck. They're getting in this real quick.CULVER (voice-over): We drive on and find dozens more staggered along the dirt road.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We are Egyptian. Egypt. Welcome to USA.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "CULVER",
      "sentences": "Egypt, Ecuador, Colombia, Brazil.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "China.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "CULVER",
      "sentences": "China.CULVER (voice-over): This mom and her young daughters waving us down, hoping we might be border patrol.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Turkish.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "CULVER",
      "sentences": "Turkey. From Turkey.CULVER (voice-over): They're all headed the same direction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "CULVER",
      "sentences": "He says he's going to walk up here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "BRIAN, MIGRANT AT SOUTHERN BORDER",
      "sentences": "(SPEAKING IN FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "CULVER",
      "sentences": "He acknowledges it's hot, but he says he's got to hurry along because he's going to then continue on to an immigration official to start the process for asylum.CULVER (voice-over): Brian says life in Ecuador was becoming unbearable. Instability, which we've seen firsthand, driving him northward. He and the others joined several dozen more migrants, lined up and following instructions from CBP agents. They fill the van, which drives off as more migrants march in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "CULVER",
      "sentences": "So what's next for most of those migrants, especially with this executive action now in place? Remains to be seen. In theory, those who are above that threshold limit would then be put on vans or buses and sent back over the border to Mexico.I wondered if a lot of the folks that we caught up with were even aware of the executive action. Most told us they had no clue about it. And similar to what we heard last year with the lifting of Title 42, people saying they can't determine their journeys based on the U.S. president, Congress or the U.S. courts. All of it as they portray it too unpredictable. David Culver, CNN, San Diego. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}