{
  "date": "2024-01-04",
  "headline": "CNN News Central",
  "subHeadline": "Shooting at High School in Perry, Iowa; During Trump's Presidency, China Spent Over $5.5M at His Properties; Trump Asking for Special Counsel Jack Smith to be \"Severely sanctioned\". Aired 10:30- 11a ET",
  "utterances": [
    {
      "timeStamp": "10:30:00",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "They are heavily, heavily armed. Can you give us some sense of what you're seeing on police? What they have and just the numbers that are out there because this, again, is a small town. It looks like they have pulled in everybody from all over the place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "AARON PELLISH, CNN PRODUCER",
      "sentences": "Yes, a lot of these law enforcement personnel here are equipped, well-armed. Some of these cars that you're seeing are official, you know, local police departments. As I show you the Urbandale police car that's parked right in front of me. And you will see some officers here, some in local police gear. You're also seeing some law enforcement officers in camo and commando. The position where I set up my camera, which you're seeing the shot from is right next to an Iowa National Guard building.And so, there have been some, some Iowa National Guard folks as well who are in the area responding. And I'm seeing some kneeling about just helping keep things orderly around here. But there you will see some officers in my shot who are walking around. Obviously, they're well protected and well equipped but does not seem to be -- you know, a -- there -- and you'll see some weapons there obviously too but it does not overly an aggressive posture from these individual officers that I'm seeing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "All right. This is Aaron Pellish, who is at the scene at the Perry High School in Perry, Iowa, about 25 miles or so northwest of Des Moines. Again, these are live pictures of the situation. This is what we know. There has been a shooting at this high school in Perry, Iowa, on their first day back in class following the holiday break.And we should note, given the hour-long time difference, it seems likely that the shooting took place before classes even began, right? Whoever did the shooting went into the building or outside the building and opened fire as people were arriving. It happened pretty early. We also know, or are told by officials there, that the situation is now secure. And as Sara pointed out, and as Chief Ramsey pointed out, that means one of two things. Number one, it means they have the shooter or shooters in custody, or that shooter or shooters they have been neutralized. So, this no longer looks like an active situation, though very much still a crime scene. Aaron Pellish, our producer who's on the ground there, tell us it seems controlled. And there are no medical personnel that he sees in view. However, and this is important, on his way there, Aaron did see ambulances traveling in the other direction. So, very, very possible that victim or victims are being transported to local hospitals now. That is the breaking news. Chief Charles Ramsey is still with us now. Chief, I think you were listening to Aaron Pellish describe the situation there. What he is seeing before him. What does that all tell you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "CHARLES RAMSEY, CNN SENIOR LAW ENFORCEMENT ANALYST",
      "sentences": "Well, when you look at the posture of the officers, clearly the threat is no longer present at the scene that you can tell just from the way in which they are acting. The fact that you had a couple ambulances leaving the scene, again as you mentioned, you can assume that they're carrying injured individuals to a hospital. We don't know if the person responsible for the shooting was 1 of those people that was injured, that's a possibility. But if that had been the case, you would have seen, or he would have seen police vehicles following the ambulance.So, we still don't know very much right now. I'm sure that there's a unified command that's been set up. You got a lot of agencies responding, and that way you kind of coordinate whatever it is that needs to take place from this point on. But it kind of looks like the situation is pretty much resolved. And now it's just a questioning of finding out exactly what took place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "SIDNER",
      "sentences": "According to the gun archive, this is -- would be, now the fourth gun incident violence at a school. I can't believe that we would have -- clearly we're --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "BERMAN",
      "sentences": "In this year, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "SIDNER",
      "sentences": "This year, January 4th -- four.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "BERMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "SIDNER",
      "sentences": "Its confounding that we have to deal with this and that these poor students and families have to deal with this and the teachers and staff every single year, and usually at least every -- almost every day. But I do want to ask you about what we heard from Aaron Pellish, where he talked about some of the agencies all coming together. Because this is a small town. It must not surprise you that there is a lot of mutual aid. How does that work? There has to be a ton of coordination, doesn't there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "RAMSEY",
      "sentences": "It is a lot of coordination. Agencies have memorandum of agreements that they signed. They trained together so that they know exactly, you know, what the policies and procedures are. You never know which jurisdiction specifically will be the one impacted directly by an event like this. So, all the other agencies are prepared to be able to respond wherever they need.[10:35:00] ?When you have small towns like this, they do not have a large police department. So, it's not realistic to think that they could even respond by themselves and handle an entire serious scene. So, that's why it's very important that these agencies have mutual aid agreements, that they train together, and that they have the right equipment and policies in place to be able to deal with anything that they need to deal with. That also includes emergency medical as well. They probably have similar MOAs in place. So, if there's a large number of ambulances needed, they would be available. Any hospital in the area. And I don't know if they have any level one trauma centers nearby, but certainly they plan and they train as well. They know the surge capacity of each hospital. So, you know, if you had multiple injuries, how many people could anyone facility handle? So, there's a lot that goes into these kinds of things and there's regular drills that take place. Unfortunately, kids in school now have just like they had fire drills at one time, now they have shooter drills, active shooter drills. It's ridiculous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "SIDNER",
      "sentences": "Yes, it really is. And I have seen some of those and it just -- it's terrifying. That is just part of going to school now. Thank you so much, Charles Ramsey. Thank you to our Aaron Pellish, our producer, who's also shooting all of these pictures for us live this morning.And we just want to reiterate there has been a shooting in or around Perry High School, which is about 40 minutes or so drive from Des Moines, you see there. And we are waiting to hear what the status of the shooter is and what the status of the students and faculty and teachers and community is. We will be hearing that in the next 20 or so minutes, I think--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "BERMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "SIDNER",
      "sentences": "All right, we just want to reiterate. We do have breaking news for you. Shooting -- a shooting has happened at a high school in Perry, Iowa, which is about a 40-minute drive out of central Des Moines. A small town of about 7,800 people is now dealing with gun violence.We are hearing there was a shooting. We do not, though, know whether or not people have actually been injured or killed in this particular shooting. We have noticed the police have really surrounded the school. They have been very calm in the last hour or so. We are told that the situation has been secured, which likely means, according to all of our analysts, that the shooter has been neutralized or has been taken into custody. So, we don't know if it's one or two or how many, but we do know a shooting has occurred on the very first day of school there in Perry, Iowa. High school students and their parents and all the staff they're dealing with this now. That school will be closed for the rest of the day because it is now also a crime scene. Now, we've got more breaking news for you. A brand-new report from Democrats on the House Oversight Committee. They say it shows China spent more than $5.5 million at Donald Trump's properties while he was in office. The new details stemming from a multiyear investigation into whether Donald Trump profited from his time in office, which is a no, no. Let's bring in Zachary Cohen. Zachary, the report just came down. Can you give us the details that you found and what stood out to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "ZACHARY COHEN, CNN NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Yes, absolutely. So, this report is based on documents from Trump's former accounting firm. And they show that his properties, the properties that he owns and did not divest before taking office, received payments in the millions of dollars from 20 different foreign countries, and the largest total amount of payments came from China, from both the Chinese government and state-owned Chinese companies. And that totaled to over $5.5 million over the course of Trump's tenure as president.And you know, this is raising the concern, right, that these payments were in an attempt to influence the Trump administration's foreign policy. And in fact, there's actually an article of the constitution or a section of the constitution that is specific about trying to prevent that from happening. You know, Donald Trump, sort of, bucked the trend and bucked norms of his predecessors by refusing to divest his properties and his financial assets and, you know, continued to profit and make money through his businesses while president. And look, the Committee, House Democrats have been investigating Trump's foreign payments for about seven years now. And they have concluded, and they pointed to a lot of different timing, not coincidence but drawn a link between the timing of some of these payments and certain foreign policy decisions that did seem to run counter to what even Republicans were urging Trump to do at the time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "SIDNER",
      "sentences": "Zachary Cohen, thank you so much for bringing us that breaking news and we'll be checking in with you with the more information that you get.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "BERMAN",
      "sentences": "We also have breaking developments on the Trump legal front. Trump's legal team is asking the federal judge in the January 6th case to sanction Special Counsel Jack Smith. They argue Smith violated the judge's stay order by continuing to submit filings.With us now, CNN's Chief Legal Affairs Correspondent, Paula Reid. Paula, what's going on here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "BERMAN",
      "sentences": "All right. The breaking news, a shooting at Perry High School in Perry, Iowa. That information as of now coming from the Des Moines Register in the Associated Press. The Dallas County Sheriff's Office, Dallas County, is where Perry is in Iowa. Their Facebook page is reporting that multiple law enforcement and medical staff are on site at the shooting.We can see with our own camera a huge law enforcement presence there. The Facebook page also says that the site has been secured. That is important. The site has been secured. And we are expecting a news conference 10 minutes from now. Of course, we will bring that to you live the minute it happens.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "SIDNER",
      "sentences": "Yes, and we should mention, this is about -- what, 40 miles or so? 40 minutes' drive from Des Moines, Iowa. That is where the only trauma one center, it's the closest one because I went and tried to look it up, that it's the closest trauma one center. So, if somebody had been shot, they would have to go that far to get that kind of care. We should also mention this is a small town. So, they're -- certainly, everybody in the town is extremely concerned about this and will be touched by this in some way.Let's go now to Senior Law Enforcement Analyst Andrew McCabe. I think we also have Juliette Kayyem with us as well -- oh, no. We just have Mr. McCabe. All right. Let me talk to you a little bit about -- this is -- we were just looking this up and the Gun Violence Archive says this is the fourth -- this would be the fourth mass shootings at a school this year. It is January 4th. We have been through this before. When you look at the scene and what it looks like now, which is filled with police cars, but not a lot of pandemonium. No running, you know, hearing that it's secure. What does that tell you about what has happened here likely?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "ANDREW MCCABE, CNN SENIOR LAW ENFORCEMENT ANALYST AND FORMER DEPUTY DIRECTOR, FBI",
      "sentences": "Sure. So -- and I'm sure that many of CNN's viewers could have picked up on these clues already because we've all had a lot of experience watching exactly this sort of coverage at mass shootings in multiple places around the country.But essentially what you're seeing here is the back end, the -- you know, use the peak of activity of concern, of threats has passed. And we know that because there aren't additional vehicles pulling up to this scene. You don't see law enforcement officers hopping out of their vehicles, arming themselves, putting on body armor and running into the scene. You don't see a whole stream of ambulances coming in and out. At this point, we understand that may have happened a few minutes earlier. So, it very much looks like a scene that is -- has been secured, is under control, and they are now initiating what will be undoubtedly a large and intensive investigation, which, of course, begins with collecting evidence and preserving evidence at the scene. And I would expect that that's what's going on inside the school, at the site of the shooting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "SIDNER",
      "sentences": "Yes, I mean, just looking at this scene right now, I think all of us, as we've been watching this -- us Americans, people who have been out on these scenes. I know, John, you've been out on these scenes as well as myself, and you too, Andrew, is that things look calm. They look very abnormal because it is surrounded by police, but there is a calmness that you are seeing where the officers are very much, sort of -- I saw an officer take off a gun, put it in the back of his car. They are very much, sort of, been told, OK, let's stand down now. Now, their other important work is happening, but that active shooter idea is neutralized is over.But there is a lot more work to do. And what is interesting in a smaller town is you can imagine how this information is getting out. It is on local media, but the texting and the contact that starts happening between parents, it's just daunting. This happens so many times in our country. Do you ever see a moment when we do something about it? I know, I know, I know, but it just -- it's so hard to see this happen again, just four days into this year, 2024.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "MCCABE",
      "sentences": "Yes, I mean, you're absolutely right, Sara. And there is that moment of quiet that settles over the people at the scene once the immediate threat of the shooting has passed. But it's also a moment of solemnity. It's -- those officers are realizing maybe it's their first scene like this, maybe it's their sixth or 10th or whatever that might be. It's an awful place to be.It takes you right to the ground where the rubber meets the road in terms of this threat in America today. And the threat is that every single one of us, no matter where you live in this country, you have to consider that you might be in a mass shooting, a shooting of some sort. Anytime you go to the grocery store, the hospital, church, or synagogues, send your kids to school, go to a bar, a nightclub, to -- you know, to meet with friends. Anywhere this can happen. We know that because it does happen everywhere all the time. As for the question of can we do something about it? We could do something about it. The overwhelming majority of Americans across political lines support instituting common sense gun safety laws. But our elected representatives in Congress will not, have not and showed no willingness to take this important issue up. And until they do, we will do nothing and we'll keep meeting on here at CNN and other outlets and discussing the next mass shooting.",
      "isLastSentenceInterrupted": false
    }
  ]
}