{
  "date": "2024-06-10",
  "headline": "CNN News Central",
  "subHeadline": "Indications are Hunter Biden Will Not Testify; Trump to Have Virtual Pres-Sentencing Interview; Trump and Biden Compete for Latino Voters; Harris Takes Aim at VP Candidates. Aired 9-9:30a ET",
  "utterances": [
    {
      "timeStamp": "09:00:00",
      "speaker": "EVAN PEREZ, CNN SENIOR JUSTICE CORRESPONDENT",
      "sentences": "Hearing just now that he doesn't believe Hunter Biden will - will testify. The formal word will come when the jury is present. And part of what they're arguing right now behind the scenes is, you know, what jury instructions, what the jury will be told about all of this.One of the things that Abbe Lowell got agreed to was that the jury will be told that you can't hold it against the defendant for not testifying in his own defense. The judge, though, has pushed back on the defense's efforts to add more language to the jury instructions that would be more favorable to Hunter Biden. For instance, the idea that he would - he didn't knowingly violate the law, which is something the defense is really all about. And they also wanted to - to - they also want to make the argument that Hunter Biden did not think he was addicted to drugs when he bought that gun in October of 2018. That's the reason why we're here and why Hunter is facing these three federal charges that could send him to prison if he is convicted. But as you pointed out, we could very much have this - this case in the hands of the jury today if Hunter Biden does not testify. And, John, I mean the fact that we're here, we had about ten witnesses - I think it was ten witnesses over four-and-a-half days of testimony on the part of the - by the prosecution's case really is what the jury is going to be considering after all of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "I appreciate you giving us sort of the real- time description of what's going on inside the courtroom because the attorneys are just having these discussions with the judge right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "PEREZ",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BERMAN",
      "sentences": "Can you talk to a little - us a little bit more about the jury instructions that Abbe Lowell did want but didn't get for the defense here. And it does have to do with what is their main argument.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "PEREZ",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BERMAN",
      "sentences": "They are making the case that Hunter Biden did not think when he signed the documents that he was addicted to drugs right then. PEREZAnd what Abbe Lowell was trying to do was to make this more clear in the instructions of the jury is going to get the form that they're going to fill out when they - when they vote on guilty or not guilty. The judge pointed out that the instructions that they're going to get when they - when they get read out to them will have the word \"knowing\" in - in there. So that's the reason why she said it was not necessary to put this - to put this more - more fully in the form that the jurors will get. So Lowell has not won very many of these arguments with the judge. So, it's not a surprise that that he didn't get his way. But, you know, for the prosecution's point of view, they believe that what the law simply says is that he was using the drugs - using drugs around the time that he bought the gun. And so that's where they are going to focus their argument when - when we get to that this morning. Jon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BERMAN",
      "sentences": "All right, Evan Perez, keep us up to speed. Let us know when the jury is back in the room and, frankly, what happens next inside there. Thank you so much.Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "Absolutely.With us now is former prosecutor Jeremy Saland for more on this. All right, let's talk about jury instructions because I think that's really interesting in a second. But first, just your initial reaction to all indications now pointing to Hunter Biden not taking the stand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "JEREMY SALAND, FORMER PROSECUTOR",
      "sentences": "I mean shocks that nobody who's an attorney, and for that matter probably many people in the public, you want to testify because you think that's the best evidence, and it very well may be, but there's so much impeachment material, there's so many things to confront him on, not just what other people have said, but his own words, his own actions, evidence is really strong against him. So, it's a smart move, but I'm sure he wants to say, I wasn't using drugs then. I - I was not addicted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BOLDUAN",
      "sentences": "Now, that's what I was going to ask you. What risk outweighed the benefit here in the end, do you think, for - with regard to him taking the stand?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "SALAND",
      "sentences": "Well, Lowell is trying to make the argument that we just heard that at that moment he was not addicted and he didn't believe he was addicted and he was clean during that time. And you heard from his daughter that he was doing well, even though she was impeached as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BOLDUAN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "SALAND",
      "sentences": "But, you know, if you get up there and all of a sudden you open that door and you're going to be asked, wasn't true you did this, and then there's this, and then there's the image and there's the book and there's the residue from the - from the cocaine and the crack cocaine and there's a crack pipe and there's so much that they're going to build and build and build. And before you know it, your credibility is shot. And right now, if we believe what we have read that you had one juror, for example, who was crying and in tears, there's a real opportunity potentially at a nullification or maybe hanging someone. You get in there and you lie, it's not good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "SALAND",
      "sentences": "Well, it shouldn't be just should, it should be can't. He has a right to testify. He doesn't have to testify. And you should not take an assumption or presumption one way or another. That's so critical because you cannot use your lack of words against you. And that's not fair and no one should be judged that way and the law and the Constitution says that. So, that's number one.Number two, I almost forgot the question, but -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "BOLDUAN",
      "sentences": "With regards to their fighting now over what additional language in jury instructions -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "SALAND",
      "sentences": "Right. Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "BOLDUAN",
      "sentences": "With regard, as Evan says, the judge has already said that the word \"knowing\" is going to be in the instruction. But Abbe Lowell is pushing for there to be more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "SALAND",
      "sentences": "Right, because he is hanging - Lowell is hanging his hat that at the time when he, he meeting Biden, Hunter Biden, was filling out that form, he wasn't knowingly an addict. He wasn't knowingly an abuser of drugs. And if he was clean during that time, and you heard evidence from moments before and maybe moments after, but during that moment in time he was sober and he knew and believed he was, didn't believe he was violating the law, that is so critical. That's - that's - that goes to the heart of their case. That is really - the depth of their case, believe me when I say he did not know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "BOLDUAN",
      "sentences": "When - this made me wonder, when it comes to closing arguments, you can lean on a lot in terms of thematically in your closing argument. But for the defense, do you lean on the lack of pinpointing him being on drugs at that moment with the jury, or do you lean on more of the emotion that we have seen come out and the relatability.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "SALAND",
      "sentences": "They're not mutually exclusive. You can absolutely and you should lean on the fact that the evidence corroborates that he was doing drugs or was addicted potentially. That term is very vague.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "BOLDUAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "SALAND",
      "sentences": "Vague. But he was addicted to drugs at time a, b, and we'll say that the gun possession and purchase was times c, and maybe at time d, but at time c, at that moment he wasn't. And even if - even if you may believe he was, this is a common problem that we all have to deal with in families and friends and people we love. Addiction is scary and frightening. And you lean on that too, to paint that whole picture.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "BOLDUAN",
      "sentences": "What - you - you were kind of pointing to this. The likelihood of a hung jury in this case is what do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "SALAND",
      "sentences": "You know, I can't give you a - certainly a number. It doesn't really work that way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "BOLDUAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "SALAND",
      "sentences": "But it's much - you know, when people were talking about potentially a hung jury in the Trump case, there's no emotional component. There may have been a political component there, but there was no emotional. It didn't, you know, tug at your heartstring and say, I know somebody who falsified records and they were really (INAUDIBLE) really sad and terrible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "BOLDUAN",
      "sentences": "Sorry. (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "SALAND",
      "sentences": "You know, look, as I clutch my - I clutch my chest here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "BOLDUAN",
      "sentences": "I know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "SALAND",
      "sentences": "But you can say, I know somebody who had a horrible addiction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "BOLDUAN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "SALAND",
      "sentences": "And they are good - they're good people and a good person and it's a disease and they, you know, made really bad mistakes, but should they be held accountable in perpetuity for it? No. And that's the kind of thing that you would pull onto.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "BOLDUAN",
      "sentences": "That's really interesting. I'm really curious as to how this all plays out now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "SALAND",
      "sentences": "Absolutely. BOLDUAN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "SALAND",
      "sentences": "You as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "BOLDUAN",
      "sentences": "Thank you so much.John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "BERMAN",
      "sentences": "All right, this morning, Donald Trump will do something no former president has ever done before, meet with his probation officer. This is all part of the process ahead of his sentencing next month.CNN's Brynn Gingras is here. How does this process work? How is it going to work, Brynn?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:02",
      "speaker": "BERMAN",
      "sentences": "Wonder how he would answer the question, what sentence do you think you should receive? That could be an interesting one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:02",
      "speaker": "GINGRAS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:02",
      "speaker": "BERMAN",
      "sentences": "Brynn Gingras, thanks so much for that.Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:20",
      "speaker": "BOLDUAN",
      "sentences": "Donald Trump was on the campaign trail in battleground Nevada, and here was part of his message on immigration.(BEGIN VIDEO CLIP) DONALD TRUMP (R), FORMER U.S. PRESIDENT AND 2024 PRESIDENTIAL CANDIDATE: There's never been anything like is happening to our country. They're changing the fabric of our country. They're destroying our country. Nevada is being turned into a dumping ground. And you are. The whole country is being turned into a - an absolute dumping ground. The illegal immigrants are turning and they're turning at a level that nobody's ever seen before. They're fighting our families. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:20",
      "speaker": "BOLDUAN",
      "sentences": "Donald Trump also went on to slam President Biden's new executive action at the southern border. And according to new CNN reporting, Biden is considering a second move on immigration. This one could protect some undocumented spouses of American citizens from deportation.CNN's Arlette Saenz is at the White House for us with more on this. What are you learning about this possible next move on immigration and why President Biden is doing it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:20",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, Kate, sources have told CNN that the Biden administration is considering a potential proposal that would extend legal status to undocumented immigrants who are married to U.S. citizens. Officials are taking a look at an existing authority called Parole in Place, which essentially would shield undocumented immigrants who have U.S. citizens as spouses from deportation and allow them to work in the country illegally while they pursue citizenship. It's estimated that this could impact anywhere from 750,000 to 800,000 individuals. And it's a move that could appeal to Latino voters in states like Arizona, Nevada, and Georgia.But at the same time, the administration is not just trying to shore up support among Latino voters, but also progressives and immigration advocates who have grown quite frustrated with President Biden's recent executive action, trying to clamp down on border crossings. Just last week the president announced some measures that essentially shuts off the asylum process for migrants coming to the country illegally when - to seek asylum once a certain threshold is met. That was a move that was really condemned by many progressive Democrats who said that it is similar to policies invoked during the Trump administration. And then there are groups like the ACLU who are threatening to sue the administration to try to stop that plan from going - well, it has gone into effect, but really trying to halt it in its place. You've had, over the weekend, Homeland Security Secretary Alejandro Mayorkas defend the policy, pushing back on groups like the ACLU. But it all comes as President Biden has been trying to show that he's taking action when it comes to immigration and border security. That is an issue that has really risen on the list of concerns for voters heading into November's election. But at the same time, you have both Biden and Trump trying to appeal to Latino voters in key swing states. It comes as you have seen this narrowing in support between Biden and Trump, specifically on this issue of Latino voters. If you take a look at a recent poll from \"The New York Times\" and Sienna College, it found that the two men were nearly even with Hispanic voters. That's a much - a shrinking of that margin compared to back in 2020. So both Biden and Trump have been trying to make inroads with Latino voters, especially in those critical battleground states like Arizona and Nevada. The Biden campaign has really tried to paint Trump as anti-immigrant. Over the weekend they slammed the fact that he appeared with Maricopa County Sheriff - or former Maricopa County Sheriff Joe Arpaio, who has really had some hardline immigration tactics. All of this coming as both men are trying to vie for that important Latino vote, which could be critical for both of them in key swing states heading into November.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:20",
      "speaker": "BOLDUAN",
      "sentences": "Arlette, thank you so much.John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:20",
      "speaker": "BERMAN",
      "sentences": "All right, this morning, \"Politico\" is reporting that Vice President Kamala Harris is sizing up her potential competition. She made new comments about Donald Trump's possible running mates, focusing on their abortion record, saying, quote, \"everyone on that list has supported a Trump abortion ban in their state or has called for a national ban. In fact, many voted this week in the Senate against the right to contraception. That's how far down the road they are.\"With me this morning, Republican Strategist Doug Heye, and Democratic strategists Simon Rosenberg. Simon, first to you. That was the vice president volunteering her opinion on these possible candidates and going right to the issue of abortion. Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:01",
      "speaker": "BERMAN",
      "sentences": "So, Doug, in the Senate, Chuck Schumer, apparently this week, the Senate majority leader, will try to sort of force a vote on guaranteeing the rights to IVF, in vitro fertilization, around the contrary, nationalizing that. A little bit similar to the vote that he tried to have and did not pass guaranteeing a right to contraception.What do you think Republicans will do in response to this? They didn't deal with the contraception one. They thought that was political. Will they take the same tactic here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:01",
      "speaker": "DOUG HEYE, REPUBLICAN STRATEGIST",
      "sentences": "Well, you'll see some Republicans peel off and support the bill. You'll see most Republicans probably vote against it. It's, John, what we call, as you know, a messaging bill. This is about campaign 2024. This is what the Democrats want to talk about. And why? They feel that they're on the offense on this when they're on the defense on so many other issues. Obviously, the economy, inflation and the border being one of those. And it's why I think what Arlette was talking about earlier is soimportant. This is an election that's going to be won or lost on the margins. We talk about Muslim voters in Michigan. We talk about suburban women outside of Phoenix, Arizona, for instance. Hispanic voters are critical for this election. I was in North Carolina last week. And when I was driving around through Asheville and Shelby, North Carolina, I started to see mercado and Hispanic grocery stores and things like that because it's a growing population. And I'm telling Republicans, if you're running for Congress, for governor, for president, you better focus on Hispanic voters. You better make a real effort on it and spend money on Hispanic media. It's critical. And this is one of the issues that will come up on this. But what we think about Hispanic voters often gets tied into immigration and only immigration. They care about every issue just as much as every other voter does.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:01",
      "speaker": "BERMAN",
      "sentences": "Hey, Simon, let me ask you about a proposal that Donald Trump put forward when he was in Nevada. And this is something that I think might appeal to a lot of workers, not just Hispanic workers, but there are some in Nevada who this appeals to, the idea of no longer taxing tips. Now, there are economic reasons and there are budget reasons why this is much more complicated than just saying it out loud. But a proposal like that, how attractive, Simon, do you see that as being to voters?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:01",
      "speaker": "ROSENBERG",
      "sentences": "I mean, I think of the things that Trump talked about this weekend. And when you - when you think about Hispanic voters or - in the southwest is that him bringing Joe Arpaio up on stage with him when he was in Phoenix was an extraordinary error. I mean there is no figure in the southwestern Latino community who's seen as been more anti-immigrant and anti-Hispanic than Joe Arpaio. And for Trump to have voluntarily brought him up on stage is - was a reminder to this community about him wanting to affiliate with somebody who terrorized the Hispanic community - Hispanic families in the - in Phoenix for more than a decade.And I think that - I know that there's this belief that Trump is going to break through with Hispanic voters. But what he has to overcome is that he is the most racist, xenophobic figure in our modern politics. And I think this is going to be easy for us to discuss, particularly when he's hanging out with guys like Joe Arpaio.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:01",
      "speaker": "BERMAN",
      "sentences": "I want to shift years if I can, Doug, because, in Nevada, Marjorie Taylor Greene in a way compared Donald Trump to Jesus. There was another Republican figure who did. And there is this song and it's making the rounds on TikTok, big with the kids, that does the same thing, which compares Donald Trump pretty overtly to Jesus.I want to play a little bit of that. (BEGIN VIDEO CLIP) UNIDENTIFIED FEMALE (singing): I'm standing with the chosen one. DONALD TRUMP (R), FORMER U.S. PRESIDENT AND 2024 PRESIDENTIAL CANDIDATE: I am the chosen one. UNIDENTIFIED FEMALE (singing): There no stopping what the Lord's begun. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:01",
      "speaker": "BERMAN",
      "sentences": "Again, we've been asking this morning, Doug, what people's impressions are of this. What is one to make of that, Doug?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:01",
      "speaker": "HEYE",
      "sentences": "Well, clearly it's crazy time, John. There's no - there's no doubt about it. But I think Donald Trump benefits from us talking about the crazy time and not then focusing on those other issues that Trump either loses on or can gain from.You know, when we talk about all the weird things that Donald Trump does, you know, and we fact check the 37 lies that he told in his speech. What we're not doing is talking about the issues that everyday Americans care about. They don't focus on this weirdness, and it is weird, they focus on the issues that impact them. They focus on inflation and the economy. They focus on the border. And I think when we get distracted by all these weird things that Donald Trump does, and, yes, Simon is right, don't spend time with Joe Arpaio, we lose focus on those things that voters are telling us very loudly that they're concerned about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:01",
      "speaker": "BERMAN",
      "sentences": "Very quickly, Simon, your response to that. I'm wondering if you agree with that.",
      "isLastSentenceInterrupted": false
    }
  ]
}