{
  "date": "2024-03-17",
  "headline": "Fareed Zakaria GPS",
  "subHeadline": "Netanyahu Approves Plans For Assault On Rafah; To Ban Or Not To Ban TikTok; Trump's TikTok Flip-Flop; A.I. And Warfare: A New Era Of Autonomous Weapons; Haiti In Crisis As Gangs Run Rampant. Aired 10-11a ET",
  "utterances": [
    {
      "timeStamp": "10:00:37",
      "speaker": "FAREED ZAKARIA, CNN ANCHOR",
      "sentences": "This is GPS, the GLOBAL PUBLIC SQUARE. Welcome to all of you in the United States and around the world. I'm Fareed Zakaria coming to you from New York.(BEGIN VIDEOTAPE) ZAKARIA (voice-over): On today's program, Bibi Netanyahu approves plans for an assault on Rafah. And one of the most powerful Democrats in Washington says Israel's prime minister must go. I'll ask the Middle East scholar Shibley Telhami to make sense of these developments. Also, the clock may be ticking on the future of TikTok in the United States. The House has voted for legislation that could ban it. Now it is up to the Senate. To ban or not to ban, we will have that debate. Then the AI nightmare. Silicon chips deciding whom to kill and whom to save. If this isn't happening right now on the battlefield, it is likely to happen soon enough. I will ask an expert what we can expect and what we can do about the AI warfare revolution. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:03",
      "speaker": "ZAKARIA",
      "sentences": "And tell me about Schumer's speech. I thought it was a watershed in the sense of months of frustration that the Biden administration has had with the Netanyahu government, you know, quietly counseling them to do things differently. And Schumer does not freelance. I assume that this was vetted by the White House.Does it signal something? You know, a kind of new policy for the United States, a much more vocal, public policy of opposition to the Netanyahu government?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:03",
      "speaker": "TELHAMI",
      "sentences": "It certainly signaled that. Obviously the Biden administration, which has been under tremendous attacks for doing nothing to stop the fighting as you know, a lot of the Democratic constituents have been pushing the administration. The administration is finally realizing that this could even cost the president's reelection. So if in fact the Israelis commenced operations in Rafah the president has declared to be a red line for them to do without assuring safety of civilians, then that will be the real test. It's not about Netanyahu.And the second, the final thing I want to say on this is that while Netanyahu obviously seemed to be an obstacle even by Israelis as you know, his popularity in Israel is so low as when a columnist for \"Haaretz\" put it, the number of people who back him now are smaller than the number of people who believe Elvis Presley is still alive. It's very, very small, but the Israeli public does not want to end the fighting. The Israeli public is not supportive of a ceasefire. So let's keep that in mind that the problem is if you isolate and you make -- you say it's all about Netanyahu and it turns out that you even if you can get rid of Netanyahu, you still have a problem of what might happen in Gaza. It has to go beyond individuals, beyond Israeli politics. It has to be a much state policy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:03",
      "speaker": "ZAKARIA",
      "sentences": "in the current \"Foreign Affairs,\" you have an important essay which says everyone now talks about the two-state solution again, larger solution to this problem of Israel and the Palestinians. But you say actually the two-state solution is at this point a mirage. Can you explain briefly what you mean?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:03",
      "speaker": "TELHAMI",
      "sentences": "Yes, I have been a supporter of two states long before it was popular. In fact, I led, personally led efforts to bring Israelis and Palestinians together behind the scenes before Oslo and after Oslo, because I believed in it. But you know, after the collapse in negotiations in 2000, a quarter century ago, we started saying it's five minutes to midnight for two states, five minutes to midnight for two states.And we wake up one morning and it's been a quarter-century. We still think five minutes to midnight. And in the meanwhile, from 2000 to now the prospect of two states diminished every single day, largely because of the expansion of Israeli settlements in the West Bank that have made it practically impossible to contemplate a, you know, a contiguous Palestinian state largely because but of shift in Israeli and Palestinian politics. Israel has moved way to the right. Netanyahu aside, public opinion in Israel has soured on two states. Palestinian public opinion has been somewhat more supportive, still soured on the two states, but they don't trust the U.S. And now you are talking about a horrific violence on a scale that has scared both the Israelis and the Palestinians. They see it as an existential threat. If you look at public opinion now, it's even less supportive of two states than it was before. And the invocation of two states even before October 7th was really serving more as a smoke screen to divert attention from the reality of over 56 years of one people dominating another with Palestinians having no freedom imagining that this is only a temporary state of affairs of occupation. It was a lifetime with no end in sight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:03",
      "speaker": "ZAKARIA",
      "sentences": "Shibley Telhami, pleasure to have you on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:03",
      "speaker": "TELHAMI",
      "sentences": "Pleasure. Thank you",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:14",
      "speaker": "KORI SCHAKE, DIRECTOR OF FOREIGN AND DEFENSE POLICY STUDIES, AEI",
      "sentences": "Sure. I really appreciate the way that you structured the introduction, though, by making clear that this isn't a ban on TikTok, it's a ban on having a major media platform in the United States and its 170 million users subject to Chinese national security law, which requires companies owned and operating in China to make their data available to the Chinese government. And ByteDance has used the access to the data to surveil journalists and a former ByteDance executive has testified that they use it to surveil protesters in Hong Kong.So there's not only the possibility we have the experience of the company using the data for nefarious surveillance of people the Chinese government disagrees with. And the second argument is the arrow going the other direction which is the likelihood of Chinese companies subject to Chinese national security law using their access to the American platform to try and shape the information available to Americans, or even to mobilize Americans to political action. And we actually just had the experience of it this last week, where TikTok alerted, messaged its 170 million Americans trying to persuade them to call their congressmen. It identified their individual member of Congress and the phone number to try and get them to call and advocate against the passage of the legislation. I think those are both legitimate national security concerns.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:14",
      "speaker": "ZAKARIA",
      "sentences": "OK. Glenn, how would you respond to both those issues, the data collection and the misinformation?GLENN GERSTELL, FORMER GENERAL COUNSEL, U.S. NATIONAL SECURITY AGENCY: Thanks. So there absolutely is a national security concern over TikTok. No one is saying there isn't. But there are other ways to solve the problem and they require a little bit of nuance and complexity. And frankly, that's not something that Congress does well. We just had a representative from Texas the other day, earlier this week, say that a vote against this ban, a vote against the bill was a vote in favor of the Chinese Communist Party. And that's the sort of rhetoric that inflames this issue and prevents us from getting to the right kind of more nuanced public policy, the choice here. There is a way of dealing with both the user data risk problem that was just mentioned, as well as the potential for disinformation in a way that isn't going to cause other problems that are going to affect our national security and will still solve the problem. We -- America looks good when we stand up for freedom of speech and don't ban various apps. So that's something that China does. They banned this network, CNN, the \"New York Times,\" Google, et cetera. That's not something the U.S. does. We should be passing privacy legislation that would affect all user data, not just ones on TikTok, but Google, Facebook, you name it. There are a lot of other solutions we can engage in that would largely solve the problem and wouldn't have the downsides that this -- than a ban would.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:14",
      "speaker": "ZAKARIA",
      "sentences": "So, Kori, how do you respond to that idea that if people are trying to -- if foreign governments are trying to get access to user data, they can buy the data very easily from Facebook, from Twitter, from all kinds of social media apps? And in fact, there is evidence that the Russian government did do that in 2016. They didn't need TikTok.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:14",
      "speaker": "SCHAKE",
      "sentences": "I agree. And selling user data is something that we absolutely should look into as a policy question. But I'm a little bit nervous to have civil liberties advocates arguing that the answer needs to be a lot more censorship than a narrow control on a particular company that has a record of utilizing user data for surveillance purposes, and for trying to mobilize Americans for political purposes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:06",
      "speaker": "GERSTELL",
      "sentences": "Exactly right. You know, the Supreme Court said exactly that, which is that Americans have a First Amendment right to receive foreign propaganda even if it's nonsense and wrong. That's just part of the picture we have with the First Amendment. That's a really important freedom that we shouldn't lightly toss aside and I'm not suggesting that a ban on TikTok would be tossing that aside, but it's a step toward banning a social media platform, something we've never done before.There are constitutional scholars who wonder whether this is really the right approach. We shouldn't be going down that road given that there are other solutions at hand. And I'm all in favor of banning Chinese products. I was at the National Security Agency and saw firsthand China's maliciousness. I lived in Hong Kong for eight years. So I know what they're capable of and I'm not in any way suggesting we should be weak or soft or ignore this threat. We should and indeed are properly banning TikTok from government phones, from state phones, that makes sense. That's what Europe and Canada and the E.U. has done as well. But they haven't banned it totally and neither should we.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:31:04",
      "speaker": "ZAKARIA",
      "sentences": "And we are back talking about TikTok with Kori Schake, the director of Foreign and Defense Policy Studies at the American Enterprise Institute, and Glenn Gerstell, who is the former general counsel at the National Security Agency.So, Kori, how do you explain Trump's flip-flop? He tried to ban TikTok. And courts basically said he couldn't do it, at least not by executive decree. And now he has recently said, I'm not sure that's a good idea. Because in his view, that will make Facebook bigger and to him Facebook is the real enemy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:31:04",
      "speaker": "SCHAKE",
      "sentences": "Yes. I think it's one more example of the chaos premium that Americans and the world are going to pay if we reelect Donald Trump as president of the United States. Because he doesn't appear to have any principles that guide his judgment, except either financial influence or personal vendetta. And that he thinks Facebook is no different and no better than companies that have relationships with the Chinese government is just a demonstration of how chaotic the Trump administration was in office and will be in office if reelected.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:31:04",
      "speaker": "ZAKARIA",
      "sentences": "Glenn, tell us about the court issue. You were general counsel. Trump tried to do this. The courts blocked it. I -- my layman's understanding of constitutional law suggests that this legislation could easily be ruled unconstitutional by the Supreme Court if it went all the way up there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:31:04",
      "speaker": "GERSTELL",
      "sentences": "I think there's an issue about that. There's a technical issue about whether Congress is allowed to single out a particular company. I don't think that's a problem here, but I do think the First Amendment issue is one that is not easily dismissed.You know, when President Trump tried to ban WeChat, a very popular Chinese app which is super popular in China and here in the United States as millions of users, especially among those who speak Mandarin, the Ninth Circuit Court of Appeals said, whoa, not so fast. There are First Amendment issues here and imposed an injunction on that. I think it's entirely possible that a social media platform used by 170 million Americans and businesses, including state governments and even the federal government in a form of what is essentially a public square, could well be viewed as the kind of public speech platform that the First Amendment protects. So, we'll have to see if there ever is a court case, but I certainly don't think it's an easy question to answer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:31:04",
      "speaker": "ZAKARIA",
      "sentences": "All right. On that note, we will leave it here. We may come back to you because this issue is not going away. And I really want to thank both of you for such a --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:31:04",
      "speaker": "GERSTELL",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:31:04",
      "speaker": "ZAKARIA",
      "sentences": "-- civil and thoughtful conversation about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:31:04",
      "speaker": "GERSTELL",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:01",
      "speaker": "PAUL SCHARRE, EXECUTIVE VICE PRESIDENT, CENTER FOR A NEW AMERICAN SECURITY",
      "sentences": "Well, right now humans are still saying what targets to go after. But the A.I. onboard the drone is able to sense those targets. So, it's able to sense, that's an enemy tank, or a truck, or an armored personnel carrier. And that's a decision that we're increasingly seeing then human ceding to machines.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:01",
      "speaker": "ZAKARIA",
      "sentences": "Right. So, in other words, we're saying, right now the human is -- the human doesn't need to be in the loop because if you would just say, do the most effective strikes that will cripple Putin's, you know, army in this area. The machine would figure out what that was.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:01",
      "speaker": "SCHARRE",
      "sentences": "And in fact, there's a -- there's a strong incentive to take humans out of the loop. Because as we've seen drone used extensively in Ukraine, in both sides they are using thousands of drones in the air, well, the vulnerability there is the communications link to the human because most of these drones are remotely piloted.And so, we've seen also an explosion in counter drone systems like jamming. And autonomy allows the human to step out of that vulnerability and allow the drone to operate without a communications link to a human.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:01",
      "speaker": "ZAKARIA",
      "sentences": "So, in a sense, what you're saying is the most effective mechanized warfare would now be the machines figuring out the targets themselves, going and striking the targets themselves, correcting course if they noticed the target has moved, you know, firing back if the -- essentially engaging in all this without any human involvement.When you're talking about drone on drone that sounds fine. What's wrong with it? What's the concern?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:01",
      "speaker": "SCHARRE",
      "sentences": "Well, there's a couple of concerns. One is that the machine may get it wrong, may target the wrong thing causing civilian casualties. Maybe in -- before a conflict starts, even escalating a conflict. And we see lots of places around the world where militaries operate their forces near each other in the Black Sea, in the South China Sea. And the idea that an A.I. system might make a mistake, follow whatever it was trained to do, but then attack a target that's not what a human wanted it to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:01",
      "speaker": "ZAKARIA",
      "sentences": "One of the things you worry about is that we are entering this age of generative A.I. where the computers are going to be able to do much more than just, you know, pick the targets and things. Describe what you think -- and I don't think this is disturbing because it's a very likely future where -- what is A.I. get used in the military realm for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:01",
      "speaker": "SCHARRE",
      "sentences": "Well, one of the things that we've already seen is that these more capable general-purpose models, like ChatGPT, can perform a whole wide range of tasks. They can play chess. They can write computer code. They can also do things that might be misused.So, if they can write computer codes, they can also be used to aid in cyberattacks. They can be used to help conduct scientific experiments. And people have demonstrated that they could help people in building and designing chemical and biological weapons. And so, we want to ensure that as there's tremendous advantages with this technology, there's also sufficient guardrails around it so that it's not misused by actors who might want to cause harm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:01",
      "speaker": "ZAKARIA",
      "sentences": "But right now, there is no agreement, no arms control process for A.I. in militaries at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:01",
      "speaker": "SCHARRE",
      "sentences": "Well, that's right. There is no specific agreement surrounding A.I. We have seen the United States make a statement in 2022 that their official policy is that they will keep humans always in the loop for nuclear weapons decisions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:01",
      "speaker": "ZAKARIA",
      "sentences": "But Russians and Chinese have not said that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:01",
      "speaker": "SCHARRE",
      "sentences": "They have not said that. And it seems like a low bar to clear when we think about, you know, where we want to make sure that humans are always in control. But I think it is concerning that we haven't seen that from all nuclear arm states yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ZAKARIA",
      "sentences": "Paul, pleasure to have you on. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "SCHARRE",
      "sentences": "Thank you. Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:03",
      "speaker": "ZAKARIA",
      "sentences": "Haiti is on fire. Chaos has engulfed its capital Port-au- Prince. Violent gangs now control most of the city. They have seized ports, led prison breaks, burned down police stations, shutdown hospitals, and more.The upheaval came to a political head this week with the country's unpopular prime minister Ariel Henry announcing his plans to resign. This is just the latest trouble for Haiti, an island nation born of a slave revolution 220 years ago, founded with great hope as the first free Black republic anywhere on the globe. Joining me now to talk about how this happened and what comes next is Amy Wilentz, who has been reporting on Haiti since the mid-1980s. Amy, welcome. Thank you for coming on. Let me first ask you to tell us what is happening on the ground. Because it seems that the prime minister who has been supported by the United States has become more and more unpopular. But now the opposition has morphed into a kind of insurgency with a bunch of gangs that have taken over large parts of the country. Am I right? AMY WILENTZ, CONTRIBUTING EDITOR, \"THE NATION\": That's pretty accurate. To say that the former prime minister is fleeing is a little bit overstated because what happened was, he tried to get back into the country but the gangs, that you're talking about who are now leading this almost coup d etat, attacked the airport and he couldn't get back into Haiti. So, he was trying to get back in. He did not -- he was hoping not to resign, I think, but then the situation forced him to resign. He was too unpopular and then he couldn't even get back into the country. So, he's in Puerto Rico now. But this insurgency is very serious because the gangs have been somewhat disparate. There are 200 gang, some of them very large, and some of them small. The larger ones you would have to call paramilitaries, really. They are funded. They have lots of arms -- army style arms. And they have now started to really attack Haitian state institutions. For example, the police force, which is the only force of order in Haiti today. There is no Haitian army to speak of. And they burned down the house of the chief of police. That's like burning down the house of the highest general in the army in the United States. At the moment in Haiti the gangs are attacking the state, but they're also attacking neighborhoods. So, it's confusing for the people of Haiti. They don't really know what the gang stand for. And meanwhile, there's a semi-democratic process trying to take place run in part, or at least conducted in part by CARICOM, the Caribbean Community, an organization of Caribbean states.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:03",
      "speaker": "ZAKARIA",
      "sentences": "Now, the gangs that are taking over the government or taking over the country seemed to be, as you said, they're well-funded, but from what I can tell, it's a lot of drug money funding it and its -- it feels like this would be bad for Haiti, of course, but also could lead to mass migration to the United States. What happens if these gangs do take over the country?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:03",
      "speaker": "WILENTZ",
      "sentences": "Well, the gangs have started making noises about how democratic they are and how much they care about the Haitian people. But I think the Haitian people are wise enough to recognize that they have been deeply harmed by the gangs over the past two and a half years. So, I don't think that's going to wash.And I think you're right, its moving toward a narco-state. It's not just drug traffickers who are funding these bands of armed men, but they are very important in how this has worked out and everyone is worried that this will be a narco-state. And yes, of course, that could lead to mass migration. It's already leading to some migration because people are forced out of their homes. Something like 300,000 people have been displaced in recent years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:02",
      "speaker": "ZAKARIA",
      "sentences": "It seems like one of these classic dilemmas. You know, if you don't go in -- you know, if you go in, you'll be seen as an imperialist. If you don't go in, there will be chaos and anarchy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:02",
      "speaker": "WILENTZ",
      "sentences": "You might seem negligent in not going in. So, it's very confusing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:02",
      "speaker": "ZAKARIA",
      "sentences": "Yes. Well, I don't envy the Biden administration. This is a really tough dilemma. Amy Wilentz, always a pleasure to have you on. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:02",
      "speaker": "WILENTZ",
      "sentences": "Thanks, Fareed.",
      "isLastSentenceInterrupted": false
    }
  ]
}