{
  "date": "2024-12-04",
  "headline": "Inside Politics",
  "subHeadline": "Supreme Court Hears Major Case on Banning Trans Care for Minors; Democratic Senator Urges Biden to Trump-Proof Immigration; Trump Announces New Nominations and Appointments. Aired 12:30-1p ET",
  "utterances": [
    {
      "timeStamp": "12:33:55",
      "speaker": "ELIE HONIG, CNN SENIOR LEGAL ANALYST",
      "sentences": "The mic fell off. I'm good though. Check, check, OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:33:55",
      "speaker": "BASH",
      "sentences": "Oh, OK. Good. Well, hearing you is important.(LAUGH)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:33:55",
      "speaker": "BASH",
      "sentences": "Hearing you is important. Set the stage for us and explain why and how this got before the supreme court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "BASH",
      "sentences": "And so this came up through Tennessee, as you said.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "HONIG",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "BASH",
      "sentences": "But this is something that has been an issue in many states, and I just want to show what we're talking about. There are 26 states that have passed laws restricting gender-affirming care for transgender minors. Estimated 40 percent of transgender minors, ages 13 to 17 live in these states. Now, 16 states and D.C. have passed protections for trans healthcare since 2022. And you mentioned the arguments this morning. It's really been fascinating to hear how the justices have been questioning and you could see where they're leaning. Let's first listen to Justice Sotomayor.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "JUSTICE SONIA SOTOMAYOR",
      "sentences": "There are some children who actually need this treatment, isn't there?ELIZABETH B. PRELOGAR, U.S. SOLICITOR GENERAL:  Yes. I think the evidence is uniform on that, whether you look at the standard of care, whether you look at the view of every major American medical association that has taken a position.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "SOTOMAYOR",
      "sentences": "Some children suffer incredibly with gender dysphoria, don't they?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "PRELOGAR",
      "sentences": "Yes. It's a very serious medical condition.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "SOTOMAYOR",
      "sentences": "I think some attempt suicide?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "PRELOGAR",
      "sentences": "Yes. The rates of suicide are striking and it's a vulnerable population.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "SOTOMAYOR",
      "sentences": "Some -- drug addiction is very high among some of these children because of their distress, correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "PRELOGAR",
      "sentences": "It is a serious condition. Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "SOTOMAYOR",
      "sentences": "One of the --(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "BASH",
      "sentences": "And now, let's listen to Justice Kavanaugh.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "JUSTICE BRETT KAVANAUGH",
      "sentences": "You say there benefits from allowing these treatments, but there are also harms, right, from allowing these treatments, at least the state says so, including lost fertility, the physical and psychological effects on those who later change their mind and want to de-transition, which I don't think we can ignore. We can't ignore what you're talking about and what Justice Sotomayor raised. I agree with that. But you can't ignore, I think the risks on the other side of the balance.How do -- how do we as a court choose which set of risks is more serious? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "BASH",
      "sentences": "Nia?NIA-MALIKA HENDERSON, BLOOMBERG POLITICAL &amp; POLICY COLUMNIST:  Yeah. Listen, I mean, Republicans have really fixated on the 1 percent or so of folks who transition and then regret that transition. I mean, we know that this is going to be a big political fight. Donald Trump is coming into office saying that he wants this -- a ban on this care in all 50 states. He also wants Congress to pass a law that says there are only two genders, and I think we know where this supreme court will probably likely land on this, given the composition of this court, given where conservatives are, given where Republicans are, and in some ways, given where Americans are, right? Americans are still grappling with this, what it means. We saw obviously that Trump made a big issue of this, I think probably to some great effect, for his campaign. So this is going to be an evolving issue. We saw a lot of the same discussions go on around folks who are lesbian and gay for years and years and years. Some of these same conversations regarding this identity. So I think our culture is at some point going to have to get to a place where we acknowledge that gender dysphoria is real, that transgenderism is real, and that kids often recognize this at very young ages. And what does it mean as a society to turn our backs on these folks?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "PRISCILLA ALVAREZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, and to that end, this decision will guide lower courts because there are ongoing cases in these courts about bathroom access, about sports. And in an incoming administration, it will not be the administration trying to strike down these laws. And so certainly, this is not only pivotal, but also quite interesting in how the lower courts (inaudible).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "BASH",
      "sentences": "And just to button this real quick because we're out of time. The key here is, this is about what the law is. This is, even if a kid wants it, if their parents are OK with it, the doctor says it's appropriate, the law says no and major medical associations say that gender-affirming care is clinically appropriate for some kids.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "HONIG",
      "sentences": "On the surface, this is a strict legal question of equal protection. But as we've been discussing, there's so much more at stake here. It goes so much broader. That's why this is such a historic moment in the supreme court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "BASH",
      "sentences": "Yeah, it sure is. Certainly not easy. Thank you so much.Coming up, Trump-proofing immigration protections. I'll talk to a Democratic Senator who says that's her plan in the waning days of the Biden Administration, stay with us. (COMMERCIAL BREAK) [12:45:  40]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "BASH",
      "sentences": "Almost one million migrants are in America legally through a program called Temporary Protected Status. But for many of them, that protection is set to expire during the Trump Administration. My next guest wants President Biden to try to Trump-proof that before President Biden leaves office. Democratic Senator Catherine Cortez Masto of Nevada is here. Thank you so much for being here.Now, just for our viewers to kind of understand the people that we're talking about, they'll probably remember the Haitian migrants who are in Springfield, Ohio, lies about what they ate. Putting that aside, they are part of this protected group, here in the United States legally. And so my question for you is people like that, not just TPS, temporary protected status, but also people in DACA programs. How is it that you think that President Biden can make sure that they can stay beyond his term? SEN. CATHERINE CORTEZ MASTO, (D-NV):  Well, first of all, it's great to see you and thank you. This is an issue that is so important, and I've been reaching out to the current administration within the two months that they have left to ask them to really take action. They legally can take action to extend TPS status to so many who are already, as you said, here, working, part of -- contributing to our economy and they are -- they qualify, legally qualify to have their TPS status extended because the countries they come from are still in horrific conditions. And so, they qualify for this status. If the administration were to extend it, it would bring certainty to these individuals and keep some of our families together. The other thing you talked about are for our dreamers, my ask of the administration is also we need to quickly process these DACA applications. Dreamers who come to this country, this is the only country they know. They came as young children. They want to be a part of the community in a country that they grew up in. They were on the frontlines of the pandemic for us. And so, if we can quickly process, the administration can do that, we can also make sure that we're giving certainty to some of our dreamers as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "BASH",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "CORTEZ MASTO",
      "sentences": "So these are legal -- really, Dana, these are the -- the administration has a legal authority to do that, and I'm just asking them to utilize their authority.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "BASH",
      "sentences": "So my question for you is, given the fact that both Donald Trump and J.D. Vance in particular, who of course is still the Senator from Ohio, insisted that this program itself is not legal. I remember having a back and forth with J.D. Vance about the Haitian migrants, for example, him saying that they were in America illegally and me saying, no, they're not. What makes you so sure that even if President Biden extends it, that they won't find a way to just reverse that once they get in office?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "CORTEZ MASTO",
      "sentences": "Well, that's the point. Listen, we know from the previous Trump administration, they're going to engage in mass deportation. They already have done it. The individual that they are looking at a nominee as the Border Czar was already in the Trump administration engaging in interior deportation. It didn't matter whether you were in this country and married to a U.S. citizen and working and absolutely raising your family here. They were looking to deport you.It didn't matter if you were a dreamer, they were going to deport you. So we know the chaos they're going to bring and they've already -- President Trump has already talked about what he wants to do when he gets back into office. Again, it's going to be chaos. And so, the goal for me in really reaching out to the current administration is saying, do what you can legally because the laws are there. Whether J.D. Vance believes it or not, the laws are there that allow the current administration to extend TPS status, to legally keep these individuals here are coming from horrific conditions in their country, and to really process those applications for our dreamers. That day in court will come where we're going to have to continue to fight in the courts to protect our those -- that legal status that Congress has provided already. But, we should start that work now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "CORTEZ MASTO",
      "sentences": "Well, no, I think he is going to try to legally --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "BASH",
      "sentences": "I see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "CORTEZ MASTO",
      "sentences": "-- legally, he's going to be challenged to do that. So right now, for El Salvadorians, for Ecuadorians, Nicaraguans, they have -- some of them have TPS status that actually will terminate during the Trump administration. If we, because they're -- the countries that they come from still qualify for that status under our laws, the current administration can extend that TPS status even into the Trump administration and the goal is to provide whatever certainty we can, whatever laws that we have now to continue to legally protect them.The fight's going to come. Listen, I know it, you know it. And we're going to have to fight at all levels, but let's take action now where we can to put ourselves in a better position legally to take on those challenges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "BASH",
      "sentences": "Senator, thank you so much for being here. I appreciate it. Keep us posted if you hear back from the administration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "CORTEZ MASTO",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}