{
  "date": "2024-11-26",
  "headline": "CNN Newsroom",
  "subHeadline": "Interview With Rep. Jasmine Crockett (D-TX); Coming Border Crackdown; Storms Threaten to Disrupt Thanksgiving Travel. Aired 11- 11:30a ET",
  "utterances": [
    {
      "timeStamp": "11:01:08",
      "speaker": "JIM ACOSTA, CNN HOST",
      "sentences": "Good morning. You are live in the scene of NEWSROOM. I'm Jim Acosta in Washington.The holiday travel rush is here. And while this week is expected to set a new record, a storm bringing rain and snow to the Midwest and Eastern U.S. could lead to some significant disruptions on the busiest travel day of the year. CNN's Derek Van Dam, Pete Muntean joined us now. Derek, this weather that's coming through is just going to create a huge mess. But there might be some windows of opportunity for folks to travel. What can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:01:08",
      "speaker": "DEREK VAN DAM, AMS METEOROLOGIST",
      "sentences": "Yes, we have got two storms impacting the country now.Tomorrow, being Wednesday, will be your best opportunity to travel on the roads and in the skies over the eastern half of the country. And I will show you why in just one moment. We have a storm system impacting the East Coast now that could bring some minor to moderate delays at the large airports, JFK, La Guardia, down to Reagan National. And then we have got the next storm system entering the equation over the Western parts of the U.S. This is bringing snowfall to the higher elevations generally west of Denver International, but rain towards the coast from San Francisco to Los Angeles. That's the storm system that will evolve over the coming days and bring a serious storm system to the East Coast at least by Thursday. Now, let's talk about what's happening now, because this is the first in the series of two storms, the cold front that's bringing a rain snow mix to Northern New England. This is likely freezing rain and rain-snow mix into portions of Maine, Vermont and New Hampshire. But you travel a little further south on some of these interstates and this quickly changes over to rainfall the closer you get towards the coastline. So from Boston to New York City, where the rain is generally coming to an end right now as we speak, this will stay in the liquid variety. Rain generally has come to an end here for the nation's capital, Philadelphia and the Baltimore airports. But looking westward, this is the storm system that will provide more of a punch heading into Thursday. It is bringing significant winter weather over the western parts of the U.S. Let's see how it evolves. So, first things first. We get rid of the first storm system now off the East Coast. Then, on Wednesday, we dry things out. This is your ideal time frame, midday Wednesday, to get to your family, your friends, your relatives to enjoy the Thanksgiving holiday, because, as I advance this, you will see what quickly happens with the storm system as it explodes in size over the eastern third of the country. So, another rain event for the coastal cities, but you go further north and this will become a snow event. And watch what happens behind it as well. It ushers in the coldest air of the season. It kicks into high gear, the lake-effect snow machine, that will pile up in feet downwind of Lake Superior, Lake Erie, Lake Ontario. And there's those cold temperatures. They are going to drop like a rock through the course of the week for the entire eastern half of the country -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:01:08",
      "speaker": "ACOSTA",
      "sentences": "All right, Derek.And, Pete, the FAA says it might have to slow down air traffic control over the coming days because of a staffing shortage. That is not going to sound good to the people who are lining up behind you to get to grandma's house for Thanksgiving. What does this mean for travelers?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:07",
      "speaker": "MICHAEL WHITAKER, ADMINISTRATOR, FEDERAL AVIATION ADMINISTRATION",
      "sentences": "These initiatives keep the system safe and people should know that safety is never at risk. If we are short on staff, we will slow traffic as needed to keep the system safe.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:07",
      "speaker": "MUNTEAN",
      "sentences": "Hiring is the long-term solution for the FAA.The FAA met its goal this year, hire 1,800 new controllers in 2024. The goal for 2025, hire another 2,000 new air traffic controllers. That cannot come soon enough for the 2.8 million people expected to pass through TSA checkpoints nationwide today. Tomorrow, anticipated to be even bigger, 2.9 million people expected at airports nationwide. It is fitting within the theme, Jim. In 2024, there have been the top 10 busiest days for air travel included in this year alone. Pretty incredible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:07",
      "speaker": "ACOSTA",
      "sentences": "Yes, that line behind you is not bad right now. It is not going to stay that way. So, please, folks at home, do not fall into a false sense of security.Derek and Pete, thanks, guys, very much. And for those of you planning to drive to Thanksgiving, good news. Gas prices are down this year. Right now, GasBuddy reports 30 states across the country with average gas prices below $3 a gallon. Joining me now is GasBuddy's head of petroleum analysis, Patrick De Haan. I mean, Patrick, this is going to come as welcome relief to a lot of travelers this year. Folks have been complaining for some time now that the price of gas had gotten so high, but it is coming down now and that's going to be a big help.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:07",
      "speaker": "PATRICK DE HAAN, HEAD OF PETROLEUM ANALYSIS, GASBUDDY",
      "sentences": "Yes, absolutely.In fact, GasBuddy is tracking 100,000 gas stations across the U.S. that are below the $3-a-gallon mark,as you mentioned, 30 states, most of those in the Deep South, where some gas price in Oklahoma City in the $2.30s per gallon, that's what a lot of Americans consider normal. That's likely behind the big jump in the amount of Americans that want to take their car to their destination. Throw in the fact that last year we saw the threat of a congressional shutdown potentially impact air traffic. Again this year, as your potential story there just said, could be another challenge. And I think Americans really have the affinity for going with flexibility. And that's why a lot of Americans are going to be hitting the road. Wednesday and Sunday are going to be very busy on the nation's interstates.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:07",
      "speaker": "ACOSTA",
      "sentences": "And with the new Trump administration set to take over soon, I mean, I do want to ask you about the impact of the tariffs. But what do we think about the impact on energy prices?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:07",
      "speaker": "DE HAAN",
      "sentences": "Well, generally positively. Trump would likely deregulate, and that could contribute to an overall gradual lift in U.S. oil production.But tariffs could pinch the economy in a significant way. The U.S. receives over four million barrels of Canadian oil every single day, refineries primarily in the Great Lakes, the Rockies and the Midwest. They are huge purchasers of Canadian crude oil. And that tariff if implemented could send gas prices up by 25 to 75 cents a gallon in those regions if it does happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:07",
      "speaker": "ACOSTA",
      "sentences": "Right. We're looking at it right now. He's promised that on day one of his new administration, he's going to roll out a 25 percent tariff on goods out of Canada and Mexico and 10 percent on imports coming in from China.So that includes oil. That includes fossil fuels that would be coming in. That could have an impact.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:07",
      "speaker": "DE HAAN",
      "sentences": "Yes. That would have a major and crippling impact on gas prices in the Great Lakes. Thinking about all the refineries down in the Midwest, the bulk of these refineries exclusively use Canadian crude oil.So it would be hugely problematic if the number one type of oil used in these refineries in the U.S. is suddenly tariffed at a 25 percent rate. That could cost the U.S. economy billions of dollars on an annual basis. And like I said, with consumers currently enjoying relatively low gas prices, that tariff would suddenly end those low gas prices and send them much higher.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:13:58",
      "speaker": "ACOSTA",
      "sentences": "Donald Trump's so-called border czar, Tom Homan, is headed to the very spot destined to be his primary focus, the U.S.-Mexico border. Homan is headed to Eagle Pass, which is just a short distance awayfrom the spot a Border Patrol agent found a toddler on Monday traveling without her parents. Take a look. (BEGIN VIDEO CLIP) UNIDENTIFIED MALE (through translator): Did you come by yourself? Yes? How old are you? Two years old? Did you come with your parents? No? By yourself? UNIDENTIFIED FEMALE (through translator):  With my mom and dad. UNIDENTIFIED MALE (through translator):  Where are they? UNIDENTIFIED FEMALE (through translator):  United States. UNIDENTIFIED MALE (through translator):  United States? OK. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:13:58",
      "speaker": "ACOSTA",
      "sentences": "CNN's Rosa Flores is in Houston for us now.Rosa, how is Mexico responding to what we're hearing from the incoming Trump administration about how they plan to crack down on the border and carry out these mass deportations?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:07",
      "speaker": "ACOSTA",
      "sentences": "All right, Rosa Flores, important context. Thank you very much.Tom Homan was also on FOX News last night threatening to put the mayor of Denver, Mike Johnston, in jail if he doesn't go along with the administration's plans for mass deportations. Take a listen. (BEGIN VIDEO CLIP) THOMAS HOMAN, FORMER ACTING U.S. IMMIGRATION AND CUSTOMS ENFORCEMENT DIRECTOR:  We agree on one thing. He's willing to go to jail. I'm willing to put him in jail, because there's a statute. It's Title 8, United States Code 1324 III. And what it says is, it's a felony if you knowingly harbor and conceal illegal and immigration authorities. It's also a felony to impede a federal enforcement officer. So, if he don't help, that's fine. He can get the hell out of the way. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:07",
      "speaker": "ACOSTA",
      "sentences": "To discuss, I want to bring in Congresswoman Jasmine Crockett. She's a Democrat from Texas and a member of the House Accountability and Oversight Committee.Congresswoman, the Trump team hasn't even entered office yet, and you have a high-level incoming official like Tom Homan threatening to put the mayor of one of America's biggest cities in (AUDIO GAP) for mass deportations. What's your reaction to that? REP. JASMINE CROCKETT (D-TX):  Yes, I have a couple of reactions. Number one, they just made up this position. OK, like they created this position. This isn't something that, say, the Senate has to consent to. This is a random kind of henchmen of Donald Trump's, number one. Number two, the job of that particular role is not to incarcerate people. If this man wants to be the one that is going to enforce our laws, then maybe we should look for him to be the attorney general of the United States, because seemingly it doesn't matter whether or not you're qualified to fulfill that position for Trump. It's just about whether or not you will arrest the people that he wants arrested. And this was one of those things that we tried to warn people about with Project 2025, which is this idea of we will go out and we will incarcerate people. This is the type of thing that they claim was happening to Trump and his friends, instead of people accepting the reality that Trump and his acolytes are actual criminals. Right now, we have people that are deciding that they are going to criminalize those that are not doing what Trump wants them to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:07",
      "speaker": "ACOSTA",
      "sentences": "Yes.And I do want to ask you about Tom Homan, because his role seems to be an unofficial part of Homeland Security. He focuses on the border, while Kristi Noem focused -- she's been the pick for Department of Homeland Security secretary. Apparently, she's going to focus on everything else.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:07",
      "speaker": "CROCKETT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:07",
      "speaker": "ACOSTA",
      "sentences": "She has to be confirmed by the Senate. He does not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:07",
      "speaker": "CROCKETT",
      "sentences": "Correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:07",
      "speaker": "ACOSTA",
      "sentences": "What do you make of all that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "ACOSTA",
      "sentences": "And you have said that this is going to be devastating for your district if these mass deportations move forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "CROCKETT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "ACOSTA",
      "sentences": "You have pushed for bipartisan reform. I mean, what is going to be the impact in your district if this goesthrough? And can Democratic officials and cities and different municipalities -- I mean, if you have Tom Homan threatening to put a mayor in jail, what really can you do to say, we're not going to go along with these mass deportations?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "CROCKETT",
      "sentences": "Yes, I mean, listen, you can't lock everybody up. That's number one.Number two, when we look at the economics of it, like, this team is not really doing the smart things around economics. They're doing the smart things that may help out some of their cronies, right, because if you're going to do the mass deportations, then that means that you have to have more deportation facilities to house them in. So I'm sure that there's somebody who probably participated in mass incarceration and benefited from that. Somebody is going to benefit, because now it's like, oh, we're going to need housing for them. So, yes, one of Trump's friends, one of those people that most likely funded his campaign will say, well, we will build this for you, so that you can house them. But when we look at the rest of us in our economy, when we look at things -- I serve on the Agriculture Committee. When we look at who is actually going out and farming our land, it's not that we are raising our kids to do that here in the United States. These are realities. We tell everybody, you have got to go off to college. We don't tell them we need you to go and work on the farm and make sure that we can keep the cost of food down. And so we have got to stop demonizing these people that are actually contributing to our economy. And we also have to pay attention to what's happened in places such as Japan, when Japan decided to close off its borders and what happened to it economically. I challenged people to go and Google what happened to Japan when they did that and how they had to reform.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "ACOSTA",
      "sentences": "Well, and I was going to ask you about Trump's threats of tariffs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "CROCKETT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "ACOSTA",
      "sentences": "We just heard Rosa Flores talk about this a few moments ago.Obviously, very stiff response coming from the president of Mexico.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "CROCKETT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "ACOSTA",
      "sentences": "But in this hour and in the previous hour, we have talked about the economic impact that you might see from these tariffs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "CROCKETT",
      "sentences": "Yes. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "ACOSTA",
      "sentences": "We had a fuel expert earlier on in the program saying you could have higher gas prices if these tariffs on Canada go through. Rosa Flores was saying in the previous hour, if you have tariffs on Mexico and those goods coming in from Mexico, you could see the price of avocados, for example, go up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "CROCKETT",
      "sentences": "Yes. Yes. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "ACOSTA",
      "sentences": "A lot of agricultural products come in from Mexico.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "CROCKETT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "ACOSTA",
      "sentences": "Your thoughts on what the economic impact might be.And I guess the other question is, if there are so many folks out there worried about high prices at the grocery store and so on, what might these tariffs do in the long run?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "CROCKETT",
      "sentences": "I think this is a conversation that we needed to have more in-depth prior to the election, to be perfectly honest, because I feel like a lot of people are now understanding how tariffs work, but I feel like we must not have fleshed this out really well to make sure that people understand that, number one, like your laptop that is sitting here, guess what, it's not all made in one specific country.The screen may come from one country, the chips may come from another country, the keys may come from another country, and as I have traveled the world and talked to different American chambers around the world, we have talked about what it would take to try to get some of our businesses maybe to help out in some of our friendlier countries. And we have had to talk to the heads of states and the directors of finance and talk to them about their tariffs, because here's the deal. If you start to say, well, you know what, those keys that don't get made in the United States, they're going to cost more, well, guess what, the laptop is going up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "ACOSTA",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "CROCKETT",
      "sentences": "So this is what we're going to see across the board.But as you saw...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "ACOSTA",
      "sentences": "Democrats tried to warn voters about this before the election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "CROCKETT",
      "sentences": "We did. We did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "ACOSTA",
      "sentences": "Kamala Harris called it attacks on the middle class and so on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "CROCKETT",
      "sentences": "It is. It is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "ACOSTA",
      "sentences": "But it didn't work out for her in the end.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "CROCKETT",
      "sentences": "It didn't resonate.And I think it is because tariffs isn't something that we talk about every single day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "CROCKETT",
      "sentences": "And so it's like, well, wait a minute, if you don't understand why your food is more expensive, then you may not necessarily be inclined to be listening to us have a conversation about tariffs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "CROCKETT",
      "sentences": "But this is the bread and butter, literally, of what is going to raise prices.And as we have just talked about, or you talked about, listen, we have got record high travel. Right now, we know that, yes, it may not feel the greatest right now when we want prices to be lower, but we at least have the money to travel right now. We at least have the money to make sure that we're going to have Thanksgiving.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "ACOSTA",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "CROCKETT",
      "sentences": "And I can't say the same is going to happen next year if he goes through with these tariffs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "ACOSTA",
      "sentences": "All right, well, we will see.Congresswoman Jasmine Crockett of Texas, thanks, as always, for coming in. We appreciate it.",
      "isLastSentenceInterrupted": false
    }
  ]
}