{
  "date": "2024-02-19",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Russian Flag Flies Over Avdiivka After Months of Battle;  Aid Bill in Limbo as U.S. Lawmakers on Recess; Rights Group: Concern Over Potential Israeli Ground Offensive in Rafah; Hundreds Detained for Attending Alexei Navalny Vigils; Nikki Haley Slams Trump's Comments on Vladimir Putin; Families of Hostages Await Word on Loved Ones Held by Hamas. Aired 4-4:30a ET",
  "utterances": [
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We are all hurting our families, all of our staff, our community. We are heartbroken. We are going to need time to be together.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "ANNOUNCER",
      "sentences": "Live from London. This is CNN NEWSROOM with Max Foster.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "MAX FOSTER, CNN ANCHOR",
      "sentences": "Hello and a warm welcome to our viewers joining us from around the world in the U.S.. I'm Max Foster.It is Monday, February the 19th 9 a.m. here in London. It's 11 a.m. in Ukraine where the Russian flag is now flying over the town of Avdiivka after Ukrainian forces withdrew following a month's long battle. Kyiv is pleading for critical military aid to continue its battle with Russia. But U.S. lawmakers are on recess leaving a key aid bill in limbo. And in Russia, we're seeing more response to Alexei Navalny's death and pushback against his supporters with police shoving a man's face into the snow as they arrest him here. Now first to Ukraine though where Russian troops raised flags in several parts of Avdiivka after Ukrainian forces withdrew. Kyiv says it pulled its forces out of the town to keep them from being surrounded by Russian troops. But it appears Russia is building up pressure along all the front lines. Ukraine says Russian troops are massing in Zaporizhia in the south with some analysts saying there are as many as 50,000 Russian soldiers there. Meanwhile, Ukraine waiting anxiously for U.S. artillery as a key aid bill remains stuck in the U.S. Congress. But the halls of the Capitol are quiet with the U.S. lawmakers on the two week recess. On Friday, President Biden called that break outrageous saying with the death of Navalny and the future of Ukraine at stake now is no time for a vacation. And on Saturday, Mr. Biden told Ukraine's president that the delay in aid for Ukraine contributed to the fall of Avdiivka. And Senate Majority Leader Chuck Schumer says the threat from Russia is too potent not to act now. (BEGIN VIDEO CLIP) SEN. CHUCK SCHUMER (D-NY), U.S. SENATE MAJORITY LEADER: The death of Navalny rings an urgent alarm bell that demands that House Speaker Johnson pass the bipartisan National Security Supplemental with the dire help that Ukraine needs in it. The best price the U.S. can make Putin pay is to give Ukraine the help they need to fend off Putin's evil aggressions. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "Meanwhile, a spokesperson for opposition leader Alexei Navalny says his mother and lawyers were denied access to the morgue in Russia's far north today, where his body is allegedly being held. The spokesperson says they weren't allowed to go in.And Russia's investigative committee told them that the probe into Navalny's death has been extended for an undisclosed duration. Officials say Navalny died on Friday after losing consciousness. The true circumstances of his death and the location of his body remain a mystery. It comes as Russian authorities are keeping a tight rein on public displays of mourning for the activists. A rights group says hundreds of people have been detained across the country for attending vigils and rallies for the late leader. You can see here police shoving a man's face in the snow after he was detained at a Navalny memorial on Saturday. CNN's Clare Sebastian is here. I wonder if, you know, the authorities in Russia wanted this to sort of go away pretty quickly. If they thought that's not the case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "And this area in Ukraine that has been, has fallen to the Russians. That's significant, isn't it? Even if it's just symbolically, but it appears like pushing forward on other fronts as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "SEBASTIAN",
      "sentences": "Yes, this is what the Institute for the Study of War is calling opportunistic offensive operations in really three different areas along the front line around Avdiivka, that town that they now have taken up in the north near Kupiansk, which is an area that Ukraine liberated in September of 2022. And now the Russians are trying to attack there again.And down in the south, which was the sort of epicenter of that failed spring counteroffensive in the Zaporizhia region. Now, look, this is an emboldened Russia, emboldened by the stalling of Western aid, which many are now attributing to the fall of Avdiivka. They are trying their luck when Ukraine is on the back foot. Ukraine, we were told months ago, is having to dig in along the front line, just simply does not have the capacity now to attack. So this is now what we're seeing play out. Avdiivka itself, as you say, small, smaller even than Bakhmut, but perhaps strategically significant, opens up potential paths for Russia to go further west, although the Ukrainians are saying that they have moved and are now digging in even harder.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "Interesting to see in the U.S. how, you know, exactly as you say, politicians being blamed for the fall of this village.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "SEBASTIAN",
      "sentences": "I mean, the U.S. by far the biggest military backer of Ukraine in this war. It is very hard to overstate that.Yes, the EU is now stepping up. They've approved that 50 billion euro aid package that was being blocked by Hungary. But you cannot overstate the impact of U.S. aid. And look, it's not just about weapons and ammunition. There is a manpower issue at play here as well. Russia has been able to mobilize more men, bring them to the front line. Ukraine has this aging force that as many of them have been on the front lines now for the best part of two years. And they are struggling to find a to bring more men in. Mobilization has been incredibly controversial in Ukraine. So several things playing out. But the impact of U.S. aid, certainly if you talk to any expert, is now being seen very clearly on the front line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "OK, Clare, thank you.China says it doesn't sell lethal weapons to countries at war. And that includes Russia, its ally and close partner. That's what China's foreign minister told his Ukrainian counterpart at the Munich Security Conference on Saturday. Wang Yi said Beijing does not want to add, quote, fuel to the fire of Russia's nearly two year long war in Ukraine. He says China has one goal facilitating peace talks. Ukraine's foreign minister said Kyiv would be maintaining a close dialogue with Beijing. Former U.S. President Donald Trump is comparing himself to Putin critic Alexei Navalny. He posted an opinion piece on his social media platform on Sunday that's entitled \"Biden/Trump is to Putin , Navalny.\" In the post, Trump claims without evidence that there are, quote, some parallels between how the Biden administration is targeting him and how President Putin went after Navalny. It's the first time Trump has publicly weighed in on Navalny's death. Former U.S. GOP representative Liz Cheney is criticizing Donald Trump's response to Navalny's death. She told CNN's Jake Tapper that Trump's post sounded like the emergence of a Putin wing in the Republican Party. (BEGIN VIDEO CLIP) LIZ CHENEY, FORMER U.S. HOUSE REPUBLICAN: When you think about Donald Trump, for example, pledging retribution, what Vladimir Putin did to Navalny is what retribution looks like in a country where the leader is not subject to the rule of law. And I think that we have to take Donald Trump very seriously. We have to take seriously the extent to which, you know, you've now got a Putin wing in the Republican Party. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:04",
      "speaker": "HALEY",
      "sentences": "It's actually pretty amazing that he not only after making those comments that he would encourage Putin to invade NATO, but the fact that he won't acknowledge anything with Navalny. Either he sides with Putin and thinks it's cool that that Putin killed one of his political opponents, or he just doesn't think it's that big of a deal.Either one of those is concerning. Either one of those is a problem. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:04",
      "speaker": "FOSTER",
      "sentences": "Haley also bringing up the question of age and despite the odds she's staying in the race.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:04",
      "speaker": "HALEY",
      "sentences": "Why would I give up when 59 percent of Americans say Donald Trump is too old and Joe Biden is too old? Why would I give up when the majority of Americans disapprove of Joe Biden, and a majority of Americans disapprove of Donald Trump?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "FOSTER",
      "sentences": "Israeli War Cabinet Minister Benny Gantz says forces will expand military operations in the southern Gaza City of Rafah if Hamas does not return the remaining hostages by Ramadan. The Holy Muslim month is expected to fall on the second week of March. His words come after Israel's Prime Minister said the release of hostages can be achieved through tough negotiations and strong military action.Meanwhile, video obtained by CNN shows people digging through rubble in central Gaza where a spokesperson for the Al-Aqsa Mosque's hospital says at least 18 people were killed in an Israeli airstrike on Sunday. Palestinian health officials say many of those killed and wounded were children. CNN can't independently verify the number of casualties. The International Court of Justice has opened hearings on the legal consequences of Israel's policies and practices in Palestinian territories. While it comes as the war rages on in Gaza, the case arrives more than a year after the U.N. General Assembly voted to ask the court for a non-binding opinion on the long running dispute. Palestinian representatives are expected to speak first at today's hearing. CNN's Scott McLean following developments and joins us now from Istanbul. All eyes really on Rafah at this moment because the Israelis have said they want to minimize any civilian casualties, but there's about a million of them there and it's difficult to see how they can get out, particularly when they haven't been presented with a plan yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:05",
      "speaker": "FOSTER",
      "sentences": "OK, Scott McLean, thank you for joining us for that.The families of Israeli hostages still held by Hamas say they'll keep fighting until their loved ones are released. Just days ago, a group of them traveled to The Hague to file a legal complaint against the militant group. CNN's Jeremy Diamond traveled with them. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:05",
      "speaker": "CHANTS",
      "sentences": "Oh no! We will not!JEREMY DIAMOND, CNN JERUSALEM CORRESPONDENT (voice-over): Cries of Israeli hostage families rise over yet another city. This time it's The Hague, the Dutch city synonymous with international justice, where they've come to demand Hamas's leaders be charged with war crimes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:05",
      "speaker": "DIAMOND",
      "sentences": "After 131 days of their loved ones being held captive, the hostage families have resorted to this, coming in front of the International Criminal Court to demand justice.DIAMOND (voice-over): But they know this isn't the final stop in their pursuit of justice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:05",
      "speaker": "OFIR BIBAS LEVY, SISTER OF HOSTAGE YARDEN BIBAS",
      "sentences": "It's another step in our fight to bring our families back home and another step in our fight against Hamas.DIAMOND (voice-over): Today, that step begins at Israel's International Airport, where about 100 hostage family members arrive for yet another early morning flight to yet another country, another day fighting for their loved ones' release. They arrive carrying signs and wearing shirts and hoodies, bearing the faces of brothers and uncles, daughters and sisters, all captives in Gaza. Those were Eden Yerushalmi's last words to her sister Shani before the phone line went dead on October 7th. Since then, Shani has been fighting for her sister.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:05",
      "speaker": "SHANI YERUSHALMI, SISTER OF HOSTAGE EDEN YERUSHALMI",
      "sentences": "So we are optimistic, but, you know, it's been more than four months and we worried about her. We all feel that the world will forget about them.DIAMOND (voice-over): But aboard this flight, at least they know they are not fighting alone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:05",
      "speaker": "YERUSHALMI",
      "sentences": "It's sad to say, but I'm happy. I'm glad that we are not alone in this, that Eden is not the only kidnap.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:05",
      "speaker": "ODED MOSES, SON OF HOSTAGE GADI MOSES",
      "sentences": "The circumstances gather us together and we meet a lot and we talk a lot.DIAMOND (voice-over): But no amount of camaraderie can assuage a mother's pain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:05",
      "speaker": "HAGIT CHEN, MOTHER OF HOSTAGE ITAY CHEN",
      "sentences": "131 days and nights. You know, we cannot breathe, we cannot breathe anymore.DIAMOND (voice-over): Or dim the dreams of being reunited with her son, Itay, a 20 year old Israeli soldier who is also a U.S. citizen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:05",
      "speaker": "CHEN",
      "sentences": "I dream about Itay a lot. In my dreams, you know, he's in the Red Cross van waving to me, smiling because always he has a big smile on his face. And he will say, I'm OK. Why are you worried so much? I'm OK.DIAMOND (voice-over): But during the trip, it becomes clear that the negotiations that could free the hostages are at an impasse. Frustrations with the government of Israeli Prime Minister Benjamin Netanyahu growing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:05",
      "speaker": "CHEN",
      "sentences": "Until Itay is home, it's not enough. Obviously, they're not doing enough if Itay is not home after so many days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:05",
      "speaker": "MOSES",
      "sentences": "Negotiations is like a net of lies. OK, that's our negotiation. Everybody are lying or playing part of the negotiations. No one really can know what happened, but it's not the top priority, as I see it.DIAMOND (voice-over): In the meantime, the wait is agonizing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:05",
      "speaker": "LEVY",
      "sentences": "We're trying to be optimistic, but the longer the days go, it's -- it's getting harder and harder.DIAMOND (voice-over): The Bibas family still holding out hope that Shiri and her two redheaded boys are alive, despite Hamas claiming they were killed in an Israeli airstrike.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:05",
      "speaker": "LEVY",
      "sentences": "And for Shiri and the boys, we -- we act as if what Hamas said never happened. We believe and we have faith that they are still alive and we are still demanding them back.DIAMOND (voice-over): For the hostage families, there is power in those demands and raising their voices together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:05",
      "speaker": "CHEN",
      "sentences": "We have more hope that things will change. We hope to change things for us, for Itay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:05",
      "speaker": "DIAMOND",
      "sentences": "Do you feel --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:05",
      "speaker": "CHEN",
      "sentences": "-- the power, the energy, the vibes.DIAMOND (voice-over): Jeremy Diamond, CNN, The Hague, Netherlands. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}