{
  "date": "2024-11-30",
  "headline": "CNN Newsroom",
  "subHeadline": "Syrian Rebels Take Control Of Most Of Aleppo City; Trump Says He Will Nominate Kash Patel to Run FBI; Trump Announces Kash Pates as His Choice for FBI Director; Paralyzing Lake Effect Snow Hits Great Lakes Region. Aired 7-8p ET",
  "utterances": [
    {
      "timeStamp": "19:00:10",
      "speaker": "JESSICA DEAN, CNN HOST",
      "sentences": "You are in the CNN Newsroom. I'm Jessica Dean in New York. And rebel forces tonight have control of most of Syria's second largest city, Aleppo. Opposition forces mounting a lightning advance, killing dozens of government soldiers in their path toward the city. The attack, ending an eight-year stalemate in a civ, has killed more than 300,000 people and sent millions fleeing across that country's borders. As CNN's Ben Wedeman reports, the surprise attack is seen as a major challenge to President Bashar al Assad.(BEGIN VIDEOTAPE) BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): The facade of government power in Aleppo was poster thin Friday evening. Rebels stomp on pictures of Syrian President Bashar al Assad. Just a few days ago, they were far away from Syria's second city. Now they control some of Aleppo's most iconic landmarks like the vast central Saadallah Al-Jabiri Square and the city's ancient citadel. Eight years ago, opponents of the Damascus regime left Aleppo in defeat, bussed out to nearby rebel held Idlib province. Now they're back after a lightning offensive. Ali Jumaa fled his native Aleppo eight years ago. It's an indescribable feeling, he says, to return to your land, your city, the place where you were raised. Syrian government ground forces haven't put up much of a fight. Residents report seeing them leave several areas. The Defense Ministry in Damascus issued a statement saying troops had conducted a strategic redeployment aimed at reinforcing defensive lines. In other words, they retreated. Russian forces are hitting back, conducting airstrikes on both Aleppo and nearby Idlib province, a stronghold for the anti-regime coalition. A major component of that coalition, Hay'at Tahrir al-Sham, is an offshoot of al Qaeda but has distanced itself in recent years. Russia came to the rescue of the Syrian government in 2015, but diverted some of its resources to the war in Ukraine. Hezbollah fighters from Lebanon fought alongside the regime during the civil war's darkest days. Most returned home to join the war against Israel, opening the way for the rebel offensive. We participated in the operation to liberate Aleppo, to kick out the militias of Iran and Hezbollah, to lift the oppression from our brothers in Aleppo, says rebel fighter Mohammed Hammedi. And we're going to clear all of Syria, God willing. A brutal war stalemated in recent years rages again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:10",
      "speaker": "WEDEMAN",
      "sentences": "The rebels are now in control of Aleppo's international airport and claim to be gaining ground north of the city of Hama, which is the next major urban center south of Aleppo on the road to Damascus. The pressure on the regime of Bashar al Assad is mounting dramatically. Jessica.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is CNN Breaking News.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:04",
      "speaker": "ALAYNA TREENE, CNN REPORTER",
      "sentences": "Yes, I am. Hi, Jessica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:04",
      "speaker": "DEAN",
      "sentences": "OK. So Alayna, this is our breaking news that Trump is announcing that he intends to nominate Kash Patel to head up the FBI. This had been talked about now for several weeks. And what are you learning about how this decision came to be made and what is the thinking around this decision?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:04",
      "speaker": "TREENE",
      "sentences": "Well, a few things. First of all, I would note that Donald Trump has long wanted to replace the current FBI director, Christopher Wray. Even when he was in Donald Trump in the final weeks of his White House, his first term, he had been making plans to fire Chris Wray and replace him with someone else.And now that he has been elected once again and is set to take the set to be sworn in on January 12th 20th, from my conversations with those around Trump and close to Trump, that was always a goal of his. The question was who would he replace him with? Now, Kash Patel is a fierce loyalist to Donald Trump, someone who served in his first White House as well. But there's also a lot of controversy around him. There's a lot of people who are close to Donald Trump, allies of the former president, now president elect, who have said there are no concerns of having someone like Kash Patel take the helm. And part of that is I would argue that, you know, he has a big disdain or shared disdain, I would say, for the so called deep state. And others have also argued that perhaps he could be someone who could inoculate Donald Trump from futures investigations, but also try to carry out any plans that Donald Trump would have about going after so called political enemies, declassify sensitive information and purge curil (ph) civil servants. Now, with this decision, I will also argue that, you know, from my reporting over the last several weeks about Donald Trump, thinking about who we would want to be at the helm of the FBI. There have been questions within Donald Trump's inner circle about whether they would want someone who they believed would be more easily confirmable, maybe someone who was less of a firebrand conservative then Patel. There had been talk previously about Mike Rogers and others maybe taking over the helm. But clearly Donald Trump is going with someone who is a fierce defender of him and a chief loyalist to him that in many ways will do what Donald Trump has been wanting, which is to have someone surround himself with people who will continue to say yes to him, who will not hold him back and will help him carry out his agenda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:04",
      "speaker": "DEAN",
      "sentences": "And Alayna, again, there are more steps between nominating someone and them, of course, getting confirmed and getting put into that position. But going ahead and looking ahead to the potential of Patel sitting as FBI director, as you noted, he has been quite vocal in essentially saying he believes that he should go after Trump's perceived political enemies and as you noted, has this deep skepticism of the so called deep state, this kind of idea that law enforcement and intelligence agencies, again, no evidence of this, have had this coordinated campaign against Trump.What do you know about Trump's allies in terms, I know you mentioned they had maybe pushed someone that might be more easily confirmable, but kind of the thinking among Trump's allies about this nomination, I know it's very fresh, but just the idea of this nomination.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:05",
      "speaker": "DEAN",
      "sentences": "All right, Alayna, stay with us. I want to go to Juliette Kayyem, who is here with us as well, of course, a national security analyst for us, someone who understands the role of law enforcement and how all of this works. Juliette, first, I just want to get your reaction to this breaking news that President-Elect Trump intends to nominate Kash Patel to serve as the FBI director.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:05",
      "speaker": "JULIETTE KAYYEM, CNN SENIOR NATIONAL SECURITY ANALYST",
      "sentences": "Well, I mean, first of all, just we should note how everything has changed because of Donald Trump firing Comey, that we're now at a stage in which the FBI director, who's not supposed to serve at the whims of whatever president comes in, we sort of just Trump sort of views that as a given. It is viewed as his appointment.So whatever is happening in terms of who he chooses, the fact that this is even a seat that we're talking about shows how much Trump is planning on putting his people in. And now this gets to Patel there is no one less, I mean, there's a lot of people less qualified to run the FBI. There is no one that -- the only reason why Trump would have done this pick is for his retribution campaign. There is almost no other reason to explain this. And I know that we have to say, you know, in terms of reporting, well, we'll see what others say or we'll see what the Republicans do. But everyone who has follow this president-elect and who he wants to put in knows that this particular position and this particular person is being chosen for what is essentially the retribution campaign. And that means a couple of things. It will mean the lack it's not just who they go after. Let's start with who they don't go after. The lack of enforcement against people who might use violence, who might do things, illegal, hate crimes otherwise, in the name of Donald Trump is likely to occur. In other words, the decision not to prosecute under federal crimes is one that the FBI will be part of in terms of where they put their investigatory resources. More importantly, of course, is the people presently in the DOJ who are looking to see whether Trump is going to go after them can assume that the FBI will start investigations, including his President Biden's own family members. But the president-elect has also talked about looking at the 2020 campaign. He seems still believe that he won, that will be something that will be looked at. So there's almost no other explanation that is rational. It's not political. It's just the way you look at this is we need to believe the president-elect in terms of what he's doing. We don't have to look for another reason. He wants his person, who is on a sort of burn it up tour, to lead the FBI. And no rational person would look at this nomination and view it otherwise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:05",
      "speaker": "DEAN",
      "sentences": "And Juliette, I just want to read. This is a transcript from what Kash Patel said earlier. Just a little bit ago, a few weeks ago, he was saying he was on Steve Bannon's podcast and he said, we will -- I think we can play it, actually, we have it. Let's listen to it. That's better than me reading it.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:05",
      "speaker": "KASH PATEL, FORMER CHIEF OF STAFF TO THE UNITED STATES SECRETARY OF DEFENSE",
      "sentences": "We will go out and find the conspirators, not just in government, but in the media. Yes, we're going to come after the people in the media who lied about American citizens since, who helped Joe Biden rig presidential elections. We're going to come after you whether it's criminal or civilly. We'll figure that out. But, yes, we're putting you all on notice.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:05",
      "speaker": "KAYYEM",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:00",
      "speaker": "KAYYEM",
      "sentences": "Well, I mean, just look at Herbert Hoover. I mean, it was a tremendous amount of investigatory powers. There are laws to check this. But you can go after your political enemies, as Hoover did, against the civil rights movement. You can try to get wiretaps or whatever else based on investigations against your alleged political enemies or even the media.Look, we have a lot of checks in place now, right, in terms of what the FBI can lawfully do. Those checks will not work against an FBI director who is essentially hell bent on what we just heard him say on the podcast to go after the political enemies of the president. So basically, what's happening now, just to remind people what the FBI generally does, right? It's federal crimes. It is everything as, you know, boring cases, like, I don't mean that, but, you know, antitrust, civil cases that are, you know, about regulations and finances all the way to hate crimes, and then, of course, to national security issues. All of those require resources and focus by the director of the FBI. The FBI chooses where to put those resources and also can choose where and how to begin investigations. People who are the target of that, who might look around and be nervous, people are the target of that certainly can either bring lawsuit against the FBI or defend themselves in court. Should the wiretap, should the investigation be viewed as illegal? But what you're talking about now is a lot of resources that are being used for two purposes. One is the political purposes of sort of protecting the president from the Democratic criticism, and I mean, not capital D, I mean, the criticism that any president ought to expect to face if they are president of a democracy, as well as going backwards to 2020 and to January 6th and whatever else that he wants to do to go after political enemies. There's just no other way. There's no spin. There's no, oh, he's qualified or whatever. This one is solely for the purposes of the, you know, the sort of redemption tour of the president elect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:00",
      "speaker": "DEAN",
      "sentences": "All right, Juliette, stay with us. I want to go to Evan Perez, CNN senior justice correspondent, who is here with us. Evan, look, this news just breaking tonight that Trump is intending to nominate him. However, this had been a talk. This had been the talk for a little bit. And I'm curious, what you had heard was kind of percolating from people you were talking to within the justice community. And what you think, how you think this could, you know, go forward and what might happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:00",
      "speaker": "DEAN",
      "sentences": "Right, in the immediate what happens. All right, Evan Perez, thank you so much for that reporting. We really appreciate it. We are going to take a quick break. When we come back, we're going to have congressional reaction to this breaking news that we're getting this evening that President-Elect Donald Trump intends to nominate Kash Patel as the head of the FBI. We'll be right back.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is CNN Breaking News.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:00",
      "speaker": "DEAN",
      "sentences": "Our breaking news tonight, President-Elect Donald Trump announcing he intends to nominate Kash Patel to head up the FBI. Currently, the director of the FBI is Chris Wray, who is in the middle of serving a 10-year term. He came to be the director in 2017 after then President Trump fired James Comey. That is when Chris Wray was nominated and confirmed by the Senate. He has been in that role now for several years.Typically, FBI directors serve out those 10-year terms and are not at the whim of whichever president may be in power. Joining us now, Democratic Congressman John Garamendi of California. Congressman, thanks so much for being here with us. I first just want to get your reaction to this breaking news we're getting tonight. REP. JOHN GARAMENDI (D-CA): It's very troublesome. Throughout the entire campaign, people said, oh, he's just talking. That's just political rhetoric. As Trump said, I am your retribution and the revenge agenda. And now we're seeing it play out not only with this nominee for the FBI, but also for the military. You take a look at all the appointments. They are part of a strategy that the President has laid out to put in place his campaign promises, which is retribution to seek revenge on his political enemies. And in his own words, Mr. Patel has made it very, very clear what he thinks he will do to the press and he'll do to political opponents. It is a very dangerous, a very dangerous road on which Trump is putting us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:00",
      "speaker": "DEAN",
      "sentences": "And you mentioned that he is carrying out on his campaign promises. It wasn't that he was holding this back or not being open. He talked a lot about political retribution and yet Americans made him president again. What do you make of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:00",
      "speaker": "GARAMENDI",
      "sentences": "But what I make of it is that, oh, that's just talk. That's just how -- that's just talk at the campaign trail, all politicians talk about things they're going to do, but they're never going to do it. Well, heads up, folks, he intends to do it. You look at all of the appointments that he's made, not necessarily in law enforcement. You look at the environmental issues. He said we're going to drill, baby, drill. And he's put in place that in people that intend to make sure that the United States drills and goes for oil everywhere that they possibly can. That's on the environmental side. He said it, roll back the environmental protections and he will do that or at least attempt to do it.And so, believe him, believe what Trump said and what -- and now you're seeing it play out here with this nominee for the FBI, which is an extraordinarily important place. You think about J. Edgar Hoover. Politicians lived in fear for 20, almost 30 years because Hoover was using the FBI to spy on their personal lives, their political lives and their economic lives. And Hoover used that as a tool to gain control. Now, Patel has made very, very clear who he's going after. He's going after you. He's going after other media personnel who disagree with him, who are outspoken in opposition to Trump's policies. Patel has promised to do that. Believe him. It is a very serious path that Trump is putting us on, and it will lead to a significant diminution in our political, our social as well as our democratic processes here in the United States. So beware, be very aware of what Trump is doing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:00",
      "speaker": "DEAN",
      "sentences": "And so in this case, you know, obviously, the check on the incoming president's power lies with the Senate. This is a Senate confirmed position. We're just reminding everyone that the Republicans will have a majority, but it's a small majority. And so they don't, you know, they're still going to -- you still have to work to get people through a Republican led Senate, as evidenced by Matt Gaetz dropping out from being nominated for Attorney General after it became clear that was just not going to happen for him.Obviously, Congressman, you are a Democrat that serves in the House, so not a Senate Republican. But I am curious how you think that will go if you think Senate Republicans will go for this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:05",
      "speaker": "DEAN",
      "sentences": "All right, Congressman Garamendi, thank you for coming on and offering your thoughts. We really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:05",
      "speaker": "GARAMENDI",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:46",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN Breaking News.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:46",
      "speaker": "DEAN",
      "sentences": "And welcome back, as we continue to cover this breaking news that President-elect Donald Trump has announced his intentions to nominate Kash Patel to lead the FBI. Currently, the FBI is led by director Christopher Wray, who took over in 2017 after Trump fired then Director James Comey, just a reminder that typically or that always the FBI directors are put on ten-year --they serve for ten years.   It is very rare that they are fired or removed. They do not servetypically at the whims of any president. So, I want to bring in Andrew McCabe, former deputy director of the Federal Bureau of Investigation, and Daniel Bruner, a retired FBI special agent. Good to have both of you here, because you both have such deep knowledge and experience within the FBI and Andrew, I just want to start first with you and just get your reaction to this news tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:46",
      "speaker": "ANDREW MCCABE, CNN SENIOR LAW ENFORCEMENT ANALYST",
      "sentences": "Yes, well, it's a terrible development for the men and women of the FBI and also for the nation that depends on a highly functioning professional independent Federal Bureau of Investigation.The fact that Kash Patel is profoundly unqualified for this job is not even like a matter for debate. So, I think what we should really be thinking about right now is what does this signal in terms of Donald Trump's intent for the FBI. The installation or the nomination I guess, we should say, at this point of Kash Patel as FBI director, can only possibly be a plan to disrupt, to dismantle, to distract the FBI and to possibly use it as a tool for the president's political agenda. You know, as an organization, we know what that looks like. This country has been there before, right? The pre-Watergate FBI the J. Edgar Hoover FBI struck fear in the hearts of Americans across the spectrum of politicians, people in entertainment, people in the civil rights community because the director operated at the direction of presidents to collect political intelligence and to utilize the legal authorities, the investigative authorities of the FBI, to terrorize and intimidate Americans. So the question is, is that where we're going back to with this nomination? I would argue that Kash Patel would be the perfect person for Donald Trump to nominate, if that's in fact his intent for the FBI.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:46",
      "speaker": "DEAN",
      "sentences": "And Daniel, I also want to get your just initial reaction to this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:37",
      "speaker": "DEAN",
      "sentences": "Andrew, in that first clip, he was talking about the FBI and the FBI building. He was musing, why do you need all these people there? That that he want to just make it a museum. I think there are people out there that that say -- oh, that's just rhetoric. He does not really mean it. And I think that they also thought that about, you know, President-elect Trump, who was very honest about what he wanted to do with the FBI and about political retribution. What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:37",
      "speaker": "MCCABE",
      "sentences": "I have said, Jessica, for a long time now, that we should take Donald Trump at his word. And he's been very clear about what he said during the campaign and with this, I feel like he's speaking clearly with this nomination as well, what he intends for the FBI, what he intends to do to the FBI.We should stop giving him the -- oh, well, it's just him. That's how he talks. He maybe doesn't mean it and actually start crediting the guy with saying the things that he's actually going to do.   Now, I think that, the clip that you played of Kash is really fascinating, because I know that in that same conversation, he said he was going to take the 7,000 people at headquarters and send them out around the country to work as police officers. So it's not surprising to me that he doesn't know what people there do. He doesn't really know anything about the FBI. Clearly, he doesn't know that 6,000 of those headquarters employees are not actually law enforcement officials they are professional staff. They're secretaries. They're analysts. They are scientists. They are computer specialists. All sorts of people that work to help protect America every single day in ways that most Americans will never know about. Let's hope that when Kash Patel shows up, if he's confirmed, he spends a little time actually learning what those 7,000 people do and how critical they are to the mission.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:37",
      "speaker": "DEAN",
      "sentences": "And Daniel, just idea, help people understand, in terms of the FBI because Andrew is getting at it, too. It is a very large organization, it's supposed to operate independently without politics. That's the reason that these terms are ten years. So you're not -- the director isn't serving at the whim of a certain president over another. I hear you when you say you're talking to some of these street agents and they say, were just going to keep doing our job.But in terms of this sort of, again, if he's confirmed, this sort of change to inject so much politics into it. What kind of impact could that have on the agency?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:37",
      "speaker": "BRUNER",
      "sentences": "Well, I think that, you know, following what Andrew was saying that we've spoken over the last couple of weeks, I think that there's going to be a lot of change. I think change is good. A change can be can be a good thing. But I think that Mr. Patel is going to come in and make a lot of changes.And I think that the -- along the same lines that Andrew was saying and other people are saying, you know, you know, maybe Mr. Trump or President Trump will maybe he will, maybe he won't. I think that you know, Kash Patel is going to come in. I think Kash Patel is going to make some major changes. And what we hope that he takes his time and echoing Andrew's, take the time, come in, and listen to how the organization is run, find out how each division, how the counterterrorism, how counterintelligence, how the criminal branches, how they operate and those 7,000 employees. Yes, 90 percent of them are not agents so those statements, yes, they're bravado, but I think that he is going to make some sort of you know, radical changes to exact a new change and a new bureau, which I believe is concerning. I mean, the bureau has been over for over a hundred years, there have been lots of changes, lots of different directors but, you know, we're moving into a new age here. And this is a new Kash Patel, a new director. So I think that were going to be seeing a lot of changes over the next year, even, you know with the confirmation, which I think will be an uphill battle, but it's not going to be Matt Gaetz, it's going to be a little different. I think that he might be able to get it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:49:23",
      "speaker": "DEAN",
      "sentences": "Welcome back, we're continuing to follow breaking news tonight that President-elect Donald Trump has announced he intends to nominate Kash Patel to lead the FBI.I want to bring in Alayna Treene, who is joining us from West Palm Beach, and Alayna, there are a lot of a lot of questions around this, including is Kash Patel Senate confirmable? If he's not, can Donald Trump or would Donald Trump fire Christopher Wray and make him acting FBI Director for a certain amount of time? And then also to the question of what his allies are saying about this. What more are you hearing?",
      "isLastSentenceInterrupted": false
    }
  ]
}