{
  "date": "2024-11-26",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Israeli Cabinet to Vote on a Hezbollah Ceasefire Deal Tuesday; Trump Promises Punishing Tariffs on Mexico, Canada, China; Questions of Sabotage Raised in Lithuania Cargo Plane Crash; Trump Prosecutions Melt Away; Russia Launches Largest Drone Attack on Ukraine; Russia Expels British Diplomat, Accuses Him of Spying; Imran Khan Supporters Breach City Limits of Capital; Criticism for Band Aid Charity Single on 40th Anniversary; Thanksgiving Travel Across the U.S. Expected to Set New Record; Biden Grants Clemency to Turkeys Peach and Blossom; China's Hottest New Tourist Attraction is 1,500+ Meters in the Air. Aired 8-9a ET",
  "utterances": [
    {
      "timeStamp": "08:00:00",
      "speaker": "ABDALLAH BOU HABIB, LEBANESE FOREIGN MINISTER",
      "sentences": "We do want to stop it because the country was paralyzed. Although it is in few parts of the country, the fighting was, but the country as a whole is paralyzed, and we wanted to finish this and to have a ceasefire. Hopefully tonight -- by tonight, we'll have this ceasefire.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "FOSTER",
      "sentences": "In the meantime, Israel keeping up its airstrikes on Lebanon. The conflict has killed more than 3,000 people since it was ignited by the war in Gaza 14 months ago. Video of a strike that took down two buildings in Beirut just on Monday, the IDF says it hit two command centers belonging to Hezbollah's executive council.Nic Robertson in Jerusalem, I mean, there is positivity often before these moments, but more so today than usual.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Yes, I think so. And also, the military tempo is up, more than 30 strikes against Hezbollah targets, both in the south of Lebanon, in the southern suburbs of Beirut, and the center of Beirut as well. That -- the one in the center of Beirut, as we understand at the moment, one of those no warning strikes, possibly an effort by the IDF to assassinate a senior Hezbollah official. That's not clear at this time.But the tempo up, coming the other way as well. Qiryat Shemona in the north of Israel, one of those large towns, more than 20,000 people, where the population have been evacuated since October last year, one of the towns obviously where the Israeli government, if they get this ceasefire deal, will allow people to go back to, that hit by strikes coming from Hezbollah today. So, the military tempo is up. But you're absolutely right. The sort of diplomatic drumbeat in the background is very much there. Coming from the Prime Minister's office here, we know that there are hard right wingers in the Prime Minister's government. The Itamar Ben-Gvir, the National Security Minister who said that his advice to the Prime Minister is don't go for a deal, keep, keep, continue, continue, continue against Hezbollah was his instructions to the Prime Minister. But the Prime Minister's office is confident. And I think what we're beginning to get a sense of is not just the concerns on what the Israeli government wants to achieve out of this, but how it will actually happen. The foreign -- the defense minister here saying that it cannot be a situation like it was before. Israel will strike back at any threat as soon as it -- soon as it sees it. Adding that the U.N. who as we understand from the ceasefire deal how it looks, as we expect it to be, would be filling the military vacuum when the Hezbollah and the IDF pull back from that area, the UN would be part of the force there saying that the U.N. must be up to doing that task. And from the Lebanese foreign minister at the G7 there in Rome, we're getting details of how the Lebanese army will be reinforced in that border zone. 5,000 Lebanese army troops there already, he said an additional 5,000 coming in. So it's not a done deal yet. The vote is coming, there's the confidence, and we're beginning to get a shape of what it may look like, Max.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "FOSTER",
      "sentences": "And there is opposition within the Israeli cabinet where the feeling is that Hezbollah should be completely destroyed before any ceasefire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "FOSTER",
      "sentences": "OK, Nic, back with you as we get an update from that crucial cabinet meeting. Thank you.U.S. President-elect Donald Trump says he'll slap tariffs on two close allies and one adversary. According to him, the goal is to keep illegal drugs and undocumented immigrants out of the U.S. In a statement on his Truth Social platform, Trump says he'll implement them by means of an executive order on day one. Here's what he's promising. A 25 percent tariff on all imports from Canada and Mexico as soon as he takes office. Chinese imports will face an additional 10 percent tariff, which Trump describes as punishment for Chinese fentanyl coming into the U.S. The Chinese embassy responded, no one will win a trade war. Economists say tariffs could wreak havoc on America's supply chains and industries that rely on goods from the country's closest trading partners. Trump's son, Eric, spoke to Fox News about what these tariffs mean. (BEGIN VIDEO CLIP) ERIC TRUMP, SON OF PRESIDENT-ELECT DONALD TRUMP:  You want to allow drugs to come through our southern border? We are going to tariff you. You want to allow them to come through Canada? We are going to tariff you. China, if you're going to allow this stuff to get sold in our country, largely produced in China? We are going to add another 10 percent to your tax (ph). We are going to cost your countries your economies. We're going to cost your businesses billions, hundreds of billions of dollars. If you think you're going to pair -- terror -- you're going to poison Americans, it's not going to happen. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "FOSTER",
      "sentences": "Jeff Zeleny joins us now from Washington. It's -- it was a very clear message, wasn't it, from Donald Trump. And a lot of people saying, it makes sense. There is a way around this, that tariff might not happen if those countries respond in the way that he wants. Why is he saying it now?JEFF ZELENY, CNN CHIEF U.S. AFFAIRS CORRESPONDENT:  Look, Max, it's been something that he's been saying throughout the campaign, and this is actually one central consistency in Donald Trump's public life, really going back to the '80s. He's been talking about his belief in tariffs. But his son there was saying, we are going to tariff Canada. We're going to tariff Mexico. What that means is, it's not charging the country, it's on products coming into the U.S. So, say for example, a piece of lumber that is coming to the U.S. from Canada was $1. Now, it'll be $1.25. That $0.25 extra is going to be paid by the consumer. It is not going to be paid by the country of Canada. So that's the challenge here in the -- breaking all of this down, I mean, this is something that is going to increase the prices on all kinds of goods, and that will be where the rubber meets the road in terms of Trump supporters. Do they want to pay more for some of these cheap goods coming from China and elsewhere? The question is, is this something that is actually going to happen, or is this simply a warning shot, if you will, about eight weeks before the election? You'll remember back in 2017, when he was president the first time, he did impose tariffs on China, but was stopped by his advisors of doing so against Mexico.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "ZELENY",
      "sentences": "That certainly is possible. I mean, he likes to negotiate deals. So we will see if this actually happens. The list of things he's planning to do on day one are really adding up, and it's unclear if there will be space or time for all of these things on day one. But again, this is a consistent message from the President-elect. He has long talked about his belief in the support of tariffs. So, we will see on the price of goods, that is the bottom line here. Things will be more expensive.You've seen the CEO of Walmart, for example, say that things will be more expensive, products will be more expensive here in the U.S. And there's also no metric on the fentanyl coming in, on the illegal immigration, what metric would that have to reach when these tariffs would be stopped. So, most experts believe the president has the authority to do this. The question is, is it wise to do? This will be one of the many things discussed once he takes office. But for now, at least, he's announcing it at this moment, a couple months before taking office to send that warning shot and perhaps change some behaviors or at least begin a negotiation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "FOSTER",
      "sentences": "OK, Jeff, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "ZELENY",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "FOSTER",
      "sentences": "As Jeff mentioned, Trump has accused China of allowing the flow of fentanyl into the U.S. But a Chinese embassy spokesperson defended Beijing's counternarcotics efforts and said, Trump's claims run counter to the facts and the reality. Steven Jiang has more from Beijing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "STEVEN JIANG, CNN BEIJING BUREAU CHIEF",
      "sentences": "A Chinese foreign ministry spokeswoman on Tuesday actually declined to answer this very question of how China would respond, other than saying China is open to communicating with the new U.S. administration. Now, that's not surprising given historically, China tend to react to the actual situation instead of preemptively.Of course, Chinese officials have been preparing to deal with these prospects for months. If anything, they could probably use some clarification from Trump in terms of whether or not this new additional 10 percent tariff is going to be imposed at the same time as the 60 percent tariffs on all Chinese imports he has threatened throughout his campaign. But it's interesting that I've been hearing slightly different sentiment from different Chinese officials. Those in charge of diplomacy tend to put on a more brave phase saying China is capable and willing to fight back. While those with an economic portfolio sometimes sounded a bit more cautious, perhaps because of the sluggish economy at home. And that of course, is very much going to affect their decision making as well with many experts suggesting the Chinese response is likely more targeted and asymmetrical, meaning they're going to target U.S. companies, industries. They may already intend to squeeze in the Chinese market. And the other thing China has been doing, of course, is to diversify its export markets, trying to reduce its reliance on the U.S. market. And that's something very much reflected in their more recent trade data. But perhaps more noteworthy is the fentanyl issue. That's something China has been complaining for a long time in terms of not getting enough credit from Washington for its effort. And Chinese officials have said sometimes they have been working with the U.S. on this issue at the expense of their own economic interest. We recently got some rare access to China's national counternarcotics lab and officials there are telling us that the -- just to resume the talks on this issue actually, has already produced progress with their regular communication with their U.S. counterparts, actually helping both sides identify and trace new chemicals used to produce fentanyl and also, U.S. provided tips have led to concrete law enforcement actions on the ground. So, the irony here is if the new Trump tariffs actually end up triggering another free fall in this overall relationship, they could actually very much negatively impact on the very issue Trump is now linking to his latest tariff threat against China. Steven Jiang, CNN, Beijing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "FOSTER",
      "sentences": "Let's talk to Paula Newton in Ottawa for Canada's reaction to Trump's tariff threat. I mean, this is seismic, isn't it, for Canada and Mexico because a huge amount of their economy makes money from the U.S. economy, and it could lose in theory about 25 percent of that, which would be seismic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:15",
      "speaker": "FOSTER",
      "sentences": "Jeff was talking about the impact this could have on people that voted for Donald Trump because a tariff is an increase in prices. They'll be paying more. But describe what it'll mean for the ordinary Canadian.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:15",
      "speaker": "NEWTON",
      "sentences": "Well, for the ordinary Canadian, it will actually mean a decrease in your standard of living. There would be job losses. There would be certainly implications. The dollar slid immediately, the Canadian dollar by about 1 percent the minute that this post came out. Canadian economy has been doing well on the surface of things, but belying that, Max, is really a loss in productivity. That is a problem.And to have a trade war on top of that, as I said, this would hit Canadians directly and would hurt certainly their quality of life. I do want to point out as well though, that one thing he mentioned was the issue on the border. And you have had a lot of Republican, especially Republican, but also some Democrats commenting that while the focus has been on the southern border, that the northern border has to be looked at as well. And Max, you and I both know so well that when it comes to things like drug smuggling or human smuggling, when you start to clamp down, let's say on the southern border and have some access there, those people involved in those nefarious activities will then look to other points, weak points along that border into the United States. Certainly, the U.S. has been working very closely with Canada, try and deal with those border issues, but a lot more of that to come and we'll see what kind of high-stakes diplomacy and negotiation can happen in the eight weeks until Donald Trump comes into office. But he's already acting, quite frankly, like he's president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:15",
      "speaker": "FOSTER",
      "sentences": "Yeah, exactly. Paula Newton, thank you so much.German politicians speaking about the possibility that a cargo plane that crashed in Lithuania on Monday could have been deliberately brought down by saboteurs. The plane crashed near Vilnius Airport as it came into land, killing one of the crew members. But remarkably, three of the people onboard survived. German Chancellor Olaf Scholz says the cause of the crash needs to be investigated closely. Lithuanian officials say they haven't found any evidence of sabotage just yet. Earlier this month, \"The Wall Street Journal\" reported that incendiary devices were part of a covert Russian operation aimed at starting fires aboard cargo and passenger flights. Moscow denies the report. Three bodies have been recovered from a tourist boat that capsized on Monday off Egypt's Red Sea Coast. The Red Sea Governor telling Reuters that rescue teams are still searching for 13 missing people. The boat called the 'Sea Story' was carrying 31 tourists and 13 crew when it was hit by high waves and sank in about seven minutes. Officials say 28 people have been rescued with minor injuries. Still to come, Special Council Jack Smith gives up trying to bring Donald Trump to justice. Will the president-elect try to take his revenge. Plus, new developments in the Menendez Brothers' bid for freedom. Coming up, why a judge pushed back their re-sentencing hearing to early next year? (COMMERCIAL BREAK) [08:21:20] FOSTER:  Live images from Beirut, some really large explosions there from the looks of the clouds rising up from targets for Israel, just about the same time that they've started a cabinet meeting where they'll discuss some sort of temporary ceasefire. But there's a -- it appears to be a real uptick in attacks on Hezbollah targets within Beirut at this time. And it really does emphasize the urgency of getting some sort of deal done to avoid the huge amount of side casualties really, that come out of these events as we know from experience. So hopefully, these scenes won't be seen tomorrow, but cautious optimism about that cabinet meeting. The deal isn't done until it's signed. U.S. Special Counsel Jack Smith dropping the two federal prosecutions he was bringing against Donald Trump. That means the January 6th election subversion case and the classified documents case are both over, at least for now. Smith says it's a longstanding policy at the Justice Department that a sitting president can't be prosecuted, and he adds the Constitution requires that the charges be dismissed before Trump is inaugurated. The President-elect is celebrating, calling the prosecutions a political hijacking and a low point in the history of our country. CNN's Katelyn Polantz is following this story for us from Washington. So this comes down to the Constitution?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "POLANTZ",
      "sentences": "That's right. There are a lot of questions about what could happen within the next four years, let alone the next 24 hours or month or so, once Donald Trump is inaugurated and there are other things that could happen here. Trump could pardon himself or pre- emptively pardon him for the possibility of a future case. There's also a question I think, of -- whether it's too long in time, whether a statute of limitations would've expired by then, that these cases could come back.But one thing that's important here is that the classified documents case against Donald Trump had previously been dismissed in court by a judge saying that the special counsel prosecutors didn't have the authority to bring this case. And so, the Justice Department was appealing it, trying to revive it. Yesterday, when they dismissed the January 6th case, they also went to an appeals court and said, OK, we're going to drop this appeal against Trump, but we're going to continue the appeal against his two co-defendants there who are accused of obstructing justice, lying to the FBI. And so, we are going to have to see exactly how that plays out. There is a bit of that classified documents case that's still hanging on in the court system, and it's important for the Justice Department because it's about their ability to have special prosecutors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "FOSTER",
      "sentences": "OK, Katelyn Polantz, thank you.Still to come, a ceasefire deal between Israel and Hezbollah --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "POLANTZ",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "FOSTER",
      "sentences": "-- now appears within reach, even as Israeli strikes on Lebanon continue. More on the conflict ahead. And Russia launches its largest drone attack on Ukraine as the conflict escalates further. We're live in Moscow after the break for you.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "FOSTER",
      "sentences": "If we look at the Lebanese side, first of all, the Hezbollah side rather, are you confident that they've fully signed up to whatever the deal is they're discussing in Jerusalem today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "SAAB",
      "sentences": "I'm not confident about either side, frankly. That's the whole point of the 60-days truce that we're going to see how both sides are going to behave. There's very little trust, obviously, but that's precisely why we have this new construct that would (inaudible) that is made up with some pretty hefty diplomatic muscle with the Americans and the French. So, there is a new structure which is very different from 2006, if you recall, when United Nation Security Council Resolution 1701 was created. So, we'll see. It's obviously going to be very critical 60 days until the inauguration of President Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "FOSTER",
      "sentences": "The big concern obviously in Israel is that Hezbollah will keep firing rockets when this ceasefire starts. And as I understand it, one of the big sticking points is some clarity about how Israel responds if Hezbollah attacks first.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "SAAB",
      "sentences": "Yeah, look, I mean, a major sticking point in this entire negotiation which frankly, to this day, I'm not sure if there's any clarity on yet. I may have heard there was some kind of a side document to whatever they agreed to that would provide the Israelis with freedom of action (inaudible) violation on the part of Hezbollah. And so I -- look, Israel doesn't really need it on paper. It doesn't really need it on the document to exercise the action (inaudible) Lebanon, should there be any violations from (inaudible) but how this goes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "FOSTER",
      "sentences": "In terms of opposition within the cabinet, it seems quite -- it's very verbal, this idea that there shouldn't be a ceasefire before Hezbollah is completely destroyed, but it's a minority in the cabinet, isn't it? But, the Prime Minister will want as many members of the cabinet to sign up to it as possible just to get the mandate, to go to the people and say, look, we've called it off for now. SAAB",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "FOSTER",
      "sentences": "Has Donald Trump's administration had any role here as far as you know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "SAAB",
      "sentences": "I have no clue, my friend. I'm pretty sure there was side diplomacy between the Israeli side and the Trump camp, but there has to be limitations on that, obviously, given the legal considerations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "FOSTER",
      "sentences": "I'm just wondering if when he comes into power, it becomes a different dynamic there and whether he would -- you would've presumed that he talks about being a very peaceful president, he'll want any peace deal to continue as long as possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "SAAB",
      "sentences": "Right, exactly. So this is a President obviously who has been very vocal about ending wars, and that starts in the Middle East, right? And so, there has to be some kind of an agreement long-term that covers multiple issues, not just Lebanon and Gaza, but also the Iranian side (ph), the biggest one, right? So, I'm pretty sure there's going to be some understandings which may have already started right, between the Israeli side and the Trump camp.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "FOSTER",
      "sentences": "How are civilians in Gaza feeling about this, do you think, when they probably feel even more desperate for a ceasefire?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "SAAB",
      "sentences": "Yeah, this obviously has negative implications for what's going on in Gaza. I mean, they feel like now they're on the -- by themselves. Lebanon has sort of been disassociated from that fight. So, I think the prospects there for a ceasefire and the end of that conflict are pretty grim right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Hi there, Max. Well, we've seen some signs on Russian state media of one thing is that the British Ambassador to Russia has been called in to or summoned to the Russian Foreign Ministry. Earlier today, we saw his car pull up there and him getting out and going into the Russian Foreign Ministry, essentially what the Russians apparently are saying, and this is according to a lot of sources within Russian state media, is that they accuse this diplomat at the British Embassy of having provided false information to get the accreditation to work as a diplomat here in Russia, accusing this person of spying.The Russians also saying, and this is a direct quote that I'm giving you right now, the Russian FSB has identified signs -- FSB, of course, the intelligence service here -- has identified signs of intelligence and subversive work by the said diplomat that threatens the security of the Russian Federation. So clearly, some pretty serious accusations that are flying around by the Russians. It's not something that's unprecedented though, Max. The Russians are also saying that this diplomat that they're expelling now, who has two weeks to leave the country, actually replaced diplomats who were expelled earlier this year in August who were also accused of spying. So this is certainly another round, if you will, in the ever worsening relations between the United Kingdom and Russia. Of course, the Russians also up in arms about the U.K. now allowing the Ukrainians to use those Storm Shadow missiles to strike deep into Russia, and also apparently providing more of those missiles to Ukraine as well, Max.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "FOSTER",
      "sentences": "It's pretty clear, isn't it, the Ukraine conflict escalating just weeks now from Trump's inauguration. What are you learning about the Kremlin and its hopes for Donald Trump's administration?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "TUCKER CARLSON, HOST, TUCKER CARLSON NETWORK",
      "sentences": "It's pretty non- sanctioned to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "FOSTER",
      "sentences": "Before sitting down with Vladimir Putin for an extended interview.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "CARLSON",
      "sentences": "Tell us why you believe the United States might strike Russia out of the blue. How did you conclude that?VLADIMIR PUTIN, RUSSIAN PRESIDENT (through translator):  I didn't say that. Are we having a talk show or a serious conversation? (LAUGH) PLEITGEN (voice-over):  The Russian leader patient, saying he's willing to listen to the Trump Administration's proposals. PUTIN (through translator):  What was said concerning the desire to restore relations with Russia to help end the Ukrainian crisis, in my opinion, seems to me to be at least worthy of attention. (END VIDEOTAPE) PLEITGEN (on camera):  That was Vladimir Putin a couple of weeks ago, actually at a forum, where he made those remarks. But what we're seeing today also, Max, is a lot of Russian politicians, a lot of Russian officials, once again accusing the United States and its allies of escalating things in Ukraine. And one of the things the Russians are also doing now is they're directly saying that they've been struck, their positions in the Kursk region of Russia have been struck by ATACMS missiles. It's the first time that we've actually heard the Russians acknowledge that that has been going on, Max.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "FOSTER",
      "sentences": "OK. Fred in Moscow, thank you so much for bringing us that report.Ahead on \"CNN Newsroom\", internet blackouts, barricaded roads, and a lockdown for security reasons, the latest on the unrest gripping Pakistan right now. Our update next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "FOSTER",
      "sentences": "Pakistan is under a security lockdown after supporters of the imprisoned former Prime Minister Imran Khan breached the city limits of the capital. Earlier, police fired tear gas and rubber bullets at demonstrators in Islamabad after they defied a court order prohibiting rallies inside the city. CNN's Mike Valerio reports.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "FOSTER",
      "sentences": "Still to come, the song that set the ball rolling on charity records for crisis relief. But the Band Aid, question really right now is, was it a good thing? The rapper, Fuse ODG tells me the answer is pretty complicated here. His take on it after the break.(COMMERCIAL BREAK) (BEGIN VIDEO CLIP) \"Do They Know It's Christmas?\" Song by Band Aid. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "FOSTER",
      "sentences": "Well, it's 40 years since the recording of that song, \"Do They Know It's Christmas?\" sung by some of the biggest names in the music industry during the 1980s. The record raised money for famine relief in Ethiopia, and it was later recorded or re-recorded to help address other problems too. With donations and music sales since 1984, the total money raised has hit more than $223 million, which is pretty extraordinary. Band Aid Founder, Sir Bob Geldof, explained to us how the project started small and went global.BOB GELDOF, LIVE AID/BAND AID FOUNDER:  The horrors of the world continue. There's nothing Band Aid can really do about that. But to put Band Aid in context, as you said earlier, we started with this little pop song and then next minute, Michael Jackson and Harry Belafonte called me and say, we want to do it in America, will you come over? And then the Canadians, and then the Dutch and the French and the Norwegians, and that all leads to the Live Aid Concert, and suddenly the world is with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "FOSTER",
      "sentences": "But not everyone's a fan of the picture, \"Do They Know It's Christmas?\" paints of Africa. Earlier, I spoke with rapper, Fuse ODG, and asked him what he made of the original single?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "FOSTER",
      "sentences": "So the immediate impact was good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "FUSE ODG",
      "sentences": "Fantastic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "FOSTER",
      "sentences": "It's become dated, effectively?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "FUSE ODG",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "FOSTER",
      "sentences": "Give me a couple of examples of lyrics you have an issue with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "FUSE ODG",
      "sentences": "So, there's a lyric that says no peace and joy in Africa this Christmas and over Christmas now. Over the past 15 years, that's where everybody goes. Everybody that I know go to Ghana for Christmas in December.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "FOSTER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "FUSE ODG",
      "sentences": "They have a great time for peace and joy to escape the cold, so it -- I -- in 2014, when he asked me to be a part of it, I made it very clear to him that that's untrue because I've already booked my flight to go to Ghana. And I tried to say to him that there's a way that we can raise money to help the Ebola crisis at the time, and still maintain the dignity of the people. And he was so adamant about changing the model. And I felt like if you're trying to help someone, the best thing that you could do is actually start a dialog and not just keep a monolog where you say, this is the help that you need.Rather, just -- let's have a conversation because I'm an African, you're helping Africans. So the best person to listen to are the people who are going through it. So I made a suggestion that what if we change the lyrics to this because the caliber of artists that are on the song will be able to still gather the people and still raise the money that needs to be raised. But he refused and unfortunately, I had to say no because it wasn't in alignment with my mission of wanting to reposition Africa as a place of investment, place of tourism, place of joy. So I had to say no, unfortunately.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "FOSTER",
      "sentences": "So, it doesn't reflect modern Africa is what you are saying. Its lyrics that might have been useful at the time --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "FUSE ODG",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "FOSTER",
      "sentences": "And if you want to re-release it, you need to update it to reflect the current problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "FUSE ODG",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "FOSTER",
      "sentences": "So he's looking -- he's being too historic?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "FUSE ODG",
      "sentences": "Exactly. So yeah, exactly. And that was my suggestion and also the images that's associated with it, again, on surface level, it was fantastic initiative to help the people in crisis in Ethiopia. But I gave an example of the Ebola crisis, when the Ebola crisis happened, because of the image that's been put out there by initiatives like Band Aid in the western media, but Africa kind of being this one image of a place of famine, poverty, and a disease field, when Ebola outbreak broke out in Guinea, people started canceling their flights in Kenya, which is like 6,000 kilometers apart, which is even greater than the width of the whole of Europe. But people still were canceling their flights. So that's how dangerous it is in the long run, how it affects the whole continent whilst trying to deal with one crisis in one country.",
      "isLastSentenceInterrupted": false
    }
  ]
}