{
  "date": "2024-06-23",
  "headline": "Inside Politics",
  "subHeadline": "Four Days To Go: Biden And Trump Take Divergent Paths To CNN Debate; Will CNN Debate Shake-up The Presidential Race?; How Debates Have Transformed Dramatically In The Modern Era; Democrats Divide Over Israel Plays Out In \"Squad\" Member's Primary; Congress Considers Expanding Military Draft To Women. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:01",
      "speaker": "MANU RAJU, CNN ANCHOR",
      "sentences": "Crunch time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:01",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "Is anybody going to watch the debate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "How is debate press going?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:01",
      "speaker": "RAJU",
      "sentences": "Biden zeroes in, while Trump hits the trail with just four days left.Plus, great expectations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:01",
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "Joe Biden and this debate will make clear the contrast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:01",
      "speaker": "RAJU",
      "sentences": "Two pollsters break down the candidate's targets.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:01",
      "speaker": "TRUMP",
      "sentences": "How should I handle him? Should I be tough and nasty? Or should I be nice and calm and let him speak?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:01",
      "speaker": "RAJU",
      "sentences": "As we have new reporting on a key vulnerability for Biden.And rough draft. SEN. JOSH HAWLEY (R-MO): This is no pie in the sky proposal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:01",
      "speaker": "RAJU",
      "sentences": "Could Congress expand conscription to women?Inside politics, the best reporting from inside the corridors of power, starts now. Good morning. Welcome to INSIDE POLITICS SUNDAY. I'm Manu Raju. It is now officially debate week and ahead of Thursday, a day that could change the trajectory of a race that has been deadlocked for months, the two candidates are spending their final days much differently. President Joe Biden has been engaged in intensive preparations behind closed doors at Camp David, huddling with no fewer than 16 advisors and holding 90-minute mock debates. Former President Trump, meanwhile, has spent this past weekend on stage, speaking to a Christian audience in D.C. before revving up his base at a rally in Philadelphia. And that's where we begin this morning. Steve Contorno who joins me from Philadelphia. So, Steve, you were in the room last night. What did Trump have to say about the debate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:01",
      "speaker": "STEVE CONTORNO, CNN REPORTER",
      "sentences": "Well, Manu, entering last night's rally, Trump, as you said, spoke to a D.C. audience.Also, stop for Philly cheesesteaks, making that sort of traditional Pennsylvania campaign stop, getting in a full day of campaigning on his final Saturday before this debate. And clearly, he enjoyed juxtaposing how he spent his day versus Joe Biden's more studious approach. Listen to what he told his rally last night. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:01",
      "speaker": "TRUMP",
      "sentences": "Right now, crooked Joe has gone to a log cabin to study, prepare. No, he didn't do it. He's sleeping now. Because they want to get him good and strong. So a little before debate time he gets a shot in the ass and that's -- they want to strengthen him up.So he comes out, he'll come out. OK. I say he'll come out all jacked up, right? All jacked up. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:01",
      "speaker": "CONTORNO",
      "sentences": "Trump yesterday also said that he, for the first time, Trump also said he has made a decision on who will be his vice presidential pick, telling that Philly cheesesteak crowd that he has a decision, quote, in his mind.Though he hasn't told that person yet, nor is he ready to tell the public. But interestingly, all the potential contenders will appear at a debate watch party Thursday for President Trump, including the three people that we have heard are leading frontrunners, J.D. Vance of Ohio, Senator Marco Rubio of Florida, and North Dakota Governor, Doug Burgum. Manu?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:01",
      "speaker": "RAJU",
      "sentences": "All right. Steve Contorno in Philadelphia, thanks so much.And let's bring this all down with \"New York Magazine's\" Olivia Nuzzi, CNN's Jeff Zeleny, CNN political director, David Chalian, and Susan Page from \"USA Today.\" Good morning, guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:01",
      "speaker": "RAJU",
      "sentences": "It's so good to be here and have for you to join us. Thanks for being here.You know, it's so interesting because for -- you know, we know we've been watching Trump and everything that he said over the campaign season. Of course, INSIDE POLITICS viewers have been watching everything that Donald Trump has been saying and the like. But there's so many viewers who haven't been tuned in on Thursday for the first time, really in years, and hearing what Trump has to say. And they may have actually tuned out what Trump has had to say. He has an opportunity to reach those viewers. Those - well, can he meet that moment though?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:03",
      "speaker": "RAJU",
      "sentences": "And you're talking to the Biden campaign pretty regularly. How do they see it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:03",
      "speaker": "JEFF ZELENY, CNN CHIEF NATIONAL AFFAIRS CORRESPONDENT",
      "sentences": "Well, the log cabin he was talking about is Camp David. That's where President Biden is spending the weekend preparing.Look, what they've been trying to do for months, without much success really is, David said it's been a stable race, for all that's happened in this race, the convictions, a war, other things, it has been remarkably stable. A lot of that is some voters are not engaged or interested. What the Biden campaign is hoping is to kind of shake some of those Democratic voters, get the base back around them by reminding what Donald Trump was like, but also talking about what he has pledged for a potential second term. So one of the interesting things talking to a variety of Biden advisors, they said, you know, obviously, the biggest challenge for a president is defending his own record. Four years ago, it was all about Trump. This year, it's all about Biden. But Biden has been the president, has been internalizing and studying a lot of what Trump has been saying at the rallies and other things. So he's trying to make this, of course, about Trump. But the reality is now, it's about Biden's record. So that is kind of this split screen moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:03",
      "speaker": "RAJU",
      "sentences": "And it will be so interesting because there's no rally crowd here. There's no audience. And was this Trump still trying to cater to his base as he does every time and time again.As he did this past weekend and throwing red meat, going after migrants and saying things like this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:03",
      "speaker": "TRUMP",
      "sentences": "If I took this shirt off, you'd see a beautiful, beautiful person. But you'd see wounds all over, all over me. I've taken a lot of wounds, I can tell you. More than I suspect any president ever.Trump was treated the worst. Andrew Jackson second, and Abraham Lincoln third. But I definitely took tops. I have an idea. Why don't you set up a migrant league of fighters? He didn't like that idea too much. But actually, it's not the worst idea I've ever had. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:03",
      "speaker": "RAJU",
      "sentences": "I mean, that last comment was about this UFC championship -- leader, Dana White, about setting up a migrant league to fight each other out. These migrants are fighting each other out.That aside, I mean, what do you think of how Trump is going to approach this on come Thursday?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:03",
      "speaker": "SUSAN PAGE, USA TODAY WASHINGTON BUREAU CHIEF",
      "sentences": "So that's the Donald Trump that Joe Biden hopes shows up at the debate. Somebody who's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:03",
      "speaker": "RAJU",
      "sentences": "His advisors hope -- some of his advisors hope that Donald Trump does not show up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:03",
      "speaker": "PAGE",
      "sentences": "That -- yes, that's a -- Trump -- some Trump advisors would like a slightly different calibrated Trump to show. But the Biden camp would like a Trump to show up who is focused on grievances against him, not the problems that Americans face. And say things that seem just a little nutty like this idea of a -- of a fighting league.You know, and that -- and, of course, the Trump people have two different Bidens they want to have show up. One is would not be the one that showed up at the state of the union who looked vigorous and funny and had some repertoire. But rather, the Biden that sometimes shows up at public appearances, it seems less sure footed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:03",
      "speaker": "RAJU",
      "sentences": "Yes. And, obviously, Trump has been saying some of the people in the Trump campers saying, let Biden speak. Let him speak, because he's the one who's going to stumble. But Trump has a very hard time letting someone else speak.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:03",
      "speaker": "OLIVIA NUZZI, WASHINGTON CORRESPONDENT, NEW YORK MAGAZINE",
      "sentences": "Yes. Although I think the format of this debate will probably help facilitate a conversation which both parties get some time to speak. But the idea that there's some other Trump that there's ever been a presidential pivot is absurd.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:03",
      "speaker": "RAJU",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:03",
      "speaker": "NUZZI",
      "sentences": "He is the guy who calls for migrants to fight each other on UFC. There's only one Donald Trump.And I think that -- I think a lot of Americans -- I think he's benefited in some ways that the stakes have been so much lower in the post presidency. He sort of exists as a meme. People forget what it was like every day with this onslaught of news and him threatening to do all manner of unprecedented things. And the majority of people I think who have been paying attention to what he has said in his rallies are people who really -- who support him, who are inclined to tune into that type of thing. So I think that the Biden campaign, if he can be alert and awake and more like the state of the union, Biden that you were referring to, I think the Biden campaign does have an opportunity here. But that's a big if.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:03",
      "speaker": "RAJU",
      "sentences": "Yes. And look, just to take a step back up on where this race is at this moment, there was a Fox News poll from earlier this week, just breaking down the voting, how voters see the two men according to this poll.Men, Trump has an advantage, 15-point advantage over Biden. Women, Trump-Biden, according to this poll, up 17 points. And then there's the rural urban divide that has been so persistent for some time. And older voters have been favoring Biden in recent polling. And including in this one, 15 points, and Biden in this one is nine points ahead on the independence. [11:10:16] David, do you think that is an accurate reflection of the race?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:03",
      "speaker": "CHALIAN",
      "sentences": "Well, I think that it's a no clear leader margin of error national poll. And that is an accurate reflection of the race. I think we're in a no clear leader national race that is within the margin of error.And I think that you're seeing in a lot of the critical battleground states. We're talking about margin of error stuff as well. So this is a close contest. And this is what I mean. And what Jeff was talking about, about it's been that way since the beginning. When you go back and look at that same Fox poll back in October, it looks very similar. I mean, it -- so it is -- it is just not responded to all of the crash of news developments yet partially in because of this disengaged factor of voters who really don't like their choices and just aren't signing up to get involved actively in paying attention to what's going on. But also, I just think we are in -- I think we forget a lot. This is our first post-COVID election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:03",
      "speaker": "RAJU",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:03",
      "speaker": "CHALIAN",
      "sentences": "And I just think that in the American psyche, there was a glitch in the matrix that was COVID right there. I don't think we've fully solved for yet.And so I just think we're in a new realm. I know it's two candidates that have faced each other before, but it's a totally new environment for the country in which they're doing so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:03",
      "speaker": "ZELENY",
      "sentences": "And that's so clear when you go back and watch the debates, the last ones, which I did this week. It's been four years since the two have been in the same room. Think of all that's happened, the insurrection, the Dobbs decision, the invasion of Ukraine, the war in the Middle East, the felony convictions, on and on.So, yes, it is the same people as David said, but it's an entirely different script here. So this is not the same debate. Last time, it was largely fought around the coronavirus and the Trump administration's handling of them. Now it's on the economy, on immigration and the Biden record. I mean, and so if Trump says, are you better off now than you were four years ago, that's a difficult question to answer, because four years ago, at this moment, you know, when the coronavirus was happening this summer of 2020, perhaps, but not necessarily in all parts of the Trump term.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:03",
      "speaker": "RAJU",
      "sentences": "Yes. And we're obviously reaching a new point in this campaign, not just with the debate, but also in terms of what we're going to see just in a more onslaught of advertising throughout the -- these key battleground states. So there are ad buys that are being placed by Biden -- by Trump's campaigns, buying for the first time really since March of the campaign and starting to put key ads in battleground states.And some of its Trump campaign has been buoyed by fundraising, post- conviction, 141 million that Biden has, Trump has raised in May compared to Biden at $85 million. How do you think Trump is going to deal with? I mean, I guess we know how Trump is going to deal with a conviction question come Thursday. He's going to say he was persecuted. How does Biden, does he hammer that home on Thursday?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:03",
      "speaker": "PAGE",
      "sentences": "And also, how do we -- how do donors respond to a conviction 34 counts of felonies? And apparently, they respond by thinking this is a great reason to contribute to this candidate.I mean, the legal -- the legal process in this election has been, I think, surprising, and that the indictments bolstered Trump in the primaries and the convictions are bolstering him in his efforts to raise money. And that is wipes out a huge advantage that the Biden people expected to have. Does Biden -- do they not think that the Trump -- do they think -- do the Biden people think that Trump conviction helps Trump hurts Biden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:03",
      "speaker": "NUZZI",
      "sentences": "I mean, just objectively it's hard to say it helps any candidate to be a convicted felon, but Donald Trump has been challenging the common sense on that certainly.I do think that Biden's at risk of overplaying his hands and playing into the perception whether or not it's fair that this is a political persecution. So I think that he should be careful about kind of crawling about that too much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:09",
      "speaker": "RAJU",
      "sentences": "It's no wonder why both Biden and Trump signed on to such an early debate. The race has remained largely stagnant, with both men dancing around 50 percent in CNN polls since last year, barely ever breaking through the margin of error.In 2020, more voters than in years passed, made their decision ahead of the fall, while there's still room for both to grow their support, just how many voters are really still swayable this year? To help us unpack it all, I'm joined by Republican pollster, Kristen Soltis Anderson, Democratic pollster, Margie Omero. Good morning to you both.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:09",
      "speaker": "KRISTEN SOLTIS ANDERSON, REPUBLICAN POLLSTER",
      "sentences": "Good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:09",
      "speaker": "MARGIE OMERO, DEMOCRATIC POLLSTER",
      "sentences": "Good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:09",
      "speaker": "RAJU",
      "sentences": "Thank you so much for coming in.Give me your sense on how this could impact the race. Well, just -- maybe there's some historical context we can point to. There's a Barack Obama, Mitt Romney race from 2012, heading into the debate. Polls show that Obama had a narrow lead, but outside the margin of error, according to a Gallup poll at the time, four points he was up. Then afterwards, Obama didn't do as well in that debate. There was a bit of a jump for Romney. Cut it down to about two points. That was significant, although Obama, of course, ultimately won. Do we accept -- do we expect that kind of bounce this time and for that kind of bounce to last for whoever's perceived to have won the race?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:09",
      "speaker": "ANDERSON",
      "sentences": "I would expect that we will see slightly fewer undecided voters to the extent that we have, you know, even this three, four, five percent still out there saying, I truly don't know what I'm going to do, that may, after seeing the debate, either have their concerns about Biden. OK. My mind is at ease. Those concerns are delayed.Or if Trump does really well, saying, hey, you know, actually, maybe I can't see myself putting this guy back in for four years. So it could clear up some questions for the type of voter that I would call lower engagement. The sort of for person who's not tuning in to watch a ton of news all the time. They may have pretty clear views of who Trump and Biden are, but in terms of what they will do in November, may still be thinking through that decision.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:09",
      "speaker": "RAJU",
      "sentences": "Is that what you see it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:04",
      "speaker": "RAJU",
      "sentences": "Yes. When --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:04",
      "speaker": "OMERO",
      "sentences": "You really see what the contrast is and remind themselves, like, what Trump is like when --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:04",
      "speaker": "RAJU",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:04",
      "speaker": "OMERO",
      "sentences": "-- he's loose, as all of reports will be. He's not giving a rambling speech by himself. He's forced to engage.Normally, I mean, historically, presidents, their first debate has not been as strong. But the difference is Trump has not been debating either. If he had been in primary debates against Nikki Haley as opposed to giving sort of rambling battery, battery-laden speeches, you know, that might be a little bit different, but he hasn't been practicing. So we'll see how that plays out. I mean, I heard somebody in focus group -- focus group recently say, you know, a friend of mine was talking about some court thing and I wasn't really following. So there are going to be a lot of voters who are engaging who have not really been caught up on, whether it's the Biden administration's accomplishments or what Trump has been facing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:04",
      "speaker": "RAJU",
      "sentences": "How much of the object -- how much of the objective is those low information voters will be so significant versus shoring up the base? I mean, especially for Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:04",
      "speaker": "ANDERSON",
      "sentences": "So I feel like your base is your base for a reason. They are the folks who are extremely likely to come home to you by November.And for sure, even some of those, say, younger, more progressive Democrats who may have some real concerns about whether Biden has actually delivered for them, by the time you get to November, I would expect that a lot of those folks come home to Biden. Similarly, for many of the Republicans who may be voted for Nikki Haley in the primary can't fathom the idea that, oh, Donald Trump is our nominee again? Are nevertheless, I suspect going to come home. So for me, firing up the base is not necessarily the thing you need to do right now. That's what your conventions this summer will be for. Right now, this is a chance to reintroduce yourself to the type of voter who's trying to decide who they'll vote and if they even want to bother voting in the first place. These are also lower turnout folks. And so turning out your base is one thing, but turning out the lower attachment type voters, that's going to be critical, especially for Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:04",
      "speaker": "RAJU",
      "sentences": "But, you know, Biden has had the difficulty of keeping that coalition together, rebuilding that coalition for 2020.Do you -- does he view this coming into this debate about trying to make sure that coalition is with them come November or as Kristen says, worry about that in the fall, worry about that when the convention comes around?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:04",
      "speaker": "OMERO",
      "sentences": "Well, I think everybody -- you know, when you have a large audience and it's going to be one of a very big moment for both campaigns, and all voters are on the table. All voters should be, you know, feel talked to and heard and feel excited about watching the debate or feel like it's important.I think what's going to be interesting are a couple things. One, because it's so early, are we going to be able to better measure a little bit of movement than you might say at a debate that happens later when there's a lot more going on where there are more things happening, more -- campaigns are spending more on the air and so on? And then the last -- the other thing I'll note is, I guess I would challenge your premise that the base is somehow struggling. I mean, every election, that's -- whether it's 22 or all the specials, ballot measures, everything that's happened since the last presidential election, has shown a lot of enthusiasm on the -- on the left. You don't have a lot of Democratic crossover voters going to Biden. And the supposed double haters, the people who are unfavorable toward both candidates, they think Trump was guilty. In our last navigator poll, they think Trump was guilty. They felt the court was -- the trial was fair and think that he should drop out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:04",
      "speaker": "RAJU",
      "sentences": "Just -- but, you know, what's interesting too is obviously this is much more -- this is earlier than, really, in any debate in modern history.And but there's so many events that will happen between now and November. And including after the CNN debate, there's a Trump sentencing that'll happen in July, the two conventions in July and August. There's an ABC debate that's going to happen in the fall. And, of course, then there's Election Day. So giving the amount of events that will happen can -- whatever happens -- and it may reset the race now, but in, what, five months or so from now, will it reset the race then?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:04",
      "speaker": "ANDERSON",
      "sentences": "I think the only way to know that is to actually see the debate. Because if Biden gives an acceptable C plus performance and Trump basically gives what we're expecting him to give us, then I don't think it reshapes the race that much.But if there become real concerns about Biden's mental acuity, ability to lead, I mean, we see this popping up in polls a lot, that voters have much graver concerns about that this time around than four years ago, he has got to. If he wants to come out of this debate strong, set those concerns aside briefly. That's what most, I think especially these more undecided voters are tuning in to see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:04",
      "speaker": "RAJU",
      "sentences": "You agree?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "RAJU",
      "sentences": "All right. A lot to see. Thank you guys so much for coming in and more to discuss.Up next, the way Americans consume political content have dramatically changed. A former debate moderator weighs in on whether the candidates can still create buzz with viral moments that fly high the next morning like this one. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "RAJU",
      "sentences": "The candidates may be the same from four years ago, but just how much will Thursday's debate look like this?(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "BIDEN",
      "sentences": "The question is -- the question is -- the question --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "TRUMP",
      "sentences": "Radical left.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "BIDEN",
      "sentences": "Will you shut up, man?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "TRUMP",
      "sentences": "Who is your -- listen, who is on your list?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:02",
      "speaker": "TRUMP",
      "sentences": "I'm the least racist person in this room.We can't lock ourselves up in a basement like Joe does. He has the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:02",
      "speaker": "BIDEN",
      "sentences": "We did not set the cages.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:02",
      "speaker": "TRUMP",
      "sentences": "Who built the cages, Joe? You know, Joe, I ran because of you. I ran because of Barack Obama, because you did a poor job.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:02",
      "speaker": "RAJU",
      "sentences": "All right, this time, no live audience. And yes, there will be muted microphones when the candidates are not talking. So how will Americans consume this debate? And what about those viral moments that are sure to come?My panel is back. Susan Page, veteran of debate moderation. You had Mike Pence, Kamala Harris, four years ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:02",
      "speaker": "PAGE",
      "sentences": "And the fly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:02",
      "speaker": "RAJU",
      "sentences": "And the fly that was on Mike Pence's forehead, and he didn't realize it. No one realized it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:02",
      "speaker": "PAGE",
      "sentences": "Neither did he, thank goodness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:02",
      "speaker": "RAJU",
      "sentences": "And you didn't realize it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:02",
      "speaker": "PAGE",
      "sentences": "No, no, neither of us saw it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:02",
      "speaker": "RAJU",
      "sentences": "Eventually, when it went viral on social media, people realized it. But how do you think that the format here and the fact that these microphones will be muted will impact things?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:02",
      "speaker": "PAGE",
      "sentences": "I think it's an effort to deal with what you just saw in that clip, which is to give the candidates a chance to talk without the other guy talking.Now, maybe it'll make it a little less interesting in some ways. Maybe you'll miss some of those asides that we heard. But it's going to make it, I think, it's an effort to make it a more helpful debate for the people who really matter, who are the voters who are going to be watching.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:02",
      "speaker": "RAJU",
      "sentences": "Who do you think benefits from that? I mean, sometimes, to some people say, look, that moment that we just showed may have helped Biden because Trump was stepping over Biden all the time. And a lot of people blame Trump. So maybe he will be constrained by technology this time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:02",
      "speaker": "NUZZI",
      "sentences": "I mean, I guess I think it would help Trump in that it would sort of impose on him limits to his behavior that he's not capable or willing to impose himself. But I think that there's a danger for both candidates here. Voters are really sick of them both.Most voters, the majority of voters, are not happy with their options. I understand Robert F. Kennedy Jr. did not make this debate. But I think that there is a chance that voters see what's on offer here. And they're frustrated and exhausted by it. And they start looking for another option. So I do think that they're -- even though both candidates did not want Robert F. Kennedy Jr. to be in this debate, I do think there's a risk here to them anyway.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:02",
      "speaker": "RAJU",
      "sentences": "And I mean, obviously, people will be looking at the candidates themselves, not just what they say, but how they say it, how they are perceived. They were dealing with two aging candidates, of course, 78 -- Trump is 78, Biden is 81. And there have been a lot of moments over the last several months in which they have slipped at times and their opponents have seized upon those moments.Watch. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:02",
      "speaker": "BIDEN",
      "sentences": "As you know, initially, the president of Mexico, Sisi, did not want to open up the gate. TRUMP(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:02",
      "speaker": "RAJU",
      "sentences": "I mean, so much of it is going to be about that, right, how they are able to perform beyond the policy debate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:02",
      "speaker": "CHALIAN",
      "sentences": "I mean, I think debates are usually about performance more than they are about substance. And I think that is going to be on steroids as a factor this time, just because of the way we consume information, the way voters are going to experience this debate. Yes, I'm sure lots and lots of voters are going to tune in and watch this debate on Thursday night.But it's also going to be consumed on TikTok and in short clips on YouTube and the like in the days after. And those lasting impressions are usually not ones that are focused on the policy differences, but are on these performative elements.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:02",
      "speaker": "RAJU",
      "sentences": "Yeah, that's such a good point. I mean, because, you know, you look back historically, people, the Kennedy-Nixon debate, people watched Kennedy at that time on TV, viewed it differently than people who heard Nixon on radio, thought Nixon did a little bit better. Now you're dealing with the age in which a lot of these videos will come out and some will be manipulated and some people may seize on some of those moments. And that could shape the perception among so many voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "RAJU",
      "sentences": "Yeah. ZELENY",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "PAGE",
      "sentences": "So interesting, so important.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "ZELENY",
      "sentences": "It is important.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "PAGE",
      "sentences": "And let's step back. There was no guarantee we were going to have debates this year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "ZELENY",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "PAGE",
      "sentences": "Just you know, there's no law that says candidates have to debate. There was every reason to think that probably President Biden less enthusiastic about debating than Donald Trump. We're going to have a debate, a serious debate, 90 minutes. And as you said, one that takes away kind of the script for both of these candidates.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "RAJU",
      "sentences": "You know, one of the things you mentioned about how people viewed Biden post State of the Union speech versus pre-State of the Union speech, people watched that speech, had a lot more confidence in Biden in the State of the Union versus after. Of course, the Biden campaign hopes the same as now it will happen this time. The Trump campaign and the Trump allies, they keep floating this conspiracy that Biden is going to be amped up on drugs.Even Trump himself keeps saying it on the campaign trail without any evidence to back that up at all. Listen to how his allies, Trump allies, have been trying to spin how Biden may do come Thursday. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "sentences": "I think the Joe Biden we see on debate night is going to be the guy that we saw at the State of the Union. He's going to be all hyped up, caff -- you know, hyper caffeinated.DONALD TRUMP JR.: What sort of cocktail, you know, could they put together for him in this debate? It also doesn't seem like the Democrats wouldn't be totally willing to do that to get, you know, artificial results. It seems like it'd actually be exactly what they would do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Well, I think they've been experimenting with it for a while. You know, we saw something going on during the State of the Union. Ronny Johnson.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "RAJU",
      "sentences": "And he's a doctor, Ronny Johnson. And he's saying that he saw something going on. There's no evidence of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "CHALIAN",
      "sentences": "Jackson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "RAJU",
      "sentences": "All right, Jackson, Ronny Jackson. Trump said, Ronny Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "CHALIAN",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "RAJU",
      "sentences": "Exactly. And I'm going Ronny Johnson, so would --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "NUZZI",
      "sentences": "I don't think -- I think most voters, most Americans can see that President Biden is certainly not energetic all the time. There are times when it seems as if he is displaying signs of some mental decline. However, there's only one candidate in this race who definitely was sleeping in the last six months. And it was -- it was former President Donald Trump. Reporters saw that in the courtroom. He's the one fighting off his allegations. So I think there's a little bit of prediction going on here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "RAJU",
      "sentences": "Yeah. Yes, indeed. And we'll see. There's also prediction lines going on here. There's a lot of debate predictions you can make. Of course, you can bet online. Trump mentions Putin. Eighty percent say, yes, he will. Biden closes his eyes for three plus seconds. Thirty- nine percent say, yes, he will.Trump and Biden shake hands. Thirty-five -- just 35% say yes. Biden gets helped off the stage. A quarter of people, according to Polymarket, say yes. I don't think they're going to shake hands, though. I would bet that they do not shake hands.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "NUZZI",
      "sentences": "I take that bet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "RAJU",
      "sentences": "I would take that bet as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "NUZZI",
      "sentences": "I hope they do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:42:47",
      "speaker": "RAJU",
      "sentences": "A new CNN reporting this morning on alarm bells ringing about a group posing political problems for Democrats. My colleague Isaac Dovere reports this morning that in democratic circles, there are new concerns that Biden may be slipping among Jewish voters and it could hurt him in key swing states.And Isaac is here with me now. Isaac, thanks for joining me. So what are you learning in this new reporting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:42:47",
      "speaker": "ISAAC DOVERE, CNN SENIOR REPORTER",
      "sentences": "Well, look, we talk a lot about the impact of the situation in Israel and Gaza on Arab American voters in Michigan or younger voters. And there has definitely been an impact on that. But there's also Jewish American voters who are looking at this and not just looking at the situation in Israel, but looking at the rise in anti-Semitism, both on the streets and some of these incidents that have gone on, attacks that have happened.And also, of course, in the college campus protests, a feeling that there was a lot of anti-Semitism being expressed there. And there is this concern among a number of Jewish Democrats that Joe Biden will pay the price for this, if only because he will be blamed for what's happening on the left in its own party. But there is a feeling also that maybe, given Donald Trump's less than perfect record in appealing to Jews and talking about how Jews have dual loyalty and things like that, that they will, by November, come home. Josh Shapiro, the governor of Pennsylvania, big swing state, Jewish himself, he said to me, if you go back in the history of the world and look at the leadership of every dictator, from Pharaoh to Hitler to Kim Jong-un, at what point in our history when a dictator has been leading a nation has a minority group done well, Donald Trump will eviscerate the rights of minority groups, including American Jews, if he's given the power of the presidency again. Obviously, those names that he's pulling, very significant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:42:47",
      "speaker": "RAJU",
      "sentences": "No question about it. And just to look at, so viewers know about how Biden did with Jewish voters in exit polls from 2020, 64% came down in this side, about the same now, according to some public opinion. But obviously, there's those concerns.Also, the concern among Democrats is this upcoming visit by Benjamin Netanyahu to address Congress on July 24th. There's a question about how does Biden deal with this visit is a question that I put to Democrats as well. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:18",
      "speaker": "RAJU",
      "sentences": "I mean, how does Biden deal with this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:18",
      "speaker": "PAGE",
      "sentences": "Yeah, it's hard because how does Biden show that he stands with Israel while opposing the tactics of Israel's leader? And that's been -- that's been the dilemma for him and for other Democratic policymakers as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:18",
      "speaker": "RAJU",
      "sentences": "Meantime, while this is all happening, there's also this happening in New York. Listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:18",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This election is about whether or not the billionaire class and the oligarchs will control the United States government. And our view is no, they won't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:18",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Jamaal Bowman dared to speak up for Palestinians. AIPAC doesn't give a damn about us. AIPAC doesn't give a damn about the Bronx.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:18",
      "speaker": "BOWMAN",
      "sentences": "We are going to show (bleep) AIPAC the power of the (bleep) South Bronx.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:18",
      "speaker": "RAJU",
      "sentences": "And this is Jamaal Bowman, who's a member of the far-left squad in the House Democratic Caucus, really being targeted by pro-Israel groups, including AIPAC, which has spent, it's super PAC, spent $24.7 million so far in primary ad spending in this to go after here, go after Jamaal Bowman. How do you see this playing out? It's Tuesday. His primary is Tuesday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:18",
      "speaker": "NUZZI",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:18",
      "speaker": "RAJU",
      "sentences": "It really exemplifies this fight within the Democratic Party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:18",
      "speaker": "NUZZI",
      "sentences": "Well, it's interesting. I mean, at that event, there were reportedly protesters condemning AOC, condemning Bernie Sanders for endorsing President Biden. I think if I were in the White House in the reelection campaign for the president, I would be very concerned about that.This was not just a factor in the primaries in Michigan, as you talked about. I think that this is something that could contribute to a depression in voter turnout. And in a highly divided country, every vote counts. So I think anything that contributes to having people stay home, not be enthusiastic about Joe Biden is really concerning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:18",
      "speaker": "RAJU",
      "sentences": "You're seeing some of the old guard rally around Jamaal Bowman's opponent, George Latimer, including Hillary Clinton. ZELENYBut you also smartly note in your piece October 7th, obviously coming as voting is going on, the anniversary of October 7th. So how the President acknowledges that. And look, President Biden has such a long history with Israel as a sitting senator, really more than any president in our lifetime, obviously. And he has moved considerably in terms of trying to hold Benjamin Netanyahu to account. But it's not enough for some. It's too much for others. It is such a third rail for him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:18",
      "speaker": "RAJU",
      "sentences": "And before we head to break, how do you see this race playing out? I mean, Bowman could be the first member of that squad to lose.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:18",
      "speaker": "DOVERE",
      "sentences": "Yeah. And look, a lot of it is being litigated on the issue of Israel and his condemnation of Israel in a lot of ways. But as you and I reported Manu, there are problems that Bowman has had that have nothing to do with Israel pulling the fire alarm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:18",
      "speaker": "RAJU",
      "sentences": "Yeah, that didn't help.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:18",
      "speaker": "DOVERE",
      "sentences": "Right. And where the polls show a pretty wide race here, that AIPAC spending is a lot of it. It's not all of what has gone up against Bowman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:53:25",
      "speaker": "RAJU",
      "sentences": "The United States hasn't called up its citizens for mandatory military service in over 50 years since the end of the Vietnam War. But as the U.S. remains embroiled in conflicts overseas and faces military recruiting shortfalls, Capitol Hill this week found itself debating the draft and who qualifies for it.Democrats and Republicans on the Senate Armed Services Committee recently approved a version of the annual defense policy bill that would include women in the draft for the first time. And while men ages 18 and 25 are currently required to register, a version passed by the House would automatically register them and raise the upper limit to 26. The idea of including women has drawn the ire of many, especially conservatives my colleagues and I caught up with this past week. (BEGIN VIDEO CLIP) SEN. ROGER WICKER, (R) RANKING MEMBER, SENATE ARMED SERVICES COMMITTEE: When it comes to actually engaging in combat, men are just much more suited for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:53:25",
      "speaker": "HAWLEY",
      "sentences": "I just think it's wrong to say to women, you are -- we're going to involuntarily put you in the military. If they want to join voluntarily, that's fantastic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:53:25",
      "speaker": "WICKER",
      "sentences": "I don't approve of the idea of that granddaughter of mine leaving on a troop train.MIKE ROUNDS, (R) SOUTH DAKOTA: If we're not having an active draft right now, let's not start addressing it. I don't think it's necessary to even get deeply into it and to divide this country at this stage of the game. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:53:25",
      "speaker": "RAJU",
      "sentences": "But parents say that there should be a level playing field and some members of both parties have not ruled out endorsing such a change.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:02",
      "speaker": "MURPHY",
      "sentences": "Well, I think that's a really important issue that the Senate will continue to work through. Obviously, we haven't had a draft in 50 years, so it's not necessarily a terribly operative question.SEN. JONI ERNST, (R) IOWA: I do think it's something that warrants further discussion. I served, so I think it's important that women fill some of those roles in the military. SEN. TIM KAINE, (D) VIRGINIA: We shouldn't have a two-tier system that would not include women who are able and eligible to serve. The issue is, should the rules be the same? The rules should be the same. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}