{
  "date": "2024-08-02",
  "headline": "CNN News Central",
  "subHeadline": "DNC: Harris Earns Enough Votes To Become Democratic Nominee; Freed Americans Back On U.S. Soil After Historic Prisoner Swap. Aired 3-3:30p ET",
  "utterances": [
    {
      "timeStamp": "15:00:34",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is CNN Breaking News.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:34",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "We are following Breaking News as we are witnessing a historic day, which is Vice President Kamala Harris earning enough delegate votes from Democrats to win the party's nomination for president. She will become the first black woman and the first woman of South Asian descent to lead a major party ticket.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:34",
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "And later this month, we will gather in Chicago, united as one party, where we're going to have an opportunity to celebrate this historic moment together. And again, this campaign is about all of us coming together, people coming together from every walk of life, every lived experience, and being fueled by our love of country, knowing that we are prepared to fight for the best of who we are. We believe in the promise of America, promise of freedom, opportunity, and justice, not just for some, but for all.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:34",
      "speaker": "KEILAR",
      "sentences": "And up next, she'll have to make one of the most consequential decisions of her campaign yet, which is choosing a running mate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:34",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "A source tells CNN that Harris will meet with her top VP finalists over the weekend. She is set to announce her pick by Tuesday, and that's when she's hitting the road for a major battleground state, blitz.Joining us now to discuss, CNN National Affairs Correspondent Jeff Zeleny and CNN National Correspondent Kristen Holmes. Jeff, first to you. Obviously a big historic moment, but now some challenges ahead, which she alluded to in that call, the first thing is picking a VP. What are you hearing about that process?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:34",
      "speaker": "JEFF ZELENY, CNN CHIEF NATIONAL AFFAIRS CORREPONDENT",
      "sentences": "Look, that's going to be her first presidential level decision, really her own choice, that she can put her imprint on a campaign that she's largely inherited, and she's grateful to have inherited a campaign kind of at the ready, but this is her choice.So, look, I'm told that she is closing in on these decisions. She has all the vetting materials in front of her, and even though those are the list of contenders, they're all not equal, necessarily. There are some leaders in there, and all Democrats, all people we speak to, point to Josh Shapiro. He's the Pennsylvania governor. Of course, Pennsylvania is such a pivotal swing state. We've seen him out campaigning every single day this week, I think, for her. So he is among the finalists who are said to be having private conversations with her over the weekend. Again, only she knows who she's comfortable with. She's looking for a governing partner, but she's also looking for someone to help her win. So, in addition to Shapiro, Minnesota governor, Tim Walz, has drawn the attention of a lot of Democrats this week. I think a week ago, not many knew him, but he's been very popular in the Midwest. He's also on the list. But look, this is something that she and her husband, Doug Emhoff, are going to have meetings with some or most of these candidates face-to- face, perhaps a couple virtually, and they'll make a decision.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:34",
      "speaker": "KEILAR",
      "sentences": "Also, you - she's starting her swing state blitz in Philadelphia, is that right? In Pennsylvania, isn't it bad for ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:34",
      "speaker": "ZELENY",
      "sentences": "But she's heading it in Arizona, so perhaps with Mark Kelly ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:34",
      "speaker": "KEILAR",
      "sentences": "I know and yet ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:34",
      "speaker": "ZELENY",
      "sentences": "... you can argue it either way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:34",
      "speaker": "KEILAR",
      "sentences": "That's a good point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:34",
      "speaker": "ZELENY",
      "sentences": "And miles away from Minnesota when she's in western Wisconsin. So they've added a few geographical things there to keep us guessing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:34",
      "speaker": "KEILAR",
      "sentences": "You're poking holes in my theory here, Jeff.Okay, let's talk about now the Trump campaign because he had these racist attacks on Harris, he's doubling down on them. Is there any strategy to this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:34",
      "speaker": "KRISTEN HOLMES, CNN NATIONAL CORRESPONDENT",
      "sentences": "Well, if there is, I know a lot of Republicans who would like to know what it is. I cannot tell you the number of Republicans I have spoken to, even allies of Donald Trump's who have no idea what it is that he is doing going down this line. Even earlier in that day, the day of the NABJ conference when Trump made those remarks, the campaign was briefing surrogates and telling them essentially stick with her record, say that she is weak, say that she is ineffective. Talk about policy.I was told by senior advisors, that's what we're going to focus on. Make this about Biden's policies being her policies. Obviously that went completely sideways when he sat down in that chair at that panel. And now not only has he doubled down on it, but no one is backtracking from those comments. When I talk to people close to him, they say we don't think he will. This is not a man who likes to admit that he is wrong. So now we have moved on to a space where this is part of the campaign. And what that actually looks like and how ugly that gets moving forward obviously remains to be seen, but it's not as though you can put that toothpaste back in the tube.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:34",
      "speaker": "SANCHEZ",
      "sentences": "Speaking of VP picks, Trump and Vance are set to campaign in Georgia tomorrow, I believe. What do you anticipate the message is going to be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "KEILAR",
      "sentences": "I mean, the thing is, he's still - Kamala Harris still has a tough road ahead, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "ZELENY",
      "sentences": "No doubt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "KEILAR",
      "sentences": "And yet, there's clearly something that is bothering Trump about what he's watching, which is that she is energizing a lot of people and we're seeing that in the fundraising hall. It is really stunning, the kind of money that she's brought in, Jeff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "ZELENY",
      "sentences": "It absolutely is. I mean, the Harris campaign now is saying she's getting $310 million in the last month. And that's - is starting with, there were some bleak days for Biden fundraising. It effectively dried up. So this just sort of came organically.But there is no doubt this is still a very challenging race for Democrats. I mean, it is, you know, it's the incumbent who has to defend their record, so she can escape that a bit. But even she said in that message today, this is a hard fight. It's why she amplified her team, added a lot of veterans of the Obama campaign and some other campaigns to her team. This has moved very quickly in just a week, but 90 days ago and early voting much, much, much sooner than that. SANCHEZ: Yes. She talked about it on the call, it starts in September. She shouted out North Carolina, it'll start to go down. Jeff, Kristen, thanks for being with us. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "ZELENY",
      "sentences": "You bet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "SANCHEZ",
      "sentences": "Yes. We want to get some perspective on the history being made today. So let's discuss with CNN Contributor and Associate Professor of History at Johns Hopkins University, Leah Wright Rigueur.Leah, thank you so much for being with us. How did you feel seeing the first black woman and the first woman of South Asian descent to win enough delegates to lead a major party ticket?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "LEAH WRIGHT RIGUEUR, CNN CONTRIBUTOR",
      "sentences": "I think we are watching history unfold, and there are no two ways around it. In the same way that when we saw all of these kind of motions with Barack Obama back in 2008, I think we are having another moment. But we're also having a moment that many people expected to have in 2016 with Hillary Clinton.So when you put those two things together, I think you have just an enormous amount of political importance, but also a sense of real significance that moves beyond the symbolic. This is something that has teeth. This is something that has meat. This is something that has weight. And it's certainly something that over half the country has waited for, for a very long time. To be honest, I never thought that I would see a black or Indian woman as president of the United States, and now it's well within the realm of possibility.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "KEILAR",
      "sentences": "She doesn't have much time, so I wonder what you think about that as a challenge, but what the advantage of that may also be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "RIGUEUR",
      "sentences": "Well, I think the first thing is that a lot of people are comparing this to Hubert Humphrey in 1968, where Hubert Humphrey becomes the vice presidential nominee and essentially is anointed without the input of the Democratic Party, and it goes on to be a lot of problematics.But I actually don't think that this is that moment. This is a moment where it appears that Kamala Harris, despite the short amount of time that she is remaining to the actual election, has seemed to build an enormous amount of potential and momentum that is turning in and has the possibility of becoming a very real political movement. There is energy, there is excitement and there is movement around it. And I would point to vote.org, which has seen over, I think, 200,000 newly registered voters who are all saying that they are inspired by the recent announcement around Kamala Harris. So there's an enormous amount of unity on the left and within the Democratic Party, but also amongst key constituents, including young people and young voters around the candidacy of Kamala Harris. SANCHEZ: Leah, you mentioned the historic nature of the 2016 election and Hillary Clinton being the nominee for the Democratic Party. I'm wondering if you think there are any lessons to be learned following what we saw unfold during that election?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:07",
      "speaker": "KEILAR",
      "sentences": "Leah Wright Rigueur, thank you so much for the conversation. We do appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:07",
      "speaker": "RIGUEUR",
      "sentences": "Well, thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:07",
      "speaker": "KEILAR",
      "sentences": "And joining us now to discuss more about all of this, we have Pete Seat, a former White House spokesman during the George W. Bush administration. He's now the vice president of Bose Public Affairs Group. And also with us is the former director of message planning for the Biden White House, Meghan Hays. She's a consultant for the upcoming DNC convention, which is good because we have some questions about it.Okay. So it's - as we watch this historic moment today and we see this sort of official consolidation behind Vice President Kamala Harris, let's talk about what it may look like for some of the folks who aren't ready to get in line, right? Because there's 30 delegates of the DNC that represent - or DNC - I think I said the DMZ, but we're not talking about North Korea. They're representing the uncommitted movement and there's one delegate who says the group has actually asked the DNC for a five-minute convention speaking slot for Dr. Tanya Haj-Hassan, as well as a five-minute speaking slot for a delegate. How much of the, perhaps, dissent are we going to see at the convention? Do you think we'll see some?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:07",
      "speaker": "MEGHAN HAYS, CNN POLITICAL COMMENTATOR",
      "sentences": "I think you might see a very - I mean, that's very little. She has 99.9 percent of the delegates in her favor. I think that the - we are a big tent party and I think bringing all these folks together is important for the party and for the movement in general. I think that there's overwhelming enthusiasm for the vice president here, though, and I don't think that it will distract from the four days that we're going to spend in Chicago in a couple weeks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:07",
      "speaker": "SANCHEZ",
      "sentences": "Pete, as we were just talking to Kristen Holmes, she pointed out that there is some anxiety in Trump World over how some of the voters that had expressed support for Donald Trump, or at least maybe less enthusiasm for President Biden in the African-American community, in the Latino community, specifically men, might have changed their views given Trump's comments at The National Association of Black Journalists convention.How do you think that that plays out? Do you share some of that anxiety? PETE SEAT, FORMER WHITE HOUSE SPOKESMAN FOR PRESIDENT GEORGE W. BUSH: Yes, I wish he hadn't spoken at all. He would have been better off staying off stage. Look, there's a lot to be said about Kamala Harris' inconsistencies, her flip-flopping on policy issues, pretty much every major stance she took in 2019 during her 2020 campaign, she has now reversed. We haven't actually heard a lot of that from her directly, but she is reversing those positions. So the general point that Donald Trump was trying to make is correct, but he can't help himself. He cannot take a win. Instead of flying the W flag and saying, I won because I showed up in a hostile environment, Kamala Harris didn't. He pretty much did what a baseball player would do if they had a grand slam in the bottom of the ninth in the opposing team's field, didn't get a standing ovation, and said, you know what, keep your four runs. We don't want them. That's essentially what he did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:07",
      "speaker": "KEILAR",
      "sentences": "Yes, it was pretty stunning. We watched it live here and it was something to behold. I wonder if you think that - if this analysis is correct, because we've heard it, and I wonder what you think, that Harris' entry into this race kind of changes this from an - having to energize the bases of both parties to actually more conventional kind of competing for voters in the middle in these key states. Is that how you're seeing it kind of transition?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:07",
      "speaker": "SEAT",
      "sentences": "Yes, because there's - I mean, undoubtedly incredible enthusiasm on the Democratic side that we did not see under Joe Biden. And so they're going to have to run a more conventional campaign, a disciplined campaign.Now, I think the Trump campaign itself, the campaign apparatus, is running a disciplined operation. The problem is their candidate is not running a disciplined operation, and they're going to have to figure that out to get those undecideds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:02",
      "speaker": "KEILAR",
      "sentences": "So then, let me ask you this, as we're watching this swing state blitz that she's going to be on, what would you say is more important, the first state or the last state?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:02",
      "speaker": "HAYS",
      "sentences": "I don't think it matters. I think all these - all these undecided voters ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:02",
      "speaker": "KEILAR",
      "sentences": "What do you think will get more attention from the media, the first state or the last state?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:02",
      "speaker": "HAYS",
      "sentences": "I think that the video that they are going to put out or whatever, however they're going to announce the person, that is going to get the most attention. But I don't think that the ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:02",
      "speaker": "KEILAR",
      "sentences": "The fact that Pennsylvania's first, I'm going to go to the grave on this one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:02",
      "speaker": "HAYS",
      "sentences": "That's - so I think that's ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:02",
      "speaker": "KEILAR",
      "sentences": "It's kind of like I'm convinced that I'm wrong on Tuesday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:02",
      "speaker": "HAYS",
      "sentences": "No, no, no, but here's the thing. If she doesn't pick Shapiro, it's not like Shapiro's going to be like, now I'm for Donald Trump, right? So he's still going to be in her (INAUDIBLE) and still going to campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:02",
      "speaker": "KEILAR",
      "sentences": "Well, sure (INAUDIBLE) what about Pennsylvanians?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:02",
      "speaker": "HAYS",
      "sentences": "I think that they're still going to - they're still going to be voting for her. They are still going to look to people - and the undecided voters are going to be looking on the issues. If people don't start talking about the economy, we are in a - we're going to be in a bad way in the fall. People need to focus on the issues that matter here. They don't need to be focused on these things that are on the periphery.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:02",
      "speaker": "SANCHEZ",
      "sentences": "And quickly, Pete, which of these VP contenders would Republicans least like to see alongside Harris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:02",
      "speaker": "SEAT",
      "sentences": "Well, as I said on the show last week, I still maintain that the best messenger, the best candidate, potential candidate they have to take the message to Donald Trump is Pete Buttigieg. I don't think he'll get it for the reason that Pennsylvania is important electorally, and I think with only 94, 95 - however many days left - she's got to throw the Hail Mary pass. She has to roll the dice and do everything she can to try and put a state on the map for her, and Josh Shapiro or Mark Kelly are those options.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:02",
      "speaker": "SANCHEZ",
      "sentences": "Pete, Meghan, appreciate the analysis. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:02",
      "speaker": "HAYS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:02",
      "speaker": "KEILAR",
      "sentences": "So for months, former President Trump has used the idea of immigrants stealing American jobs as a rallying cry, but what do the numbers actually say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:02",
      "speaker": "SANCHEZ",
      "sentences": "Plus, we're learning new details about the attempted assassination of Donald Trump as the Secret Service details what went wrong that day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:56",
      "speaker": "SANCHEZ",
      "sentences": "Three Americans who were freed as part of the biggest prisoner exchange with Russia since the Cold War are finally home. Wall Street Journal reporter Evan Gershkovich, former U.S. Marine Paul Whelan and Russian-American journalist Alsu Kurmasheva are now at a facility in Texas, partly to undergo medical evaluations.One by one, they reunited with their families overnight after landing at Joint Base Andrews in Maryland. Their families, of course, greeting them with tears and hugs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:56",
      "speaker": "KEILAR",
      "sentences": "It was really something to watch last night. President Biden and Vice President Harris were also there for the big welcome back.The prisoner swap is the culmination of a complex arrangement involving 24 detainees and seven countries, and it marks a major diplomatic achievement and legacy-defining moment for Biden. Joining us now is CNN Contributor and former CNN Moscow bureau chief, Jill Dougherty. She is an adjunct professor at Georgetown University. And we also have CNN International Diplomatic Editor Nic Robertson with us. I do, Nic, want to start with you, because we did just hear from newly freed Vladimir Kara-Murza, who is in Germany. What did he say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:56",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Oh, absolutely fascinating stuff. You know, for two and a half years he was held. He said a year of that, he was in solitary confinement. And when he came out, he said he didn't know - and he speaks perfect English, by the way - he said he didn't know what - if he could speak or what language he might speak in. But he was telling these absolutely - an interesting, detailed account of how his release happened.And the first of it was a week and a half ago, somebody came to his cell, brought him to another room, two guards, and gave him a blank piece of paper and a pen and a copy of sort of a confession, a plea to be released. He was like, I'm not going to sign that. He's not my president. He's a usurper. He's a murderer. So they took him back to his cell eventually. Then they took him back there again two days later, and they said, well, we got all of that on video. You have to do this. And he had no idea he was going to be released. And it culminates in him writing an excoriating message to Vladimir Putin saying, you're a murderer. You've murdered thousands of people, you know, all these sorts of things, yet he was released. But there's a real tough side to that. And I think part of the reason to say that is because did Putin think these people - he was a strong critic of Putin - did he think he'd come out bowed and changed by this? Absolutely not. But he was in fear for his wife. Listen to what he said. (BEGIN VIDEO CLIP) VLADIMIR KARA-MURZA, FREED RUSSIAN PRISONER: I was certain I was going to die in Putin's prison. I did not believe I will ever see my wife again. I did not believe I'll ever see my family again. This feels really surreal. This feels like a film. I was certain I was going to die in Putin's prison. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:56",
      "speaker": "ROBERTSON",
      "sentences": "And you hear that, and his wife spoke to CNN, and she spoke about having the children on the phone with him and not wanting to spend any time on the phone with him and so ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:56",
      "speaker": "KEILAR",
      "sentences": "Fifteen minutes, five minutes for three kids.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:07",
      "speaker": "SANCHEZ",
      "sentences": "Yes. It must have been excruciating for him being held that way seeing what happened to other Putin critics especially Alexei Navalny. It's great to see him speaking freely and reuniting with his family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:07",
      "speaker": "ROBERTSON",
      "sentences": "And by the way he did - he said Putin's responsible for killing Navalny and Boris Nemtsov. And he put that in this message to Putin (INAUDIBLE) ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:07",
      "speaker": "SANCHEZ",
      "sentences": "That is fascinating. Jill, to you, I want to ask you about something that one of our correspondents and analysts mentioned, Matthew Chance, who spent significant time reporting from Russia, he described this exchange as a moral compromise by the West. I'm wondering how you feel about it, the fact that this is historic but in a sense that Vladimir Putin got a murderer back in exchange for journalists and people who were innocent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:07",
      "speaker": "JILL DOUGHERTY, CNN FOREIGN AFFAIRS CORRESPONDENT",
      "sentences": "Yes. I know - I understand what Matthew was saying. I mean, you know, this guy is an assassin, an FSB assassin and then you put him up against let's say, you know, Paul Whelan or certainly Evan Gershkovich who was just doing his job as a journalist and it doesn't feel right.But on the other hand, you know, I think what Nick was talking about in terms of the Russians, the dissidents who were released, that puts another spin on this too because I'll tell you they are tough and a lot of them - I was just looking at comments by Ilya Yashin, probably no - you know, very few people here in the States know him. But he is - he was a compatriot of Navalny and he too today said I didn't want to be freed. In fact you know my imprisonment was not only against the war in Ukraine, but it was also for my right to live in my own country. And the way Putin looks at these people is that they are troublemakers. I mean, he - I think he thought I'll just get rid of them. This is, you know, a good riddance and actually you can make the argument that the West gained a lot. Now the problem is will they still be influential back in Russia and I think that's, you know, what Yashin is saying. But there's a lot of interesting stuff there. I think, you know, Biden had to decide it was a moral issue. Do you give a murderer up in order to get people who are really, really valuable to the West and to the world and I would argue to the future of Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:07",
      "speaker": "KEILAR",
      "sentences": "Jill, such interesting details in particular that I just would like for you to mention about the children going back to Russia. Learning that they are Russian, because they didn't know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:07",
      "speaker": "DOUGHERTY",
      "sentences": "Yes. That - now these are the children, there were two children who came back. You can see them coming off the plane in Moscow and apparently - I mean, these were definitely the children of two like sleeper - a sleeper couple who were masquerading in Europe as Argentines. And so the kids spoke Spanish and apparently, you know, according to the reports they did not know that they were Russian, because their parents, of course, were masquerading. They were spies kind of like the series \"The Americans,\" they were masquerading as Argentines.So they get off the plane and Putin says buenos dias or something in Spanish. I did not know actually that Putin spoke Spanish. He does speak English and Russian. But in any case he greets them in Spanish. So a lot, you know, you can't make this up, but these sleepers cell people who are incognito completely living the lives, you know, are really a fascinating bunch. KEILAR: It was unbelievable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:07",
      "speaker": "SANCHEZ",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:07",
      "speaker": "KEILAR",
      "sentences": "Nic, Jill, thank you so much to both of you as we continue to follow this.",
      "isLastSentenceInterrupted": false
    }
  ]
}