{
  "date": "2024-04-20",
  "headline": "CNN Newsroom",
  "subHeadline": "House Passes Foreign Aid Bills For Ukraine, Israel And Taiwan; White House Applauds House For Passing Foreign Aid Bills; Trump Holds Rally Amid Hush Money Trial; House Passes $61 Billion Ukraine Aid Bill; $95 Billion Aid Bills For Ukraine, Israel And Taiwan To Be Sent To Senate; Vigil Marks 25 Years Since Columbine School Shooting; Elephants Versus Man. Aired 3-4p ET",
  "utterances": [
    {
      "timeStamp": "15:00:27",
      "speaker": "FREDRICKA WHITFIELD, CNN ANCHOR",
      "sentences": "All right, hello, again, everyone. Thank you so much for joining me. Lots of breaking news today. I'm Fredricka Whitfield, and we continue to follow all of this on Capitol Hill.Members of the House of Representatives just passed a series of foreign aid bills providing a total of $95 billion in assistance for Ukraine, Israel, and Taiwan. It all unfolded in a rare high stakes Saturday vote in Congress. GOP House Speaker Mike Johnson was able to advance the bipartisan bills through Congress this week with the help of Democrats. It's a move that could cost him his job as some hardliners in his party have threatened to introduce a measure to remove him from his post. We have team coverage of today's major developments. Priscilla Alvarez will have reaction from the White House, but let's get started on Capitol Hill with CNN's Lauren Fox. Lauren, I mean, the votes are now official, and how are people reacting overall on the Hill?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:27",
      "speaker": "LAUREN FOX, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes. I mean, this was such a long time coming. For months administration has been imploring lawmakers on Capitol Hill to take action. The Senate took action months ago, and it was really unclear if the House, specifically Speaker Mike Johnson, was ever going to bring this package to the floor.When he finally unveiled the package earlier this week, it looked so similar to what already had passed the United States Senate. The biggest difference here of course is the fact that it was really split into three separate parts. Those bills will now be bundled together, sent to the United States Senate. We expect that that process will get underway next week. But it's also just important to point out here that there are so many lawmakers who were watching the newly minted speaker wondering what he would ultimately do, knowing that his job was potentially on the line if he took out action. And many of them applauding the speaker today. Here's the House Foreign Affairs chairman Michael McCaul. (BEGIN VIDEO CLIP) REP. MICHAEL MCCAUL (R-TX): There's a learning curve both in the intelligence community that we exposed him to, to learn about this issue on a national security level, but also I think he felt the weight of the world on his shoulders and it really was falling on him. And I was with him the night before he made the decision, of course others wanted to go forward with another bill that wouldn't have gone anywhere. But time was of the essence and, you know, at the end of the day I'm very proud of him because he did the right thing. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:27",
      "speaker": "FOX",
      "sentences": "And it's not just McCaul. You know, I talked to one Democrat, Mike Quigley, who when I asked him, does he have a different view of the speaker today than he did two weeks ago, he kind of paused for a minute and he said, I guess I do.I think there were a lot of members who wondered if this day was going to come, if Speaker Johnson was going to feel compelled to put this package on the floor. He now did. He's also speaking out saying that he's supportive of what has happened on the floor. He feels proud of this moment and he hopes that the Senate moves expeditiously -- Fredricka.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:27",
      "speaker": "WHITFIELD",
      "sentences": "All right. Lauren Fox, thank you so much.Let's go to Priscilla Alvarez now. Priscilla, this is a significant win for President Biden, who has been pushing for this kind of aid for months now. What are they saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "WHITFIELD",
      "sentences": "All right. We'll leave it there for now. Priscilla Alvarez, Lauren Fox, thanks so much.All right. Let's talk more broadly about all of this, today's developments. With us now, Geoff Duncan. He is a CNN political commentator and a former Republican lieutenant governor of Georgia. All right, great to see you. So your reaction to today's passage of these four foreign measures many of which, you know, meant an about- face on support within the GOP.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "GEOFF DUNCAN, CNN POLITICAL COMMENTATOR",
      "sentences": "Well, good for Mike Johnson for being courageous enough to do the obvious right thing. I think if we broke this issue down across America one by one, I think an overwhelming majority of Americans would support Ukraine, support Israel, and support the additional funding measures that were in place today.But when it's complicated and thrown into this chaos, like Marjorie Taylor Greene and others tried to continue to do, to get this Republican Party back out of the ditch, we're going to have to have more courageous people like Mike Johnson and others that are willing to step up and think further than just a social media post, you know, five minutes after a vote. They're going to have to think even further than a two-year election cycle to get not only the Republican Party back out of the ditch, but to get our country back on track.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "WHITFIELD",
      "sentences": "So more was said today about any potential motion to vacate in terms of those who are willing to speak on Capitol Hill. The Speaker Johnson says, you know, I don't worry about the motion to vacate at all, whereas with Georgia Republican Marjorie Taylor Greene, you know, she said, while she is not going to do it right now and what it would take is three and two out of three spoke today in terms of their disappointment of the House speaker, she said she's going to leave it up to her colleagues. Leave it up to my colleagues to hear from their constituents. And this is something else that she said earlier today. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "MANU RAJU, CNN ANCHOR AND CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "We saw what happened with this vote. We saw your amendment code down. We saw all your frustration Mike Johnson, so is today the day you're going to call for the vote seeking his ouster?REP. MARJORIE TAYLOR GREENE (R-GA): I'm actually going to let my colleagues go home and hear from their constituents because I think people have been too obsessed with voting for foreign wars and the murder industry here in America. I could actually understand how angry Americans are when you have the strongest, loudest voices in the Republican movement and grassroots, furious calling for Mike Johnson to be vacated. The people here, my colleagues, have not heard the message, so I'm looking forward for them to go home, on hearing from the folks back at home. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "WHITFIELD",
      "sentences": "Kentucky Republican Thomas Massie also expressed his disappointment in how Speaker Johnson. What do you think his demise is at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "DUNCAN",
      "sentences": "Well, Marjorie Taylor Greene's comments there are code language for I got whipped and I know I'm beat, right? She's not going to make the motion to vacate because I don't think the American people are going to stand behind that at this period of time. I don't think Republican districts are going to stand behind that at this point.These issues are coming at us so fast and furious from around the world that we need real problem-solvers to stand up and stick their chin up and be ready to walk through. I mean, Marjorie Taylor Greene is part of the Ponzi scheme called Donald Trump. It's this fear- mongering. It's this hot air that just doesn't really solve any problems. And I think America is starting to see through it. They're starting to watch people like that as ineffective operators. I mean, the House went through just a tumultuous process by unseating Kevin McCarthy. And I certainly was not a fan of Kevin McCarthy's, but the process involved to dethrone him of being the speaker was a ridiculous, embarrassing moment that quite honestly not only made us weak in this country, but it made us weak around the world, watching that play out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "WHITFIELD",
      "sentences": "So it's really interesting now because we've got this juxtaposition and at the center of it all is the power that Trump has over the Republican Party, and while it's Marjorie Taylor Greene, and even House Speaker, you know, Johnson who went to visit the former president recently, while that is conveying he still has a lot of power, now he is in criminal court. You know, we're going to hear opening arguments on Monday.You hear him at his rallies. You say -- you know, continues to say, you know, there are, you know, two forms of justice here and he's the victim. How do you see his influence of the party all predicated on the outcome of this trial?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "DUNCAN",
      "sentences": "Yes. So what we're watching play out here is votes like today, it's just a tell-tale sign of where this is headed for Donald Trump. He's losing control, he's losing power. I think most legal experts will say that this current trial that he's sitting in is probably the legally week trial of all four.[15:10:002] But it's still an important position because we're watching -- the suburbs are going to listen to these just horrible details roll out of him having inappropriate relationships with porn stars and whatnot, and regardless what the outcome is, that is -- it creates the math problem for Donald Trump. He cannot win the suburbs. And I think people are realizing that. Elected officials are realizing that. I just wish there was more courageous people like Mike Johnson that did stuff like this more often and didn't try to talk out of both sides of the mouth. I wish we saw Republican governors standing up and saying not -- no way am I going to put my brand on Donald Trump. If we think further than just November, which it's going to take further than November to fix this Republican Party to get us back on track, we would all stand up against Donald Trump. I think history is going to reward those who were all in against Donald Trump and his ridiculous natures. I said a minute ago, this is a Ponzi scheme failing. It's falling apart. It's financially falling apart. The messaging is falling apart. Donald Trump looks weak. When you watch him come out and act like a 2-year-old child, pre and post- trial, in his statements, he just is weak.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "WHITFIELD",
      "sentences": "Do you see a loosening of the grip that he has on the party?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "DUNCAN",
      "sentences": "Absolutely. And I think that full room of Republicans that voted in favor of that funding bill today, they want an excuse to move away from Donald Trump. They want some air cover. I hear it from folks in the legislature here in Georgia, hear from it from folks in Congress. These are good, wholesome folks that want a reason to be able to move past Donald Trump. And we'll never recover as Republican Party until that happens.But, you know, Donald Trump is not going to win in November. Joe Biden is going to win. Short of some sort of unforeseen health event, Donald Trump gets beat because he still has a math problem in the suburbs. There's nobody that's going to change their mind on Donald Trump, especially suburban women that all of a sudden they're going to see, you know what, Donald Trump, maybe he's not that bad of a guy after hearing all these grizzly details of what he was doing when Melania was just two months post-birth with one of their children. I mean, this just hard to get your hands around.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:16:53",
      "speaker": "WHITFIELD",
      "sentences": "All right, right now lawyers in the high-stakes trial of former president Donald Trump are getting ready to give their opening statements. The criminal hush money trial continues in New York on Monday. Trump is required to attend every day of the trial. But first, he is hitting the campaign trail this weekend. Trump is holding events today in fact in North Carolina, which is expected to be a critical battleground state in November.CNN's Steve Contorno is live for us from Wilmington, where Trump is holding a rally in just a matter of hours. So, Steve, this is a very important moment for the former president outside of, you know, spending the time in the courtroom. So what's the expectation today there at the rally?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:16:53",
      "speaker": "STEVE CONTORNO, CNN CORRESPONDENT",
      "sentences": "Well, you're right, Fred, he is capping what is really one of the most unprecedented weeks in American politics with the first criminal trial of a former presidents doing so with this rally in North Carolina. And coming into this event, he has made clear that he is not happy with how quickly this trial has reached this phase with opening statements beginning on Monday.Today on Truth Social he said that he believes this case has been rushed, and listen to what he said yesterday as he left the Manhattan courtroom. (BEGIN VIDEO CLIP) DONALD TRUMP (R), PRESIDENTIAL CANDIDATE: The trial starts on Monday, which is well before a lot of people thought the judge went to go as fast as possible. That's for his reasons, not for my reasons. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:16:53",
      "speaker": "CONTORNO",
      "sentences": "Trump's legal team made multiple attempts to try to get this case delayed just as he has with all his other legal cases, but they were unsuccessful with the New York case.So now he is in North Carolina today on a Saturday, and Saturday rallies, weekend rallies are going to be a huge part of this trial to trail presidential campaign for the former president. And as you said, Fredricka, North Carolina is a very important state. He only won it by about 1.3 percent just four years ago. And it'll be a focal point in this election this fall as well. I want to point you to one stat that I think is really interesting about this particular moment because just a month ago, Republican voters here, how the primary, and in our exit polls 30 percent of them said that they do not think Trump would be fit to serve if he is convicted of a crime. That is a troubling statistic for the Trump campaign, especially as this trial just gets underway -- Fred. WHITFIELD: All right. Again, opening arguments on Monday. Thank you so much, Steve Contorno, there at a rally where the former president will have tonight in North Carolina. All right, so this pivotal day for the former president, Monday, as New York prosecutors give their opening statements in the criminal hush money trial. Let's bring in former federal prosecutor and senior writer for \"Politico\" magazine Ankush Khardori. Great to see you. So a very quick seating of the jury. What does this tell you about how Monday is likely to get underway?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:16:53",
      "speaker": "ANKUSH KHARDORI, FORMER FEDERAL PROSECUTOR",
      "sentences": "Well, look, yes, there was a fairly prompt seating of the jury. The judge seems have one to move things along rather expeditiously. I think that was on the whole pretty good idea, but of course it hit some road bumps particularly with the jurors who dropped out.[15:20:005] One excused herself effectively and one got removed. And then when there was a whole procession of people who were expressing concerns about their safety and things like that. I'm hopeful on Monday that, you know, this case proceeds to opening arguments subject to any pretrial conferences or whatever in the morning. I am, however, a little concerned that, you know, some of the other jurors who've already been seated may show up and have some concerns of their own. So I think we need to like sort of take a little bit of a wait and see approach here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:16:53",
      "speaker": "WHITFIELD",
      "sentences": "Yes, there are six alternates, right? And, you know, is it your concern or thinking because of the anxiety that some have already expressed that perhaps having more alternates is wise? Is it too late to seat even more alternates before, say, a Monday opening arguments?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:16:53",
      "speaker": "KHARDORI",
      "sentences": "I think so. I mean, I think if the judge were going to do it or make any effort to do that would have happened by now. However, I do think the positive aspect that it happened late last week, too late in my estimation, but the people who were seated Thursday and Friday, not as much biographical information about them was released to the media and therefore to the public. So I'm thinking the alternates and those people who were seated in a later part of the week are going to be a little bit better situated than the people who are seated in the earlier part of the week.Those are the people who I'm thinking like we just need to carve out the possibility that they may show up on Monday and have some questions and concerns of their own.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:16:53",
      "speaker": "WHITFIELD",
      "sentences": "OK. Prosecutors have already provided their list of witnesses. But what they won't reveal is the order of the witnesses that would be called, obviously, because they don't want people to be targeted in, say, Trump's, you know, social media post or harassed them in any other kind of ways. Is this unusual? Is this fairly typical? KHARDORI",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:16:53",
      "speaker": "WHITFIELD",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:16:53",
      "speaker": "KHARDORI",
      "sentences": "I'm sure that there are prosecutors from older days who would tell you, look, we never told people who our witnesses were ahead of time. That is not the standard practice anymore, either in civil or criminal litigation. It is very common if the judge doesn't do it, then at least for the parties to agree among themselves that they will provide each other with notice of who the witnesses will be, either on a one or two business day notice or potentially at the end of one week for the following week.So what the government has done here, and they made very clear why they were doing it, is that they do not trust Donald Trump. That is why they are not extending this courtesy to them. And it is very unusual and reflects very poorly on him and his legal team.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:16:53",
      "speaker": "WHITFIELD",
      "sentences": "All right. Ankush Khardori, we'll leave it there for now. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:16:53",
      "speaker": "KHARDORI",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:27:11",
      "speaker": "WHITFIELD",
      "sentences": "All right. Welcome back.A short time ago, the House of Representatives passed a crucial aid bill for Ukraine. $61 billion in all including $23 billion to replenish weapons the U.S. has supplied to Ukraine. President Zelenskyy has been warning for months that U.S. aid is crucial to his country's survival. Following the vote, he posted a message thanking the U.S. for its support. CNN's Fred Pleitgen is in the Ukrainian capital of Kyiv. Fred, how are Ukrainians feeling about this U.S. aid?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:27:11",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, it's very positive. In fact, we're hearing that pretty much from all walks of society here in this country. There were actually celebrations in some places here in the capital, in Kyiv. And then of course, you have pretty much the entire government of this country coming out within seconds, really, Fredricka, of this vote passing and thanking the United States for it.And of course it can't be overstated just how important it is for the Ukrainians right now on the battlefield. They really have been suffering from a shortage of air defense missiles, but also from artillery ammunition as well. In fact, we've been in touch with a couple of soldiers on the frontline. There's one remarkable thing that we heard from one of them. I want to read to you. This is from an artillery reconnaissance commander who says, \"Of course, when we feel support from the outside, it motivates us. After all, the military knows that we cannot win with sticks and bows. For people who want to defeat the enemy, this news is a great morale booster.\" So obviously very important for the Ukrainians. They've been on the frontlines as they've been suffering from those ammo shortages and really it was dire for the Ukrainians for an extended period of time. Also, the president of this country, Volodymyr Zelenskyy, he came out shortly after the vote was passed and he once again thanked Mike Johnson personally for bringing it to a vote but also the U.S. in general. Let's listen in. (BEGIN VIDEO CLIP) PRES. VOLODYMYR ZELENSKYY, UKRAINE (through translator): We appreciate every manifestation of support for our state and independence, our people and our lives, which Russia wants to bury in ruins. America has shown its leadership from the first days of this war. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:02",
      "speaker": "WHITFIELD",
      "sentences": "All right, Fred Pleitgen, in Kyiv, thanks so much.All right, I want to bring in now Jill Dougherty. She is a CNN contributor and an adjunct professor at Georgetown University, and former Moscow bureau chief for CNN. So, in your view, this passage of U.S. aid to Ukraine, what kind of message is that sending to Vladimir Putin? JILL DOUGHERTY, CNN CONTRIBUTOR: Well, I think, you know, judging by what they seem to be saying, we expected this, but I think in addition to the fact that the package is passed and that the Russians were pushing very hard in their propaganda to make this not happen. That said, I think the Russians are almost more worried about the other part of it and that is using the -- seizing confiscated Russian sovereign assets to pay for the reconstruction of Ukraine. That worries Russia. Already there was a statement from Putin's press secretary, Dmitry Peskov, saying, this will ruin the image of the United States and scare away investors. But I do think that the Russians are worried about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:02",
      "speaker": "WHITFIELD",
      "sentences": "And we know that, you know, Putin looks for vulnerabilities and I wonder if he is looking at, you know, the divisions in, you know, politics on Capitol Hill and beyond. If he is seeing or evaluating whether there are some inroads for him to take advantage of kind of the divisions in the U.S. to find advantage for himself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:02",
      "speaker": "DOUGHERTY",
      "sentences": "No question. In fact, there is now some new information coming out from the \"Washington Post\" about some documents that were actually Russian documents that were revealed. They were intercepted showing precisely that.I mean, you know, Fred, this is not a surprise, but what they're doing, what the Russians were trying to do is really exploit to the max any divisions in the United States. And you just saw a few minutes ago this playing out onto the divisions in Congress and in the nation about this. So they will try to take advantage of that. No question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:02",
      "speaker": "WHITFIELD",
      "sentences": "CIA director Bill Burns said Ukraine could have lost to Russia by the end of the year without this money. It was that dire, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:02",
      "speaker": "DOUGHERTY",
      "sentences": "Yes. Well, the indications, if you look at what the Ukrainians themselves were saying, the commander in chief Syrskyi was saying, you know, that the eastern front has significantly weakened. They're very worried about perhaps even in June another Russian push and then there's another side to this.You know, as this was passing. I actually was listening to a talk by a human rights lawyer. Very impressive young Ukrainian lawyer and her name is Oleksandra Matviichuk. And she was saying -- and speaking very compellingly about the human price Ukrainians are paying, she said that passing this today will save thousands and thousands of lives. That's verbatim with what President Zelenskyy was saying, but she was I think really expressing the feeling. And I asked her, what, you know, do Ukrainian people feel? She was expressing that feeling that, you know, a lot of people have died because this bill didn't pass. But now that it has, it really could save thousands of people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:38:31",
      "speaker": "WHITFIELD",
      "sentences": "A big moment on Capitol Hill today as members of the House passed an aid bill for Israel just moments after passing aid for Ukraine and Taiwan. $95 billion in all approved in a rare bipartisan vote on a Saturday, no less. And now the package heads to the U.S. Senate.Joining me right now to discuss is CNN congressional correspondent Lauren Fox on Capitol Hill and CNN's international diplomatic editor, Nic Robertson in Jerusalem. Let's begin with you, Lauren, on Capitol Hill. A lot going on today and the reaction to the vote.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:11",
      "speaker": "WHITFIELD",
      "sentences": "All right. Lauren Fox, thanks so much.Let's go to Jerusalem now where we find our Nic Robertson. So, Nic, what does this aid package mean for Israel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:11",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Yes, this means that it can continue the war that it's engaged in at the moment, knowing that it's going to continue to have the supply of weapons. There has been thanks given to the United States to the speaker, to the minority leader, Hakeem Jeffries as well, from most of the leading politicians here. The prime minister says this shows strong bipartisan support for Israel.I think that's significant because some people here were beginning to think that Prime Minister Netanyahu is really alienating the Democrats, particularly by the way he's executing the war in Gaza with the high number of Palestinians killed there, more than 34,000 now. We heard as well from the defense minister kind of coming at it from his perspective, of course. He said we face enemies on seven fronts. This shows how strong the support and the strength is between the United States and Israel. The foreign minister Katz, Israel Katz, said similar things as well that this showed the strong ties and the strategic partnership between the two countries. And I think perhaps the comment from the speaker of the Knesset was quite telling as well because he summed it up this way. He said this shows Israel's enemies that the United States and Israel are strong together. The United States stands with Israel. And that's been particularly important at the moment, particularly in the face of the attack from Iran because there was a perception here in Israel that the reason Iran chose to attack in a way that it had never done before directly sending 350 missiles into Israel was because that they thought there was a weakness in that alliance between the United States and Israel. And therefore, they could attack perhaps with less fear, of less retribution. So this is all very important whether it's the physical aid or the messaging that it sends to Israel's enemies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:47:20",
      "speaker": "WHITFIELD",
      "sentences": "All right, today marks 25 years since a tragic day in American history. In 1999 12 students and one teacher were killed in the Columbine High School massacre. The shock and horror of that day are still reverberating decades later. On Friday, gun safety organizations held a vigil to remember the tremendous loss of life.Joining us now is CNN contributor and columnist for \"The Trace,\" which exclusively reports on U.S. gun violence, Jennifer Mascia. Jennifer, good to see you. I mean, who can forget, you know, what it felt like where you were when you heard of, you know, what was happening at Columbine? I mean, that really shook at America's soul and shocked people. So what kind of lessons have we learned as a nation? Have we healed since then?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:47:20",
      "speaker": "JENNIFER MASCIA, CNN CONTRIBUTOR",
      "sentences": "Columbine -- well, first of all, my thoughts are going out today to the victims and the survivors. This is a very hard day for the entire Littleton community. Columbine showed us that this could really happen anywhere in America, even in an upper middle-class community in Colorado. That really got everyone's attention because Columbine wasn't the first school shooting of the '90s. In fact, there had been half a dozen in the two years leading up to it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:47:20",
      "speaker": "WHITFIELD",
      "sentences": "Yes. I remember Pearl, Mississippi. There was Paducah, Kentucky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:47:20",
      "speaker": "MASCIA",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:47:20",
      "speaker": "WHITFIELD",
      "sentences": "I remember covering all of those and then Columbine. What happened?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:47:20",
      "speaker": "MASCIA",
      "sentences": "Which was the worst. I mean, we'd never seen a death count that high, 13 people, and it played out on live TV.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:47:20",
      "speaker": "WHITFIELD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:47:20",
      "speaker": "MASCIA",
      "sentences": "We saw kids jumping out of windows and carried out on stretchers. Columbine, though, really changed the way that we respond to school shootings. So the police response was deeply criticized because it took hours to clear and secure the school. A teacher bled out and died in the meantime. They simply weren't prepared for anything on this scale. But, you know, today, nearly every school has active shooter drills starting in kindergarten.Armed security staff carrying IDs around their neck, visitor check- ins, that all started after Columbine. That's why the response to Uvalde was so egregious because we should have known better after Columbine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:47:20",
      "speaker": "WHITFIELD",
      "sentences": "Yes, because, I mean, sadly, even with the active shooter drills it's still happening. School shootings are still happening, you know, on a grand scale. I mean, a Pew study, you know, put out ahead of the Columbine anniversary shows nearly one in four public school teacher say their school went into a gun-related lockdown in the last year and a majority say they are worried, they're still worried about school shootings happening on their watch.So, I mean, how do we explain this? What is the problem?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:47:20",
      "speaker": "MASCIA",
      "sentences": "I mean, gun-related lockdowns are, you know, those happened on top of drills, so that's trauma on top of trauma for kids and there is a debate about whether it's even worth the harm because, you know, this can be very traumatic.[15:50:12] But the problem is, when you don't regulate this problem at the source, the burden ends up falling farther down the line to schools, school resource officers. The truth is, you know, in the 25 years since Columbine almost 245 million guns have flooded the U.S. market so there are just simply more guns around. That's why this keeps happening. There are laws in states, very few states have laws that penalize leaving guns accessible to children. So there's just more guns for kids to find and last year over 1,000 kids brought guns to school. You know, that's like 10 years ago, it was only 200 guns, and I'm saying only 200 because this only happens in America. You know. children in other countries have the same stressors, the same social media, but only in America are these shootings happening and it's because guns are just so accessible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:47:20",
      "speaker": "WHITFIELD",
      "sentences": "And then you have on this, you know, year of 25th anniversary, accountability like -- unlike what, you know, this nation have seen. We saw the parents of the Oxford High School shooter, James and Jennifer Crumbley, convicted for charges of involuntary manslaughter for not doing enough to prevent their son from killing four classmates. I mean, it's the first time we've ever seen parents convicted in a case like this, and perhaps, you know, many analysts believed this kind of opened the door of more potentially to come. How do you assess things?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:47:20",
      "speaker": "MASCIA",
      "sentences": "Well, I really -- I think this case was very unique. This had never happened before, and it was stunning even for me. I've covered this over a decade, but I think the hope is that this case at least be a warning to secure guns around your kids, to maybe just be a little more careful in sharing your gun culture with the child who might be in crisis.You know, in the case of a few school shootings, we saw with Sandy Hook and Umpqua Community College, mothers actually took their children to the range. And that's how they became proficient in firearms. It's not a good idea if a kid is in crisis and that's why it is important to be really involved in your children's lives. But I think the hope is the prospect of 15 years in prison might be enough for parents to think twice before they are irresponsible with guns around kids.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:47:20",
      "speaker": "WHITFIELD",
      "sentences": "All right. Jennifer Mascia, we'll leave it there for now. And again, yes, our hearts are going out to all of those who -- all of those families, individuals, teachers who were, you know, victimized by the Columbine shooting 25 years ago. I'm sure for many of them, they're kind of reliving it again today. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:47:20",
      "speaker": "MASCIA",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:57:25",
      "speaker": "WHITFIELD",
      "sentences": "The war you probably haven't heard about and it's killing people and elephants every day.Nick Paton Walsh reports from Sri Lanka on the ongoing and fatal conflict on \"THE WHOLE STORY WITH ANDERSON COOPER\" tomorrow -- Nick.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:57:25",
      "speaker": "NICK PATON WALSH, CNN CHIEF INTERNATIONAL SECURITY EDITOR",
      "sentences": "Fredricka, this is a story, yes, sure, about elephants and the clash between them and humans for basic land. Elephants need so much greenery and space just to survive. They've always had it for centuries, but now humans in the name of growth needs so much more themselves. They are pushing further and further into areas that elephants have always, frankly, never seen a human being in at all.That's all changing radically. And in Sri Lanka while there are thought to be about 6,000 elephants, well, in just 2023 alone apparently we killed 476 of them and they in turn killed 169 people. That's extraordinary numbers for something that at times you might think was a benign interaction. Every night, we saw firecrackers being used to scare elephants away from the farmland, the crops that humans need to feed their families. For many, it's frankly existential and it keeps them up all night every night. And indeed on one particular road, we saw how elephant space encroaches on to highways that humans use all the time and the bizarre interaction we saw there. (BEGIN VIDEO CLIP) WALSH (voice-over): Sometimes the roads aren't a cage but become a sort of playground where the elephants have the upper hand. This road runs through a national park and is lined with elephants trying to block the traffic until they are fed. It's kind of hold-up. Really preying on human fear and panicking the uninitiated. Some they're really fancy. They run. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}