{
  "date": "2024-02-27",
  "headline": "CNN Live Event/Special",
  "subHeadline": "CNN Projection: Donald Trump Wins Michigan Republican Primary; CNN Projection: Joe Biden Wins Michigan Democratic Primary; CNN Projects Trump, Biden Win Michigan Primaries. Aired 9-10p ET",
  "utterances": [
    {
      "timeStamp": "21:00:00",
      "speaker": "JOHN KING, CNN HOST",
      "sentences": "And what you see is Joe Biden's going to win Michigan, tonight. Donald Trump's going to win Michigan, tonight, most likely. You see the numbers coming in. You're waiting for a few more votes, before you can call that race.But as you do so, this is what winners -- smart winner does every time. I won. But where's my weakness? For Joe Biden, it's right there. And for Donald Trump, it's that Nikki Haley, Jake, is still getting at least three in 10 or more Republican votes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "All right, John. The last polling places are just about to close, in the Michigan Democratic and Republican primaries.President Biden looking to beat back a protest vote, while Donald Trump is aiming for another win that catapults him towards a -- closer towards a rematch with Biden. We can now make some important projections. CNN is projecting now that Donald Trump will win the Michigan Republican presidential primary. This will be his fifth straight major victory, of the primary season. And another loss for Nikki Haley, as she persists in her fight against Trump, despite his growing advantage, in the all-important hunt for delegates, which is, of course, what is needed to win the GOP presidential nomination. Again, CNN projecting Donald Trump will win the Republican primary, in Michigan, teeing up a blockbuster Super Tuesday contest, next week. CNN can also project that President Joe Biden will win the Michigan Democratic primary, continuing his march toward his second presidential nomination, and once again, defeating his longshot opponent, Congressman Dean Phillips. But we are still watching the size of a protest vote, in Michigan. Some Michigan Democrats are voting for Uncommitted, specifically to show their opposition to the President's policy, on the Israel-Hamas war, many of them pushing for a permanent ceasefire, and urging the United States to cut military aid to the State of Israel. Let's go look at the vote, right now, for Joe Biden. With 10 percent of the estimated vote in, President Joe Biden, the incumbent, has 78.5 percent of the vote. That is 83,828 votes, about 66,000 votes ahead of Uncommitted, which has 16.2 percent of the vote. We're looking at the raw number though, really, of Uncommitted number, tonight. And it's 17,289. Dean Phillips, 2.7 percent of the vote, bringing up the rear. And Dana, if we look at 20,000, as the floor for Uncommitted, because we know in every presidential primary, in recent years, there has been 20,000 people have just voted Uncommitted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "DANA BASH, CNN ANCHOR",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "TAPPER",
      "sentences": "They're a feisty bunch, in Michigan, I suppose. Democratic side and Republican side, at least 20,000 vote Uncommitted. So, we're looking for a number above that. It looks pretty clear that they're going to hit that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "TAPPER",
      "sentences": "And maybe exceed it well beyond their own expectations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "BASH",
      "sentences": "Which is why Governor Whitmer of Michigan told me, on Sunday, why the, Senior Senator from Michigan, Debbie Stabenow, told Kasie Hunt, today, that they really didn't know how it was going to end up.But what they did see -- and we don't -- we still don't know how it's going to end up. But what they are seeing is a very passionate effort, to send President Biden a message. And I think that we should really underscore the idea that that's what they're trying to do. And we talked about this a little bit earlier. They genuinely are trying to effect policy. Are there some people who just don't like Joe Biden, who might stay home in November? Absolutely. But those people probably are staying home today as well. And so, the question is whether or not, given the fact that President Biden has already shifted in his rhetoric, and in his approach to Israel, whether or not if they do send -- get the numbers to send that message, how much of an effect will it have?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes. The one senior Michigan Democratic source that I've been speaking with, tonight, says this is actually higher than they expected, in terms of the Uncommitted vote.We'll see how high it gets. But this does appear likely to exceed. Probably the closest thing we get compared to is in 2012, an incumbent Democratic president against a Republican, 20,000 votes, just over 20,000, the Uncommitted vote here. That is almost certainly going to pass here and surpass this. The question, as you mentioned, how do the people, who were leading this effort, where are they going to end up in November? I had a chance to ask Rashida Tlaib, who is of course leading, also, this push to -- she's -- for the Uncommitted vote. She's, of course, Palestinian American, someone who has been a very aggressive opponent, of the way that this war has been waged, and the President's handling of it. I said, will you support Joe Biden in November? She did not respond to that question. And that's going to be the big question for the Biden campaign. Can you win some of these people back, when it's not Uncommitted on the ballot? It's Biden versus Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "DAVID CHALIAN, CNN POLITICAL DIRECTOR",
      "sentences": "I mean, the difference from 2012, of course, is that there's an organized campaign effort here, for Uncommitted. That wasn't present in 2012.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "CHALIAN",
      "sentences": "Yes, exactly.And so, I do think there's always a danger of us over-interpreting this. There's no doubt about that. There's also no doubt to your point, Dana, that this is what a protest looks like. This is what protest is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "BASH",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "CHALIAN",
      "sentences": "This is a push for a policy change.The other x-factor guys that we do not know, sitting here today, where is the Israel-Hamas situation going to be in August, in September, in October, when people are voting? Is it going to be as fresh for everyone, who's voting today, in the Democratic primary, in Michigan, then as it is now? We don't -- that's an unknowable thing, of course. What you do know, and obviously, Biden is responding to it, is that this is just one piece of a coalition that is not as unified, united, and back in full force, as it was in 2020, when he got elected. This is one piece of it. Young voters, progressives that we're seeing, in various demographic slices. Joe Biden and his operation are keenly aware, across the board, they are not performing at the same levels, with some key constituencies, that they need to be at, not just in Michigan, but in a whole slew of these battleground states. And this is what we learn, on a night like this. It is what the work they need to do, to bring that back together, for the fall.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "JONAH GOLDBERG, CNN POLITICAL COMMENTATOR",
      "sentences": "Yes, so I agree with all of that.And, look, part of the problem that Biden has is he has a much bigger coalition than Donald Trump does. Donald Trump has a very focused, narrow coalition, deeply committed. It's stronger, but it's smaller. Biden's is larger, but it's weaker. And so, the various components of it, they're all vying to sort of get primacy, in this inside the coalition. I do think you can over-read. There's a certain bias in this. And it's not an ideological bias. It's that this is the thing to talk about, right? This is the thing that is happening, that is filling the oxygen of the story. And, there's something that Dana and I talked about the other day, on IP, is that if -- if the situation were reversed, and Biden went the other way, and became all in on the Rashida Tlaib position, how many votes would he lose? How many Uncommitteds would we be seeing voting, for the pro-Israel position? Because I still believe the issue of Israel is more popular that Israel has more support in the State of Michigan, generally, than the Palestinian version of it. And so it's, when you look at these people, and you think about who's the most committed to the Palestinian cause, which is an understandable thing to be? Of course, they're going to be voting Uncommitted. But there's really no price they're paying for doing it. There's not -- there's no cost in doing this. These are the people who're showing up. And so, I do think you can over-interpret it, simply because it's the thing that we're all talking about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "TAPPER",
      "sentences": "No, of course. And -- but I think one of the things that the Arab American and Muslim American community, launching this protest, is saying is not necessarily we're going to vote for Trump in November.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "GOLDBERG",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "TAPPER",
      "sentences": "Not necessarily even we're not going to vote in November. But look how many of us there are, who care about this issue. Donald Trump won Michigan in 2016, by 10,000 votes. Joe Biden won it by 154,000 votes, four years later. There are a lot of us. We can swing an election if you don't pay attention to us more seriously.And remember, he had sent aides, to visit with the Arab American and Muslim American communities, in Michigan. He himself has not gone. Let's go to John King, right now. And we're still watching the vote come in. There's 11 percent of the estimated vote in. Joe Biden still in the lead, 78.4 percent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "KING",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "TAPPER",
      "sentences": "Uncommitted, 17,866, whoop, 17,872 votes, John King.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "ANDERSON COOPER, CNN ANCHOR",
      "sentences": "Yes. And we are going to be looking at that very closely.Let's go to CNN's Jeff Zeleny, in Dearborn, Michigan, right now. He is at an event, for Democratic advocates of that protest vote for Uncommitted. So Jeff, what is the feeling there about, about how the protest is going? What level of protest do they expect to see?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "ANDY LEVIN, FORMER UNITED STATES REPRESENTATIVE",
      "sentences": "Well, look, I'm a Jewish guy, from Detroit, right, from Michigan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "JEFF ZELENY, CNN CHIEF NATIONAL AFFAIRS CORRESPONDENT",
      "sentences": "Well, Anderson, this event began with a moment of silence, for all of the children, who have been slain, in Gaza. After that, it really erupted in applause.You can hear, perhaps behind me here, now former Congressman, Andy Levin, is on the stage, right now, sort of offering a roadmap from here. He says this is not the end. This is the beginning. And that is the sentiment that we are getting here, at the Adonis Restaurant, a Middle Eastern restaurant, in Dearborn, the heart of the Arab American community, the Muslim American community, here in Michigan. And there is a sense that they have already won a success, regardless of the number of votes. Maybe they've gotten President Biden's attention. Indeed they have. But Anderson, they are just going to go forward with this. They said, they plan to pressure him over the next eight months. So, this Uncommitted effort here, should now (ph) it's just beginning, not ending, Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "LEVIN",
      "sentences": "--and that we build a more beautiful democracy--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COOPER",
      "sentences": "All right, Jeff Zeleny, thanks very much.Back with the team here in New York. Do you have a sense? I mean, we did hear from President Biden, I think it was just yesterday, saying that his National Security Advisor had seemed to indicate that there was movement, on a potential ceasefire or a prolonged -- prolonged cessation. That was not echoed, certainly by the Palestinian side, or even officials in Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "DAVID AXELROD, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "Yes, look, I don't know exactly what happened there. The fact that he was standing there, in an ice cream parlor, with an ice cream cone in his hand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COOPER",
      "sentences": "With Seth Meyers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "AXELROD",
      "sentences": "Well, with Seth Meyers, yes.But it suggested to me that he was maybe going out on his own, on that one, that he wasn't -- that he -- and probably because he understood that this was going on. But. So I don't know. It could be that that was a planned play. It seemed like a weird place to do it. If it wasn't, I bet you, there was some heavy gasps of exasperation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "In the National Security Council?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "AXELROD",
      "sentences": "Yes. Yes, exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "Probably screaming into a pillow.And it is, as -- I think it was very spontaneous. Obviously, that wasn't something that was a planned moment. Reporters just shout questions and he answers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "AXELROD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "But it is different than how they've handled every -- the last ceasefire that happened, the White House was so careful, to talk about it--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "AXELROD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "--until it was actually official. Because we've seen them come close to having a ceasefire, and then for it to fall apart.And so, Ro Khanna, a congressman who's been in Michigan, stumping for Biden, who previously had not called for a ceasefire, is now calling for one. He said, he did believe that that was intended, to try to kind of blunt this momentum, towards the Uncommitted vote, tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "AXELROD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "BAKARI SELLERS, CNN POLITICAL COMMENTATOR",
      "sentences": "But, I mean, just think about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "ALYSSA FARAH GRIFFIN, CNN POLITICAL COMMENTATOR",
      "sentences": "Well--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "SELLERS",
      "sentences": "I mean, you talked about a snapshot in time. And Nina was talking about the process playing out. And we still have eight -- eight, nine months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "AXELROD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "COOPER",
      "sentences": "And, by the way, there's also been slaughter, in the Israeli side.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "SELLERS",
      "sentences": "I was going to say it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "COOPER",
      "sentences": "So, there's--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "AXELROD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "TURNER",
      "sentences": "Yes, no, I get it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "COOPER",
      "sentences": "--there's a lot of pain, on both sides.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "TURNER",
      "sentences": "No, I'm not -- I'm not--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "COLLINS",
      "sentences": "But--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "COOPER",
      "sentences": "Because we don't really need a lecture, on the problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "TURNER",
      "sentences": "No, I'm--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "COOPER",
      "sentences": "What I'm talking about the politics of this tonight. How -- what to you would be a victory, if somebody was calling for this Uncommitted vote?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "TURNER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "COOPER",
      "sentences": "What to you would be a victory tonight to get that message across?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "TURNER",
      "sentences": "And I'm not denying that pain. All I'm saying that, at a certain point, after October the 7th, it becomes clear. I mean, you have a right-wing Prime Minister, who was saying--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "COOPER",
      "sentences": "Right. We don't need to debate the issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "TURNER",
      "sentences": "But you understand what I'm saying. I'm not denying anybody's pain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "COOPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "TURNER",
      "sentences": "What I am saying is that this President, and our country, has the power to say, to Netanyahu, we need a permanent ceasefire, the only time hostages, the only--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "FARAH GRIFFIN",
      "sentences": "Within reasons, though, if I can push back your--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "TURNER",
      "sentences": "Wait. One more point. The only time hostages were released is when we had that brief ceasefire. That is another reason why--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "SELLERS",
      "sentences": "And I mean I don't -- but I also--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "FARAH GRIFFIN",
      "sentences": "But if I--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "TURNER",
      "sentences": "--we need a permanent ceasefire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "SELLERS",
      "sentences": "--I also have to remind people, we had a ceasefire prior to October 7th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "FARAH GRIFFIN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "SELLERS",
      "sentences": "Right? I mean, that a point.And I get centering people. And I completely understand that. But I think, Anderson, your point is valid as well, that there is a lot of pain to go around. And we cannot forget that. What I'm talking about, tangible solutions. That's what -- that's what I'm -- and as we look at the -- because we can -- we can debate and talk about this, on a level of humanity, which we cannot forget. But we also have to look at the results from tonight. And what I'm saying is that there are tangible results, this White House can deliver. And I think if they're able to deliver it. Now if they miss, then--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "FARAH GRIFFIN",
      "sentences": "And--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "SELLERS",
      "sentences": "--then you have a totally different scenario from the ground (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "FARAH GRIFFIN",
      "sentences": "And here's the reality, if I may briefly defend Joe Biden. There hasn't been a day since October 7th, that he hasn't been working around the clock, his National Security Council, his State Department, with the Qataris, with the Israeli government, to try to come to--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "SELLERS",
      "sentences": "With Egypt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "FARAH GRIFFIN",
      "sentences": "--a cessation of hostilities. With Egypt. They -- they do--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "SELLERS",
      "sentences": "I mean, he thinks the President is also the President of Mexico. But that's OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "FARAH GRIFFIN",
      "sentences": "They do have a massive messaging problem, though. They have allowed this sort of discontent, with young progressives, to take so much steam that you're seeing it play out in real-time.And a problem that they might run into, if this is something that ends up being, upwards of 50,000 votes tonight, are other states going to follow? Are there going to be other organizing efforts, in primaries, to show that they won't be with Biden, unless they see a change in policy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "TURNER",
      "sentences": "Yes, the Uncommitted campaign--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "FARAH GRIFFIN",
      "sentences": "This could inspire all this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "AXELROD",
      "sentences": "Is that--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "ZELDIN",
      "sentences": "--if they were happy with President Biden, across the board, other than this issue, I don't think that we would be seeing a number like this, on the Uncommitted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "AXELROD",
      "sentences": "I don't know about that, Congressman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "This issue's been notified (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "AXELROD",
      "sentences": "I mean, I think that you're going to see an elevated vote in those communities. And it's very much related to this issue. And so, the question is, how much more elevated is that Uncommitted vote in those communities? I suspect it's going to be much higher, you know?But I just have to -- one last word on this, Nina. You mentioned the ceasefire, and the last ceasefire. That last ceasefire happened, in part because the President pushed for that ceasefire. He's clearly trying to use his leverage, to bring this ceasefire about. And like I'm one, who I was appalled and personally wounded by what happened on October 7th. And I weep for the kids in Gaza as well. I don't think you can -- you can hold both thoughts at once. But I do believe I don't think that no--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "FARAH GRIFFIN",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "SELLERS",
      "sentences": "I believe that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "AXELROD",
      "sentences": "He's not green-lighting, these activities. He's clearly trying to pressure the Israelis, on this issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "TURNER",
      "sentences": "Well, Axe, no doubt about it. October the 7th, horrible, should never have happened. You don't kill innocent people. No way. No how.There is a point -- and I want to go back to some, the Congressman said. I think these issues are intertwined. I don't think they're mutually exclusive. I think to the extent that you have people, who are burdened with domestic challenges, what is happening overseas is a reflection of that anxiety that we are having here. My only point is that being on the ground, and talking to people, when you're the person, who has lost a family member, on either side, right? You're saying relief cannot come soon enough. And that is something that we should not forget.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COOPER",
      "sentences": "Yes.Let's go back to Jake, in D.C. Jake?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "TAPPER",
      "sentences": "Thanks, Anderson.Let's bring you a key race alert, because we have more votes coming in. On the Democratic side, President Joe Biden, the incumbent, with an estimated 13 percent of the vote in, has 79.1 percent of the vote. That's 106,127 votes. That's 85,391 votes ahead of Uncommitted. Uncommitted has 15.5 percent of the vote. That's 20,721. What's significant about this, we should note, is that every primary, there are about 20,000 votes for Uncommitted, on the Democratic side, and the Republican side, every primary. So, they've hit the floor of 20,000, with only 13 percent of the estimated vote in, meaning Uncommitted is going to have a night, like we haven't seen in a long, long time. On the Republican side, Michigan, in that Republican primary, Donald Trump, in the lead with 65.9 percent of the vote. 123,790 votes. That's more than 67,000 votes ahead of Nikki Haley, at 56,049. She has -- slips down under 30 percent now, with 29.8 percent of the vote. That's again, with 13 percent of the estimated vote in. John King, we should note, yes, there was in 2008, because the Michigan Democratic Party had went against the rules. So, Hillary Clinton was the only one that was in the contest. So, Edwards voters and Obama voters voted non-committed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "KING",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "TAPPER",
      "sentences": "This is different than that. That was -- that was a lot of Uncommitted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "KING",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "TAPPER",
      "sentences": "This is different than that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "KING",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "TAPPER",
      "sentences": "Uncommitted. We don't know how many of the people voting Uncommitted, are voting as a protest of President Biden's support for Israel, in the way that Netanyahu is waging the war against--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "KING",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "TAPPER",
      "sentences": "--Hamas in Gaza. But if we consider 20,000 to be the floor, we can extrapolate out that they're going to have a night, like we've never seen--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "KING",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "TAPPER",
      "sentences": "--for a protest vote, in Michigan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "KING",
      "sentences": "Right. And so, you have two things can't be true at once. President Biden's got an overwhelming victory.And President Biden is going to have a very important challenge, for the people who vote Uncommitted, because most of them, there's an organized campaign, to get people to vote Uncommitted. So, as that number rises, you can attribute that to the success, especially -- again, we don't have many votes yet. We're stuck here. We got a few more votes from Wayne County, a little bit more. So let's see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "TAPPER",
      "sentences": "Still only 1 percent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "KING",
      "sentences": "What are the third-party? Is there somebody there you can go to?In the last -- the last two presidential elections have been so close. In 2020, the third-party candidates did not make the impact that they did in 2016. That doesn't mean they won't in 2024, as we see Robert Kennedy Jr., Cornel, getting on at least three or four ballots. Cornel West saying that he'll have some progress to talk about there, in a couple of weeks or so. So, we need to watch that. In a place, where you have people who are mad, at their front-runner? Do they come home? Do they stay home? Or do they find someplace else? That would be the third-party. One other quick point about Trump as we have this conversation. That's a pretty healthy lead, right? That's what, 36 points? I suspect it could grow. I would be wrong, if Haley runs up big numbers here. We don't have any votes in Wayne County yet. Not a ton of Republicans, in Wayne County. Detroit and the suburbs out. But there are Republicans there. So, she has a chance to run up the numbers there. But you see all this blank gray? This is rural Michigan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "TAPPER",
      "sentences": "Right. KINGSo, you see a 66 percent -- percentage for him right now. Unless she makes up some ground, down here, in Detroit and in the suburbs, right around it, that percentage could actually grow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "TAPPER",
      "sentences": "Yes. Could you bring up the Democratic results again?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "KING",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "TAPPER",
      "sentences": "Because it's such an excellent point you just raised.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "KING",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "TAPPER",
      "sentences": "Because there's been a lot of talk about third-party candidates, like Robert Kennedy Jr.--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "KING",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "TAPPER",
      "sentences": "--getting a lot of attention.But as you know, the real risk is on Biden's left, his left flank.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "KING",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "TAPPER",
      "sentences": "And whether it is Cornel West, or someone -- Jill Stein, someone like that running a very clear campaign, against Israel, in favor of Palestinian rights--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "KING",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "TAPPER",
      "sentences": "--against Biden? We don't know how many of these people are going to then vote third-party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "KING",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "TAPPER",
      "sentences": "But it could be a lot.And tonight, for the protest vote, for the Uncommitted people, this is about flexing their muscles, and showing the Biden campaign--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "KING",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "TAPPER",
      "sentences": "--look how many of us there are. This is Michigan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "KING",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "TAPPER",
      "sentences": "You will either win Michigan or lose Michigan, based on how you act towards us. That's the message they are trying to send.I want to go to David Chalian, right now, for a second, just to get an update on the delegate count, because obviously, this is at the end of the day, a race for delegates. David?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "TAPPER",
      "sentences": "All right, fascinating stuff, David Chalian.So, is it unfair of me to extrapolate that -- there's 15 percent of the estimated vote in. And we have more than 20,000.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "KING",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "TAPPER",
      "sentences": "Is it unfair for me to extrapolate, wow, this number could get 80,000, 100,000?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "KING",
      "sentences": "I don't think it's unfair at all to extrapolate. It's going to get significantly bigger. How big? Just one quick point. This, the lot of gray up here that -- that means no votes yet. Those are smaller rural counties. There's a lot of lot -- not a lot of math there.However, we have nothing yet, barely nothing, 1 percent of the vote, from Wayne County, which is by far the largest population center in the state, and by far, the base of this anger, at the President, in Detroit, in Dearborn, elsewhere around there. So, without a doubt, that number is going to grow quite significantly. Without -- your percentages, absolutely, if it continues to grow, if it stays consistent, as more votes come in, if it stays around 15 percent or so? You bet it's going to get up there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "TAPPER",
      "sentences": "And a 100,000 -- sorry to interrupt. But a 100,000 like--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "KING",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "TAPPER",
      "sentences": "--Joe Biden won Michigan--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "KING",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "TAPPER",
      "sentences": "--with 154,000 votes. Donald Trump, in 2016, won Michigan with roughly 10,000 votes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "KING",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "TAPPER",
      "sentences": "Those kinds of numbers--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "KING",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:36:11",
      "speaker": "COOPER",
      "sentences": "Back with a key race alert.Right now, in Michigan, Donald Trump has 66.3 percent to Nikki Haley's 29.2 percent. There's Joe Biden, with 79.6 percent of the vote. Uncommitted, 14.9 percent, that's 23,142 people. And Donald Trump, you see the 66.3 percent to Nikki Haley's 29.2 percent. CNN's Kristen Holmes is near Mar-a-Lago, in West Palm Beach, Florida, covering the Trump campaign. What are you hearing from the former President's team, tonight? KRISTEN HOLMES, CNN NATIONAL CORRESPONDENT: Well, Anderson, right now, they are relatively quiet. Just remember, this was an anticipated win. He barely went to Michigan. Since he announced his candidacy, he has only been to the state three times. He's not even there, tonight. He's gone to every other state so far, on primary or caucus night. Instead, he's just dialing in, to a watch party, to give a call. Now, that's because you are increasingly confident. But one thing that his team is going to use this race for is to really examine the data, as it looks towards a general election rematch, with President Joe Biden. And one thing they're going to particularly look for is those union voting households. Remember, Donald Trump and his team are setting up a battle, in 2024, for those working-class voters that really helped propel Trump to the White House in 2016, but favored Biden, back in 2020. Now, part of that is driving a wedge between Biden and organized labor. We saw Donald Trump, in Michigan, last week. He was talking about how migrants, crossing the border was bad for workers. In September, he visited a non-union shop during an auto workers' strike, intentionally telling them that Biden's policies on electric vehicles would, again, hurt union jobs. And I do want to give you the latest polling that we have on this, on union household votings. Polling show that Trump's support fell in union households from 48 percent in 2016 to 37 percent in 2020. But they do believe that they can get some of these rank-and-file union members, to come back towards Donald Trump. We know the United Auto Workers has endorsed Joe Biden. The Teamsters, though has not yet endorsed. They met with Donald Trump last month. Led to kind of mixed results. We heard some rank-and-file members were happy. We also heard that an executive board member called him a scab, and an insurrectionist. So, obviously, this is a mixed effort. However, Donald Trump and his team believe it's something they can work towards.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:36:11",
      "speaker": "COOPER",
      "sentences": "Appreciate it, Kristen Holmes.Let's get to Kylie Atwood, covering the Nikki Haley campaign, from Salt Lake City, Utah, one of the Super Tuesday states that Haley is competing, next week. Kylie, what are you hearing tonight from their -- that campaign?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COOPER",
      "sentences": "Yes. Thanks so much.Back with the team here, in New York. Let's talk about the pursuit, by both campaigns, of working-class voters. Who do you think? Clearly, Donald Trump believes he can make inroads on, with union voters that even if the union is supporting Biden, he believes rank-and-file will go for him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "TURNER",
      "sentences": "Well, I mean, we know that 2022 and 2023, big years, for summers of solidarities, winter of solidarity, in terms of working- class people. And really, you're talking about sending a message. Working-class people across this country are sending a strong message, about the relief that they need.And I know that some of the data points, in terms of how the economy is doing. In terms of people, who are inside the bubble, the economy is doing well, because it's doing well, for people, who have the greatest amount. But it's not really doing well. There's a disconnect between what's happening in the bubble, and what's happening in the streets. And to the extent that both the former President and the current President are going to be fighting for those bolts -- votes. And it's going to be the tale of two stories.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "SELLERS",
      "sentences": "Yes. I think that yes, I agree with that. And I think this President, I mean, we talked about messaging. We talked about messaging -- it seems like we just always harp on messaging. But there are a lot of successes that have come out of Washington. The question is one, when would those legislative successes, actually benefit people, in their pockets?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "TURNER",
      "sentences": "Feeling it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "SELLERS",
      "sentences": "When will they feel it? That's one.And two, one of the things that it just it drives me crazy, when we talk about working-class voters, particularly in the media, we usually refer to White folk. And many people just overlook that there is a large swath of Black and Brown working-class voters. Usually, working-class is code for who's working in a mill in Iowa, or flyover country, or Michigan, or wherever it may be. But there are a lot in particular -- and this is going to matter in places like Wayne County. This is going to matter in places like Philadelphia, Pennsylvania. This is going to matter in Clark County, right, where you have these minority union workers, who the President is trying to mobilize. He's going to win the overwhelming majority of working-class union voters. The question is, will he get them in the margins that he needs?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "FARAH GRIFFIN",
      "sentences": "Well unless--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "AXELROD",
      "sentences": "Yes. He got 75 percent -- he won that by 75 percent, last time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "SELLERS",
      "sentences": "Correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "AXELROD",
      "sentences": "He's polling more in the 50 percent--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "SELLERS",
      "sentences": "Correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "AXELROD",
      "sentences": "--range, right now. Same with Hispanic voters. He got two- thirds of those vote -- that vote, last time. That's more of an even split right now.And I agree with you that there's a working-class issue. It's not just a -- it's not a White, non-college issue alone--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "SELLERS",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "AXELROD",
      "sentences": "--that he's going to have to address.But you say -- you used an important word, feeling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "SELLERS",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "AXELROD",
      "sentences": "He indisputably has economic -- an economic story to tell. But until people feel like the economy is better, and they are beginning to feel that? The question is by November--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "SELLERS",
      "sentences": "I mean, to--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "AXELROD",
      "sentences": "--will that wash? FARAH GRIFFIN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "SELLERS",
      "sentences": "--to your point, it's hard for me to say Bidenomics is working, when people are still having trouble--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "AXELROD",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "SELLERS",
      "sentences": "--with the cost of grocery prices, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "AXELROD",
      "sentences": "Right, right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "FARAH GRIFFIN",
      "sentences": "But keep in mind, so Donald Trump won Michigan in 2016. He lost to Joe Biden in 2020. The height of the pandemic, the economy was in free-fall.For these blue-collar voters that Donald Trump does know how to communicate with them. Some of his border policies, some of his trade policies resonate with them. This is where he's looking back to make ground. Because despite objective successes, of the Biden economy, there are still things like very high grocery prices, something that immediately hits you in the pocketbook. And it makes people feel like they're worse off than they're actually the macro trends may show. This is the area he is going to be targeting, the most. It's talking about your life would be better under me than in this Biden economy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "Can I tell you the other thing that I also doesn't -- don't think gets enough attention, in Michigan, is they signed new voting laws into law last year, in 2023 that significantly expanded early voting and mail-in voting, something that as you well know, Republicans have struggled with, because a lot of Republicans want to advocate for it. Trump has continued to undermine it.And it is something that really could significantly benefit Biden, come November. And we see how close the margin has been at times. And that is something that Democrats control all levers of government in Michigan. They signed that into law. The voters there like it. That's something that Trump has refused to embrace, despite--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "ZELDIN",
      "sentences": "I think it's--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "AXELROD",
      "sentences": "--what his advisers tell him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "ZELDIN",
      "sentences": "I think it's important for Republicans to lean into early voting. If there's a state that allows you to harvest ballots, if they legalized it, even if you opposed legalizing in the first place? Well, now it's the law.If -- you know, and that's what we saw in Nevada. A snowstorm hits Reno, on Election Day, and an Adam Laxalt doesn't become the Senator.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COOPER",
      "sentences": "But doesn't the former President continue to rail against the mail-in--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "AXELROD",
      "sentences": "Yes, he does. ZELDIN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COOPER",
      "sentences": "--the mail-in ballots?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "AXELROD",
      "sentences": "Yes. Yes, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "ZELDIN",
      "sentences": "--in the middle of February--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "AXELROD",
      "sentences": "You're completely right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "ZELDIN",
      "sentences": "--impacting the turnout.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "AXELROD",
      "sentences": "But to Anderson's point, the President has basically continued--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "FARAH GRIFFIN",
      "sentences": "Former.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "AXELROD",
      "sentences": "The former President has basically continued to rail against it, calls it corrupt, calls it crooked, said, when are you people going to understand? I mean, he's the biggest megaphone, in his own world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COOPER",
      "sentences": "Yes. But the--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "AXELROD",
      "sentences": "And he's not--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "And he's doing this, in recent weeks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "AXELROD",
      "sentences": "--he's not going to--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "This isn't like something that happened in the last election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COOPER",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "He's still doing this--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "AXELROD",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "--up until this day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "AXELROD",
      "sentences": "Yes. SELLERSSay, for a Gretchen Whitmer, and Garlin Gilchrist, those two leaders of the Democratic Party in Michigan have done a really good job. And they actually have an ability, to carry some water for the President of the United States, over Donald Trump. And they've won reelection. They're exciting candidates, both of them. One has a future in statewide politics. And the other may be, one day, running for President of the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COOPER",
      "sentences": "Let's get back to Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "TAPPER",
      "sentences": "Thanks so much, Anderson.Joining us now is a key Michigan Democrat, who has been, let's put it kindly, raising the alarm, sounding -- sounding a warning, shooting a warning shot, about the challenges President Biden faces, in her home state of Michigan. Congresswoman Debbie Dingell. Congresswoman, I remember you issuing such warnings in 2015, 2016. Not sure you were heeded. But are Democrats, in the White House, in Washington, D.C. listening to you now? REP. DEBBIE DINGELL (D-MI): I think I would answer it this way. In 2015, and 2016, nobody believed me, including most of the people in the media, until it happened. Michigan is a purple state. It's always a purple state. I am not old. But I'm seasoned. And I've been through many elections. This is going to be a tough election year. This election could come down to the State of Michigan, I think it will. And it's going to be purple state, until Election Day. And it's not just one demographic. You've been talking about a number of them that we've got to make sure get to the polls, on Election Day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "TAPPER",
      "sentences": "So, for the record, I believe -- I believed you in 2015, 2016.Let's talk about what's going on in your state, right now. Because, as you know, there is an organized group, many of them progressives, Arab Americans, Muslim Americans, saying that in order to protest President Biden's support for Israel, in the war, that that country is waging against Hamas, in Gaza, which has left a horrific death toll in its wake. They should -- voters should, Democrats should vote Uncommitted. Previously, we know that there are about 20,000 Democrats, who vote Uncommitted no matter what. Right now, the number is approaching 25,000. And what is it, you have? But -- with about 16 percent of the vote in. So, it's going to be a sizable Uncommitted vote. Is this a surprise to you, in any way? And what do you make of this potential impact? Will the White House change course in any way?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "DINGELL",
      "sentences": "So, first of all, it's not a surprise to me. I've been telling people that. We have a campaign, called Listen to Michigan, with people that want to be listened to.But as everybody started acting surprised, tonight, or we're looking at figures. I said to multiple people, over the course of the last month, and our -- my district, Washtenaw County, which has got Ann Arbor and Ypsilanti. And everybody really ignores me, when I say Ypsilanti too, I bet, have more Uncommitted votes than Dearborn. And as you're watching, I'm going to be right. And I expected it, because it's not just the Arab American, Muslim community. It's young people, who are, you know, want to be heard, are concerned, have the same concerns, about they know what Hamas did was a terrorist act. But they are watching innocent civilians be killed, in that kind of damage that's it -- that's there. We've got to talk about that issue. But we've got to talk about a lot of other issues too. Women's issues are going to be critical. The environment is going to be absolutely critical. The border's important to different parts of my district, like Downriver. We have to talk about all those issues. And we've got to turn out voters, in November. And the discussion about union workers was very accurate, a few minutes ago, as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "DINGELL",
      "sentences": "So look, I think that if people want to be listened to? And that this is not a monolithic community. No community is monolithic. There are some people that will vote for Donald Trump. I don't think it's a majority of this community.I think a lot of people may stay home. And a lot of people are going to know what the choice is, and that their choice is going to help them make their decision that they don't want to see somebody, who's called them poison, or vermin, or wants to ban them from this country, elected either. But right now, people are hurting. I think that people are too raw. You've seen that people have been not even wanted to meet with some -- the national security team, or Samantha Power's. The President's working towards a temporary ceasefire. He says, I've called for a ceasefire. We've watched too many innocent people die there. Gaza's in terrible shape. But I think he does need to sit down with this community, when feelings are quite so raw. But he's also got to do -- it's not just this community. This community is important in Michigan. But we've got to turn out our vote. Women's voices are going to be very important. Women were energized two years ago. We got to make sure they stay energized. This vote, who wins Michigan, is going to come down to who votes. And this is going to be about getting out the vote.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "TAPPER",
      "sentences": "Last question. Your colleague, Congresswoman Rashida Tlaib, voted Uncommitted, in this primary. Her sister is in fact running the Listen to Michigan campaign, I believe.You have said that you told Congresswoman Tlaib that if Trump had been President, when Hamas attacked Israel, then Trump just would have quote, nuked Gaza. Has she told you how she's going to vote in November?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "DINGELL",
      "sentences": "I haven't -- Rashida and I talk all the time. And I'm -- these are very private conversations, and I want to be -- she's angry. She's got a grandmother that lives there. She has family that's really been hurt.You need to understand that in my district, these people have had family members, mothers and fathers, and grandparents, and aunts and uncles. And Rashida and I are doing casework every day, of trying to get families, who are desperate to get their family members out. And even when you get all the paperwork and the visas, and a place for them to come, you cannot get them out of Gaza. So, I understand where she is right now. We each have to make our own decision. But I understand how hurt and raw Rashida Tlaib is right now. And she represents a lot of people that she represents. We need to understand that. We've got to all put on our -- and understand that, you know I keep saying to baby -- everybody, a Jewish baby and a Palestinian babies, baby -- are both babies. They're children. And I want all of our children to live in peace.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "TAPPER",
      "sentences": "Amen to that. Congresswoman Debbie Dingell, good to see you as always.Dana Bash, it is a rough night, for Democrats, trying to figure out how to make sure that what we're seeing, in terms of this Uncommitted vote, doesn't vote third-party, or stay home, or vote for Donald Trump, in November.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "BASH",
      "sentences": "As you were talking to Congresswoman Dingell, I was thinking about what the Biden administration could do more of. I mean, obviously, we have seen a big shift in rhetoric and policy, as we've been talking about, certainly, since, right after October 7th. We have seen, in the past few weeks, Biden administration officials,as she mentioned, go up, and try to talk to people in the community. We haven't seen the President himself. And he's good in the room. I mean, this is -- he knows how to talk to people. And he knows how to certainly express empathy, for people's pain. And so, my question is, how quickly after this, regardless of whether the numbers get much, much higher, or not, is he going to go to Michigan, and not make the mistake, frankly, that the Clinton campaign did, which is not taking Michigan as seriously. Very different issues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "TAPPER",
      "sentences": "David?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "CHALIAN",
      "sentences": "I also thought the other thing that Congresswoman Dingell, said that we should keep in our mind, she said women are going to be a huge factor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "CHALIAN",
      "sentences": "Yes. And I think it's important for us to remember, abortion rights was an enormous battle, in Michigan. It was part of Governor Whitmer's huge reelection success, flipping the legislature, to Democrats. We're not even talking about something like that in the context of this Democratic primary, tonight, with Uncommitted.But I guarantee you that Governor Whitmer is going to make sure the issue of abortion rights, is central to this Trump versus Biden campaign, in this battleground, this fall.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "TAPPER",
      "sentences": "Although she can't make it a referendum, because she already did that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "CHALIAN",
      "sentences": "She already did that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "TAPPER",
      "sentences": "She already did that for--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "CHALIAN",
      "sentences": "Yes, it's good work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "TAPPER",
      "sentences": "--for her own reelection. That's a governor's prerogative.Lots of votes, still to count, tonight, in Michigan. We're tracking them, as they come in. Coming up, we're going to talk with a key member of the Biden-Harris reelection campaign, as the Democratic protest vote for Uncommitted, picks up votes. We're back in a moment. Stay with us. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}