{
  "date": "2024-08-22",
  "headline": "CNN This Morning",
  "subHeadline": "Democrats Focus Trump's Role On January 6; Vance Claims Trump \"Transferred Power Peacefully; Parents Of Hamas Hostage Plead For Gaza Ceasefire At DNC. Aired 5:30-6a ET",
  "utterances": [
    {
      "timeStamp": "05:30:00",
      "speaker": "DEREK VAN DAM, AMS METEOROLOGIST",
      "sentences": "So there's Gilma, but there's also this storm that will travel just south of the Big Island.And what we're concerned about here is that there's so much of Hawaii that is under drought conditions right now. So as it approaches and gets near it'll pick up the trade winds. And remember what happened last year in Lahaina. We don't want to see a repeat of that. So you can see the windy conditions picking up this weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "KASIE HUNT, CNN ANCHOR",
      "sentences": "For sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "VAN DAM",
      "sentences": "Kasie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:38",
      "speaker": "HUNT",
      "sentences": "All right, 4Good morning, everyone. I'm Kasie Hunt. It's wonderful to have you with us. Amid the musical performances, celebrity appearances, and plenty of enthusiastic celebrations, day three of the DNC also focused in on a much more serious topic, the insurrection at the U.S. Capitol on January 26 -- on January 6, 2021. Pre-produced videos playing on the Jumbotron throughout the arena reminding attendees of the violence and chaos, and of Donald Trump's words to his supporters who had gathered on the Ellipse that fateful day. (BEGIN VIDEO CLIP) DONALD TRUMP, (R) THEN-PRESIDENT OF THE UNITED STATES:  We will never give up. We will never concede. It doesn't happen. You don't concede where there's theft involved. And after this we're going to walk down, and I'll be there with you -- we're going to walk down to the Capitol because you'll never take back our country with weakness. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:38",
      "speaker": "HUNT",
      "sentences": "On stage in Chicago, speakers recounted their experiences as the riot unfolded, including former Trump administration staffers and a former Capitol Police officer -- a hero who was injured while protecting me and all of us who were on Capitol Hill that day.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:38",
      "speaker": "AQUILINO GONELL, FORMER CAPITOL POLICE OFFICER",
      "sentences": "We were beaten and blinded. I was assaulted with a pole attached to the American flag. President Trump summoned our attackers and sided with them. He betrayed us.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:38",
      "speaker": "HUNT",
      "sentences": "\"He betrayed us.\" That was Aquilino Gonell.Speaking to NBC News yesterday, Republican vice presidential candidate J.D. Vance condemned Democrats' messaging around January 6 and claimed that what occurred that day was a normal, peaceful transition of power. (BEGIN VIDEO CLIP) SEN. J.D. VANCE (R-OH), U.S. VICE PRESIDENTIAL CANDIDATE:  We have had a peaceful transfer of power every single election in this country as much as people, of course, make a lot of waves about what happened on January 6. You had some rioters at the Capitol and that was, of course, a bad thing. Donald Trump still transferred power peacefully. And I think it's weird for the Democrats to try to fearmonger over this. We have a proud tradition to be -- to remember and to hang our hats on here. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:38",
      "speaker": "HUNT",
      "sentences": "Uh, the panel's back. Geoff Duncan, I was there that day. I saw it with my own eyes. It wasnot peaceful, period, the end. Um, what do you make of what J.D. Vance said there in comparison to what you saw play out here yesterday? GEOFF DUNCAN, CNN POLITICAL COMMENTATOR, (R) FORMER GEORGIA LT. GOVERNOR:  When January 6 played out it felt like the ultimate pivot point, right? I was stuck in the midst of trying to defend Georgia's elections and then January 6 happened. It just felt like no Republican could ever support Donald Trump in that moment going forward. But because of time, and lies, and just intentional confusion, Republicans have kind of fallen away from actually thinking January 6 was that worst horrific moment in my -- in kind of this recent time. But I think this is a huge data point for Independents and Republicans that are sitting in the middle that they can come back. But they are continually reminded of how awful that day was. And statements like J.D. Vance just don't make. They just don't align with reality. And so I think that's going to continue to be a nemesis. But if -- I think if the Democrats continue to push and remind people how horrific that day -- and at the end, it really was a moment in time that showed how delicate democracy really is. Just a couple of hours could put the greatest country in the world, over time, at the brink. It was scary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:38",
      "speaker": "HUNT",
      "sentences": "The -- it's also -- it also shows that this comes down to people and the character of our leaders.I just want to remind everyone what Donald Trump had to say about Mike Pence, who was then-Vice President of the United States. This was on January 6 -- what he had to say. And again, these rioters -- eventual insurrectionists, actually, went down to the Capitol and started yelling \"Hang Mike Pence.\" But here was Trump. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:07",
      "speaker": "HUNT",
      "sentences": "I mean, Shermichael, that directly repudiates what J.D. Vance was trying to say there in that well, this was a peaceful transfer of power. That's what Donald Trump intended all along. He was saying no, this is what I want Mike Pence to do. And then he says he's going to go down to the Capitol with these people who then kind of violently overtake it to try to get Mike Pence to do what they wanted to do. And when they realized he's not, start hunting him in the hallways. I realize that this is something that now Republicans talk differentlyabout --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:07",
      "speaker": "SHERMICHAEL SINGLETON, CNN POLITICAL COMMENTATOR, REPUBLICAN STRATEGIST",
      "sentences": "Um-hum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:07",
      "speaker": "HUNT",
      "sentences": "-- than they did in the immediate aftermath, but I still have trouble squaring it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:07",
      "speaker": "SINGLETON",
      "sentences": "Well look, I mean, yeah, Republicans do talk differently about it. I take that point.But I also think for the Harris-Walz campaign it is not a critical theme of their messaging, and we've sort of seen that. I think the vice president is running on a very different platform and message in terms of how she would prefer to target voters. I think the reason for that is because data suggests that people's opinions, and minds, and thoughts about the former president and what occurred that day are pretty cemented. I don't think there's a whole lot of people in the middle who are going to cast their votes affirmatively speaking based upon that issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:07",
      "speaker": "HUNT",
      "sentences": "Do you agree with that, Meghan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:07",
      "speaker": "MEGHAN HAYS, FORMER WHITE HOUSE DIRECTOR OF MESSAGE PLANNING, DEMOCRATIC NATIONAL CONVENTION CONSULTANT",
      "sentences": "No, I disagree. And I do think it's part of her messaging or it wouldn't have been here at the convention last night in such a main way, and we wouldn't be talking about it today if it wasn't part of her messaging and part of the campaign. It was part of President Biden's campaign. It was part -- it's going to be part of her campaign in the messaging.But I also think it's not that maybe people's ideas of what happened on January 6 are cemented but statements like what J.D. Vance has said, it's reminding people that they're just lying. And it reminds people of their character, and it reminds people of the contrast of what we have to vote for. And I think that's what will impact Independents in the voting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:07",
      "speaker": "HUNT",
      "sentences": "Leah?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:07",
      "speaker": "LEAH WRIGHT RIGUEUR, CNN POLITICAL ANALYST AND HISTORIAN, ASSOCIATE PROFESSOR OF HISTORY, JOHNS HOPKINS UNIVERSITY",
      "sentences": "So I think the other thing that it does -- and I really don't -- I mean, I understand J.D. Vance's point. He was chosen because of his loyalty and his willingness to uphold whatever Trump needs him to do in the aftermath of the November election. But it's also a constant reminder that the reason why J.D. Vance is there is because there was an attempt to essentially hang the sitting -- the then-sitting president -- Vice President of the United States.I think that part of what we're seeing is a constant reminder and constant refrain about what is at stake. And so it is important -- and particularly given that over the course -- over the course of the last several years since January 6, 2021, there has been a real conscientious and calculated effort to whitewash and remember that moment quite differently. So part of what we're seeing with Democratic messaging is a reminder to people of what is at stake. It's not just about the violence, or the chaos, or the death, or the fact that we saw Confederate flags or Don't Tread on Me, or gallows -- actually physical gallows in the site of sacred -- a scared space, right -- Democratic space. But it's also about this idea of freedom and what is at stake with the question of freedom. And so I actually do agree that part of the -- part of what Harris- Walz are -- is trying to do is present a vision of America that is joyful, that is uplifting. That is radically different. That is about normal everyday Americans. But that critical part underlying all of that is a reminder of what could have been --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:07",
      "speaker": "HUNT",
      "sentences": "Um-hum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:07",
      "speaker": "RIGUEUR",
      "sentences": "-- that is really emphasized in that January 6 moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:07",
      "speaker": "SINGLETON",
      "sentences": "I just wonder, Kasie, though. Again, I take all of the points, and I think the points are critically important to understand. I was on the Capitol that day so I get it. But if I'm thinking about turning out voters as a strategist, I'm just wondering what percent of voters have that day as their number five or number four, three, or two top issue that will motivate them or not motivate them to vote. And I think that's just something that shouldn't be lost in the conversation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:07",
      "speaker": "DUNCAN",
      "sentences": "I think there's friction in messaging with the Republican Party right now because we're supposed to be the party that supports law enforcement. Yet, these Capitol policer officers, when you talk to them and meet them and you hear their stories -- if the Republican Party is the -- is the party of law and order they should be speaking at the RNC events and not at these events.And so there's this friction in the messaging with the Republican Party because there's no way you should take the side of those rioters or those insurrectionists and not those police officers if you're a Republican.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:07",
      "speaker": "SINGLETON",
      "sentences": "Well, 90-plus percent of Republican voters, Lt. Governor, are still standing with the former president. I think the party has absolutely shifted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:07",
      "speaker": "DUNCAN",
      "sentences": "Two things --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:07",
      "speaker": "SINGLETON",
      "sentences": "And I don't see anything that suggests to me that it's going backwards.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:07",
      "speaker": "DUNCAN",
      "sentences": "Two things can be true at the same time. Ninety percent -- but they could be wrong, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:07",
      "speaker": "SINGLETON",
      "sentences": "Well, that's a possibility. But I would say looking at the maps so far, the former president is still statistically tied with Vice President Harris for a reason. I take your point but I'm just not certain that is a motivating factor enough to be a deciding element of this election come November.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:07",
      "speaker": "DUNCAN",
      "sentences": "It may not be a deciding factor but it's an embarrassing factor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:07",
      "speaker": "SINGLETON",
      "sentences": "Well, I think that's a matter of opinion, and I think some Republicans voters would say that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:10",
      "speaker": "OPRAH WINFREY, HOST AND TELEVISION PRODUCER",
      "sentences": "Let us choose joy.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:10",
      "speaker": "HUNT",
      "sentences": "Oprah making a surprise appearance at the DNC. Why she says as an Independent, she's voting for Harris.(COMMERCIAL) (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HUNT",
      "sentences": "Just an incredibly emotional moment at the Democratic National Convention last night. Jon Polin and Rachel Goldberg-Polin, the parents of Hamas hostage Hersh Goldberg-Polin, taking the stage to call for a ceasefire in Gaza and a hostage release deal. Their son has been held captive for 320 days. He lost an arm when he was kidnapped from the music festival.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "JON POLIN, FATHER OF HOSTAGE",
      "sentences": "In an inflamed Middle East, we know the one thing that can most immediately release pressure and bring calm to the entire region -- a deal that brings this diverse group of 109 hostages home and ends the suffering of the innocent civilians in Gaza.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HUNT",
      "sentences": "The leaders of a group called -- that calls itself the \"Uncommitted National Movement\" have been asking for a speaking role at the DNC for a Palestinian American Democrat. They didn't get one and because of that they are now staging a sit-in at the convention.Meghan Hays, this was an incredibly emotional moment at the convention last night, one that highlighted, of course, the plight of this Israeli American hostage and all the other hostages that are held with him. Of course, the backdrop has been protesters who want a ceasefire deal in Gaza. Can you explain some of the thinking behind making sure that -- this is a little bit of a controversy for some members of the party but it does seem also important that these people and their plight, and the focus on their son was also highlighted. What is the balance you're trying to strike?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HAYS",
      "sentences": "I mean, look, I think that everyone agrees that there needs to be a ceasefire and I think they're working towards that. There was language put out last week that they were hopeful for the end of the week. The president and the vice president spoke with Netanyahu yesterday, so I think people are working towards that.I think here on the ground -- I mean, we've always said that we're a big tent party and protesting is part of who we are, and they're doing it peacefully and that's their right to do. In terms of the speaking, I do think it's important to highlight that. I think we need to understand what's going on. I think it brings it to the forefront. And I -- you know, the uncommitted folks -- I'm not exactly sure what the calculus is there, but 99.9 percent of the delegates voted for the vice president and nominated her. So I think that that's probably where the organizers landed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HUNT",
      "sentences": "Yes.Shermichael, how do you look at this? I mean, Donald Trump has both tried to tell Jewish Democrats -- Jewish people who vote for Democrats that they're not being loyal to their own --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "SINGLETON",
      "sentences": "Um-hum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HUNT",
      "sentences": "-- religion. On the other hand, he was also on Truth Social last night underscoring that Josh Shapiro, who spoke at the convention, is Jewish --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "SINGLETON",
      "sentences": "Yeah, I saw that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HUNT",
      "sentences": "-- in a way that was rather uncomfortable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "SINGLETON",
      "sentences": "Yeah. I was actually surprised considering some of the issues the party has had on this particular topic. I was happy to see the parents there. They've been on our network several times with Wolf and with Jake. Wonderful people.I think that Democrats have been smart to understand the importance of Israel as an ally. I do wonder if a ceasefire does not come in the next week or two will we see potentially an uprising of campus protests again. I think that remains unseen. I don't think there should be a ceasefire until every single one of those hostages are released and Hamas is -- appears to be unwilling to do that. But tactically speaking, I thought it was smart.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HUNT",
      "sentences": "Geoff Duncan, how do you look at this particular issue -- and as someone who is a critic of Donald Trump, also a Republican? So there are -- there are obviously conservative-oriented policy ideas around how this conflict should play out. But Trump himself has also talked about this in sort of head-spinning ways oftentimes.How do you look at all of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "DUNCAN",
      "sentences": "Well, hearing those parents, it was just heartbreaking, right? I just can't imagine one of my sons being in that situation and having that helpless feeling.I think it's important to recognize it's going to take a statesman mentality to make headway in this issue, right? It's just not going to be a bull in a china shop mentality. Everybody at the negotiating table wants the same things. I think they want a ceasefire and they want the hostages released with one exception, Hamas. They're the only one at the negotiating table that doesn't want this. And so I think we've got to continue to work with a statesman mentality to build those coalitions and those unbreakable bonds. Even if they have dissenting opinions, they have common goals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HUNT",
      "sentences": "Leah?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "HUNT",
      "sentences": "All right. All of you, thank you very much for being here early or late. I have to say the bar at my hotel was hopping when I came here to be here this morning. So very grateful for all of us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "RIGUEUR",
      "sentences": "(INAUDIBLE) getting up early.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "HAYS",
      "sentences": "He'll never.",
      "isLastSentenceInterrupted": false
    }
  ]
}