{
  "date": "2024-01-17",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Witnesses: Israeli Forces Appear To Have Withdrawn Near Gaza Hosp.; Qatar Brokers Deal To Provide Medicine To Israeli Hostages In Exchange For Aid To Palestinian Civilians; Iran Fires Missiles At Sunni Militants In Pakistan; France To Send More Long-Range Cruise Missiles To Ukraine; Ecuador's Leader: Our Terrorism Fight Is \"Global Problem\"; Trump Expected In Court Before Heading To New Hampshire; Bradley Fighting Vehicles Helping Ukraine Stay In The Fight. Aired 8-8:30a ET",
  "utterances": [
    {
      "timeStamp": "08:00:00",
      "speaker": "PHIL MATTINGLY, CNN HOST",
      "sentences": "All right. I learned that BMI was for Belgian soldiers in the 1800s --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "POPPY HARLOW, CNN HOST",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "MATTINGLY",
      "sentences": "-- which --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "HARLOW",
      "sentences": "Who know -- I mean, I knew --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "MATTINGLY",
      "sentences": "-- had a lot of focus in my childhood on physicals based on --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "GUPTA",
      "sentences": "This man.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "MATTINGLY",
      "sentences": "-- which is interesting to find out. Dr. Sanjay Gupta, thank you as always, my friend. You have to listen to this episode of \"Chasing Life\" right now wherever you get your podcasts.And CNN This Morning continues right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "MAX FOSTER, CNN HOST",
      "sentences": "Hello and welcome to CNN NEWSROOM, I'm Max Foster in London. Just ahead, a new deal brokered by Qatar will send medicine to Israeli hostages held by Hamas. This comes in exchange for more humanitarian aid to Gaza.Then, Russia renews its attack across Ukraine overnight, leaving nearly two dozen people injured. We'll have a live report from Dnipro. Plus, U.S. Republican presidential candidates have kicked off their campaign for the New Hampshire primary. But Donald Trump might begin his day in the New York court. We'll discuss. Beginning in southern Gaza, where we're hearing from witnesses on the ground that Israeli forces appear to have withdrawn from the area near the largest hospital in Khan Yunis. People have been fleeing the compound on reports that the Israeli military was moving closer. Here, you see people travel or caroling personal belongings as they leave the owl NASA hospital area, where some had taken shelter. Earlier, the Israeli military said Hamas had carried out a recent launch from within the hospital compound. At the same time, a new deal brokered by Qatar will send medicine to Israeli hostages held by Hamas. This comes in exchange for more humanitarian aid for Palestinian civilians. The World Economic Forum in Davos, America's top diplomat, has been talking about the humanitarian situation in Gaza. Take a listen. (BEGIN VIDEO CLIP) ANTONY BLINKEN, U.S. SECRETARY OF STATE: What we're seeing every single day in Gaza is gut wrenching. And the suffering we're seeing among innocent men, women and children, breaks my heart. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "FOSTER",
      "sentences": "Let's go live then to Tel Aviv and CNN's Jeremy Diamond. Just take us through what the situation is around that hospital, Jeremy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "JEREMY DIAMOND, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, less than 24 hours after Israeli forces appeared to be moving on Al Nasser Hospital, the largest hospital in the southern city of Khan Yunis, they now appear to have withdrawn altogether. According to people on the ground who we have spoken with, Israeli forces last night were moving on that hospital where thousands of people have been displaced.Palestinians have been sheltering about 7,000 displaced. Palestinians are sheltering there. According to the world health organization, the moves by the Israeli military prompted panic there and prompted many people to begin fleeing that hospital. But now it appears that the Israeli military has withdrawn altogether from that area. The Israeli military says that -- did not say exactly why they were moving on that hospital, but we know that yesterday they said that they were operating in the area of Khan Yunis after -- they say Hamas was firing rockets from inside that hospital compound. The Israeli military, of course, has repeatedly accused Hamas of operating from within hospitals inside of Gaza, sometimes offering little evidence, other times offering more evidence, including videos of Hamas fighters around some of these hospital compounds. But they haven't commented directly on these moves that took place just yesterday, Max.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "FOSTER",
      "sentences": "And as far as this deal is concerned, that Qatar has managed to broker, this was presumably after domestic pressure actually within Israel from those families of the hostages?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:05",
      "speaker": "FOSTER",
      "sentences": "OK. Jeremy Diamond, I appreciate that. Thank you.Pakistan has recalled its ambassador from Iran after an Iranian attack inside its territory. The foreign ministry's warning of serious consequences after Iran launched missiles and drones at Sunni militants in Pakistan's southwest province of Balochistan. On Tuesday, two children were killed and four people were injured. It comes a day after Iran launched missiles into northern Iraq and northern Syria. CNN Producer Sophia Saifi joins us now live from Islamabad. And already the Chinese are calling this out. It does have, you know, away from the particular incident and how horrific it was and the damage it caused. It's causing a huge amount of international tension.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:05",
      "speaker": "SOPHIA SAIFI, CNN PRODUCER",
      "sentences": "Max, yes. I mean, this took place late Tuesday night and the actual information started coming in pretty early on Wednesday morning. This took place pretty deep in Pakistani territory and Pakistan has reacted by recalling its ambassador to Iran, canceling all high level meetings between any Iranian counterparts that it might have.Pakistan has also asked Iran who is Iran's ambassador, who is currently visiting Iran at the moment, not to return to the country. It's caused -- it's called this an illegal act and has expressively condemned it and said that there would be consequences. Now, the only consequences that we've seen so far is this diplomatic reaction that we're getting from the Ministry of Foreign Affairs. There is a lot of public animosity towards Iran at the moment, it's the western border off Pakistan. Pakistan doesn't really have the best relationship with India historically on its eastern border. It has an open problem with the border with Afghanistan, with a high increase of militancy in the country over the past year. So there's been a lot of back and forth with Afghanistan and Pakistan as well. And apart from China in the north, most of Pakistan's western border is Afghanistan and Iran. So Pakistan really can't afford to open up another front on that border. And it has always had normally friendly relations, and they've been more than friendly -- friendlier this past year. So it has come as what looks as a bit of a surprise because Pakistan's foreign minister was actually meeting a special envoy from Iran yesterday. Pakistan's prime minister had a meeting with Pakistan -- with the Iranian -- with its Iranian counterpart in Davos just last night, just a few hours before this strike took place. And what we're just getting from the Iranian foreign minister speaking at Davos is that he said that Pakistan is a friendly country and that they do respect Pakistan's territory and that any of the people killed were not Pakistani nationals. However, Iran is going to do whatever it needs to make sure that its borders and its country is secure. Max?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:05",
      "speaker": "FOSTER",
      "sentences": "Sophia Saifi, thank you very much indeed for that.Now Ukraine says at least 20 people have been injured overnight in Russian strikes in the east and the south of the country. Missiles and drones were launched against the cities of Kharkiv and Odesa, and that's according to Ukraine's Interior Ministry. The attacks came just hours after France vowed that it would provide Ukrainian forces with fresh supplies of bombs and long range cruise missiles. CNN Senior International Correspondent Fred Pleitgen is in Dnipro. Fred?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:04",
      "speaker": "FOSTER",
      "sentences": "Fred in Dnipro, thank you for the update.Ecuador's president seeking international support in his country's fight against domestic terrorism, calling it a global problem. The comments from Daniel Noboa come after last week's wave of violence, which saw an attack on the local TV station as well as prison riots throughout the country. Here's what the president told CNN's Christiane Amanpour. (BEGIN VIDEO CLIP) DANIEL NOBOA, ECUADORIAN PRESIDENT (through translator): We need international cooperation. I would gladly accept cooperation from the U.S. We need equipment. We need weapons. We need intelligence. And I think that this is a global problem, it's not only in Ecuador. This is a problem that, you know, goes beyond borders. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:04",
      "speaker": "FOSTER",
      "sentences": "The government says more than 1,700 people were detained in the first week of a nationwide state of emergency against gang violence. More than 150 suspects were accused of terrorism. China's population has shrunk for the second year running. It reported 1.4 billion people in 2023, down 2 million from the year before. The birth rate was at a record low, despite government efforts to encourage childbirth. The demographic changes could force Beijing to make major structural changes in its economy, its healthcare, and housing sector.Still to come, Donald Trump is hitting the campaign trail in New Hampshire today. But first, he's expected in a New York courtroom, where the woman he assaulted is set to testify. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:10",
      "speaker": "FOSTER",
      "sentences": "The Florida Governor Ron DeSantis is trying to convince voters that he's the best choice to win a general election. At a CNN town hall last night, he told CNN's Wolf Blitzer he takes some encouragement from the results in Iowa.(BEGIN VIDEO CLIP) RON DESANTIS, U.S. REPUBLICAN PRESIDENTIAL CANDIDATE: She still had roughly half of the Iowa caucusgoers that made another choice. And so that shows me, that tells me that there is an appetite for a different leader. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:10",
      "speaker": "FOSTER",
      "sentences": "Meanwhile, Nikki Haley is hoping for a better showing in New Hampshire where recent polls show her gaining ground on Trump, but she is dealing with yet another controversy involving race and American history. Just last month, she initially failed to mention slavery when a voter asked her about the cause of the civil war.And here's what she said on Fox news on Tuesday. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:10",
      "speaker": "BRIAN KILMEADE, FOX NEWS HOST",
      "sentences": "Are you a racist party? Are you involved in a racist party?NIKKI HALEY, U.S. REPUBLICAN PRESIDENTIAL CANDIDATE: No. We're not a racist country, Brian. We've never been a racist country. Our goal is to make sure that today is better than yesterday. Are we perfect? No, but our goal is to always make sure we try and be more perfect every day that we can. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:10",
      "speaker": "FOSTER",
      "sentences": "In another area of campaign news, ABC News has canceled a planned debate in New Hampshire on Thursday after Haley said she would not participate in any future debates unless Trump also attended. Something that he's obviously refused to do.Donald Trump is heading to New Hampshire later today on the campaign trail, but before that, he's expected back in a New York courtroom. E. Jean Carroll, the writer who sued Trump and won for defamatory statements that he may denying her allegation of rape, is set to take the stand. Jurors were selected on Tuesday. The trial is to determine damages at this stage. CNN's Kara Scannell joins us now live outside that courtroom in New York. He doesn't actually have to attend, does he? Why do you think he's attending these cases whilst he's also campaigning in the election?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:10",
      "speaker": "KARA SCANNELL, CNN CORRESPONDENT",
      "sentences": "Yes, you're right, Max. Donald Trump does not have to attend any of these trials. And, in fact, he did not attend this trial last year, and that is when the jury found him liable for sexual abuse and defamation and awarded E. Jean Carroll $5 million.This time he is attending this trial, and he's been attending many of his court appearances in the last several months, many that he is not required to attend. It seems like a shift in strategy for him and something that has worked for him as he's campaigned. Now, at the civil fraud trial where Trump showed up 10 times, he used the hallway cameras to make a lot of political statements. This time in federal court, there are no cameras allowed inside. You do not even see him walking in or out of this building because his motorcade goes through a garage in the courthouse, so he has no public appearances. But this has worked for him as a campaign strategy, has been able to raise millions of dollars off of the indictments that he has face over the past year as well as many of these court appearances. So it seems to be a strategy that is working for the former president as he's out on the campaign trail. And he is crisscrossing. You know, he went from Iowa to New York to be at the trial yesterday for jury selection then to New Hampshire. He's back here again today, then expected to go to New Hampshire again tonight. All part of this effort to also be here, but work the campaign trail. Now, today, he will be facing off against E. Jean Carroll. She is expected to testify. Her testimony will go for several hours today. And the judge said he doesn't want a redo of the defamation and sexual abuse trial, but this is about the damages that whether -- the jury will decide whether Trump has to pay her for the statements he made in 2019, denying the rape, saying that E. Jean Carroll wasn't his type, and saying that she made it up to boost sales of a book she had just published. So Carroll is expected to testify today about the harm that she faced after his statements in 2019. Her lawyers have said that she is scared, that she'd received threats, that she now sleeps with a gun because of the harm that she faced from Trump supporters who had come after her. Now, Trump's lawyer is saying that, in fact, E. Jean Carroll's career has prospered after her fame was invigorated when she made these statements -- when she made these allegations against Donald Trump. They also say that he shouldn't be held accountable for mean tweets. People who just happened to have gone after her, but he should not be held responsible for them themselves. Ultimately, this will be up to a jury to decide. The jury is made up of seven men, two women, all New Yorkers. They will ultimately decide this case since trial is expected to last just a few days. Max?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:10",
      "speaker": "FOSTER",
      "sentences": "What do you think we can learn from this, what we can learn for the last week or so, and how he's going to head into New Hampshire?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:17",
      "speaker": "FOSTER",
      "sentences": "OK. Kara, thank you so much.Coming up, a firsthand look at the Western made tech that Ukraine says is helping them hold off Russian forces in the east. (COMMERCIAL BREAK) FOSTER: Ukrainian troops fighting in the east of the country say they have one machine that's striking fear into the hearts of their Russian enemies. Fred Pleitgen takes a closer look at the U.S.-made Bradley fighting vehicle in action. (BEGIN VIDEOTAPE) PLEITGEN (voice-over): As the Russian army assaults Avdiivka in eastern Ukraine, U.S. provided Bradley infantry fighting vehicles are key to keeping the Ukrainians in the fight. We're ready, the crews say. And then unleash their powerful 25 millimeter gun on Russian troops in nearby tree lines, helping Ukrainian infantry blunt an assault. The vehicle's commander's call sign is Barbie. He tells me the Bradleys are making all the difference. I doubt that we'd be talking with you doing this interview if we didn't have the Bradleys, he says. Most likely the Northern Flank would have been already lost without the Bradleys. They have no time to lose the next task waiting as the Russians try to press forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:09",
      "speaker": "JOHN KIRBY, NATIONAL SECURITY COUNCIL COORDINATOR FOR STRATEGIC COMMUNICATIONS",
      "sentences": "The assistance that we provided has now ground to a halt. The attacks that the Russians are conducting are only increasing.PLEITGEN (voice-over): Barbie and his crew say, so far they have no shortages of ammo or spare parts for the Bradleys, a key weapon as they try to hold the line against a massive Russian invasion force. Fred Pleitgen, CNN, near Avdiivka, Ukraine. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}