{
  "date": "2024-03-27",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Investigation Underway Into Singapore- Flagged Ship; \"Black Box\" Data Recorder Recovered From Dali Cargo Ship; Hamas Calls For End To Controversial Food Airdrops. Aired 11a- 12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "RAHEL SOLOMON, CNNI HOST",
      "sentences": "Good morning or good evening, depending on where you're watching. I'm Rahel Solomon live in New York.Happening right now in Baltimore, federal investigators have boarded the cargo ship that struck the Francis Scott Key Bridge. Straight ahead, what they're looking for on the scene of this disaster? Plus, it's all hands on deck for Joe Biden's reelection campaign, former presidents Barack Obama and Bill Clinton set to join Biden for a star- studded high-price fundraiser. We're live in Washington with these details. And sources tell CNN that the Federal Trade Commission is investigating TikTok over alleged violations of users' privacy and security. Coming up, what this latest issue could mean for the popular app? But, we want to begin this hour with the tragedy in Baltimore. That's where an investigation is underway after Tuesday's bridge collapse. Rescue operation has been now called off, as six construction workers who had been missing are now presumed dead. Investigators have boarded the Dali container ship, and the Coast Guard is searching for potentially hazardous materials in shipping containers that could have been damaged in the crash. That is according to a memo and at least one U.S. official. The Chair of the National Transportation Safety Board spoke with CNN earlier about their probe into what caused the crash. She also described what her team is doing on the ship today. Listen. (BEGIN VIDEO CLIP) JENNIFER HOMENDY, CHAIR, U.S. NATIONAL TRANSPORTATION SAFETY BOARD: They are focused on collecting the perishable evidence. That is all the documentation, including pictures and components that we may need on the vessel or amongst the structure. We are also spending part of the day beginning to do our interviews. They will begin later today. With respect to those on the vessel, we will also interview fire and rescue and people that were on the bridge as well. (END VIDEO CLIP) SOLOMON: That was NTSB Chair Jennifer Homendy. She also says that authorities have the data recorder. That is essentially the ship's black box. Now, the Dali container ship is flagged in Singapore, and today clues were being gathered from around the world. CNN's Ivan Watson reports now from the Port of Hong Kong. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SOLOMON",
      "sentences": "All right. Our thanks to Ivan there.Let's bring in now Juliette Kayyem. She is a CNN Senior National Security Analyst and former Assistant Secretary at the U.S. Department of Homeland Security. She also teaches at Harvard, and joins me now from Cambridge, Massachusetts. Juliette, always good to have you. Let's go back to the NTSB investigation. We heard officials say that this is an investigation that could take years. Walk us through all that that will entail. JULIETTE KAYYEM, CNN SENIOR NATIONAL SECURITY ANALYST, &amp; FORMER U.S. DHS ASSISTANT SECRETARY: OK. So, you have sort of three pieces to just this part of the investigation. The first is, of course, the boat and its safety record. What do we know? Ivan was just doing some reporting on that. What do we know about the boat in particular, the sort of main theory right now about propulsion, and did it lose its capacity to steer? What did the ship owner know, and what could it have done? The second part, this is the crew. Who are they? What kind of training did they get it? Did they make a mistake? Did they not make a mistake? And was there mayday appropriate? It would be that issue. And then, the third piece of it is just -- honestly, it's just going to be the -- all the companies that have cargo on that boat, hundreds of companies, the way that this global distribution system works, are actually under most U.S. laws are going to also be liable. So, they are -- there is going to be part of an investigation into what was in those packages, or what were in those containers, and as we heard the Coast Guard determining whether there is any contaminants in the water. That's just one piece of a multi-year investigation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SOLOMON",
      "sentences": "And Juliette, it's so interesting, because we learned a few key things today. We learned that, one, as we just heard from the NTSB Chair, that they are about to begin interviewing the crew onboard, and two --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "KAYYEM",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SOLOMON",
      "sentences": "-- that they recovered the data recorder. Let's start with the data recorder. What will this be able to shed light on, and what won't it be able to answer?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "KAYYEM",
      "sentences": "Yeah. So, it will record both -- it monitors both the instruments and also what's being communicated, so like an airplane black box. And so, it will tell investigators what was happening on the ship. Did someone do something wrong, or did the equipment just fail? And then, did the crew fail to fix that, what happened on the ship, or did they act appropriately? Because at each point, the crew is going to have to respond to what's going on. There is lots of theories about that timing. We all are looking at that video. The ship looked like it had lost control and it was sort of like easing into the bridge. And so, we have to learn sort of what was happening in those moments.The crew interviews are also very key. These are not U.S. nationals, are Indian nationals. So, you can imagine also the international interest, given -- I spent a lot of time in the global maritime industry. Given my background, it is -- there is like sort of no national -- there is no national identity to this. Right? This happened in Baltimore. This ship is from Singapore. The crew is from India. The Harbormaster is from the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SOLOMON",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "KAYYEM",
      "sentences": "So, this is going to have a global impact of the investigation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. And the questions in terms of the crew, the 21 Indian nationals who are onboard --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "KAYYEM",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SOLOMON",
      "sentences": "-- is also a really crucial piece of this. But, Juliette, you said something in your Atlantic piece that got my attention. I want to play for you for a moment something that the NTSB Chair said about potential lessons that could be learned. Take a listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "HOMENDY",
      "sentences": "The NTSB has a lot of expertise and experience in investigating bridge strikes and bridge collapses, going back to 1967. So, we have a lot of expertise at the agency. With this particular bridge, we will focus on this particular bridge and look at the structure. We will look at fenders. We will look at areas that should have been in place to prevent this type of disruption from occurring.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SOLOMON",
      "sentences": "And Juliette, following up on that, I mean, you said in your piece that there is a lesson here as well. Explain that for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "KAYYEM",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SOLOMON",
      "sentences": "-- thanks so much.All right. Turning to other news, Israel is escalating attacks in Rafah where ere more than a million Palestinians are sheltering, as it brushes off a UN Security Council resolution calling for ceasefire in Gaza. Health officials say that at least 11 people were killed when a residential building was hit, just one of several deadly strikes in Rafah today. One man, whose elderly parents were killed, said that they were \"gone like dust\" after having fled \"from one death to another.\" Violence also escalating across the Israeli-Lebanese border. Lebanon says that at least seven medical staffers were killed in Israeli strike today. Israel says that it hit a \"military compound with Islamic militants inside.\" Hezbollah says that it launched dozens of rockets at northern Israel. In response, Israeli paramedics say that at least one person was killed. A tragic incident in Gaza, meantime, has Hamas calling on countries to stop, stop airdropping food aid. Palestinian paramedics say that at least 12 people drowned while trying to reach packages that had fallen into the sea. Our Jomana Karadsheh has the story, and we do want to warn you that her report contains disturbing images. (BEGIN VIDEOTAPE) JOMANA KARADSHEH, CNN CORRESPONDENT (voice-over): As they spot a plane and the aid begins to drop, they run as fast as they can. It's the rush of the people so desperate, so hungry, but would do anything to feed their children now on the brink of starvation. This is what survival in Gaza has come to, fighting for food, that little bit of aid that makes it into the north where man-made famine now looms, people chase parachutes that fell into these choppy waters. It is desperation that drives them into the sea. What you're about to see next is disturbing. It's the reality of a war growing more cruel by the day, the fastest, the fittest emerged with boxes of American-issued meals ready to eat. Others didn't make it out alive. People gather around the thin frail body of a man who drowned trying to reach that aid. 12 people drowned, according to paramedics. The parachutes fell into the water, Abuhamad (ph) says, but people want to eat. They went into the water and drowned. The current was so strong, they didn't know how to swim. It's what you do when you have nothing left to lose. Iman (ph) goes in swimming to get food for his children. He returns dead, this man says. Bring us aid through the land crossings. Our children are dying. We are dying. What are you doing? Where is the world? The world has been piling up life-saving aid into trucks stuck at land crossings, seemingly powerless in the face of Israel that's accused of using starvation as a weapon in this war, a charge it denies, forcing the international community to resort to dropping aid from the sky. Several countries carried out aid drops on this day, deliveries that have been criticized for being ineffective, insufficient and unsafe. Earlier this month, another airdrop disaster when a parachute failed and aid packages came crashing down, killing at least five people. It's a war that's testing humanity, and many say this is what failure looks like. Jomana Karadsheh, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "SOLOMON",
      "sentences": "Welcome back. And now to the intense rematch between U.S. President Joe Biden and former President Donald Trump, a race that many believe will be decided by the slimmest of margins. The President was speaking yesterday on the campaign trail in North Carolina when he was interrupted once again by protesters upset with his policies in Israel and Gaza.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "What about the healthcare in Gaza?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "JOE BIDEN, PRESIDENT, UNITED STATES OF AMERICA",
      "sentences": "Everybody deserves healthcare.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Hospitals in Gaza are being bombed. (Inaudible).(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "SOLOMON",
      "sentences": "Potential fractures in Mr. Biden's Democratic coalition raising concerns about his reelection effort from party insiders, including his former boss, President Barack Obama. A star-studded fundraiser at Radio City Music Hall tomorrow will include a meeting of the President's Club. Biden, Obama and former President Bill Clinton will all take the stage for a discussion moderated by talk show host Stephen Colbert.Let's welcome in CNN's Chief National Correspondent Jeff Zeleny. Jeff, good to have you. So, what's your latest reporting on the conversations happening between the former President Obama and President Biden behind closed doors? JEFF ZELENY, CNN U.S. CHIEF NATIONAL AFFAIRS CORRESPONDENT: Well, Rahel, we do know that just a couple of days ago, in fact at the end of last week, former President Barack Obama was back at the White House for several hours, having a conversation with President Biden and former House Speaker Nancy Pelosi, talking about the Affordable Care Act and celebrating the 40th anniversary of the Affordable Care Act. During that time, they filmed a couple of videos. One was released over the weekend, talking about Obamacare, if you will. And then, they filmed a couple other videos that will be released in the coming weeks and months. But, we do know that the former President has been paying pretty close attention to this campaign, obviously. It's about his legacy as well. He has a vested interest in trying to stop Donald Trump from returning to the White House. But, I am told that he complimented President Biden on his State of the Union message, and he believes that that is a good starting point for the general election campaign. But, you mentioned President's Club, Rahel. I mean, this is one reminder of just how extraordinary this election is, how historic this election is. Of course, some members of the President's Club will not be on stage, Donald Trump, of course, being first among them. Jimmy Carter and George W. Bush won't either. But, they are running against Donald Trump. So, this is just one more reminder. We always talk about this being a rematch. Some of the campaign often sounds the same. But, having Bill Clinton, Barack Obama and Joe Biden onstage together to try and block another President from returning to the White House is a pretty extraordinary meeting of this very rare club.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "SOLOMON",
      "sentences": "Absolutely. And Jeff, any sense sort of in sort of deploying the former President Barack Obama? What groups the campaign may be hoping to target? What messages they may be hoping to sort of get across? What do you think? What are you hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SOLOMON",
      "sentences": "Fascinating. Jeff, stick around. Don't go anywhere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ZELENY",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SOLOMON",
      "sentences": "I want to bring you into the panel here. Joining us is that Republican Strategist and CNN Political Commentator, Alice Stewart, along with Meghan Hays. She is a former Special Assistant to President Biden. Welcome to you all.Alice, let me start with you. Obama calling this reportedly all hands on deck. What do you make of his involvement? ALICE STEWART, CNN POLITICAL COMMENTATOR, &amp; REPUBLICAN STRATEGIST: Rahel, when I hear Obama say all hands on deck, that means to me that the Biden vote is taking on water and they need all hands on deck to bail him out, and that's not a good look. What we've seen, a repeated narrative out of many key Democrats is the level of freakout is at an all-time high, and it's not waning. And look, they're having a lot of the President's Club, as Jeff said. I think that will go a long way to helping him. They have a lot of star-studded events to help with tremendous fundraising. But look, they're going to need all the star power and all of the help they can get, because they're going around the country trying to sell them that the economy is good, the border is secure, and people are safe. And that's not the case. And people don't feel that. And not only that, they're spending millions of dollars trying to lower Hispanics and African Americans, who should be a key voting bloc. And I look at it this, Rahel. Biden has got an A, B, C (ph) problem. He has got an Age, a Battleground and a Camelot (ph) problem. Many voters feel like his age deems him not fit or doesn't have the stamina to run for -- to be another President for another four terms. Battleground states, he is losing in all the battleground states to Donald Trump. And with the Camelot in the stage now, RFK Jr. now having a VP candidate, he is chipping away at some of those key Biden votes, and the Democrats are concerned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SOLOMON",
      "sentences": "Meghan, let me have you weigh in on that, and let me ask you as well. In terms of Biden maybe recapturing some enthusiasm with voters of color, with younger voters, obviously, voting blocs that the former President Barack Obama did very well with, is it enough? Is Obama potent enough? What do you think?MEGHAN HAYS, FORMER WHITE HOUSE DIRECTOR OF MESSAGE PLANNING, &amp; FORMER SPECIAL ASSISTANT TO PRESIDENT BIDEN: Sure. I think that having all the presidents on stage is extremely helpful. And I take a little bit differing than Alice took of bailing him out. I actually think this draws a stark contrast to Trump, who -- whose former Vice President won't even endorse him. George W. Bush isn't -- President Bush -- former President Bush is nowhere on the scene helping him. So, I think that this just shows that the Democrats have a broad coalition. They're building enthusiasm. They're extremely looking forward to November, and it just shows that the Democrats are united behind President Biden and Vice President Harris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SOLOMON",
      "sentences": "Jeff, you spent so much time out on the campaign trail. You're in the Washington bureau today, but we tend to talk to you while you're out on the campaign trail. Talk to me about voter enthusiasm from your perspective. How people are feeling excited or not feeling excited about the candidates in front of them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ZELENY",
      "sentences": "Look, I think exhaustion is probably the word I would use more than excitement, and you can cast that on both sides. Aside from the super fans on the right and the left, there is a sense of this is not necessarily what the broad swath of Americans were hoping for in their presidential campaign. But, here we are. So, I think that there certainly will be more excitement around particular issues for all the talk of a rematch. And yes, this is also a very different campaign in terms of the issues. We talked about Israel, Gaza, of course. We saw the Supreme Court arguments yesterday on abortion, inflation, immigration. So, all these are different issues in this campaign.So, I think without a doubt, there will be more excitement going into the fall campaign. But, to be honest, there is a sense of exhaustion. When I talk with voters, regardless of where they are, so many of them ask, are you sure that it's going to be a Biden-Trump matchup? They've been asking that forever. Well, we are pretty sure of that unless something extraordinary would happen. So, I think excitement is something that I'm not sure is going to be the operative word this year at this point. But, that does not mean it's not an important election. I think voters know that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "STEWART",
      "sentences": "Yeah. Those numbers are significant. And while RFK Jr. has not been getting a lot of immediate attention, he has been under the radar, building up support and building coalitions. And now, with VP candidate named, he has access to -- the ballot access in key states and certainly tremendous fundraising. But, those battleground state polls are significant. But, what I also look at, Rahel, are the RealClearPolitics average of a two-man race with Trump and Biden. What we see is Trump ahead by two points. When you add the third-party candidate, RFK, Jr., the polling shows that Donald Trump is ahead by four points. So, that tells you that RFK Jr. seems to be pulling more votes from Biden than from Trump. Of course, anything can happen in the next several months. But right now, Donald Trump was right in terms of RFK Jr. seems to be pulling from Biden voters more than Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SOLOMON",
      "sentences": "Jeff, walk me through from selling sneakers to now selling Bibles. Trump now sort of throwing his support behind Bibles. Let's actually take a look at the clip he posted on Truth Social.(BEGIN VIDEO CLIP) DONALD TRUMP (R), FORMER U.S. PRESIDENT AND 2024 PRESIDENTIAL CANDIDATE: This Bible is the King James Version and also includes our Founding Father documents, yes, the Constitution. I'm proud to endorse and encourage you to get this Bible. We must make America pray again. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SOLOMON",
      "sentences": "Jeff, no secret that Trump has been having fundraising issues, both personally in terms of these locations that he is facing, but also professionally in terms of his campaign. A $60 Bible is going to cut it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "ZELENY",
      "sentences": "Look, I mean, I was -- I think my shock factor has long run out. But, this certainly was surprising to me, as we are here in Holy Week, heading into the Easter high, Christian holidays that the former President would be hawking a Bible with Lee Greenwood verses for $59.99.The reality is, most everyone I know, has a Bible already. They don't necessarily need to have one from the former President. But, the question is, is this going to cause any concern among his evangelical support? No. I think it will not, because the reality is this is a choice between the former President, and they have long sort of made peace with themselves about the fact that he may not be the holiest man, and they've decided to forgive his sins and choose him. But, look, kind of an odd thing to be selling, I think, during the days leading into Easter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SOLOMON",
      "sentences": "And Meghan, let me just ask, RNC staffers, apparently, in their interviews with new hires, asking about their thoughts on the 2020 election, asking if they essentially thought the 2020 election was stolen. I'm curious about your reaction to that. I mean, is that a mistake for the RNC to still be going over old water that's already been determined, this false notion that 2020 was stolen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "HAYS",
      "sentences": "Yeah. It also isn't bringing up the next generation of staffers. It's not something that the Democrats would asked. I've never been asked something of that nature in interviews for many political jobs I've had. It's very bizarre. It's very weird that they would do that. This is just a moment in time. It just sort of encapsulates sort of where we are in our political discourse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SOLOMON",
      "sentences": "And Alice, your thought as a Republican. I mean, your thought about the RNC strategy here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "STEWART",
      "sentences": "Look, let's just be clear. I think we can all agree that there is not widespread voter fraud. We have free and fair elections. And Joe Biden is the duly elected President, and Donald Trump lost. Let's make that quite clear. But, the reality is Donald Trump is the nominee. He has his chosen people now overseeing the RNC and they're going to make sure that anyone that works in that building subscribes to the idea of voter -- the 2020 election was rigged and stolen, and advocating and pushing Donald Trump's message.I don't agree with it. But, that's what he is doing as the head of the party and taking over the RNC. I think we're much better off getting diehard Republicans here for free market principles, conservative principles, and the three-legged stool of Reagan Republicanism, but we're certainly in a different era.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SOLOMON",
      "sentences": "All from star-studded fundraisers to $60 Bibles. We've covered a lot of ground, guys. Thanks so much for being here today. Alice Stewart, Meghan Hays, and Jeff Zeleny, thank you all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "ZELENY",
      "sentences": "Yo bet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "STEWART",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SOLOMON",
      "sentences": "Welcome back. You are watching CNN Newsroom. I'm Rahel Solomon live in New York.And here are some of the international headlines we're watching for you today. Thailand is one step closer to becoming the first nation in Southeast Asia to legalize same-sex marriage. Its lower house of Parliament overwhelmingly approved a bill that would guarantee equal marital rights. The measure still needs the approval of the upper house and the king. Argentina is accusing Venezuela of cutting off the power to its Embassy in Caracas. The accusation comes after the diplomatic mission hosted a meeting with Venezuelan opposition leaders. It's the latest sign of souring relations between the two nations whose governments are ideologically opposed. And Kenyan authorities have begun releasing bodies of starvation cult victims to their distraught families. The bodies were discovered in a mass grave in a remote forest last year. The government says that a Christian cult convinced people to starve themselves so that they could reach \"salvation\". The self-proclaimed pastor has pleaded not guilty to the charges, including murder and terrorism. We want to recap our top story now, the investigation into what caused Tuesday's Baltimore bridge collapse. Six people are now presumed dead, and officials have boarded the Dali containership. They say that they do have the Singapore-flagged vessel's black box, after it hit the Francis Scott Key Bridge. And today, there are growing concerns about what that crash means for infrastructure and the supply chain. Here was U.S. Transportation Secretary Pete Buttigieg speaking earlier. (BEGIN VIDEO CLIP) PETE BUTTIGIEG, U.S. TRANSPORTATION SECRETARY: The impact of this incident is going to be felt throughout the region and really throughout our supply chains. We're talking about the biggest vehicle handling port in the country that is now out of commission until that channel can be cleared and a bridge that took five years to build. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SOLOMON",
      "sentences": "OK. For more now, I want to bring in Judah Levine in Jerusalem. He is the head of Research at Freightos, which is a global freight booking platform. Judah. Good to have you today. Thanks so much. Let me ask the Port of Baltimore says that vessel traffic is suspended indefinitely. What type of impact do you expect this to have?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SOLOMON",
      "sentences": "So, increased congestion, perhaps increased traffic sort of at the ports around Baltimore, Virginia, for example, perhaps New Jersey. Talk to me about the likelihood that this could mean increased prices at least for American consumers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "LEVINE",
      "sentences": "Yeah. So, freight rates are already relatively high because of the Red Sea congestion and diversion, which had pushed rates up. But, they've come down from the peak. So, the rates had nearly tripled to almost between -- up until February, but they've come down about 25 percent since then. So, they got up to about $600 to $800 per container. Now, they're down to about $5,300 per container. So, they're already coming down. But, even when we had that very big increase because of the Red Sea, I don't think that for very many consumers they felt that price difference.If we think back to the pandemic, we had rates increased to over $20,000 per container, and that certainly was one component to price inflation. But, I think the overall trend will be rates will continue to come down, with the Red Sea as the big driver, which has kind of stabilized. So, I don't think this is going to be an impact on inflation at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. And I hear you talk about the pandemic, which is an important reminder, because I haven't seen at least from what I've read anyone saying that this is supposed to be anything close to what we experienced during COVID and the pandemic. But, Judah, I do wonder if some of these companies have become more nimble because of what we experienced during the pandemic, and perhaps because of what is still happening in the Red Sea. What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "LEVINE",
      "sentences": "Yeah. So, I mean, first of all, in terms of the pandemic, it was really kind of unprecedented. You had this like nonstop surge of increased volumes just continuing to be imported into the United States which has overwhelmed work capacity. And that's not something we have now. As we said, you have a relatively -- you have a meaningful but relatively modest share that didn't need to be rerouted elsewhere. It could cause some congestion, but not like we saw. And I think there definitely is additional flexibility, and that -- logistics stakeholders are really trying to plan ahead and think about alternatives. We see shifts between coasts when there are different drivers on each coast.So, last year when we had the threat of a strike at West Coast ports, we saw an increase in volumes to the East Coast. So, we might see some shift back to -- towards the West Coast as well, if this is considered enough threat for some shippers, for some importers or exporters or those who are able to. So, I think there is definitely an emphasis on being nimble and having contingency plans, and a lot of companies will benefit by having those.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SOLOMON",
      "sentences": "Well, good to have your insights today, Judah Levine with Freightos. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "LEVINE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SOLOMON",
      "sentences": "Well, the debate over the social media app TikTok continues in the U.S., and now we are learning that there is a new investigation underway. Sources tell CNN that the Federal Trade Commission is investigating the popular app for its data and security practices. They say that the investigation is centered on alleged violations of the Children's Online Privacy Protection rule. That requires companies to get parental consent before collecting data from children under the age of 13.Let's bring in Technology Reporter Brian Fung. So, Brian, what are you hearing? What are your sources telling you about what the FTC believes that TikTok potentially illegally?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "SOLOMON",
      "sentences": "OK. We know you'll be following it. I'll keep us posted, Brian Fung, live for us here in Washington. Thanks, Brian.All right. Still to come, Hunter Biden is facing multiple felony tax charges. Coming up, details ahead on the courtroom showdown that's unfolding today and why his lawyers say that the case should be thrown out. Plus, the new McDonald's menu item may already be familiar to many customers. We will tell you about the sweet treat coming to locations a little later this year. We'll be right back. (COMMERCIAL BREAK) SOLOMON: Welcome back. A courtroom showdown is set for today over the future of Hunter Biden's tax indictment. Special Counsel David Weiss charged the President's son with nine tax offenses, accusing him of filing false tax returns and cooking the books on his company's payroll. In Los Angeles, Hunter Biden's lawyers will argue that those charges should be thrown out. Biden's lawyers also claimed that the Special Counsel only filed the felony charges because of pressure from Republicans. CNN's Marshall Cohen joins us now from our LA bureau. So, Marshall, tell us more about what we know of Hunter Biden's strategy today. What's his team hoping to accomplish?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. Marshall, as you lay out, the case has certainly taken quite the twists and turns, especially in light of the plea deal that essentially just fell apart. Marshall Cohen watching it off for us in Los Angeles, Marshall, thank you. Well, rap mogul Sean \"Diddy\" Combs was headed for a spring breakvacation with his twin daughters when he was briefly stopped by authorities in Miami on Monday. That's according to a source close to Combs. Diddy's lawyers is slamming the rates, saying quote, \"There was a gross overuse of military-level force as search warrants were executed at Mr. Combs' residences. There is no excuse for the excessive show of force and hostility exhibited by authorities or the way his children and employees were treated.\" This is all part of a federal investigation into Combs after a string of sexual assault allegations against Combs and several civil lawsuits. CNN Entertainment Correspondent Elizabeth Wagmeister is standing by for us in Los Angeles. So, Elizabeth, give us a sense of just what the latest is now on these allegations, the investigation, and also what we know about where Combs is right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "ELIZABETH WAGMEISTER, CNN ENTERTAINMENT CORRESPONDENT",
      "sentences": "So, we don't know where Combs is right now. Last night, I spoke to a source very close to Diddy, and they will not tell me where he is. But, they did give me a sense of what was going on the day that his homes were raided in Los Angeles and Miami. A source tells me that Diddy was on the way out of Miami on a pre-planned spring break vacation with his teenage twin daughters. That is when he was stopped by authorities at an airport in Miami, and he cooperated with them, and he briefly spoke with them before he was released.Now as you said, this comes after a string of allegations, very serious allegations against Diddy. His homes were raided as he faces five lawsuits, Rahel. Now, this all started back in November 2023 when the singer Cassie, who was in a relationship with Diddy for years, came out with a lawsuit against him. Now, that quickly settled. But, even though that settled, the troubles did not go away for Diddy. In fact, there were two more lawsuits that came out within the next few weeks. And now, Diddy is facing five, the most recent one from a male producer who worked with Diddy and claims that he wasn't compensated fairly and that he was sexually assaulted. He was groomed. I'm reading through some of the allegations now in the lawsuit, Rahel, that he tried to groom him into having sex with another man and he forced him to procure sex workers. Now, Diddy denies all of this, and his attorney, you read us some of the statement, but I want to let you know some more of what his attorney told us yesterday first here at CNN. He says quote, \"This unprecedented ambush - paired with an advanced coordinated media presence - leads to a premature rush to judgment of Mr. Combs and is nothing more than a witch hunt based on meritless accusations made in civil lawsuits. There has been no finding of criminal or civil liability with any of these allegations. Mr. Combs is innocent and will continue to fight every single day to clear his name.\" Now, we do have to point out, as Diddy's attorney tells us here, that there have been no arrests made. There have been no formal charges or anything of that nature. Right now, this is an investigation and allegations that stem from five civil lawsuits.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah, important context there. Elizabeth, Diddy, of course, one of the biggest names in music. His career goes back decades. Have we gotten a sense of what the reaction is just in terms of the larger industry, the music industry, the entertainment industry? What are you hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SOLOMON",
      "sentences": "OK. A lot more to learn here. Elizabeth Wagmeister live in LA. Elizabeth, thanks so much.All right. Coming up in on lighter news, move over a big flurry, a popular sweet treat will soon be available at McDonald's locations. That's our one more thing still ahead. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SOLOMON",
      "sentences": "Welcome back. And one more thing, McDonald's lovers have a new reason to stop by the Golden Arches for breakfast. Doughnut chain Krispy Kreme will start selling at sweet treats at McDonald's. Three types of donuts will be available at locations by the end of the year. They include the original Glazed, I mean, yeah, chocolate ice and cream filled.Let's now bring in Business Reporter Nathaniel Meyersohn to talk all about this partnership. Nathaniel, clearly, I'm invested here. What's the strategy, though, for both of these companies?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "NATHANIEL MEYERSOHN, CNN BUSINESS REPORTER",
      "sentences": "Rahel, did you say Glazed doughnuts? I apologize to you and the rest of the team for not stopping by McDonald's and picking some up. But --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SOLOMON",
      "sentences": "No. (Inaudible).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "MEYERSOHN",
      "sentences": "My bad. But, to answer your question, there is a strategy here for both of these companies. For Krispy Kreme, the deal with McDonald's is a way to expand its distribution. It's basically doubling its distribution by partnering with McDonald's. And for McDonald's, it's known for its McFlurrys, for desserts, but often you'll go into the stores and the machines are broken. So, this is a way to try to improve its desserts. And it follows Wendy's partnership with Cinnabon earlier this year. So, we do see these tie-ups with these fast food restaurants.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SOLOMON",
      "sentences": "That's interesting. Any risk to this partnership? I noticed that Krispy Kreme shares were off a bit. Any risks to this deal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "MEYERSOHN",
      "sentences": "So, both companies right now are struggling a little bit, Rahel. McDonald's is facing a lot of criticism on social media for its higher prices. It's been hammered by people on TikTok and Instagram. And for Krispy Kreme, investors are really hitting Krispy Kreme hard because they're worried about how the company is going to do as Ozempic gets more popular and weight loss drugs get more popular. So, they're risk for both companies. And also, I think people are concerned that Krispy Kreme rolling out to McDonald's could cannibalize some of its own sales. So, people won't visit Krispy Kreme stores as often. And look, if those donuts and McDonald's don't taste as good, or there are issues with quality, that could actually hurt Krispy Kreme's brand. So, there are risks here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "MEYERSOHN",
      "sentences": "Got you. I got you.",
      "isLastSentenceInterrupted": false
    }
  ]
}