{
  "date": "2024-12-10",
  "headline": "CNN News Central",
  "subHeadline": "CEO Murder Suspect Has Outburst While Entering Hearing; Extradition Hearing For CEO Murder Suspect; Embattled Trump Defense Secretary Pick Back On Capitol Hill For Meetings. Aired 2-2:30p ET",
  "utterances": [
    {
      "timeStamp": "14:01:44",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "We start this hour with breaking news into CNN. We're hearing for the first time directly from murder suspect Luigi Mangione, who's now accused of second degree murder for the targeted killing of UnitedHealthcare CEO Brian Thompson. He just had this outburst while entering his extradition hearing in Hollidaysburg, Pennsylvania. Listen.(BEGIN VIDE CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:01:44",
      "speaker": "LUIGI MANGIONE, SUSPECT",
      "sentences": "(Inaudible) insult to the intelligence of the American people (inaudible)(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:01:44",
      "speaker": "SANCHEZ",
      "sentences": "We could make out, he said that something was an insult to the intelligence of the American people. (Inaudible) since Mangione's arrest a day ago. The 26-year-old Ivy Leaguer and high school valedictorian was spotted yesterday at a McDonald's restaurant in Altoona, Pennsylvania.And new images show Mangione at the McDonald's earlier that day. Multiple customers and an employee had noticed how much he resembled the target of a nationwide manhunt. Until an employee called police. Listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:01:44",
      "speaker": "LARRY, REGULAR AT RESTAURANT WHERE SUSPECT SPOTTED",
      "sentences": "It started out almost a little bit like a joke that we thought -- my one friend thought that he looked like the shooter. He probably heard us. That surprised me. He stayed there as long as he did.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:01:44",
      "speaker": "SANCHEZ",
      "sentences": "CNN's Brynn Gingras has been covering every twist and turn on this case. Brynn, what is happening at this extradition hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:01:44",
      "speaker": "BRYNN GINGRAS, CNN NATIONAL CORRESPONDENT",
      "sentences": "Yeah, so listen, Boris, we have a reporter inside the courtroom right now, they are not allowed to have any sort of communication. So we don't quite know just yet if that hearing started. We're still waiting to get an update.But you can see we know that he is inside that courthouse, at least from that sort of combative moment there, as you showed the viewers, where it took several sheriff's deputies to calm him down and get him inside of that building. As you said, this is really the first time that we are hearing from him his own voice. We do know that he does have a defense attorney who's representing him for this extradition hearing. We know that New York asked for this extradition. A warrant for his arrest has been issued. So it's now up to the trial judge to go forward with this -- for the judge, rather, to go forward with this hearing. And he has a decision to either fight it or to actually move forward where people from the NYPD will and Marshall's office will bring him here to New York. And we're learning that that could happen sometime tonight, could be even sometime tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:01:44",
      "speaker": "SANCHEZ",
      "sentences": "And Brynn, what are we learning about a potential motive?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:01",
      "speaker": "GINGRAS",
      "sentences": "Yeah. Again, these are all sort of the things that police are going to be using to connect the dots and try to point to a motive, try to build their case. We know that they've also, of course, scrubbed social media in their efforts in this investigation. As I said, we are now waiting for this extradition hearing to and it's possible that Luigi Mangione may be on his way to New York at the soonest, maybe tonight. Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:01",
      "speaker": "SANCHEZ",
      "sentences": "Brynn Gingras, thank you so much for keeping an eye on that. Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:01",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "Experts say the suspected killer of UnitedHealthcare CEO Brian Thompson planned his attack well, but also made some crucial mistakes. So let's take a look at what police say are his key moves and also the evidence left behind and what this all says about the gunman strategy.Before the killing, the suspect cleverly avoided air travel because, of course, had he taken a plane, he would have had to show his ID, reveal his entire face under security cameras. If he had a gun at the time, it probably would have been detected during luggage screening. Instead, the suspect took a Greyhound bus to New York, a bus that originated in Atlanta. Though we still have to wait and see where he may have gotten on that bus. The suspect stayed in a hostel in New York, using a fake New Jersey driver's license and paying cash, again avoiding a digital trail there. The suspect was careful up until this point, including diligently wearing a mask over his face. This was that rare image of the suspect's unmasked face captured on surveillance video when a hostile employee flirted with him and asked him to lower his face mask. And it was these images, of course, that helped spread his identity across the country and even around the world. Then lastly, the suspect used a ghost gun, which is an untraceable self-assembled firearm. Kept law enforcement veterans puzzled here. Police saying when Mangione was arrested at that Pennsylvania McDonald's, local officers discovered this ghost gun when they were searching him. And then after the killing, the suspect seemingly left a trail of evidence behind. A discarded Starbucks water bottle, an energy bar wrapper, a burner phone that gave authorities DNA material and a partial fingerprint to work with. Later, that distinctive backpack resembling the one worn by the gunman was found in Central Park. Authorities hoping DNA samples from all of these items would help identify the suspect. Testing, though, yielded no DNA or fingerprint matches in law enforcement databases. So we're going to see, though, how those pieces of evidence are going to be used by authorities now that the suspect has been arrested. And the suspect's complex path out of New York shows -- showing investigators just how much planning went into it here. Remember, immediately after the shooting, police say the suspect ran from the scene, hopped on an E-bike road to Central park, ditched the bike and hailed a taxi, then went to a bus terminal with interstate buses headed to a variety of destinations. And it was in that taxi cab where a security camera captured clear images of the suspect's eyes. One of the most baffling last aspects to this arrest is the fact that investigators discovered Mangione in possession of numerous fake IDs, including this one here, one that police believe was actually used by the suspect in New York City at that hostel. The question is, why shed so much other evidence but keep some pieces of potential evidence, including the fake IDs? Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:04",
      "speaker": "DAVID SARNI, RETIRED NYPD DETECTIVE",
      "sentences": "Well, first, thanks for having me here. The ghost gun I'm going to presume is difficult to either produce and this is something he kept because, you know, a lot of times when people do commit crimes, they throw the gun away. He didn't. The manifesto was his writings. And the good thing, there's a lot of things incriminating in that. some people want to hold on to things that are dear to them and what they want to hold on to.The other issue is, and this is when it comes down to the Ted Kaczynski, he praises him in a little bit of a sense and you can see or hear at the extradition he wanted to espouse something. Fortunately, you have a 91 caller calling in the shooter, calling the identification of the person at the McDonald's, and that might have stopped possibly anything else. And this is the one thing I always talk about is, you know, the investigation doesn't stop at the arrest of the individual. There's going to be an all-encompassing thing. The ghost gun, the manufacturer of the ghost gun, maybe you're going to have federal law partners involved in trying to do research on that gun. How did he get the gun? Where did he get it from his social media? And anything he's ever contacted or touched will be scrubbed because we want to identify anyone who helped him during this time because apparently he seemed very clean. He wasn't like he was hiding anywhere. He was kind of hiding in plain sight. And other people probably did recognize him but didn't say anything, regardless. This is something we have to also look at. And that's why they're tracking his steps from New York to Philly to Altoona and seeing where there's a chance that he might have engaged in other people who might have assisted with this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:04",
      "speaker": "SANCHEZ",
      "sentences": "And David, you mentioned the ghost gun and what will be done to try to put the pieces together as to how he got possession of it and all that. What would the advantage be for a suspect to try to use a ghost gun in a scenario like this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:04",
      "speaker": "SARNI",
      "sentences": "Well, the difficulty is the ballistic aspects. If there's really no ballistics on file, it's very difficult to do. But what they're going to do, and I'll tell you, we have great people in dealing with ballistics units. They're going to compare and contrast the spent shell casings at the scene to rounds that they will probably fire from that gun if it's operating. They're going to check the operability, of course, and they will then be able to match determined based on that.You know, a lot of times these guns just disappear. No one knows where they are. And that's the reason why, because it's very difficult to trace, if at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:04",
      "speaker": "SANCHEZ",
      "sentences": "I'm also wondering about the fact that this is now an investigation that spans at least two states, obviously Pennsylvania and New York. What's the process like for investigators to gather all of that evidence together and what comes next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:04",
      "speaker": "SARNI",
      "sentences": "Well, it's going to be a massive undertaking to take all. And I guarantee you also, again, detectives do the best jobs they can. And this is an all-multifaceted, heavy case. And we call it kind of, this is a heavy -- a super heavy case. All that evidence and all the documentation, like the district attorney's office is going to work in conjunction with the police department to make sure every -- all the ducks in a row, all the I's are dotted T's across to gather all that. And that's the thing is the Marshall (ph) of evidence taking all that information so you can prepare for trial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:04",
      "speaker": "SANCHEZ",
      "sentences": "Did it surprise you, David? that he was just sitting there at McDonald's for hours and didn't really seem to react after people were near him joking that he might be the killer? I mean, one witness, to be clear, one witness said that he believed that he might have heard he and some other friends joking that he might be the suspect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:04",
      "speaker": "SARNI",
      "sentences": "This is sometimes the hiding in plain sight. Some people are not always in tune with what's going on, their outside surroundings. They're really kind of engaging their own lives. And the one thing you're dealing with a customer service employee who really sees everybody. And that's what helped the police identify them.And not only that, the ability of the detectives to do the old fashioned footwork of doing those extended video canvases, retrieving that video, getting the proper stills, disseminating them locally and nationally. And this is why you have what you have today. That investigation was all encompassing. We used our state partners, our federal law enforcement partners, and Altoona Police Department, who really, you know, the officers responded to the scene, did a fantastic job, and a possible situation with a man with a gun was pretty much handled as expertly as possible by these officers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:04",
      "speaker": "SANCHEZ",
      "sentences": "David Sarni, we appreciate the perspective. Thanks for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:04",
      "speaker": "SARNI",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:03",
      "speaker": "KEILAR",
      "sentences": "So there you hear it. Hegseth says he supports women being in the military. Not addressing, though, what he said in the past about women not being fit for combat. Some pretty clear comments that he is now saying were misconstrued.CNN's Lauren Fox is live for us on Capitol Hill. Lauren, what are you hearing from lawmakers as Hegseth is getting set to meet with Senator Murkowski?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:03",
      "speaker": "LAUREN FOX, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yeah, it's very clear that the fortunes for senator -- for Hegseth have started to shift as he's continued to meet with senators. You know, I talked with Senator John Cornyn, a Republican from Texas who met with Hegseth earlier today, and he told me that he was ready to vote for Hegseth. Here's what he said.(BEGIN VIDEO CLIP) SEN. JOHN CORNYN, (R) TEXAS: I will support Pete Hegseth, as I always say, barring any unforeseen circumstances. But I've known him a long time. I was satisfied with his answers, and I think this is going to be a hard process on him and his family, and some of it will be enormously unfair. (END VIDEO CLIP) Our colleague Manu Raju also caught up with Senator Lindsey Graham, who remarked that the situation that Hegseth finds himself in this week looks remarkably different than where he was last week. Some of that has to do with the fact that Senator Joni Ernst, who he had met with last week and then again on Monday, has said that she believes that he should have a confirmation hearing, that he should continue to go through this process. And that really essentially is one key senator who's keeping the door open for this nomination. Now, the meeting today with Senator Murkowski is going to be pivotal for him. It's important to remind folks at home that the margins up here on Capitol Hill for Republicans in the Senate are really slim. And that means that every single one of these meetings matters a lot, especially with some of these Republican women senators. As you noted earlier, Hegseth has been trying to clean up past comments that he made about women serving in common combat roles. I asked Senator Cornyn earlier if that was something that came up in their meeting. He said that it did come up and that they both agreed that women should continue to serve in combat roles if they meet the same standards as men. Now, he did not clarify specifically what those standards are. So obviously more room to keep pushing there on whether or not there are any differences between what Hegseth has said in the past and what he is telling members behind closed doors. Brianna. KEILAR: All right, Lauren Fox live for us on the Hill. Thank you. Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:03",
      "speaker": "SANCHEZ",
      "sentences": "Meantime, we're learning of a secret and sweeping investigation conducted by the Department of Justice in an attempt to find leakers during President Elect Trump's first administration. We know that as part of the probe, the DOJ obtained phone records from two members of Congress and 43 members of the administration, including Kash Patel. According to the watchdog report, prosecutors also sought records, including emails from journalists here at CNN as well as the Washington Post and the New York Times.CNN Legal Analyst Carrie Cordero joins us now live. Carrie, thanks so much for being with us. Because this investigation was intended to go after leaks, what kind of evidence did prosecutors have to show -- to get -- to show probable cause to get subpoenas for those records?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:06",
      "speaker": "SANCHEZ",
      "sentences": "So essentially pings between cell phones, but not exactly what was said or what was --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:06",
      "speaker": "CODERO",
      "sentences": "What was said --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:06",
      "speaker": "SANCHEZ",
      "sentences": "-- (inaudible)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:06",
      "speaker": "CORDERO",
      "sentences": "Right. So they were trying to. They obviously really didn't know who was doing these unauthorized disclosures because they cast a pretty wide net in terms of looking at members and then a wide range of staff members. So over 40 congressional staff members were subject to this. And so they were trying to narrow it down using subpoenas, what are called 2703 (d) orders. So court orders based on the opening of those investigations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:06",
      "speaker": "SANCHEZ",
      "sentences": "In something like 40 of the congressional cases, the subjects weren't aware that their records had been subpoenaed. Why is that and does that give you any concern about transparency?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:06",
      "speaker": "CORDERO",
      "sentences": "Yeah. So from, again, from a national security lawyer's perspective, that would be the appropriate course of action, that there are non-disclosure orders both from the recipients who are subject to their records being provided as well as to the reporters.If you are thinking about this from a journalist's perspective or from the person whose records are being revealed to the Justice Department, obviously, then there's a concern about transparency, concerns about privacy. What the Justice Department would say is that this was lawful process, so they were following legal orders. The important thing I think that comes out of the Inspector General report is that over time, procedures were improved as a result of this particular issue, this particular set of cases to obtain approvals, so high level approvals for the records request, that the demands that went to reporters. What there weren't, is there weren't appropriate senior level approvals as a matter of Justice Department policy for the congressional members and the staff members. And so that is a real area that the Department needed to improve on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:06",
      "speaker": "SANCHEZ",
      "sentences": "Yeah. There was something in the report indicating that while DOJ has safeguards in place for journalists, there were specific safeguards that weren't followed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:06",
      "speaker": "CORDERO",
      "sentences": "Yeah. So on the journalists, the request, the authorization to obtain the records went all the way up to the Attorney General, which in my judgment is the appropriate thing. You know, it's highly sensitive. You're dealing with the news media. If the Justice Department needs to go to that step, it should go up to the AG.On the congressional staff piece, though, there was no such procedures in place. There was no policy. So the Inspector General isn't really saying like somebody did something very wrong or you know, somebody should be held accountable within the department because there simply weren't adequate policies in place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:06",
      "speaker": "SANCHEZ",
      "sentences": "Yeah. And now, we suspect that's going to be followed in the future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:06",
      "speaker": "CORDERO",
      "sentences": "Well, so even on some of these issues, policies have been revised as recently as the last few months within the Justice Department. So now, obviously we're going into a new administration. We're going to have a new attorney general who is confirmed.And if I was advising that new attorney general who gets confirmed, I would say take a top to bottom look at all of these procedures to make sure that going forward, that attorney general, that Justice Department and the lawyers who are doing these cases and the agents have proper guidance about who needs to approve these. Does it go to an assistant attorney general? Does it have to go all the way up to the attorney general? They need to take, I think, a fresh look at all of those policies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:06",
      "speaker": "SANCHEZ",
      "sentences": "It'll be interesting to see how potentially an attorney general, Pam Bondi approaches this, given Trump's promises to go after not only his political rivals but journalists as well. Carrie Cordero, thanks so much for the analysis. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:06",
      "speaker": "CORDERO",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    }
  ]
}