{
  "date": "2024-11-27",
  "headline": "Quest Means Business",
  "subHeadline": "Mexico Warns Of Trade War If Trump Imposes New Tariff; Kevin Hassett Picked To Lead National Economic Council; Mikati: It's A New Day For Lebanese People; Interview With Omega CEO Raynald Aeschlimann; Arabica Coffee Beans Hit Highest Price Since 1977; Preparations Underway For Macy's Thanksgiving Parade. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:00:07",
      "speaker": "MATT PRIEST, CEO, FOOTWEAR DISTRIBUTORS AND RETAILERS OF AMERICA",
      "sentences": "Not every industry, not every product, not every segment of our society or oureconomy should have robust domestic production. There needs for it, absolutely -- US military needs. There are other applications that are needed here in the US as far as footwear, but if you were to move all that back to try to meet the needs of our consumers, prices would be too high and then it would be kind of unreasonable for the average American. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:07",
      "speaker": "QUEST",
      "sentences": "Laura Tyson wrote in her book some years ago \"Who's Bashing Whom?\" She basically said, the US will have a footwear industry when Americans areprepared to pay higher prices for footwear. Now, what about these two: Jamieson Greer and Kevin Hassett. What do you make of them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:10",
      "speaker": "QUEST",
      "sentences": "I just wonder, because you talked a second ago about the 10 percent chance of this happening, but it is not really -- I mean, that is certainlythe case, but it is the -- at what point is the damage done in terms of policies, in terms of planning, the market spooked, investment doesn't happen. The stuff that we don't see because it is the opportunity cost of these tariffs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:10",
      "speaker": "CHATTERLEY",
      "sentences": "The question is how much can you adjust, Richard, and how much do you just have to wear it? I mean, the great example, we will go back toshoes because I like shoes. Steve Madden, look at them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:10",
      "speaker": "QUEST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:10",
      "speaker": "CHATTERLEY",
      "sentences": "They've already said we are going to do a huge shift away from China and we are going to move to other areas. But they are looking atVietnam, Brazil, and Mexico. So Mexico again would be caught in the crossfire here. They've already said irrespective of what happens, we are going to move. For other players, it is more challenging and you just have to wait and see what comes and unfortunately, who bears the brunt of this? A tariff is a tax and it is the consumers. And in certain cases, these manufacturers are just going to have to hold up their hands and say, we are not going to shift manufacturing, we are not going to shift production, and were going to charge the consumer as a result and pass those costs on and that's the challenge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:10",
      "speaker": "QUEST",
      "sentences": "We will talk more. I am grateful. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:10",
      "speaker": "CHATTERLEY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:10",
      "speaker": "QUEST",
      "sentences": "World leaders are contacting Donald Trump as we have been talking about even before he takes office. Just on that question of tariffs, theCanadian Prime Minister, Justin Trudeau, says they spoke after the president-elect's threat of tariffs. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:10",
      "speaker": "JUSTIN TRUDEAU, CANADIAN PRIME MINISTER",
      "sentences": "I had a good call with Donald Trump last night again. We obviously talked about laying out the facts,talking about how -- how the intense and effective connections between our two countries flow back and forth. We talked about some of the challenges that we can work on together. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:10",
      "speaker": "QUEST",
      "sentences": "And as we noted, Mexico's new president, Claudia Sheinbaum wrote a letter. That's when she warned that Mexico would hit the US with its owntariffs if he follows through. The presidential historian, Lindsay Chervinsky is with me. Before you and I speak, have a listen to this famous phrase that president- elects always say before they take office. In this transition period, President Obama reminded President Trump of it last time. It is the old line about America only has one president at a time. Have a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:10",
      "speaker": "BARACK OBAMA, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "Because there is one president at a time, I will spend this week reinforcing America's supportfor the approaches that we've taken to promote economic growth and global security on a range of issues. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:10",
      "speaker": "QUEST",
      "sentences": "There we go. There is only one president at a time. There is not. We have both a president de facto and a president de juris at the moment.Donald trump is negotiating before he has taken office.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:10",
      "speaker": "LINDSAY CHERVINSKY, US PRESIDENTIAL HISTORIAN",
      "sentences": "Yes, we do and it is one of the real oddities of our system that is kind of unlike anything else we'veseen around the globe, because we do have such a long transition period. There is this instability that emerges during the transition, especially when someone like the incoming president has a very different perspective than the person who is outgoing on things like foreign policy and trade policy. And it is actually when the nation is at some of its weakest moments, because it is not totally clear who is actually calling the shots.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:10",
      "speaker": "QUEST",
      "sentences": "But it is unusual that Donald Trump hasn't said, listen, I am not negotiating. I am not -- in fact, he is doing the opposite. Announcing apolicy that he is going to introduce and getting world leaders to respond to it, whether it is on Ukraine, whether it is on trade -- this -- just clarify for our viewers, is this unusual? Is this irregular as they say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:10",
      "speaker": "QUEST",
      "sentences": "There is this, and I only mention it not because I think for a moment anybody is going to do anything about it. There is still the LoganAct that goes back to the 18th century that's on the books. Now, the Logan Act essentially says that a private individual cannot negotiate. It is against the law for -- to get in the way of a treaty or a foreign negotiation between the US government and a third party, a country. Obviously, Donald Trump is the next president. It is not quite Logan Act- ish but it is not far off, is it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:10",
      "speaker": "CHERVINSKY",
      "sentences": "Well, I do think the Logan Act gets at the spirit of the challenge of this moment, which is that there is supposed to be one personwho is making the decisions and his administration, someday her administration is the one that is enforcing them. So the fact that we have this other person who right now has no constitutional power, there is no such thing as the president-elect in the Constitution making decisions is weird. It is hard. But as you noted, it is definitely not going to be enforced. The Logan Act is almost never enforced. It is very difficult to bring charges under it and certainly no one is going to do so against the president-elect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:10",
      "speaker": "QUEST",
      "sentences": "Elon Musk, something else that is a little unusual. Well, not -- it is very unusual and I would say somewhat distasteful. Elon Musk has nowactually started to publish names of people he says should be fired. Now there is a rule, isn't there in government, in law that no law should ever be passed that is specific to an individual and also governments should never act capriciously against an individual. By all means, a matter of policy, a matter of post, but this idea of printing names on X of people that he would fire who now say that they are getting threats, how would you -- again, how irregular is this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:10",
      "speaker": "CHERVINSKY",
      "sentences": "It is extremely irregular and very inappropriate because most of these individuals are civil servants. They are in their positionsbecause they were appointed or because they went up through the various channels. We have a system for hiring and firing, and I think while there are good faith arguments to be made, that perhaps some of those systems need to be reformed, doing so on Twitter or X is not the way to do it. It is not the way that any previous president has done so, not only because it makes it very difficult for people to actually do their job, but it gives, I would imagine, a great amount of unease to our allies who don't know whether the people they work with in a National Security space are going to be there tomorrow, and whether or not they can count on them to have conversations or negotiations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:10",
      "speaker": "QUEST",
      "sentences": "Final question for a simple answer. If you were a world leader and had to, on trade at the moment, would you even bother talking to thecurrent USTR or Department of Commerce? Your focus would be absolutely elsewhere. It would be on Howard Lutnick, it would be on the new USTR and the Treasury Secretary to be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:10",
      "speaker": "CHERVINSKY",
      "sentences": "I think if you could get something done and actually get like all the pieces accounted for in the next couple of months, then sure. Butif it is going to be a long-term project, then no, of course not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:10",
      "speaker": "QUEST",
      "sentences": "Have a good Thanksgiving. I am sure there will be much to talk about over your Thanksgiving turkey. Very grateful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:10",
      "speaker": "CHERVINSKY",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:16:23",
      "speaker": "QUEST",
      "sentences": "The ceasefire between Israel and Hezbollah appears to be holding for the time being. Displaced Lebanese residents have been able to return tothe capital, but they have been warned against going to Southern Lebanon as Israeli forces are withdrawing and the area is secured. Lebanon's caretaker prime minister has said the ceasefire offers his country a major opportunity. (BEGIN VIDEO CLIP) NAJIB MIKATI, LEBANESE CARETAKER PRIME MINISTER (through translator): It is a new day, concluding one of the most difficult stages of suffering that the Lebanese have experienced in their modern history. Today begins the thousand mile road to reconstruct what was destroyed and to continue to strengthen the role of the legitimate institutions led by the military, who we place great hopes in to enforce authority over the country. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:16:23",
      "speaker": "QUEST",
      "sentences": "So he talks there about the legitimate authorities. The Lebanese Army is bolstering its presence in the south.Under the ceasefire, Hezbollah militants are expected to move north of the Litani River. Now, those living on the other side of the border have also seen their lives turned upside down by the various fighting. CNN's Jeremy Diamond has been to a Northern Israeli town where he has been speaking to residents now that the ceasefire is in place. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:16:23",
      "speaker": "JEREMY DIAMOND, CNN CORRESPONDENT",
      "sentences": "So you're back in Shtula with all the dogs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:16:23",
      "speaker": "ORI ELYAHU, SHTULA RESIDENT",
      "sentences": "Yes. Yes. I am at home. It is not really home at the moment but --DIAMOND (voice over): Ori Elyahu is one of just a handful of residents living in this Israeli community along the Lebanese border, but he is not back because he thinks it is safe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:16:23",
      "speaker": "ELYAHU",
      "sentences": "So basically not -- not -- it is not just that this is Lebanon, Jabal Blat, you see here -- there in the mountain.DIAMOND (on camera): Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:16:23",
      "speaker": "ELYAHU",
      "sentences": "Those houses are Hezbollah houses. They are shooting missiles from there.DIAMOND (voice over): The new ceasefire agreement means Hezbollah must withdraw from this area, about 25 miles north of the Israeli border. But like many others in Northern Israel, Ori doesn't trust Hezbollah nor the Israeli government's assurances that it will prevent Hezbollah from regrouping. On the first day of this new ceasefire, Shtula is just as much of a ghost town as when we visited over the summer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:16:23",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Let's go quick.DIAMOND (voice over): Back then, the Israeli military gave us just three minutes to see homes struck by anti-tank missiles, fearing Hezbollah could strike again. I remember when I came here -- Today, overlooking that same view, standing along that same devastated home, that threat seems further away. But for how long? DIAMOND (on camera): Your fear is that this agreement won't prevent this from happening again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:16:23",
      "speaker": "ELYAHU",
      "sentences": "You are saying it is a fear. It is not fear. It is effect. Here in the Middle East, this is how we go. This is how this thing works. If aterrorist can shoot you, he will shoot you. DIAMOND (voice over): He says his neighbors among the roughly 60,000 Israelis displaced from the north don't feel safe enough to return.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:16:23",
      "speaker": "ELYAHU",
      "sentences": "They won't do it. We are speaking about it all the time, in the WhatsApp group and in the phone, everywhere. They want -- they are notstupid. DIAMOND (voice over): Just down the road, Ora Hatan is enjoying her first peaceful day in more than a year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:16:23",
      "speaker": "ORA HATAN, SHTULA RESIDENT",
      "sentences": "We wake up to the quiet morning after one year. It is unusual.DIAMOND (voice over): She, too, is skeptical that the ceasefire will lead to a lasting peace, but she doesn't see an alternative.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:16:23",
      "speaker": "HATAN",
      "sentences": "I spoke with the soldier. They are tired. They are exhausted. Also what -- another option that we have? To drive to Beirut?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:07",
      "speaker": "QUEST",
      "sentences": "Donald Trump has picked Keith Kellogg to serve as Special Envoy for Ukraine and Russia. The retired lieutenant general who served in NationalSecurity roles in Trump's first administration. Ending Russia's war in Ukraine quickly was one of the president-elect's central campaign promises, within a day or a week, he said. This, as Kyiv's frontline troops are struggling with manpower shortages. They are relying on drones to hold back the Russian forces in the east. CNN's Nick Paton Walsh is there and has got exclusive access to these operations. I do need to warn you, the video is graphic. (BEGIN VIDEOTAPE) NICK PATON WALSH, CNN CHIEF INTERNATIONAL SECURITY CORRESPONDENT (voice over): They're running out of time space, and people. Night is killing time for drones. WALSH (on camera): They've switched on the anti-drone device because of the threat around here. WALSH (voice over): This Ukrainian drone unit of just two hunting, but also hunted. WALSH (on camera): I think I hear a drone. Inside. Inside. Is there a Russian drone? Is it one of theirs? They don't know, but they have to carry on. WALSH (voice over): Dogs are not friends. Their heat signals can give their launch spot away to Russia's thermal cameras. They close in on the target, a house, jamming hits the signal, but they fire anyway. Russia advancing too fast here, south of Pokrovsk in the east, to miss any chances. The skyline speaks of how Pokrovsk is in Russia's crosshairs. Ukraine is short of manpower, but it is so bad here they say they must rely on drones, not infantry, to slow a brazen Russian daylight assault like this one. (\"EAST\" speaking in foreign language.)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:07",
      "speaker": "TRANSLATION",
      "sentences": "The situation is very critical. We lack infantry to fight and hold out for some time while the attack drones do their job.That's why we often see the enemy uncomfortably penetrating vulnerable areas. WALSH (voice over): Watch how the first Russian tank here is relentless, a Trump presidency and possible peace talks loom. Do they even have time for that here? (\"KOSHEL\" speaking in foreign language.)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:07",
      "speaker": "TRANSLATION",
      "sentences": "I cannot say how much time we have. If there is any time at all. Because now they are pushing their troops to the front as much aspossible. And then at one point they will go for an assault. They can go very far in one moment. WALSH (voice over): Talk here is abnormally negative, with weeks of costly and chaotic retreat on film. Like these Ukrainians hit when they're mistakenly told this building didn't have any Russians in it. This house has an encircled Ukrainian drone unit without any infantry to help fight advancing Russians. So, they send a drone to fly just 30 meters across the street. (UNIDENTIFIED MALE speaking in foreign language.)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:07",
      "speaker": "TRANSLATION",
      "sentences": "I have no men. I'm (bleep) alone. I'm (bleep) tired. I love my job whatever trash is happening but we need other young people to love thisjob too. Our country is awake, but people in it are (bleep) not. Guys are dying here. This is trash. Freezing this war is a double-edged sword. Do we give up the land my friends died for or to continue taking it back and lose even more friends? If these two old men [Trump and Putin] start measuring dicks, Ukraine will be the middle of it all. WALSH (voice over): Russian troops savage in the assault. This footage shows a local in orange who's shown Russians where Ukrainians were hiding. They are led out and shot while face down. Part of a pattern of surrendering Ukrainians executed, say prosecutors investigating this incident, a fortnight ago. Pokrovsk key sites bombed, but so far spared Russia's trademark devastation. It is possible, some say Moscow is moving so fast it thinks it will spend the winter here. Nick Paton Walsh, CNN, outside Pokrovsk, Ukraine. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:06",
      "speaker": "RAFAL TRZASKOWSKI, MAYOR OF WARSAW",
      "sentences": "We are taking most of the responsibility ourselves because we are spending almost five percent of ourGDP on defense, so we are the best pupil in the class when it comes to the European members of NATO. When it comes to refugees, you know, we have more than a million-and-a-half after the war in Poland, a hundred and fifty, a hundred sixty thousand in Warsaw alone and, of course, you know, we are prepared to keep on helping Ukraine because these guys are really fighting for our freedom and for the stability of the transatlantic world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:06",
      "speaker": "QUEST",
      "sentences": "Where do you see the positioning now we've got Donald Trump coming into the White House?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:06",
      "speaker": "TRZASKOWSKI",
      "sentences": "I think that Trump is a realist, so I don't think that he can afford the end of the war that Putin will be able to sell us his victory,because that will really weaken the United States of America and weaken NATO. And at the end of the day, all the enemies --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:06",
      "speaker": "QUEST",
      "sentences": "Will it weaken him? Because if you are Donald Trump and you want to make Putin as a friend, then giving Putin something right at the beginningdoes put him in your camp in a favorable way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:06",
      "speaker": "TRZASKOWSKI",
      "sentences": "Yes, you can't put Putin in your camp because, I mean, he is a bully. He just understands strengths. And at the end of the day, you know,some people are saying that Putin attacked Ukraine because he saw the way in which Americans left Afghanistan. So, I mean if the end of this game will be solved by Putin as this huge, huge victory, then the United States will really be weakened and that is our argument that we are making to the new American administration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:06",
      "speaker": "QUEST",
      "sentences": "Where will you fit into this? Because you are running for presidency of Poland. The current president has in many ways obstructed the primeminister in a lot of the policies that the prime minister was elected to introduce, correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:06",
      "speaker": "TRZASKOWSKI",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:06",
      "speaker": "QUEST",
      "sentences": "LGBT, social welfare, shifting things back to the center, the judiciary, all the things that Prime Minister Tusk came into, he has notbeen able to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:06",
      "speaker": "TRZASKOWSKI",
      "sentences": "Well, he is doing quite a few of the things he promised.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:06",
      "speaker": "QUEST",
      "sentences": "What he can.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:06",
      "speaker": "TRZASKOWSKI",
      "sentences": "Yes, but I mean, of course you are right that the current president is blocking some of our initiatives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:06",
      "speaker": "QUEST",
      "sentences": "So how will you change that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:06",
      "speaker": "TRZASKOWSKI",
      "sentences": "Well, if I were to be elected, you know, of course I am going to collaborate with Donald Tusk. I have known him for years and on most ofthe issues, we are on the same page. At the same time, you know, the president can energize the government because he has the right of initiative. And, of course, I mean, the most important thing is helping out in strengthening Ukraine and in making sure that the allies remain strong and that we send a very strong signal that there is no fatigue, that we keep on helping Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:06",
      "speaker": "QUEST",
      "sentences": "Let me put it in simplistic terms that I sort of work in. A presidency under you would shift Poland more back to the center in terms ofthe political stance of the country. Less Viktor Orban, more Ursula von der Leyen. Well, I mean, it will definitely put us in the center. But, you know, on defense, on helping Ukraine, we were on the same page even with the populist conservatives. When it comes to helping Ukraine and when it comes to our defense spending. But of course, you know, we are much more credible on the international scene. We are able to make alliances. We are able to make our voice heard within NATO and within the European Union much, much, much more than the conservatives, than the populists.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:06",
      "speaker": "QUEST",
      "sentences": "What do you think is the priority for Poland?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:06",
      "speaker": "TRZASKOWSKI",
      "sentences": "Well, I mean --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:06",
      "speaker": "QUEST",
      "sentences": "And when I say this, I want to put Ukraine to one side, if I may, even though that is very difficult because what happens in Ukraine followson everywhere. But I am thinking about social justice, LGBT community, its role in Europe. The whole question of the rule of law, which the last administration and the current president has been at odds with the center for the last how many years?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:06",
      "speaker": "TRZASKOWSKI",
      "sentences": "Listen, we are going to do all of that, but I mean, we you need to listen to the people, especially after the American presidentialcampaign. So, it is security then it is economy because that is what people are talking about. You know, the standard of living and so on and so forth. Then it is the social welfare. Those are the things that people are focusing on. And that is what I am going to focus on during the campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:06",
      "speaker": "QUEST",
      "sentences": "As a social liberal, do you have to be careful that you still heave or hove to a conservative agenda, bearing in mind what you've just said,Donald Trump got elected because everybody felt it had gone too far.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:06",
      "speaker": "TRZASKOWSKI",
      "sentences": "Well, I am a centrist, and of course I will be portrayed and I've always been portrayed as a guy from the left by the populist. Peopledo not believe in it. I am a centrist and of course, you know, I have this this great admiration for tradition, for Polish tradition. So I am able to also speak to the people who vote conservative.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:06",
      "speaker": "QUEST",
      "sentences": "Last question, will you get on with Donald Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:06",
      "speaker": "TRZASKOWSKI",
      "sentences": "Of course. We have an alliance with the United States of America, not just with one administration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:06",
      "speaker": "QUEST",
      "sentences": "He is a transactional individual person who likes to have personal relations. Will you be able to do that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:19",
      "speaker": "QUEST",
      "sentences": "The mayor of Warsaw. We'll talk to him again, I'm sure, in the days and months and weeks ahead.Economic uncertainty and inflation are taking a toll on luxury spending. I'll talk about that and more. The chief executive of the Swiss watchmaker Omega joins me, and my first question, sir, when we get to the interview will be, Omega or Omega, which is it? After the break. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:03",
      "speaker": "RAYNALD AESCHLIMANN, CEO, OMEGA",
      "sentences": "Good morning Richard. It's Omega because we are here in Bienne, in Switzerland. And as you know, because you've beenmany times, we have four official languages, but where Omega was born, it was on the French part. So we say a bit more Omega than Omega, but both are right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:03",
      "speaker": "QUEST",
      "sentences": "Oh, I'm sure you won't turn away a bit of business just because of a bit of phraseology. Listen, sir, how worried are you not just about, forinstance, tariffs which are that, but also, for example, a lot of your business is in the U.S. The dollar and the dollar strengthening, which is a good thing in a sense, but obviously elsewhere it could be a negative. You're at the whims of Donald Trump's tariff trade.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:03",
      "speaker": "AESCHLIMANN",
      "sentences": "For us it's very important to keep the right pricing and to keep our products on the right level of pricing for all the consumersworldwide. As a luxury leading company in the watch industry, for me it's very important to talk about the price for any consumers, and we have a lot in the States are going to pay for our products. That's the most important issue. And we're going to work on that as we work everywhere in the world despite the fact of any tariffs or things. It has to be everywhere on the same price because it's how we will continue to motivate all the people on a local basis to consume all our products.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:03",
      "speaker": "QUEST",
      "sentences": "The whole question of watches, now, look, I'll confess, I like a nice watch, but I'm not a watch geek by any means. But there are people whowill be getting terribly excited by the new Seamaster, by the Bond connection, and your latest models, which are really beautiful and extremely elegant, and also very expensive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:03",
      "speaker": "AESCHLIMANN",
      "sentences": "Yes, you know, what is very important is the whole inspiration. When you buy a luxury watch like Omega, you're just not buyinganother coffee or another normal things. It's a question sometimes of a lot of time still we have. In one of our boutiques worldwide, and we have 170 worldwide, we see a lot of people coming in young, especially lately, having a lot of information, but having being able to or having been willing to wait until they buy the perfect product because when we speak about buying an Omega watch, a luxury product, we think about, you know, having this kind of experience. And that's what we are also giving. So for me, it's all about it. It starts from the product, the quality, which is very important, the innovation, the design, and obviously the inspiration. That could be from a legacy of more than 130 years. But also as you mentioning the watch that James Bond had on his wrist during the whole movie has been inspiring a lot of people all around the world. And that's what is very important.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:03",
      "speaker": "QUEST",
      "sentences": "Now I -- look, I'll declare a conflict of interest here because I actually have, I forgot to put it on, I forgot that I was talking to youtoday. I actually have two Omega watches. One which was my late grandfather's and one which was my late father's, and the tradition in the family was you have an omega watch and you pass it. You buy the next generation. I don't have any children yet, so I haven't quite worked out who I'm buying one for. But I'm too frightened to wear it because it's too valuable so it sits in the safe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:07",
      "speaker": "QUEST",
      "sentences": "Finally, where are you placing Omega? Because, you know, look, Philip Patek with its famous line about you don't own it, you hand it tothe next generation, and Rolex, with its various sponsorships which have sort of, in a sense, more of a mass market, and yet the pricing of yours and the positioning of Omega. How would you define it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:07",
      "speaker": "AESCHLIMANN",
      "sentences": "I mean, it's a very simple watch. We are a leading watch brand in the segment between $5,000 and $15,000 U.S., which is a very attractiveone. It's a one that, you know, people are, you know, sometimes spending something that is very important for them for having a very good feeling on the wrist. We're a symbol of achievements. We've been on the moon with NASA. We've been tested by them a long time ago. But still today we have exactly the same dedication to quality, to reliability, but also at the same time to innovation and precision.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:07",
      "speaker": "QUEST",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:07",
      "speaker": "AESCHLIMANN",
      "sentences": "Don't forget, we've been the official timekeeper of the Olympic Games since Los Angeles 1932, and we're going to be there until2022. It's a sign of precision, and it's a sign of a watch that is on your wrist also for a reason.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:07",
      "speaker": "QUEST",
      "sentences": "I shall -- I'll send you a picture. I'll wear it at Christmas. How about that? I'll get it out the safe. I'll wind it up because it's one thatit's not -- and I'll wear it. Great to see you, sir. Thank you. We'll probably talk more. I'm very grateful. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:07",
      "speaker": "AESCHLIMANN",
      "sentences": "Thank you. And Happy Thanksgiving to all of you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:11",
      "speaker": "QUEST",
      "sentences": "Serious grounds for concern. Oh, I do like that one. We've been here before but not since 1977 because now this most expensive price of Arabicabeans, they're up some 70 percent. Futures have jumped by 70 percent so far this year. And its 1977 since we were at this level. So years of drought and high temperatures in Brazil are being blamed for this. Anna Stewart has more on these brewing concerns. Anna, please, please.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:11",
      "speaker": "ANNA STEWART, CNN CORRESPONDENT",
      "sentences": "Brewing concern. I think you've had too much coffee, not least given it's nearly 5mind. This is a really climate driven commodity. Everyone knows that. And the fact of the matter is that it's really focused in two big economies. You have Arabica in Brazil, robusta in Vietnam, and both these countries suffered drought. Vietnam actually also suffered a typhoon. That has of course, meant that supplies have been quite slim. Investors are looking at futures going ahead. They're worried that some of the coffee trees are actually so damaged in Brazil that crops next year will be affected as well. So that's why we're seeing prices increase. And of course, those prices are likely to be passed on to the consumer. Interesting thought I had today, if Donald Trump were, when he's president, to go ahead with universal tariffs. imagine how much more your coffee, Richard, could cost in the next couple of years maybe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:11",
      "speaker": "QUEST",
      "sentences": "All right. But hang on, before we get to my coffee, which I'll probably still buy anyway, before we get there, and also we've got thingslike these, which of course, as you know, I'm also -- they wouldn't get these, yes, I've got it. They're chocolate covered espresso beans and the reason of course, this would be double whammy because it's cocoa and coffee beans. So this is a double whammy, which is why they didn't give me until now because they knew I'd polish them off. The difficult question here, though, Anna, is whether or not this is temporary. Do the prices go down when there is a better crop?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:11",
      "speaker": "STEWART",
      "sentences": "Well, cocoa is actually a really good example of this. Cocoa prices around Easter, you may remember the Easter Bunny had a terribleyear. Cocoa prices were sky high based on bad weather in West Africa, particularly wet weather and El Nino event. Actually, cocoa prices have come down considerably. They're down 27 percent since Easter, so they do come back down a lot of the problem with some of these soft commodities, of course, isn't just the fact that it's weather. It's also the fact that you have e-commercial and the noncommercial investors here. For coffee, you have the roasters who will be buying for delivery, but they often go quite close to the contract. You have a lot of investors looking much further ahead and often the speculative investing pushes up those prices.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:11",
      "speaker": "QUEST",
      "sentences": "Look at this before I leave you. Admire my work, my handiwork.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:11",
      "speaker": "STEWART",
      "sentences": "I've been looking forward to this. For anyone that doesn't know, Richard has been trying to be a barista now for many, many years. Not bad.It's definitely improving.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:11",
      "speaker": "QUEST",
      "sentences": "What?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:11",
      "speaker": "STEWART",
      "sentences": "Is it is it a heart? Is it a flower? It's looking pretty good. The one on the right is a bit whippy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:11",
      "speaker": "QUEST",
      "sentences": "You're so miserable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:11",
      "speaker": "STEWART",
      "sentences": "I'm stuck with this Richard. CNN has got us some blend of robusta and Arabica. Nice instant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:11",
      "speaker": "QUEST",
      "sentences": "Well, you have robusta off yourself. Thank you very much indeed. That's great.Actually, my husband, by the way, my husband loves an espresso martini and I don't think -- and I can honestly tell you he does not care whether it's Arabica, robusta or anything in between, as long as it's got lots of caffeine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:11",
      "speaker": "STEWART",
      "sentences": "With a martini as well. I don't think it matters, Richard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:39",
      "speaker": "QUEST",
      "sentences": "A tradition in New York. Thanksgiving at first hand. The Macy's Thanksgiving Parade. The iconic balloons are being inflated right now. Thisis a new edition of inflation. Minnie Mouse, Spider-Man, Marshall from \"Paw Patrol\" are all among the characters featured, and Kylie Minogue will sing, Jennifer Hudson, Jimmy Fallon. Harry Enten is watching a different type of inflation than we would normally talk about. Harry, I thought I was going to get you in the turkey costume, but I haven't clearly got that so clearly, how's it going up there at the moment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:39",
      "speaker": "HARRY ENTEN, CNN SENIOR DATA CORRESPONDENT",
      "sentences": "I'll tell you, the crowds have just been tremendous. I wore the turkey costume a bunch. I got to tell you,the turkeys called me back and they said, Harry, we don't want you representing us. That's why I had to take the turkey costume off. Look, you mentioned it. There are so many going to be 17 giant balloons. There are 22 floats. And then, of course, there are a whole slew of smaller, smaller balloons that will be going. We of course have a float behind me. But the bottom line is this, Richard Quest. I have lived in New York now for basically my entire life outside of four years in college. I have never been to the Macy's Thanksgiving Day Parade. I've only been to the pregame once, and this is going to be time number two, and then tomorrow will be my second time being -- it will be the first time actually that I'll be at the Macy's Thanksgiving Day Parade. CNN making my dream come true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:39",
      "speaker": "QUEST",
      "sentences": "I, 25 years ago, when I worked at another broadcasting organization, middle of the night, I went up and watched them there by the museum blowingthem up. It is -- you have to be there late. I hope you're ready for a long, painful evening watching this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:39",
      "speaker": "ENTEN",
      "sentences": "Look, I have been here all day. I'm ready to wake up tomorrow early. I'm going to be here at 6you're in it, Richard, you are in it to win it. And I, my dear friend, whether it be politics, whether it be floats, I'm always in it to win it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:39",
      "speaker": "QUEST",
      "sentences": "And you will indeed. Look, Harry, are there many people there yet, or is it going to get going? I mean, because as I remember it, as Iremember it, the blowing up doesn't really get big until late tonight and then there's the question of whether or not the wind is going to be OK for them to go down the west side of Manhattan tomorrow. Put your data weather hat on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:39",
      "speaker": "ENTEN",
      "sentences": "Well, let me tell you, I of course went to weather camp when I was in high school. So this is right down my alley. I had a weather e-mail foryears. Look, tomorrow the weather is going to be atrocious. It's probably going to be raining. But here's the key nugget. The wind speeds should remain low enough so that we should get the full balloon show. And if nothing else, I'm going to the Thanksgiving gods and asking them to keep the wind low, and we'll find out tomorrow or whether or not the church of turkey actually comes through in the clutch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:39",
      "speaker": "QUEST",
      "sentences": "Oh, very good, Harry Enten, I am grateful to you. Thank you very much. It's going to be a great one. Thank you. Thank you, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:39",
      "speaker": "ENTEN",
      "sentences": "Shalom, my friend. Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}