{
  "date": "2024-01-15",
  "headline": "CNN News Central",
  "subHeadline": "Tonight: Iowans Caucus To Pick GOP Presidential Candidate. Aired 11-11:30a ET",
  "utterances": [
    {
      "timeStamp": "11:00:55",
      "speaker": "WOLF BLITZER, CNN HOST",
      "sentences": "Good morning and welcome to our viewers here in the United States and around the world. I'm Wolf Blitzer with John Berman. We're both here in New York. I want to welcome you to our live coverage of the Iowa Republican caucuses. We're now just few hours away from the first nominating contest of the 2024 presidential race.Forty Republican delegates are at stake tonight as thousands of Iowans gather and caucus for their chosen candidate. By the end of the day, we may know if Donald Trump's grip on the Republican electorate is strong enough for him to cruise to an easy nomination or if he'll face a tougher fight than the contest ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:55",
      "speaker": "JOHN BERMAN, CNN HOST",
      "sentences": "After months of campaigning and millions of dollars in ad spending. The weather could turn out to be the biggest story tonight. Snow and frigid temperatures are affecting the entire state. Much of the say all of the state is going to see below zero temperatures some significantly below zero. This morning, Donald Trump is launching a string of attack against his rivals saying quote, a vote for Vivek is a wasted vote. And Trump claims Nikki Haley and Ron DeSantis are losing badly to Joe Biden who cite the fact that, by the way, in all the polling both DeSantis and Nikki Haley do better against Joe Biden than Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:55",
      "speaker": "BLITZER",
      "sentences": "Over the weekend, a final poll from the Des Moines Register showed 48 percent of likely Republican caucus goers named Trump as their first choice. Nikki Haley and Ron DeSantis are battling out for second and third place. We have team coverage on the ground for us in Iowa right now. Our correspondents are covering every of -- every one of these campaigns. But let's begin with Kate Bolduan and Sara Sidner. They're Live in Des Moines right now. And they've got the latest. Guys?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:55",
      "speaker": "KATE BOLDUAN, CNN HOST",
      "sentences": "The latest is the food here at the Mars is delicious.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:55",
      "speaker": "SARA SIDNER, CNN HOST",
      "sentences": "It's beyond good. And we're extra hungry because you burn more calories, I understand, in frigid temperatures.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:55",
      "speaker": "BOLDUAN",
      "sentences": "Oh, fantastic. Now I'm excited we're in the cold. No. But I've been thinking about one thing given the cold and we as we've been talking to folks on the ground, there are things going for each of the candidates given the weather concerns. We know Ron DeSantis has the biggest ground operation that is going to be -- that could be beneficial, advantageous given bad weather. You know, Nikki Haley, she is expected to do better in urban areas where you would assume and know that the roads are more clear, easier for people to turn out.And Donald Trump, he has the most enthusiastic supporters, we've seen that in the latest polling, which to me just makes it even more interesting to see exactly how this plays out tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:55",
      "speaker": "SIDNER",
      "sentences": "Yes. And you're hearing from different people who have endorsed Haley, for example, we just sat down with Mr. Gross. And he said, look, we are a little concerned about the rural areas and people getting to the polling places, getting to the caucusing places, partly because the roads really are a huge concern. They are so iced over in some places that people are not going to get a chance on their own safety in order to get out to do this.However, people are really serious in Iowa. They know they're the first to do it. They know that they can create, as you mentioned, momentum. They know that everybody in the country is going to be talking about them. And they take this very seriously and they will get, if they can, they will. So you may see quite a few people just saying all right, I don't care, I'm going to get there no matter what the heck out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:55",
      "speaker": "BOLDUAN",
      "sentences": "I was also interested, Kay Henderson was saying that the DeSantis campaign they're even organizing babysitters to be at the caucus sites in order to allow people give them yet another reason to go there or one less reason to not -- that they shouldn't stay home. That I thought this is just all part of this wild, wild night that we're about to see play out, which is the Iowa caucuses.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:55",
      "speaker": "SIDNER",
      "sentences": "Finally it's here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:55",
      "speaker": "BOLDUAN",
      "sentences": "Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:55",
      "speaker": "BERMAN",
      "sentences": "You know, if the caucuses were like a football game or a Bills game, they would show up, people would show up despite the frigid temperatures, but like letters painted on their chests. Maybe that's what they should do tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "STEVE CONTORNO, CNN REPORTER",
      "sentences": "Well, they are out in about holding three events in the western part of the state doing everything they can to just get as much enthusiasm and support from their caucus goers heading into tonight. I'm here at Jerseys pub where he is going to be speaking later today in Cedar Rapids just before people go to the Iowa caucuses. He has put so much time and energy into this state. They really need a successful evening here. But what does success look like? They have defined that differently at various points throughout this campaign.Early on, he was committed to winning this day. They said that they have the resources to win here. Later on, more recently, he has said they expect to do well, and they will have a strong performance. Here's what he told our own Dana Bash earlier today about what he thinks the Iowa caucus goers will say tonight. (BEGIN VIDEO CLIP) GOV. RON DESANTIS (R), PRESIDENTIAL CANDIDATE: People are going to say, there's only two possible nominees Donald Trump or Governor DeSantis were the only ones that have strong support amongst bedrock Republican conservative voters. And like to win a Republican nomination, you have got to be able to do that. I think Iowa will show that very clearly. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "CONTORNO",
      "sentences": "Of course, it's one thing for him to believe that will how do New Hampshire and South Carolina primary voters interpret the results from tonight that is going to determine whether or not he is successful here. It also will determine what be determined by whether or not his donors decide to put a new infusion of cash into his campaign that will help carry him beyond these early primary states.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "BLITZER",
      "sentences": "Interesting. Steve Contorno in Cedar Rapids, Iowa for us. Eva, you're in Iowa as well. What's -- what are you hearing, what's new from the Nikki Haley campaign?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "EVA MCKEND, CNN NATIONAL POLITICS CORRESPONDENT",
      "sentences": "Well, Wolf, Nikki Haley spent the morning at the Drake Diner, a popular spot here in Des Moines. I can tell you from being here, early there earlier this week, the cinnamon French toast, very, very good. But listen, she's still appealing to these Iowans up until the minute until we get to caucus time, leaning on them to get out and caucus for her. She is really centered her campaign on this electability argument, arguing that in the fall, she would be the best person to go up against President Biden. She's also talked extensively about how she has executive leadership experience as the former governor of South Carolina.And then she's also talked about her time as the U.N. to talk about how she has strong foreign policy chops. Something that she really resists, though is, are these conversations about MAGA Republicans. So sometimes Trump will talk about MAGA Republicans who is and who isn't sufficiently MAGA Republican. She says plainly, the voters out on the trail, they're not talking about that. They're not thinking about that. Take a listen. (BEGIN VIDEO CLIP) NIKKI HALEY (R), PRESIDENTIAL CANDIDATE: This is not what Americans want to be talking about. They're wanting to know why economies have and why inflations and why everything is more expensive. They want to know why we aren't focused on getting our kids reading again. They want to know how we're allowing the lawlessness of the border that's out of control. That's what they want to talk about, not whether somebody is MAGA or not. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "MCKEND",
      "sentences": "So when I was at that diner earlier this week, I was speaking to an Iowan who told me he's been caucusing since the 1980s. And that this bitterly cold weather, Wolf, isn't going to stop him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "BLITZER",
      "sentences": "I'm sure it's not going to stop a lot of people. All right, Eva McKend, thank you. Steve Contorno once again, thanks to you as well. Joining us now, Jeff Kaufmann, who is the chairman of the Republican Party of Iowa. Kate, you've got the interview.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "BOLDUAN",
      "sentences": "Thank you so much Wolf. Yes, Jeff Kaufmann is here with me, the chairman of the Republican Party of Iowa. How many interviews have you done in the run up to this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "JEFF KAUFMANN, CHAIRMAN, IOWA REPUBLICAN PARTY",
      "sentences": "Over 50.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "BOLDUAN",
      "sentences": "Fifty-one is going to be his best one yet we've decided. OK, you know, Iowa Republican politics better than most, what -- how does this one feel? Does this one feel different?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "KAUFMANN",
      "sentences": "Even with the weather, and even though, you know, we have a front runner and have had a front runner polls, this feels like 2016. I have made that comment for the last two months, the enthusiasm, the patient, the level of activity, the crowds that are showing up, you would think that this has been a polling horse race for the last three months. So it's -- from the Republican point of view, I mean, this is going to be an amazing organizational effort on our part. But I've seen -- I have not seen that slow and I really think it's going to translate into a really robust attendance tonight despite the temperature.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "BOLDUAN",
      "sentences": "It's an important election and it's important cycle and everyone is feeling that for sure. You -- I heard you say that the weather is actually the least of your concerns in terms of turnout tonight. What are your greater concerns when it comes to the turnout?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "KAUFMANN",
      "sentences": "Sure, and with weather that -- and specifically the cold temperatures.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "BOLDUAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "KAUFMANN",
      "sentences": "If we had ice out there or falling snow I'd be very, very concerned. You know, the one thing that occupies my time a lot in thinking is we're going to have a lot of new Republican voters. And I'm talking about people that are for one reason or another disgruntled with the Democratic Party or want to actually be Republicans that Independent, not talking about if there's any Democrats going to play games tonight by being a Republican for the night. And I want to make sure because the next step, my day tomorrow is about unifying the party. [11",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "BOLDUAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "KAUFMANN",
      "sentences": "That's my job where I need to leave that job. And I want to make sure when they come in to these caucuses tonight, that they feel welcome, that they understand that all those -- all their views are welcomed to have that debate and to discuss, and that they can right at that time, because we're doing more than just voting for our candidate tomorrow. We're starting to work on that platform.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "BOLDUAN",
      "sentences": "Do you think -- are you hearing there are going to be a lot of first time caucus goers?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "KAUFMANN",
      "sentences": "Yes, I -- that -- that's what I think anecdotally, of course, everything I've got is anecdotal. I've been to multiple events for the candidates. And of course, I'm neutral, so I go to them all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "BOLDUAN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "KAUFMANN",
      "sentences": "I have been taken aback by the amount of people that self- disclose to raising their hand that this is their first caucus they're going to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "BOLDUAN",
      "sentences": "Because I was going to ask you when you have one candidate is you're kind of saying almost like, almost like an incumbent is how it kind of feels as Kay Henderson was telling me when you've got one candidate who's been so far ahead of the polls, so consistently, whose support adds up to more than the support of the second and third candidates combined. What impact does that have on caucus goers?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "KAUFMANN",
      "sentences": "Well, traditional thoughts on that is that it had -- might have a potential of depressing events enthusiasm and it hasn't, that I honest to goodness think, that there is a master's thesis in political science on what's going on here. And, you know, anytime you're dealing with President Trump, I don't necessarily -- I don't mean this as a negative. We're rewriting political science rules.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "BOLDUAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "KAUFMANN",
      "sentences": "I think this is something else. But there's a lot of people going tonight that are focused in on a candidate, they're patient with that candidate. There's also a lot of people that are going tonight that I sense, they went a different direction. I also think more so than in the previous caucus that we have, the surrogate speeches, may have a greater attempt to impact that caucuses.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "BOLDUAN",
      "sentences": "Why? Why do you think that is?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "KAUFMANN",
      "sentences": "Well, I think that in many cases, well, first of all, we've had some of the events that have been canceled.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "BOLDUAN",
      "sentences": "True.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "KAUFMANN",
      "sentences": "And Iowans are very methodical about who they're talking to, checking off those boxes. But I just -- I sense that people are going back and forth because a lot of Republicans that may not vote for Donald Trump tonight, still like Donald Trump's policies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "BOLDUAN",
      "sentences": "Yep.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "KAUFMANN",
      "sentences": "And so I think people are conflicted. I think it's anybody but Joe Biden for the general election. So I am even -- the never the self-described Never Trump don't like we're going to have a problem with that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "BOLDUAN",
      "sentences": "I heard that from someone at Nikki Haley event last night. He wants Nikki Haley. But if it ended, and he does not want Trump, if it ended up being Trump versus Biden, though, he would vote -- he would end up voting for Trump. I did hear that as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "KAUFMANN",
      "sentences": "So this is the reason why that we absolutely need to have a caucus starting out this process because like tonight, if somebody's undecided, they got a shot at listening to this field again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "BOLDUAN",
      "sentences": "So then let me ask you if any candidate questions the integrity of the outcome tonight, are you prepared for that? And what would you say to them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "KAUFMANN",
      "sentences": "I would say to you right now that any attempt to criticize our process now, what other candidates do outside of this, you know, in terms of get the people that are -- we have the most transparent process. I don't mean this as a metaphor in the country. We count the votes in the room where they're cast. We report the votes in the room where we cast. And then we have to their reported people in the room that cast the votes can take a look at it on our site, and you're going to see these results in near real time. And if that's not enough, we got a paper trail for every single solitary precinct.I would go so far and I rarely use the word never. I have never been able to come up with a scenario where our process tonight could be questioned in terms of its integrity and its transparency. That's how confident I am. And this is the third time we've used it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "BOLDUAN",
      "sentences": "Your questioning it -- if you're questioning the outcome of this election tonight, come see this guy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "KAUFMANN",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "BOLDUAN",
      "sentences": "Jeff Kaufmann, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "KAUFMANN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "BOLDUAN",
      "sentences": "Good luck tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "KAUFMANN",
      "sentences": "Pleasure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "BOLDUAN",
      "sentences": "Thanks for having us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "KAUFMANN",
      "sentences": "You bet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "BOLDUAN",
      "sentences": "Really appreciate it. John, Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:14",
      "speaker": "BLITZER",
      "sentences": "Interesting indeed. All right, joining us now is CNN political commentator, S.E. Cupp, and CNN political commentator and Democratic strategist, Maria Cardona. Maria, what are Democrats and specifically the Biden campaign, looking to -- looking forward to see in tonight's caucuses?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:14",
      "speaker": "MARIA CARDONA, CNN POLITICAL COMMENTATOR",
      "sentences": "I think most importantly, as we all will be looking as to see if the polls play out, if Donald Trump wins, which I believe he will, but then the key will be what is that margin? Does he go up more than 50 percent? Does he keep the margin do the other candidates, keep the margin smaller than that? I think that will tell a lot about his strength within the Republican base, the Republican MAGA base. And then I think that will tell them exactly how competitive he is within his own primary.We all still believe that he's going to be the one who comes out on top. But I think this Iowa one and then the next couple of states is going to determine how quickly he wraps it up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:14",
      "speaker": "BLITZER",
      "sentences": "S.E., which of the candidates do you think has the most at stake tonight?S.E. CUPP, CNN POLITICAL COMMENTATOR: Without a doubt, Ron DeSantis. His campaign has staked it all on Iowa. And that's not a dumb thing to do. The voters there are I think, you know, favorable to Ron DeSantis. And he wins all 99 counties. And they have set expectations that he needs to do well tonight. He said very recently, tonight could up end Trump's lead. You know, Kim Reynolds, the governor of Iowa, said that she expects he could win tonight, not just come in second but win. Those are very high expectations. We don't expect that he'll win. Although who knows. But he needs this. He needs a very good, very strong second place finish tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:14",
      "speaker": "BLITZER",
      "sentences": "Maria, if Trump gets more than 50 percent of the vote in the Iowa caucuses tonight, what will that message send?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:14",
      "speaker": "CARDONA",
      "sentences": "I think it sends the message that he absolutely has a stranglehold within the Republican base. And importantly, I think this will indicate to the Biden campaign that the Republican primary is shaping up as they thought it would as again most of us think that it will -- that it's going to. But I think for them, they're really looking at it because they strongly believe that this contest, the whole election is going to come down to a contrast, a very stark contrast between what Joe Biden will mean for the future of this country, the future of democracy, the future of rights and freedoms, even the economy as it's getting better, versus what it would mean under a Donald Trump presidency. And they believe that that is the very stark contrast that Joe Biden will win in November.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:14",
      "speaker": "BLITZER",
      "sentences": "S.E. how much clarity do you think tonight's Iowa caucuses will provide as far as Trump's ability to potentially quickly lock up the nomination?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:09",
      "speaker": "BLITZER",
      "sentences": "Do you think Maria that the brutally cold weather in Iowa right now could potentially benefit one of the candidates?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:09",
      "speaker": "CARDONA",
      "sentences": "I think it could, as we saw in the poll, DeSantis, I think has followers who are very, very enthusiastic about coming out to support him. And in this kind of weather, where you are thinking, Donald Trump, even Donald Trump supporters, oh, my goodness, he's got this huge lead. He doesn't need me, I'm going to stay home. If plenty of those do that and then you have the DeSantis supporters saying he really does need me because I want to show up to show everyone that there is an alternative to Donald Trump that could narrow Donald Trump's margin and then they narrow Donald Trump margin, because he also now they're trying to dampen expectations, but he also has been in this to say, I'm going to win more than 50 percent. If that doesn't happen, I think that that could lead others into being alive for another couple of states.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:09",
      "speaker": "CUPP",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:09",
      "speaker": "BLITZER",
      "sentences": "Important information, guys. Thank you very much. S.E. Cupp, Maria Cardona, appreciate it.When we before New Hampshire goes to the polls, Ron DeSantis makes his case and takes questions directly from voters. I'm moderating a CNN presidential Town Hall from New Hampshire tomorrow night 9:00 p.m. Eastern only here on CNN. And there's breaking news we're following right now, the Defense Secretary Lloyd Austin has just been released from the Walter Reed National Military Medical Center. Austin was admitted to the hospital on New Year's Day after experiencing complications from a procedure to treat prostate cancer. CNN's Oren Liebermann is joining us right now. He's got new information or near the Pentagon. What are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:09",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "Wolf, Defense Secretary Lloyd Austin has now been in the hospital for two weeks. There had been no outlook on when he might be released until we got the update just a short time ago that following two weeks in the hospital for complications from the prostate cancer surgery he had in late December, he has now come out of the hospital. Now he's not returning straight to the Pentagon to work. He will be working remotely. But his doctors say in a statement that he is recovering well, he does not have any follow up procedures for the prostate cancer except for regular checkups here.I'll read you a short bit of the statement. Secretary Austin progressed well throughout his stay and his strength is rebounding. He underwent a series of medical tests and evaluations and receive non- surgical care during his stay to address his medical needs to include resolving some lingering leg pains he would he was discharged home with plan physical therapy and regular follow up. He is expected to make a full recovery. Shortly after this was released, Austin himself put out a short statement saying, I'm grateful for the excellent care I received that Walter Reed National Military Medical Center, I want to thank the outstanding doctors and nursing staff for their professionalism and superb support. Now as I continue to recuperate and perform my duties from home, I'm eager to fully recover and return as quickly as possible to the Pentagon. No outlook on how long it might take for him to return to work here. The Pentagon does note he has access to secure communications that's obviously critical for his work. And it's worth noting over the past two weeks, he did, for example, authorize the U.S. strikes in Yemen from the hospital, was able to talk to President Joe Biden from there as well and keep in touch with senior Pentagon leaders here. It is also of course necessary to say that Austin failing to disclose that he was in the hospital caused some problems for the administration, especially since President Joe Biden himself didn't know his defense secretary was in the hospital for several days. Wolf?",
      "isLastSentenceInterrupted": false
    }
  ]
}