{
  "date": "2024-10-21",
  "headline": "CNN News Central",
  "subHeadline": "Harris Entered October With Big Cash Edge Over Trump; Defense Secretary Austin Arrives in Ukraine to Meet With Zelenskyy; Combs Named in Six New Lawsuits, Other Celebrities Allegedly Involved. Aired 7-7:30a ET",
  "utterances": [
    {
      "timeStamp": "07:00:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "Breaking this morning, Kamala Harris begins the final stretch of the campaign with a huge pile of cash. Donald Trump begins it with a bizarre obsession over a dead golfer's huge something else.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "And breaking overnight, Defense Secretary Lloyd Austin making a surprise visit to Ukraine as U.S. support for Ukraine's fight against Russia hangs in the balance with this election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "For the first time ever, other celebrities are being accused of participating in the alleged assaults Sean Diddy Combs has been formally accused of. This as a wave of new civil lawsuits against Combs, accusing him of sexually assaulting multiple men and women, including a child.I'm Sara Sidner with Kate Bolduan and John Berman. This is CNN News Central.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "BERMAN",
      "sentences": "All right. Breaking overnight, a billion reasons why the Harris campaign is happy this morning. Brand new filings reveal that Kamala Harris began the month with $350 million cash on hand. That is $61 million more than Donald Trump, this after raising $1 billion in just three months. No campaign has ever done that.But as Paul McCartney knows, money can't buy you love, or apparently a decency censor, because as both candidates hit the trail this morning, Trump does so following one of the most lewd, vulgar, and coarse stretches in history of any campaign, topped off by an obsessive, maybe admiring rant about a dead golfer's junk. (BEGIN VIDEO CLIP) DONALD TRUMP (R), FORMER U.S. PRESIDENT, 2024 PRESIDENTIAL NOMINEE: Arnold Palmer was all man, and I say that in all due respect to women, and I love women. And when he took showers with the other pros, they came out of there and they said, oh my God, that's unbelievable. Khrushchev (ph) and some of the others, yes, they are, to me, the enemy from within. I think Nancy Pelosi is an enemy from within. You're a (BLEEP) vice president, the worst. You're the worst vice president. Kamala, you're fired. Get the hell out of here. You're fired. If they get chosen, our country's finished. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "BERMAN",
      "sentences": "As we said, we've never seen a stretch like this in campaign history.Let's get right to CNN's Alayna Treene for the latest. Good morning, Alayna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "But, again, he's a political opponent. He's not an enemy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:01",
      "speaker": "TRUMP",
      "sentences": "No. He's a -- well, of course, he's an enemy. He's an enemy.That's an enemy from within. That's really -- that is a threat to democracy. These are bad people. We have a lot of bad people. But when you look at Shifty Schiff and some of the others, yes, they are, to me, the enemy from within. I think Nancy Pelosi is an enemy from within. She lied. She was supposed to protect the Capitol. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:01",
      "speaker": "TREENE",
      "sentences": "Now, John, clearly, Donald Trump has made very clear now in multiple interviews of who he was referencing with those comments, even as we see many of the most high-profile Republicans trying to argue that that is not what he means.And then just for today, very quickly, we are going to see Donald Trump in North Carolina. It comes as, really, they have had their best first day of early voting, beating the 2020 numbers for how many people have shown up on the first day of early voting. He's going to be there. He's going to be talking about hurricane damage. He's going to be really trying to make -- again, try to make that closing argument to voters in the state. So, keep your eyes out for that later today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:01",
      "speaker": "BERMAN",
      "sentences": "That closing argument. The question really is what closing argument. And, Alayna Treene, thank you very much. Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:01",
      "speaker": "BOLDUAN",
      "sentences": "Today, Kamala Harris is teaming up with Liz Cheney once again to help make her final pitch to voters in three battleground states. The itineraries including stops in Pennsylvania, Michigan, Wisconsin, a bipartisan show of force that they hope will persuade persuadable voters and also continue with her mantra from this weekend that they are running this race still as underdogs.(BEGIN VIDEO CLIP) KAMALA HARRIS, U.S. VICE PRESIDENT, DEMOCRATIC PRESIDENTIAL NOMINEE: Look, let's have some real talk. It's going to be a tight race until the very end. And we are the underdog and we are running as the underdog. But make no mistake, we will win. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:01",
      "speaker": "BOLDUAN",
      "sentences": "CNN's Kevin Liptak following all this one for us. So, Kevin, what's this going to look like? What is the goal? What is going to be the pitch with Liz Cheney?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:01",
      "speaker": "KEVIN LIPTAK, CNN SENIOR WHITE HOUSE REPORTER",
      "sentences": "Yes. This is an interesting sort of scenario for the vice president, and it shows you how this campaign is really taking a methodical approach, trying to squeeze votes wherever they can possibly find them.And it's interesting, not only who she's speaking with today, Liz Cheney, probably the highest profile Republican who has now endorsed Kamala Harris, but also where she is going, Chester County, Pennsylvania, Oakland County, Michigan, and Waukesha County in Wisconsin. These are all places that saw big swings away from Donald Trump between 2016 and 2020. But they're also places that Nikki Haley received thousands of votes, including after she had dropped out of the Republican primary. And so when you talk to Harris campaign advisors, they do think that there are persuadable voters in these counties, particularly conservative-leaning women who are turned off by some of the rhetoric that we were just hearing from Donald Trump. And it just goes to show how the Harris campaign is really going voter by voter, really going to all of these constituencies to try and piece together a coalition that can help propel her to the Oval Office. And you mentioned those fundraising numbers in the lead-in. Those are astronomical numbers, a billion dollars raised in the last quarter. That's far and away a record for any presidential candidate. But what you're not hearing is the Harris campaign really crowing about those figures. They're striking a cautious tone, worried about donors big and small, seeing that cash advantage and thinking that she might not need help in the final stretch of the campaign. In fact, and when a race is neck-and-neck like this, she will continue to need to raise money at a very quick clip. One of the advantages of this cash advantage is that she won't have to spend time raising money with donors. She'll be able to spend it on the campaign trail, which is exactly where she is now. Now, we are starting to hear her closing argument as well. She's talking about the unfitness in office that President Trump would bring into the White House, and she started raising that last night on MSNBC. Listen to what she said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:01",
      "speaker": "HARRIS",
      "sentences": "And what you see in my opponent, a former president of the United States, really is -- it demeans the office. And I have said, and I'm very clear about this, Donald Trump should never again stand behind the seal of the president of the United States. He has not earned the right. He's not earned the right. And that's why he's going to lose.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:01",
      "speaker": "BOLDUAN",
      "sentences": "Kevin Liptak, good to see you. Thank you so much. Sara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "SIDNER",
      "sentences": "Breaking overnight, Defense Secretary Lloyd Austin is in Kyiv to meet with Ukrainian President Vladimir Zelenskyy. Secretary Austin is also set to meet with Ukraine's defense minister as the future of U.S. aid to Ukraine remains in the air with just weeks to go until Election Day.CNN's Oren Lieberman is at the Pentagon for us. What exactly is the secretary set to discuss today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "Sara, a lot of the focus here will be on, first, what Ukraine is looking for in terms of weapons and its short-term needs, and then in the more medium term or long-term, how the U.S. can continue to supply Ukraine over the course of the next year.Of course, nobody can ignore the timing here. It's 15 days to a presidential election that will likely have a tremendous impact on Ukraine. On how and if the U.S. is able to continue supplying Kyiv and continue supplying Ukraine's military with weapons. In this video, you see Lloyd Austin, the defense secretary, getting off the train in Kyiv and being greeted by the U.S. ambassador to the country there. So, one of the big questions here, of course, is what the U.S. can continue to provide. There are hundreds of millions of dollars left that the U.S. is authorized to provide Ukraine. And the Biden administration has promised they will provide all the aid they are authorized to do by the end of the year or by the end of the term. But after that is a very different question. Former President Donald Trump, should he win, declined to say last month whether he wants Ukraine to win the war. And that, of course, puts U.S. aid Ukraine in the long-term on a very, shall we say, questionable footing there. Meanwhile, Russia's assault on Ukraine continues. In fact, there were explosions in the city of Kyiv early Monday morning before Austin arrived there and Russian forces continue to make small but steady gains on the battlefield on the frontlines there, as Iran and North Korea continue to send Russia weapons. So, that is the great challenge Ukraine faces and that the U.S. is trying to address in the long-term. And that, of course, is one of the reasons Austin is there to discuss that. The U.S. has tried to shift the aid to Ukraine from a U.S. perspective to a more multinational NATO-focused, essentially, arena that will be able to continue to provide Ukraine with weapons no matter who wins the election in just 15 days. So, that too is one of the big questions here. A senior defense official tells us that Austin will look to step back and get a big picture look at the war over the course of the last two and a half years and moving forward. Sara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "SIDNER",
      "sentences": "Yes, a lot of military experts saying one of the things Russia has been doing is just waiting for the world to get bored basically with what is going on as it continues to hammer Ukraine. Thank you so much, Oren Lieberman there live from the Pentagon for us. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "BERMAN",
      "sentences": "All right. Breaking overnight, six new lawsuits filed against Sean Combs. And for the first time, other celebrities are cited and accused of taking part in the alleged abuse, though they are not named in the filings. The new lawsuits include allegations of rape, sexual assault, sexual harassment, battery, or false imprisonment.According to the suits, the alleged incidents happened between 2000 '22 in New York, Los Angeles, Las Vegas at parties allegedly hosted by Combs. Right now, Combs is in jail awaiting trial on charges, criminal charges, of sex trafficking, racketeering, which he denies. And in response to the new suits, attorneys for Combs put out, or referred us, I should say, to a previous statement that said, quote, Mr. Combs and his legal team have full confidence in the facts, their legal defenses, and the integrity of the judicial process. In court, the truth will prevail that Mr. Combs has never sexually assaulted anyone, adult or minor, man or woman. With me now, CNN Legal Analyst and Criminal Defense Attorney Joey Jackson. Counselor, thank you for being with us. These six new civil lawsuits, what impact will they have on Combs', his criminal situation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "JOEY JACKSON, CNN LEGAL ANALYST",
      "sentences": "So, it could be substantial, but it remains to be seen, John, good morning to you.Now, you mentioned civil, and you emphasize that, and it's important that you do so. Why? Because civil relates to monetary damages. These are victims, alleged victims, who are seeking compensation in a court of law. That compensation in the civil context means they're looking for money, which would, that's what our system rewards based upon misconduct. However, to the core question, I think that the federal government certainly will be having an interest in vetting those claims to establish whether those factual allegations are true. And if so, how, if at all, could they be used in the criminal case? We know he faces a criminal case in the Southern District of New York. We know that part racketeering, in English, meaning using his organization as a criminal enterprise to further his interests. We know he's facing sex trafficking and prostitution allegations. So, the question, the core question, as we look at the allegations in the new lawsuits, John, will be whether or not the federal government, based upon these new allegations and others, there are lawsuits aplenty, 35 in total, whether they could be used in the criminal context. And if so, final point, whether the federal government will now supersede the indictment, meaning they will amend the indictment to include other charges. We don't know that yet. But the issue is, in terms of the impact, that is a potential possibility, which would be devastating to an already devastating prosecution, which sees him facing life in jail if convicted of the charges he's currently facing without superseding or amending them, John, in any way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:07",
      "speaker": "JACKSON",
      "sentences": "So, we're talking about new witnesses, for sure, right, in the event that the allegations are credible. There's two narratives here, right? The one narrative is from Sean Puffy Combs and his team, hey, listen, we have confidence in the core process. These are people looking for a payday, abusing the process and the claims are not meritorious at all. In the other hand, right, you have another school of thought, which is, wow, the allegation seems strikingly similar. Could everyone be wrong?And so the issue will be, number one, certainly for potential witnesses, which you need to establish a criminal case, what do these witnesses know? Can they add value to the criminal prosecution? And then the other component, John, is whether or not any of these allegations would rise against anyone else to include some criminal conduct on their part. Again, not yet determined, but remember when the federal government announced these charges against Sean Puffy Combs, what they said was that this investigation is far from over. Well, now you see these lawsuits, their investigation continues. Let's see what, if anything, they'll do in terms of P. Diddy's conduct or anyone else who enabled him or engaged in separate and independent alleged criminal conduct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:07",
      "speaker": "BERMAN",
      "sentences": "Joey Jackson, great to have you on explaining this all. Thank you so much. Kate?",
      "isLastSentenceInterrupted": false
    }
  ]
}