{
  "date": "2024-02-06",
  "headline": "CNN News Central",
  "subHeadline": "Michigan School Shooter's Mom Convicted Of Manslaughter In Son's Killings; Federal Appeals Court Unanimously Rejects Trump's Immunity Claim; Border Deal On Brink Of Defeat Before Key Senate Vote. 2-2:30p ET",
  "utterances": [
    {
      "timeStamp": "14:00:40",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "We do have breaking news. Jennifer Crumbley, the mother of the teenager who killed four students at an Oxford Michigan high school in 2021, has been found guilty of involuntary manslaughter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:40",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "Yes. It is a significant development. Let's bring in CNN's Jean Casarez, who's been tracking this case for months now.Jean, walk us through what we learned today, the jury's decision.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:40",
      "speaker": "JEAN CASAREZ, CNN CORRESPONDENT",
      "sentences": "Well, the jury found Jennifer Crumbley guilty on all four counts of involuntary manslaughter, one count for every student that was murdered by their son, her son, in November of 2021.Beyond a reasonable doubt saying that she was a grossly negligent parent and/or that she violated the legal duty in Michigan that a parent has to a child. Now, what this jury looked at were the months leading up to November 30th, 2021 that he was exhibiting signs of mental instability to say the least. He thought he might be having hallucinations. He saw bowls flying off the shelves. His mother spent time away from the house. He was alone so much of the time. He never exhibited any signs of violence, however, during any of those months at all. But then we take us into Black Friday. The family already had two handguns, but Ethan had wanted a nine millimeter. He'd been asking his father for it for months. They had no idea what his journal had in his bedroom that he was writing, that he was planning to do a mass shooting at the school and he needed a nine millimeter. But his father went to the gun shop on November 30th, Black Friday. They saw one on sale. They got it. It was cash deal. It was Ethan's money that he had earned from waiting on tables. And then four days later, that mass murder happened. Now, one thing that I think is important, because we heard from the school and they miss so many signs. Of course, they're not on trial. They will not be charged. But I looked in my notes and I listened to a call on Monday when Ethan was researching bullets. It was the day before the mass shooting. The teacher calls Jennifer Crumbley that night and she very nicely says he should not research bullets at school. Ethan told me he went target practicing over the weekend at the gun range. And I understand families have a sport of shooting, but just to remind you, best not to look at bullets. So they had given -- been given that notice that there was access to a gun by Ethan. Nonetheless, the defendant today was Jennifer Crumbley. And she now will have sentencing in April. There is 15 years on each count of involuntary manslaughter. Although the judge makes the final decision. It is believed that it will be concurrent sentences. That would be 15 years and she has been in lockup 23 hours a day, she testified, for two years now. Keilar: All right. Let's bring in Laura Coates now. Just a stunning verdict here. And I think Laura, we were prepared for this to be the outcome. And yet at the same time, it sort of shakes us because this is a new era, perhaps, if this is going to be a standard. This is something that is going to be considered in so many other cases when it comes to the culpability, not just of a shooter, but of the people around them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:05",
      "speaker": "MISTY MARRIS, DEFENSE ATTORNEY",
      "sentences": "So she's the one who really has to tell the story. She's the best witness to put on that stand. And, of course, you take a risk whenever you put the defendant on the stand, because it opens up other areas of inquiries and you subject yourself to cross-examination.But to your question, they did, the defense tried to compel Ethan Crumbley to take the stand. His lawyers intervened and said, no way, because he has an appeal coming with respect to his sentencing of life without parole when the crime was committed by a minor. So they were really handcuffed in that way that he would take the stand and only plead the fifth. The judge then said, there's no reason for him to take the stand if he's not going to be able to answer any questions. But you bring up such a critical point, and I think we will see it in the appeal. And appeals are generally based on errors of law and things the judge should have let in or shouldn't have let in. And that's that -- one of the questions by the jury was, can we make an assumption based on evidence we did not see specifically relating to how did Ethan get possession of the gun? They wanted to know how Ethan came into possession of that gun. That is critical. And the only person that can answer that question is Ethan Crumbley. So I do think the defense did what they needed to do. They tried to compel the testimony. The Fifth Amendment was always going to blockade that under this particular set of circumstances, but it did leave a gaping hole in the jury's mind. Now, again, lots of other evidence here. Laura brought up a great point. That text message, \"Ethan, don't do it,\" that was always a sticking point for me, because even if it was a fear that he was committing suicide, it lends the belief that she knew something was amiss with him prior to the incident. So a lot of play here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:04",
      "speaker": "AREVA MARTIN, CNN LEGAL ANALYST",
      "sentences": "Absolutely, Brianna. This case just raises so many issues. You have to start with the gun was a gift for Christmas. And remember there was testimony that Jennifer was bragging on social media about buying this gun, about going to the shooting range shooting with her son.So, yes, parents need to be asking the question, why are you buying a kid that's obsessed with guns a gun? Why are you telling him when he says he gets caught for searching for ammunition online, you tell him, it's OK to do it basically but don't get caught. So this mother was just doing an engaged in conduct that's really bizarre. And in this case, it's been -- it's been determined to be criminal because of her gross negligence. There were just so many red flags in this case. Let's talk about the -- what happened after they were charged themselves. We know they tried to escape conscious of guiltiness of consciousness when they were on the run. They were actually fleeing the state. They didn't show up at their own son's arraignment. So, again, here you want us to think you were this very involved parent, this very caring parent. But when your son is facing this very serious situation, you are running from law enforcement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:04",
      "speaker": "SANCHEZ",
      "sentences": "Areva, please stand by. We actually have some fresh sound in from Pontiac, Michigan.Craig Schilling, the father of 17-year-old Justin Schilling was just speaking to reporters. Justin was of course killed in the Oxford High School shooting. Let's listen to this father talk after this verdict. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:04",
      "speaker": "CRAIG SHILLING, FATHER OF CRUMBLEY VICTIM JUSTIN SHILLING",
      "sentences": "It was a long time coming, but it's definitely a step toward to an accountability like what we were talking about. It's kind of been our goal the whole time. It was a tough the way to out for sure. There was a lot of emotion and back here and in the courtroom.It's definitely -- it's definitely going to resonate with me for a while. And, you know, I hope that I'll be able to calm down and get some, you know, some sense of a good feeling, but it's not really a good feeling. It's not really about winning or losing, you know. It's about, you know, making it apparent that, you know, this has to stop and society and, you know what, it's going to go all the way now. I mean there's no -- there's no way to look the other way and we have to address things in every level and it's very clear now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:04",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "What do you think the message is to parents as well as school officials across the country?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:04",
      "speaker": "SHILLINGS",
      "sentences": "Do your due diligence with your child. It is your choice to have a child. And you cannot choose to not take care of your child. You cannot choose and not nurture your child. You cannot choose to take your own interest over your child, especially when it comes to mental health and addressing, you know, concerns or problem.I mean everything about that was disturbing. There's a lot of stuff that could have easily thwarted this whole -- this whole thing. It could have stopped and stopped very easily.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:04",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "What were your --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:04",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I'm sorry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:04",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "No. What were you feeling as the jury was rooting --(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:17",
      "speaker": "KEILAR",
      "sentences": "Former president Trump says he will appeal the historic ruling that a federal appeals court made today against him. The three-judge panel found that he has no presidential immunity for the crimes that he allegedly committed while he was in office.This decision is a major blow to Trump's key defense so far in the federal criminal case from Special Counsel Jack Smith. He charged trump with multiple offenses accusing him of trying to subvert the 2020 election. The appeals judges not only cited with the Justice Department here. They also repeatedly condemned Trump's actions after his 2020 defeat. They cited the indictment which said he allegedly used his seat of power to, \"Unlawfully overstay his term as president and to displace his dually elected successor.\" And the judges ruled that the courts can try a former president who has been impeached in Congress. We have CNN's Kaitlan Collins joining us now on this. So, Kaitlan, the judges unanimously ruling here against Trump's immunity claim hugely significant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:09",
      "speaker": "KEILAR",
      "sentences": "And how is Trump responding to this all, Kaitlan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:09",
      "speaker": "COLLINS",
      "sentences": "I don't think he's surprised though. I mean he never likes when his legal team loses an argument on his behalf. I should note that that's kind of a very general evergreen statement for Trump based on years of covering him.But I think that this decision was expected. I think what was not expected by the Trump team is the quick turnaround that they got from the court here saying that you have only a matter of days to make your decision here because they are trying to move this along quickly. And so if we don't see the Supreme Court take it up, I mean, we could be in a moment where initially just the other week we thought that this case may not happen anytime soon, that could be changing. It really is going to be up to the Supreme Court whether or not they even take this case up. When you talk to sources inside Trump's world, previously, they were confident the Supreme Court would take it up. It's not so clear after reading this unanimous opinion, this unanimous decision, from this court. So that's really the big question here, Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:09",
      "speaker": "KEILAR",
      "sentences": "Yes. If they just defer to the lower court here.Kaitlan Collins, thank you so much. We appreciate it. Boris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:09",
      "speaker": "SANCHEZ",
      "sentences": "A major bipartisan border deal and foreign aid package appears on track to fail in the Senate with a key vote scheduled for tomorrow.Now, it would take only 41 senators voting against the bill to sink the agreement. There are already more than 23 who have signaled that they are opposed to it. The proposals faced relentless attacks from former president Donald Trump and top House Republicans. So President Biden is now trying to draw contrast accusing Republicans of tanking a strong deal. Listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:09",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "It represents the most fair, humane, reforms in our immigration system in a long time. And the toughest set of reforms to secure the border ever.Now, all indications are this bill won't even move forward to the Senate floor. Why? A simple reason. Donald Trump. He'd rather weaponize this issue than actually solve it. So for the last 24 hours, he's done nothing, I'm told, but reach out to Republicans in the House and the Senate and threaten them and try to intimidate them to vote against his proposal. And looks like they're caving. Frankly, they owe it to the American people to show some spine and do what they know to be right. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:18",
      "speaker": "SANCHEZ",
      "sentences": "And we have news just in to CNN. Senate Minority Leader, Mitch McConnell, told reporters moments ago that the immigration and foreign aid package will not become law due to speaker Mike Johnson's opposition and concerns within the Senate Republican Conference.This now begs the question, Brianna, is this about opposing the policy itself, what's actually in the text of the bill or capitalizing on a serious problem to win votes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:18",
      "speaker": "KEILAR",
      "sentences": "Yes, that certainly is a big question here, Boris.And we are joined now by a Republican on the Homeland Security Committee, Congressman Josh Brecheen of Oklahoma. Sir, thank you so much for taking the time to be with us. Boris just so clearly -- REP. JOSH BRECHEEN (R-OK): Happy to be with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:18",
      "speaker": "KEILAR",
      "sentences": "-- outlined what is in this compromise between Senate Republicans and Democrats in the White House.I do want to look at the bill and see where the problem is for you and your opposition here. The crux, of course, is this trigger that gives the president the authority to bar migrants, really, not just this president, any president to bar migrants between ports of entry once crossings hit 4,000 as a daily average in a week. And then it makes it required once it hits 5,000 on a daily average in a week or 85,000 in a single day. These are thresholds that have been reached nearly every day for months now. This is something that would be kicked in today, for instance. What is the problem with that part of the bill?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:18",
      "speaker": "BRECHEEN",
      "sentences": "Look, I want to stay off of a, you know, a work product that someone from my state has worked on. It's on the Senate side. I'm on the House side.You know, your own reporting has already described that this bill is not going anywhere. That is a decision that's being made on the Senate side. In terms of the real solution, the real solution has been on the -- on the Senate side.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:18",
      "speaker": "KEILAR",
      "sentences": "No, sir. I need to rewind there with you. This is -- this is endangered because House Republicans say that this is going to go nowhere, and because former president Trump has said that this should go nowhere. And once that happened, you started to see Senate Republican support peel off.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:18",
      "speaker": "BRECHEEN",
      "sentences": "Well, look, I would tell you that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:18",
      "speaker": "KEILAR",
      "sentences": "So can we talk -- what I want to do is I want to talk about the issue, because I've gone through talking --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:18",
      "speaker": "BRECHEEN",
      "sentences": "Yes, happy to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:18",
      "speaker": "KEILAR",
      "sentences": "-- with many of your colleagues about H.R. 2. And now, which isn't -- which is not, you know, that's certainly a starting point for your House Republicans, but let's talk about this bill. What is the problem with that kind of trigger which would shut down the border, which is something that House Republicans have been calling for?",
      "isLastSentenceInterrupted": false
    }
  ]
}