{
  "date": "2024-09-18",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: New Explosions In Lebanon A Day After Pager Blasts; Reports Of Wireless Devices Exploding In Lebanon According To Lebanese State Media; Lebanese State Media Reports Three Dead In Blasts; Health Ministry Reports One Death, 100 Injured. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is CNN Breaking News.RAHEL SOLOMON, HOST, \"CNN NEWSROOM\": Welcome to CNN. I'm Rahel Solomon live in New York. We want to begin with our breaking news out of Lebanon. Just a day after that extraordinary coordinated attack against Hezbollah in Lebanon, we are hearing of new explosions that happened just moments ago. (VIDEO PLAYING) That blast in Beirut set off panic amid a crowd attending a funeral for Hezbollah fighters. A security source tells CNN that the devices that have been detonated today are walkie-talkies. Lebanon state media says that there are reports of wireless devices exploding in several different locations. The army is asking people not to gather in areas where security incidents have occurred so that medical teams can reach the wounded. We want to start our coverage off with Ben Wedeman, who is joining us now from Beirut. He is outside of a hospital. Ben, what have you seen so far?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, we're outside the American University of Beirut Medical Center, where yesterday they treated as many as 200 people killed in those pager explosions. Today, we haven't seen anybody arrive so far. Now, the Ministry of Health has said -- put out a statement saying that the initial toll of wounded today from this latest spate of explosions is around 100, with one person dead so far. Now, the national news agency, the official news agency, is also reporting three dead, killed in the Bekaa Valley to the east of here.As you mentioned, the reports are today that the explosions are not happening with the pagers, but rather with what are being described in Arabic as wireless devices, or walkie-talkies, in this case. So, yesterday, it was pagers. Today, it's walkie-talkies. This is certainly spreading real concern and fear about what could actually come next. And keep in mind, of course, that with a few exceptions, the war between Hezbollah and Israel has been largely confined to the border area, and these -- the events of yesterday and today are really bringing home to people in the capital and other parts of the country far away from the border, just how dangerous the situation is rapidly becoming. Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "SOLOMON",
      "sentences": "And Ben, what's the latest in terms of the scale of yesterday's injuries? How many Hezbollah fighters were hurt? We know that there were fatalities, as we said. Give us a sense of the scale of the fatalities and the injuries yesterday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "WEDEMAN",
      "sentences": "The numbers are pretty much the same as they were yesterday, around 2,800 people injured. The number of dead is not altogether clear. Now, Hezbollah, on its Telegram channel, posted 12 deaths between yesterday and this morning. But, it's not altogether clear if all of them were a result of the pagers. But, we do know that from the Ministry of Health here among the dead were two children in addition to, I believe, two women as well, because keep in mind that these people who were targeted by the Israelis are also members of the community. So, we saw the video yesterday of people in markets, suddenly a blast going -- happening at their side, with children and people in shopping markets and markets as well.So, it really is not a situation where the combat, the fighting, the violence, the death, the injuries, is being limited to the war zone. It's essentially in all parts of Lebanon, and not necessarily involving just those involved, either directly or indirectly, in the fighting. Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. And Ben, I mean, you have spent the greater part of the last year, since October 7th, in Lebanon. We're looking at this shot. I know you can't see it, but we're looking at this shot in Beirut. You see what appears to be some sort of large military vehicle. You see the press there. Just give us a sense of the feeling on the ground there, as you said. I mean, we've been seeing these cross-border hostilities practically since October 7th. But, for these type of attacks to impact civilian life there, what are things like on the ground there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. Ben Wedeman, we'll check back with you soon. Thank you for the report.I want to now bring into the conversation CNN Chief Law Enforcement and Intelligence Analyst, John Miller. So, John, what are you making of this? I mean, I've seen some reporting that sort of questions whether this was tactical, perhaps, but strategic. I mean, what do you make of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "JOHN MILLER, CNN CHIEF LAW ENFORCEMENT AND INTELLIGENCE ANALYST",
      "sentences": "Well, Rahel, this is a second wave. The preliminary reports that CNN is working with right now indicates possibly three dead among the injuries today. Of course, we'll watch those numbers closely to see if they go up or down. That would be on top of what Ben was talking about, which is perhaps a dozen killed yesterday and many, many more injured.But, by waking up this morning and seeing that there is a new wave of attacks coming from within Hezbollah, coming from their own devices, really gets to the core of what you asked, is it tactical or is it psychological? And the answer is, as an intelligence operation, it's both, the idea of driving Hezbollah away from its phones, because their phones are compromised by Israel's ability to listen in. It takes them to plan B. Well, we'll use the pagers. Then the pagers are turned in by an intelligence operation turned into weapons that are unleashed against Hezbollah yesterday. And they think, well, OK, let's go to plan C, the walkie-talkies. And if that is the case, which is what is exploding today has been reported as walkie-talkies, then plan C is compromised. The tactical piece is they're taking a physical toll on Hezbollah operators. The psychological piece is the organization has to be set back on its heels, saying, first our phones, then our solution to pagers, now the walkie-talkies. Is the key fob I use to unlock my car going to explode in my hand? Is there something in my computer? Is our entire procurement operation, and one of our guests summed up they buy a lot of stuff, everything from missiles to explosives to pagers to cell phones to cars to these things in their process, is our entire procurement process compromised? That's what they have to be wondering today, and that's got to take a psychological toll at the people at the top of the organization, the middle and even the bottom, because they're the ones carrying these tools.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SOLOMON",
      "sentences": "And John, I mean, it is our reporting at CNN that it was the Israeli intelligence agency, the Mossad, and the military and this joint operation behind this attack. Is it your sense that they would have thought out, as you lay out, plan A, plan B, plan C, but then also any possible retaliation before they sort of plan this operation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "MILLER",
      "sentences": "So, the Israelis would have gamed this out in a number of different scenarios. And some of the questions that we still have today is not what did they do and how did they do it. That's coming into a little more granular focus. As we see, they clearly penetrated the supply chain of the delivery of these devices. But, why did they do it now? What was special about yesterday that they decided to send that push message, press that button that caused all of those Hezbollah operators carrying these devices to be injured or killed?And the answer may have been as simple as Hezbollah, of course, has been firing missiles into the north of Israel. They've caused the evacuations of cities and towns along the border, people who are living miles and hours away in Tel Aviv and those places have not been repopulated by the residents. They are essentially being held hostage in a different way, which is they can't go home. This is potentially an Israeli signal to Hezbollah that these things will come at a cost, and we can hit you where you don't expect it, and we can do it at the time and place of our choosing. The wait may have simply been to monitor the process of the distribution of these pagers to make sure that they waited till most of them, thousands had been given out and assigned to people so that it -- so that the operation would have the maximum impact.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SOLOMON",
      "sentences": "Really interesting. And as you point out, I mean, the strategic aim may have been the psychological impact of all of this.John Miller, good to have you. Thank you, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "MILLER",
      "sentences": "Thanks, Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SOLOMON",
      "sentences": "Now let me bring in CNN Chief International Security Correspondent, Nick Paton Walsh, who is in London with more. Nick, it was about 24 hours ago that you and I had the conversation about yesterday's or Tuesday's attack. Give us a sense of what's the latest here, and from what we can tell, the differences between Tuesday's attack versus today's attack.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "NICK PATON WALSH, CNN CHIEF INTERNATIONAL SECURITY CORRESPONDENT",
      "sentences": "Yeah. From what we know now, this seems to be smaller in terms of scope, but I think that may also be down to the source of the information about how many places were targeted, because these walkie- talkies, who do appear to have been predominantly the focus and the source of these explosions, will be carried by Hezbollah members, essentially meaning that Hezbollah, the militant group itself, will be behind the information we learn about how widespread indeed they were. 15 to 20 in southern Lebanon, according to a Lebanese security source speaking to my colleague Tamara Qiblawi, and 15 to 20 in the southern suburbs of Beirut, most likely Dahiyeh, a Hezbollah stronghold there.And in fact, AFP showing images of the impact of one of these blasts on what looks like a funeral procession for somebody indeed killed just yesterday by one of the exploding pagers, the chaos caused by this second wave of blasts. Now, I think we'll learn a lot more in the hours ahead as to exactly if it's just walkie-talkies that detonated. There are some suggestions that other devices may have been indeed impacted as well. But, as I say, it seems like a smaller wave, but it again suggests that the supply chain of Hezbollah has again been targeted. I think it will very hard to get an ordinary walkie-talkie just to explode without implanting some kind of device inside of it. But, indeed, how they managed to get these to detonate? Well, it seems to be a roughly similar time. We have an eyewitness report from a funeral in Dahiyeh saying that it was just after three o'clock that this -- one of these explosions happened, taking one of the victims; arms off from the blast. So, that in itself suggestion that we are talking about almost exactly 24 hours between these two waves of blasts. But, many more details coming in here, and from the social imagery that we're seeing, not all of it verified by us here at CNN. A lot of it suggests explosions of a degree in magnitude larger than yesterday's pager blast, which were tiny. But, of course, owing to where people keep their pagers, remarkably effective in the volume of injuries, 3,460 operations that were required, 12 dead from that wave. The first information we're hearing from Lebanese health officials at this stage is one dead and 100 injured from this second wave. But, I'm sure those numbers will alter in the hours ahead, Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. Nick, I mean, you rightly point out there are still a lot of questions. I want to pose a question to you that John Miller just mentioned, the timing of this. Are we any further along in understanding why now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "SOLOMON",
      "sentences": "And the next 72 hours, as you point out, critical to understand what this was and what happens next.Nick Paton Walsh live for us there. Nick, thank you. We want to take a quick break. We will be right back with more coverage on the explosions in Lebanon. Stay with us. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "JEREMY DIAMOND, CNN JERUSALEM CORRESPONDENT",
      "sentences": "Yeah. And to be clear, Rahel, my reporting is that we know that Israel was behind yesterday's attacks with the pagers. We do not yet have confirmation that Israel was behind what appears to be a second wave of attacks, targeting, once again, wireless devices, albeit of a different sort. It appears that today's devices were by and large walkie-talkies, several dozen blasts in the southern suburbs of Beirut, as well as further south in southern Lebanon, another couple of dozen blasts there.The Lebanese Health Ministry now saying that one person has been killed in these blasts. More than 100 people were injured in this second wave of explosions. And certainly, the -- it does suggest that Israel would once again be behind these blasts, but we do not yet have confirmation of that. And so, we're going to be very cautious with that until and if we do indeed get that confirmation. But, certainly, this is once again another incident that raises the temperature in this region, already in the wake of yesterday's attack, which was larger in scale, several thousand pagers exploding nearly simultaneously, more than 2,800 people who were injured, 12 people who were killed in that attack yesterday, that already prompted vows of retaliation from Hezbollah. And so, once again, now we are already getting some indications, including from one Hezbollah lawmaker who is saying that Israel will pay a price for these continued attacks. And we know that Israel has been making preparations for war already well before these attacks. We have seen tensions sky high in this region over the summer, in particular in the wake of the assassination of a senior Hezbollah commander, Fuad Shukr in late July. That sent alert levels, preparedness levels very, very high. Today, we learned that the Israeli military has diverted the 98th Division away from Gaza towards its northern front with Lebanon in preparation for the possibility of all-out war with Hezbollah. But, we have seen these moments in the past where tensions have soared, and yet we have also seen that ultimately they have not resulted in that all-out war. And so, it is very difficult to know in this moment, even as those tensions are rising, whether or not we are going to see something different from the past, or a repetition of the cycle that has occurred over the course of nearly the last year since Hezbollah joined Hamas in its attacks on Israel, a day after the October 7th attacks, and beginning to fire rockets on northern Israel and Israel continuously bombarding southern Lebanon, in particular, over the course of these last nearly 12 months. One major question, of course, now, why now? Why did Israel choose to carry out this operation at this very moment? There are a number of potential theories, some reporting, though, perhaps most convincingly, indicating that Hezbollah members had begun to suspect that some of these devices had been tampered with, and therefore Israel had a decision to make whether to carry this out simply as a kind of moment of opportunity or to hold off because the kind of bigger strategic thinking here had been perhaps to detonate these pagers as part of the beginning of an all-out war, as a way to destabilize Hezbollah in the opening moments of such an eventual war. For now, that war is not in the offing, but of course, those tensions are high, and it certainly could be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. All right. Kylie Atwood live for us there in Cairo. Kylie, thank you. Jeremy Diamond, our thanks to you as well.I want to now bring it to the conversation Fawaz Gerges. He is a Professor of International Relations at the London School of Economics, and is also the author of \"Making the Arab World\", and he joins us live from Amman, Jordan. Do I have you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "FAWAZ GERGES, PROFESSOR OF INTERNATIONAL RELATIONS, LSE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SOLOMON",
      "sentences": "OK. Good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "GERGES",
      "sentences": "I can hear you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SOLOMON",
      "sentences": "Thank you for being here. Talk to us a little bit about just the strategic implications. I mean, since October 7th, we have seen these cross-border skirmishes. These hostilities have remained, right? They've sort of simmered. And now, after these last two days, these last two events, I'm wondering how you see that impacting the region.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SOLOMON",
      "sentences": "So, what would it take to actually bring about de-escalation? And I actually want to follow up to something you said in terms of Hezbollah has been preparing for something like this for decades, but one of the things is that they still will be able to act on their own. When you say that, do you mean that they will be able to regroup and go about their operations as if this had not happened? Or do you say that to mean that they will be able to regroup and perhaps be in a space and on a place, in a position where they are operationally capable of a response?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "GERGES",
      "sentences": "I'm talking about -- you and I were talking now. Every single operational unit of Hezbollah is independent. Acting is operationally functional. The fact that the loss of communication does not really make it -- it does not really mean that Hezbollah will not be able to really act operationally, will not be able to resist, will not be able to attack. You have independent sovereign units, even though you have connections and links and you do have a top down decision-making process, but Hezbollah has been training for decades to act in terms of really guerrilla warfare, to act as an independent theaters, whether you talking about southern Lebanon, whether you are talking about south Lebanon, whether you are talking about the Beqaa Valley.So, the fact is that Hezbollah has been rattled in the past two days. It does not really mean that Hezbollah is not functional, that Hezbollah is not lethal, that Hezbollah is not potent. This is really delusional. If -- and I don't think Israeli leaders or American leaders even suggesting such a thing, most of us talking heads talk about this. Secondly, this -- the second point what I'm trying to say is that I don't really understand the strategic end game of Israel. What is the strategic end game? When President Biden's envoy, a few days ago, he went to Israel, he has made it very clear. He told his Israeli counterparts that if you go for all-our war against Hezbollah, your goal of returning your citizen to the borders area will not happen. Even the Biden administration, American officials had been pressing on their Israeli counterparts that an all-out war against Hezbollah not only will bring about probably an all-out wider regional conflict, but will undermine Israel's securities in the long term. What I really trying to say analytically, by the way, Israel can start a war, but it won't be able to end the war on its end. It will never have security and peace, because Hezbollah will fight for years, and Hezbollah's allies will join the front in Lebanon. Remember, Lebanon is not isolated like Gaza. You have Syria. You have Iraq. You have Yemen. You're going to have hundreds of thousands of fighters coming into Lebanon, and the supply of missiles that -- in a way, even if Israel achieves, have a buffer zone in southern Lebanon, Hezbollah will be able to fire tens of thousands of missiles from many parts of its areas in Beirut and the Beqaa Valley. So, a wider regional goal does not really serve the interest not only of Lebanon and Hezbollah, but even if Israel, and the Americans know it. The only thing about the Biden administration is that really it -- the Biden administration, and I am not exaggerating, it has failed dismally to bring about the end of the war in Gaza and to bring about the end of the risk of escalation. And if you ask me why? Because it has not really used the leverage that it has on Israeli Prime Minister Benjamin Netanyahu, who basically wants forever war for a variety of reasons.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SOLOMON",
      "sentences": "Welcome back. You're watching CNN Newsroom. I'm Rahel Solomon live in New York.An update now on our top story, a second wave of explosions is shaking Lebanon today. State media say that wireless devices have been blowing up. The Health Ministry reports that at least one person has been killed and at least 100 injured. A security source tells CNN that the devices involved today are walkie-talkies. Yesterday, hundreds of pagers used by Hezbollah exploded, killing at least 12 people, including children. Let's get right to Ben Wedeman, who is joining us now from Beirut. He is outside of a hospital where patients from yesterday's attacks are being treated. Ben, give us a sense. I mean, we just sort of outlined the latest on the death toll from what we know of today's explosion. Just give us a sense of what's the latest from where you are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "SOLOMON",
      "sentences": "OK. Ben Wedeman live for us there is Beirut. Ben, thank you.I'm going to bring back into the conversation CNN Chief Law Enforcement and Intelligence Analyst, John Miller. John, I think whether you're talking about the pagers as was reported yesterday, or the walkie-talkies, as were reported today, they're still really small devices. How would you fit this type of device in such a small device?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "MILLER",
      "sentences": "I mean, it's a very small container for something that we are seeing from the pictures and the videos, packed an incredibly powerful punch, given the nature of the injuries and the deaths. So, to make an improvised explosive device, you need three essential things. You need your main charge, the explosive, in this case, that could be any kind of version of plastic explosives, Semtexs, data sheet, things that are moldable or very small. You need a power source. In this case, whether it's the walkie-talkie or the pager, they could use the existing battery that comes with the device and just wire into it as their own power source as well. And of course, you need an initiator that's like a blasting cap, but you would need one to be tiny so that that power source would be enough to set off that initiator, to set off that main charge.But, those are the essential elements. This would mean getting those devices and really kind of -- and this is probably why this is, as CNN has reported from Jeremy Diamond, a joint operation between the Mossad, the Israeli intelligence agency, and the Israeli military. The Israeli military was likely brought in for their expertise with explosives, to figure out how to re-engineer these devices, to fit enough explosives in to be potentially lethal, an initiator that's small enough, and how to reprogram that battery. The last piece, though, is the complicated one, which is, you're dealing with walkie- talkies, or you're dealing with pagers, and you may be dealing with other devices. We may not have seen the end of this, and they send and receive signals. So, you have to program that device to know a certain signal is the signal to the bomb, not the device, but the device has -- acts as a built-in receiver. So, they really maximize the possibilities here in an extraordinarily diabolical and creative plot to commit this kind of maximum damage against a critical adversary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. I mean, just still so many questions. As Nick Paton Walsh pointed out, we may not know, at least for another 72 hours, sort of what the implications here, what the goals of these operations were.John Miller, thank you. I want to now bring into the conversation Barbara Slavin, who is the Director of the Future of Iran Initiative at the Atlantic Council. Barbara, thank you for being with us today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "BARBARA SLAVIN, DISTINGUISHED FELLOW, STIMSON CENTER",
      "sentences": "Hello. Hi, it's Barbara Slavin, and I'm a Distinguished Fellow at the Stimson Center.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "SOLOMON",
      "sentences": "I really --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "SLAVIN",
      "sentences": "I do not work for the Atlanta Council.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "SOLOMON",
      "sentences": "I am really sorry about that, but I do appreciate you. I do appreciate you -- Yes. I appreciate you correcting that for us. Barbara, in any event, we are glad to have your insights today. Give me your sense of your reaction to this. I mean, there are questions by analysts about what is the strategic aim here. What was the intention here? What do you make of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SOLOMON",
      "sentences": "Barbara, would you expect a response --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SLAVIN",
      "sentences": "Sorry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SOLOMON",
      "sentences": "Would you expect a response from Hezbollah after these two attacks?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SLAVIN",
      "sentences": "It's going to be very difficult for them not to respond in some way. And even though, obviously they cannot use any sort of electronic equipment for fear that it has been compromised, they can send couriers with pieces of paper saying that the following missile batteries should be launched at such and such a time and on such and such a date. I mean, Yahya Sinwar, who is still alive in Gaza directing Hamas, does not have any electronic devices that can be tampered with. So, again, I'm trying to understand what the strategic logic is behind this.I'm reminded of another incident back in late 2020, just before the Trump administration left office, the Israelis killed a very important, excuse me, Iranian nuclear scientist named Fakhrizadeh with a remote-controlled machine gun. Again, people said, oh, my goodness, how dazzling that they were able to carry this out? Well, the Iranian government responded. The Parliament responded by passing legislation requiring Iran to ramp up its nuclear program to an extraordinary extent, and Iran is now on the verge of the ability to make nuclear weapons. Actions like these today could push Iran over the edge to develop nuclear weapons. Does this help Israel in the long term? I don't think so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SOLOMON",
      "sentences": "Well, certainly a lot to watch. Barbara Slavin, we so appreciate your insights today and perspective. Thank you.And I will be right back with more. (COMMERCIAL BREAK) SOLOMON: Welcome back. We continue to follow that breaking news of fresh explosions in Lebanon. We're going to have more on that just ahead. But, for now, though, it is a big day on the economic front. Federal Reserve Chair Jerome Powell widely expected to announce the Fed's first interest rate cut since the height of the COVID pandemic in early 2020. Now, how deep of a cut? We don't yet know. But, let's bring in CNN Anchor Julia Chatterley with the details. So, Julia, of course, the question is, will it be 25 basis points? Will it be half a percentage point? What are you watching? What's the most important thing here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah, in just about two hours. Julia Chatterley, thank you. The decision is in two hours. The press conference is in two and a half hours.I want to now bring into the conversation KPMG's Chief Economist, Diane Swonk, who joins us live from Chicago. Diane, what are your expectations? Julia says she has her money on a quarter of a percentage point. What are you expecting? DIANE SWONK, CHIEF ECONOMIST, KPMG: Well, we're also expecting a quarter point even though we prefer a half percent. We think a half percent will be discussed at the meeting. There is no question that Powell opened the door to that at his Jackson Hole symposium annual speech August 22. So, that's important. I don't think he had the votes that he needs prior to the blackout period to this meeting. And so, it's a heavy lift to get to that half percent. That said, I think we're going to see the Fed cut by a full percent. So, at least one outsized move before year-end at November or December, if they don't do it at the September meeting, and that's by year-end. As far as the outlook for next year, we're expecting them to hold to that one percent additional cuts, which would be more than they expected in June, because they actually are going to have some outsized cuts, as we think it, before year-end. That said, it still doesn't get the Fed to what they consider neutral right now, which is going to be the next debate, is, how low can the Fed actually go? They don't expect to go back to the ultra-low rates that we saw prior to the pandemic or even as the pandemic began. And I think that's important to remember too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SOLOMON",
      "sentences": "And I think as we're thinking about how low will they go, the job market will be so important in terms of their decision-making. And I'm curious how important the commentary is today. I mean, we have certainly seen data after data point of a weakening labor market. What are you going to be listening for when Jay Powell speaks in two and a half hours when it comes to the weakness we've seen in U.S. jobs?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SWONK",
      "sentences": "Well, I think that's very important. He sort of laid down the gauntlet that this is now the risk the Fed has to hedge in order to nail a soft landing with the improvement in inflation we've seen, you need to cut, and that's because the labor market has shown weakness. And in his annual speech at Jackson Hole, he said, listen, the risks are now that we get an unwanted weakening in the labor market, an additional weakening in the labor market, and that's already occurred in the month of August. We're running 116,000 on payroll jobs. That's not statistically significant from zero. That's very important, the length of time it takes for workers to find a new job. And even as the labor market weakens, remember, there is still lags in these rate cuts in terms of how they'll affect the labor market.So, we really won't see the tail wind of lower rates affecting and shoring up the labor market until we get into early 2025. The issue for 2025, of course, is policy uncertainty, and that will be decided after the election, and the Fed will respond to it after the fact. As much as people like to put the election on the Fed's shoulders, the Federal Reserve does what it does when it thinks it's possible to do it and when it thinks it needs to do it, not answering to any politicians. So, I think --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SWONK",
      "sentences": "-- both sides of the aisle will certainly be angry, no matter what the Fed does.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SOLOMON",
      "sentences": "As they try to block out the noise of where we are in the calendar, the election calendar.Diane, before I let you go, for folks who are watching this, thinking, OK, rate cuts are finally coming. Inflation seems like it's in the rear view. Diane, from your perspective, how would you describe the health of the economy, the U.S. economy right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "SWONK",
      "sentences": "-- home sales to the manufacturing sector, and that's what we'd like to see, is more of all cylinders moving forward, the economy firing in all cylinders, instead of just the interest rate-laced sensitive sectors that we see today.",
      "isLastSentenceInterrupted": false
    }
  ]
}