{
  "date": "2024-07-07",
  "headline": "CNN Newsroom",
  "subHeadline": "Biden Pushes Forward With Campaign Amid Growing Concerns; Voters in France Casting Ballots in Decisive Runoff; Israel Strike on Gaza School Kills at Least 16, Injures 50; Californians Braving Brutal Heat, Wildfires; South Korea's Anma Island Overrun by Non-Native Deer. Aired 5-6 am ET",
  "utterances": [
    {
      "timeStamp": "05:00:42",
      "speaker": "ELENI GIOKOS, CNN ANCHOR",
      "sentences": "Hello and welcome to our viewers watching from the United States, Canada, and all around the world. I'm Eleni Giokos.Ahead on CNN Newsroom. Another politician joins the chorus of lawmakers calling for President Joe Biden to step aside. But Biden is determined to stay in the race, and his top aides are hopeful he can see it through. Tropical storm Beryl is strengthening as it heads towards Texas. We'll take a look at the devastation it's left behind. And the destruction of Rafah. CNN travels to Gaza's southernmost city for the first time surveying the damage left by months of military assaults. He insists that he is in it to win it, and only God can tell him to drop out of the race against Donald Trump. U.S. President Joe Biden is taking his re-election campaign to a battleground state later today. He's defying calls from another lawmaker from his own party, urging him to step aside after his disastrous debate performance 10 days ago. Here's CNN's Arlette Saenz, who's traveling with the President. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:42",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "President Biden is pushing forward with his campaign, planning to hit the battleground state of Pennsylvania on Sunday. But even as the President is doubling down on remaining in the race, he has yet to fully quell some of the anxiety within the party about the future of his candidacy.So far, five House Democratic lawmakers have called for the President to step aside in the 2024 campaign. The most recent lawmaker to do so was Congresswoman Angie Craig from a swing district in Minnesota. She wrote in a statement on Saturday that the President's debate, as well as what she viewed as a lack of a forceful response from the President himself in the days after, had left her to believe that he would be ineffective in campaigning and beating Trump in November. Now, the President has pushed back on the idea that top Democrats want to see him leave this race. But he has been consulting his senior team about the way forward in this campaign. The President dialed into a phone call with the co-chairs of his campaign on Saturday morning. Senator Chris Coons, one of those co-chairs, told CNN that the call lasted for more than an hour and that the President sought honest input and advice from that team about the best path forward in this campaign. Coons is expecting that President Biden will try to have more direct engagements, like town halls or press conferences, to get his message out to voters, but also try to quell some of those concerns about his stamina and fitness to serve. Now, the President will be campaigning in Pennsylvania on Sunday. He will attend a church service in Philadelphia before attending a campaign event in the Harrisburg area. But President Biden still is facing so many questions about the future of his candidacy as the pressure within his party has continued to build since that debate. Arlette Saenz CNN traveling with the President in Wilmington, Delaware. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:42",
      "speaker": "GIOKOS",
      "sentences": "Well, after his lackluster debate performance, Democrats have been calling for more off-the-cuff moments from Biden. But a radio host who interviewed him earlier in the week says the President's team had sent her questions in advance.(BEGIN VIDEO CLIP) ANDREA LAWFUL-SANDERS, RADIO PERSONALITY: The questions were sent to me for approval. I approved them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:42",
      "speaker": "VICTOR BLACKWELL, CNN ANCHOR",
      "sentences": "OK, so the White House sent the questions to you ahead of the interview?LAWFUL-SANDERS: Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:42",
      "speaker": "BLACKWELL",
      "sentences": "OK.LAWFUL-SANDERS: I got several questions, eight of them, and the four that were chosen were the ones that I approved. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:22",
      "speaker": "GIOKOS",
      "sentences": "Well, the Biden campaign is working to revive black voter interest as they will be critical to Biden's fortunes in November. Many festival attendees say they think Harris is ready to step in, but will ultimately vote for whoever is the Democratic nominee.Inderjeet Parmar joins me now live from London. He's a professor of international politics at City University of London. Great to have you with us, Inderjeet. You know, there's so much that's happening here. The big -- the big chorus, right, for Biden to exit the race are growing within the Democratic Party. He said repeatedly he's not going to pull out from the race. How do you interpret his determination to continue?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:22",
      "speaker": "INDERJEET PARMAR, INTERNATIONAL POLITICS PROFESSOR, CITY UNIVERSITY OF LONDON",
      "sentences": "Well, he's a politician and a leader of longstanding, many decades, and he's very determined and I think he's very highly motivated, particularly to defeat Donald Trump, which was his stated motivation for entering the race in 2020 as well, and which he successfully did. So I think, you know, he won the primaries. He swept the primaries. There was really nobody else in contention pretty much anywhere at all. And he is the leader of the Democratic Party and he's the incumbent president. So he has many advantages in that.So the current situation, of course, is something which, in a way, we've kind of known about for quite some time. And as observers of American politics have seen Joe Biden, he's never been a major orator. He's never been particularly articulate and he has always fumbled his lines at some level or other. So I think this is maybe a little bit worse. He's much older, but I'm not entirely sure that this is necessarily the end of the road for him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:22",
      "speaker": "GIOKOS",
      "sentences": "I want to talk about Kamala Harris, the Vice President, who's continued to support Biden without addressing the growing concerns. I want to talk about her position of influence here and how this is going to impact her political future, especially if Biden's campaign faces further scrutiny or even more challenges. Frankly, were you seeing discontent within the party itself?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:22",
      "speaker": "PARMAR",
      "sentences": "Well, she is the Vice President, so she is the number two. She is the one who is a heartbeat away from the presidency in any case. So in a way, she has always been in that kind of liminal position between keeping her head down and being ready.And I think this current situation puts a bit of a highlight onto her and her possible preparations. But as you saw, as you noted from your own clip just now, it's -- I am not Donald Trump, which seems to be the card that they are going to play, which Biden has played, which Hillary Clinton played before. And I'm not surprised that Kamala Harris is doubling down. And that's not to say it's only a political move, but it's also a legitimate move, given the Supreme Court's ruling recently about immunity for the president for official acts. And then, of course, the Project 2025, which has been issued by the Heritage Foundation, which is a kind of charter for a presidential dictatorship, should Trump win in November 2024.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:22",
      "speaker": "GIOKOS",
      "sentences": "Yeah. You wrote in your opinion piece recently in \"The Wire,\" you say the proportion of the electorate known as double haters, those who hate both candidates, has reached 25% in the United States, which is 40 million people. Tell us what this level of discontent actually means, and how does this basically compare to previous election cycles?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:02",
      "speaker": "GIOKOS",
      "sentences": "I want to also talk about the recent Supreme Court ruling on presidential immunity and the significance of the implication it has for former President Donald Trump. Do you think this ruling might affect the rest of Trump's legal cases?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:02",
      "speaker": "PARMAR",
      "sentences": "I think it already has. I think we've seen that the judge in various cases have already delayed a ruling on various things. So if Trump does win, he's going to double down on that.And I think he's going to pardon himself or the Justice Department is going to be told to sort of shut down those cases. It already has impacted on it. And what it looks like is really that the kind of constitutional norm which has been there since 1787 at the beginning of the American Republic, which is a separation of powers, that is, no one is above the law, that the law is supreme, that presidents and others come and go, but the law is what everybody is judged against. And what, you know, President Nixon in 1977, when he said, if the president does it, it's not illegal, that was laughed at -- at that time. And it was evidence of his criminal character. Now it's actually official Supreme Court policy. Basically, if you're the president, you carry out an official act, it's legal, and you're going to be immune from carrying it out. And that's a very, very dangerous position. And given Project 2025 as well, it looks like there's a kind of personalist Trump presidential dictatorship on the cards should Trump win in November. And of course, even if he loses, there's the possibilities of very widespread political unrest as the president of the Heritage Foundation, who's the authors of Project 2025, have already said that there's a new American revolution going on and the left better stand out of the way. Otherwise, there's going to be large-scale political violence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:02",
      "speaker": "GIOKOS",
      "sentences": "Well, Inderjeet Parmar, thank you so much for your insights. Much appreciated for your time. Good to have you.Voting is underway in France and in the second and decisive round of snap parliamentary elections. CNN's Jim Bittermann joins us now live from Paris with more. Jim, we checked on you last hour. Could you give us a sense of what's going on right now? Of course, people heading to the polls. There is a lot at stake here, and things could change dramatically in the next 24 hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:05",
      "speaker": "GIOKOS",
      "sentences": "All right, Jim Bittermann, thank you so much for that update, live from Paris for us.The threat from what is now Tropical Storm Beryl is growing in the latest advisory that came out just moments ago. Winds are still at 60 miles per hour, but Beryl is forecast to restrengthen into a hurricane in the coming hours before making landfall on the Gulf Coast of Texas on Monday, bringing high winds, heavy rains and life-threatening storm surges. Hurricane warnings and watches have just been extended along more of the Texas coast. Evacuations and preparations are underway for what will be the first storm of the 2024 Atlantic hurricane season to make a direct hit in the United States. But the window to make final preparations is closing more than 100 counties across Southern Texas are now included in the state's disaster declaration. Rip currents are expected along much of the entire Gulf Coast. Beryl has already impacted several Caribbean islands and Mexico's Yucatan Peninsula, where the cleanup and rebuilding process has already started. CNN's Michael Holmes has that story for us. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:05",
      "speaker": "MICHAEL HOLMES, CNN ANCHOR",
      "sentences": "Waves whip the shores in Mexico's Yucatan Peninsula. A statue of Poseidon, god of the sea, stands undaunted in the choppy ocean spray, turned up as the powerful storm Beryl heads north. The cleanup already underway in some areas in Tulum and Cancun after Beryl made landfall as a Category 2 hurricane.One of the most urgent concerns is restoring power after widespread outages. Handing out food and water to people whose homes were damaged in the storm also a priority.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:05",
      "speaker": "CAROLINA VAZQUEZ, AFFECTED BY HURRICANE BERYL",
      "sentences": "When I left the house, we didn't have electricity. Now I don't know. I haven't gone back. Maybe the power is back on, but there was no Internet, no electricity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:05",
      "speaker": "HOLMES",
      "sentences": "Mexican officials say many tourist areas weren't badly hit, but the Cancun airport was packed with travelers Saturday after more than 300 flights were cancelled.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:05",
      "speaker": "LYNN HAYES, TOURIST",
      "sentences": "Friday was obviously scary. Thursday night, scary. But the hotel did an amazing job of preparing the hotel and the guests for whatever was to come.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:05",
      "speaker": "HOLMES",
      "sentences": "But this wasn't Beryl's first port of call, nor will it be its last. The on-again, off-again hurricane intensified to Category 5 strength nearly a week ago, making it the earliest Cat 5 storm on record in the Atlantic, islands in the Caribbean taking the brunt of it.This is what's left after ripping winds and heavy rain battered the island of Jamaica, the strongest storm to impact the country in more than 15 years. Hundreds of thousands of homes don't have power. And many structures are open to the elements now after Beryl's then Category 4 winds blew away roofs, demolishing what was inside. This woman says she's glad she's still alive, but the storm took mostly everything else from her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:05",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Chair, dresser, fridge. Everything mashed up. So we don't know how we're going to manage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:05",
      "speaker": "HOLMES",
      "sentences": "The United Nations has offered $4 million in emergency funds to Jamaica, as well as other Caribbean islands affected by Beryl, like Grenada and St. Vincent and the Grenadines. But that could be just a drop in the bucket for what's needed to rebuild from a storm that's still cutting a dangerous path. Michael Holmes, CNN.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:23:25",
      "speaker": "GIOKOS",
      "sentences": "A senior Hamas official tells CNN the group is ready to compromise in ceasefire and hostage-release talks. Hamas was demanding Israel agree to a permanent ceasefire before signing any deal, but now Hamas says it would accept an agreement that included talks towards a permanent ceasefire.Meanwhile, an Israeli attack on the Al-Nuseirat refugee camp killed at least 16 Palestinians and wounded dozens more. A warning now that the video we're about to show you contains some disturbing images. The Palestinian Ministry of Health in Gaza says the strike hit a United Nations school where displaced Palestinians were taking shelter. Now, in this video, you can see injured children being taken from an ambulance. Israel claims the area was a hideout for militants who attacked Israeli troops. In Israel, anti-government activists have kicked off a planned day of disruption, marking nine months since the Hamas attack on October 7. Activists have been blocking intersections throughout the country and gathering outside ministers' homes, calling for their resignations. On Saturday, thousands took part in anti-government protests in Tel Aviv. Police used water cannons to disperse people accused of blocking a road. Demonstrators are calling for new elections and the release of Israeli hostages. Last hour, I spoke with former Jerusalem Post editor Avi Mayer. I asked him why Hamas is now changing its requirements for a ceasefire and hostage release agreement. (BEGIN VIDEO CLIP) AVI MAYER, FORMER EDITOR-IN-CHIEF, JERUSALEM POST: Well, we don't know exactly what Hamas' calculus is at this time. It is certainly possible that the increased military pressure that Israel is applying to Hamas, particularly in Rafah and other areas, is encouraging it to concede points that it had not previously been willing to concede. [05:25:11] It's also possible that it's eyeing certain international developments, the rise of certain political partners, the potential fall of a Biden administration and his replacement by former President Trump with grave concern that he may not be -- former and future President Trump, may not be as willing to engage with Hamas and with this conflict as the extent that Biden has. And that, of course, would perhaps imperil their ability to gain any kind of concessions in the course of any future negotiations. So they're looking to sort of wrap this up as quickly as they possibly can. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:23:25",
      "speaker": "GIOKOS",
      "sentences": "Israel's offensive in Rafah has displaced more than a million Palestinians who were taking shelter there now for the very first time since fighting there began in May. CNN is getting a first-hand look at what's left on the city.We have to note that CNN reported from Gaza under Israel Defense Forces escort at all times, and CNN retained editorial control over the final report and did not submit any footage to the IDF for review. Here is Jeremy Diamond with more. (BEGIN VIDEOTAPE) JEREMY DIAMOND, CNN JERUSALEM CORRESPONDENT (voice-over): Thick clouds of sand shroud the road to Rafah. But as the dust settles, the destruction is unmistakable. Flattened homes and bombed out buildings, Gaza's last refuge devastated by the Israeli military assault on this city. (On camera): We are now entering the third month of Israeli military operations in Rafah, and you can see all around me the kind of destruction that these last two-plus months of military operations have wrought inside of the city of Rafah. All around, destruction very similar to the kind that I've seen in central Gaza as well as in the northern part of the Strip. (Voice-over): This is the first time CNN has gotten access to this devastated city. Israel and Egypt have barred journalists from Gaza, except under tightly controlled military embeds like this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:23:25",
      "speaker": "REAR ADMIRAL DANIEL HAGARI, IDF SPOKESPERSON",
      "sentences": "We're working in this area very, very precise, very, very accurate. Unfortunately, the destruction is one to blame, Hamas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:23:25",
      "speaker": "DIAMOND",
      "sentences": "The Israeli military says it has killed over 900 Hamas fighters here and believes it is close to defeating the group's Rafah brigade. The fighting is clearly not over yet. Nor is the effort to uncover Hamas' vast network of tunnels in Rafah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:23:25",
      "speaker": "HAGARI",
      "sentences": "This tunnel goes down over 28 meters underneath the ground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:23:25",
      "speaker": "DIAMOND",
      "sentences": "As well as along Gaza's border with Egypt.(On camera): Right behind me here is the Egypt-Gaza border. We are now driving along what is known as the Philadelphi Corridor, a strategic corridor that the Israeli military seized two months ago. They say they did so because they believe Hamas was smuggling weapons across from Egypt and then from this area deeper into Gaza. (Voice-over): Israeli forces say they have uncovered dozens of tunnel shafts here, but cannot definitively say if any of the tunnels stretching into Egypt were operational.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:23:25",
      "speaker": "HAGARI",
      "sentences": "We found dozens like the tunnels that you saw, and we are researching those tunnels carefully, making sure which ones were functional, which ones are not functional anymore because maybe they were from the Egyptian side stopped.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:23:25",
      "speaker": "DIAMOND",
      "sentences": "So will this be the last ground operation in Rafah?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "GIOKOS",
      "sentences": "The U.S. First Lady is standing by her man. Jill Biden is out on the campaign trail with her husband and reassuring Democrats that he can beat Donald Trump once again.We'll be right back. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "GIOKOS",
      "sentences": "His primetime interview is over, and now U.S. President Joe Biden is pushing ahead with his campaign. He will make campaign stops in the critical battleground state of Pennsylvania in the coming hours. Meanwhile, Biden is reportedly seeking honest input on his re-electionefforts from campaign leaders. One campaign co-chair is now promising more direct engagement from the President through town halls and press conferences. But calls from Democratic lawmakers for Mr. Biden to step aside are growing louder. Five House Democrats are now publicly calling for him to abandon the race. First Lady Jill Biden will appear with the President at a campaign stop in Pennsylvania in the coming hours amid ongoing controversy over his first debate performance. Now, Joe Biden's fiercest defender says she is, quote, \"all in\" on her husband's candidacy, according to a source, telling a roomful of campaign volunteers in Michigan this week, quote, \"Joe is the Democratic nominee and he is going to beat Donald Trump just like he did in 2020.\" So could the First Lady save Biden's shots at a second term? CNN's Sunlen Serfaty has that story. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "JILL BIDEN, FIRST LADY OF THE UNITED STATES",
      "sentences": "Joe, you did such a great job.SUNLEN SERFATY, CNN CORRESPONDENT (voice-over): At the most critical moment of President Joe Biden's political career, it is Jill Biden who is assuming the mantle to save him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:03",
      "speaker": "JILL BIDEN",
      "sentences": "I loved him from the start. I saw in him then the same character that I see in him today.SERFATY (voice-over): In the 60s since the debate, her flurry of campaign events and out-front public statements has signaled that resolve --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:03",
      "speaker": "JILL BIDEN",
      "sentences": "There is no one that I would rather have sitting in the Oval Office right now than my husband.SERFATY (voice-over): -- waging a public display of damage control, telling fundraisers that her husband set up the debates. I don't know what happened. I didn't feel that great, in attempts at narrative setting, telling \"Vogue,\" they will not let those 90 minutes define the four years he has been President. We will continue to fight. This is a role Joe Biden has had for nearly five decades --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:03",
      "speaker": "BIDEN",
      "sentences": "My name is Joe Biden. I'm Jill Biden's husband. SERFATY (voice-over)KATE ANDERSEN BROWER, AUTHOR, \"FIRST WOMAN\": She does not want to give up this position and she doesn't want her husband to give it up. And I think it says a lot about her belief in him that she was the first person we heard from. SERFATY (voice-over): But, that outsized influence in this crisis is being scrutinized, as questions over President Biden's fitness for office are mounting. Some are pointing a finger at the First Lady, a Texas Republican musing, who is the commander-in-chief, with a video of the Bidens hand in hand after the debate, another Republican member of Congress accusing Jill Biden and the campaign of elder abuse. In a \"Wall Street Journal\" opinion article, it says Jill Biden should ask herself whether her admirable loyalty to her husband will serve the best interests of her country, adding that fate has given Mrs. Biden the power to shape history. May she use it wisely. Presidential historians drawing comparisons to past first ladies, protecting the legacy of their husbands around sensitive issues. ANITA MCBRIDE, AUTHOR, \"REMEMBER THE FIRST LADIES\": There were allegations or rumors of President Reagan's condition or some signs of cognitive difficulty or perhaps early, you know, dementia. She dismissed that, and again, was focused on his legacy, what he could contribute in his presidency. SERFATY (voice-over): The White House says that is not what is happening here. Asked if the First Lady is covering up a medical condition of the President's, the First Lady's communications director tells CNN, no, an emphatic no. Sunlen Serfaty, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:03",
      "speaker": "GIOKOS",
      "sentences": "Well, voting is underway in France in the second and decisive round of snap parliamentary elections. More than forty-nine million people are eligible to cast ballots for 577 seats in the National Assembly. The country's far right National Rally Party, spearheaded by Marine Le Pen, made historic gains in the first round of votes last Sunday.It was a dramatic blow to President Emmanuel Macron, who's been gambling on stopping a surge to the right. His centrist alliance slumped to a dismal third place behind the left wing New Popular Front coalition. Mr. Macron called the high stakes votes last month after the right's strong performance in European Parliament elections. Earlier, I spoke to Nicole Bacharan, a historian and political scientist, and she's also a former national fellow at the Hoover Institution. I asked her, could France be headed for a hung parliament if there's no right majority? (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:03",
      "speaker": "NICOLE BACHARAN, FORMER NATIONAL FELLOW, THE HOOVER INSTITUTION",
      "sentences": "I would say probably. And, you know, I mean, I may be proven wrong. The National Rally will not reach an absolute majority, in which case we would have three blocks, left wing blocks made of very unlikely bedfellows. I mean, I don't see them working together. They are very, very different. But the ring of party, we would have a central block close to President Macron, but a lot smaller than it was two weeks ago. And then we would have the far right.The capability of these three blocks to negotiate is very, very unlikely. I mean, they they're not good at it. It's -- there are some really dislike each other with a passion and compromise. And negotiation is not a French tradition in Parliament.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:07",
      "speaker": "BACHARAN",
      "sentences": "You're right to qualify it as dramatic. And it's been a few decades already. But all of the parties won against voting for the far right. And it hasn't worked. And the far right has been climbing and climbing and climbing in the polls and in the election.You could say that the motivation of people voting for the far right are close to some of Donald Trump's voters. The feeling of being ignored, belittled, abandoned. They don't recognize their country anymore. That's what they say. And they -- they feel very, very alienated from decisions taken in Paris or in Brussels at the European Union. They are losing public services one after the other. Would it be schools and health care, doctors, postal office, train station? You name it. And now they want to be heard. The feeling of not being heard is crucial there. And the more there is this this large block forming to, as they say, build a dam against the far right, the far more I can feel those voters being motivated by something like you are afraid of us. We will show you. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:06",
      "speaker": "NATASHA CHEN, CNN CORRESPONDENT",
      "sentences": "We're seeing a lot of people really trying to cool off any way they can, getting cold drinks here and ice cream. We talked to a grandmother and granddaughter who came here trying to beat the heat, got their iced tea and the grandmother said she'd lived in this region of Los Angeles for 54 years and this is how she describes this heat wave in comparison to the heat she's experienced in the past year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:06",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It was much cooler here when I moved 54 years ago. It was beautiful Southern California weather. That's why I moved here. Now it's just miserable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:06",
      "speaker": "CHEN",
      "sentences": "The CDC and other federal agencies have created a map that calculates, out of every 100,000 ER visits, just how many of them are heat-related illnesses and the numbers are quite high, especially marking an area in Nevada that's close to the California state line, close to Death Valley, which could be seeing record temperatures come Sunday or Monday.So this is very dangerous, authorities say, as we look at the duration of this heat wave into the next week. Also very dangerous for firefighting. At least a dozen large wildfires up and down the West Coast. We have had several firefighters injured and a couple of them as they work to battle those flames. And we've even seen in Washington state, related to one of the fires there, the Wenatchee County authorities have arrested a teenager, they say, who potentially set off a firework, sparking one of those fires up there. So really dangerous conditions and people definitely being warned to stay inside with air conditioning if they can, finding ways to hydrate, and definitely being careful for wildfire risk. Natasha Chen, CNN, Los Angeles. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:51:37",
      "speaker": "GIOKOS",
      "sentences": "Welcome back. Now, Colombia and Uruguay will meet in the semifinals of the Copa America after both won their matches on Saturday. Colombia scored five times to deal out a harsh defeat to Golos Panama in Glendale, Arizona.The 5-0 win extends Colombia's unbeaten run to 27 matches, their last defeat coming to Argentina more than two years ago in February 2022. And in an ill-tempered contest in which 41 fouls were committed, Uruguay emerged victorious over Brazil 4-2 on penalties after neither team scored a goal in regulation play. Indiana Fever point guard Caitlin Clark has made WNBA history by achieving a triple-double in her rookie year. CNN's Patrick Snell has all the details. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:51:37",
      "speaker": "PATRICK SNELL, CNN SPORTS ANCHOR",
      "sentences": "Well, if ever you needed proof that the WNBA star Caitlin Clark would live up to all the hype, well, she's answered that call yet again for about the 22nd time. But this time, it's definitive. Caitlin Clark is 22 years of age.She wears number 22 on her jersey as well. And would you believe it, in just her 22nd game in the league, she's made history, becoming the first rookie and, in fact, the first Indiana Fever player ever to record a triple-double in a game. That's over ten double digits, if you will, in any three categories. Clark netting 19 points, 12 rebounds, and 13 assists. And even more important to her, her Indiana team beat the number one team in the league, the New York Liberty, on home court, the Gainbridge Fieldhouse there in Indianapolis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:51:37",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "First time for a rookie to get a triple-double in franchise history.(CHEERING &amp; APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:51:37",
      "speaker": "CAITLIN CLARK, INDIANA FEVER GUARD",
      "sentences": "Well, I was trying to get the crowd to be quiet because I think it was Aliyah was shooting a free throw, somebody was shooting a free throw. I was like, I appreciate it, but [I was] just trying to get them to be quiet. But, obviously, it's really cool. I mean, my teammates have been finishing the ball really, really at a high rate. Like, my assist numbers, that's because of them. Like, just finding them in positions to be successful, whether it's AB, whether it's Les, I thought we'd done a really good job of that and -- but, yeah, I guess it's cool.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:51:37",
      "speaker": "SNELL",
      "sentences": "Just a remarkable achievement. Let's also give a tip of the hat as well to her big rival, Angel Reese. These two will be teammates at the upcoming WNBA All-Star Weekend in Phoenix.But the Chicago Skies, Reese also extending a double-double record to 12 games, which equals that of the legendary Candace Parker. Clark and Reese, rookies breaking records. And with that, it's right back to you. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "MIKE VALERIO, CNN NATIONAL CORRESPONDENT",
      "sentences": "On the South Korean island of Anma, humans are outnumbered by a ravening population. Non-native deer infest the island, eating crops and damaging trees. People try to hide their homes and gardens behind fences and nets, but it's a wasted effort.The animals scale and rip through the attempted barriers, destroying the crops in their path. JANG JIN-YOUNG, ANMA ISLAND RESIDENT (through translator): From the crop damage, if you look around the mountain, it is devastated. There's nothing to eat for deer after they scratch up the barks and eat the roots. Furthermore, they stirred up trouble where they dug up graves of Anma islanders' ancestors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "VALERIO",
      "sentences": "According to \"Reuters,\" three farmers first introduced the deer to the island around 1985, planning to harvest their antlers for traditional medicine. But shortly after the 80s, interest in those medicines dwindled, and so did the market for antlers. When the deer farmers left Anma, they left behind the few deer they'd brought with them. Their numbers skyrocketed to an estimated 1,000 across an area about the size of New York's Central Park.JIN-YOUNG (through translator): Maybe it's a bit too much to bring in a hunter and catch them with a rifle. I'm sorry that I'm saying this, but at this point, we need to get rid of them, which is our intention, even if that means we have to kill them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "VALERIO",
      "sentences": "But that's not allowed, at least not yet. Jang, who you just heard from, told \"Reuters\" the island's villagers have petitioned the government to switch the deer's status from livestock to harmful wildlife, a change that would allow for hunting or other efforts to reduce their population.For now, on Anma Island, deer outnumber villagers 7 to 1, decimating crops, damaging trees and fences, plaguing the people who live there. Mike Valerio, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}