{
  "date": "2024-12-05",
  "headline": "Quest Means Business",
  "subHeadline": "Bitcoin Price Retreats After Topping $100K for the First Time; Aftershocks Rumble Across California After Magnitude Seven Offshore Quake; New Image Show Person of Interest in CEO's Killing; U.S. Judge Rejects Boeing Plea Deal to 737 Crashes; Frommer's Names Best Travel Destination for 2025; Russia's Economy Better Than Everyone Expected; Tips for Remembering Passwords. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:00:10",
      "speaker": "QUEST",
      "sentences": "I mean, I am glad you mentioned gold. I think, you know, my views on gold. It ranks alongside the views on Bitcoin. But do we -- what do you --I am curious.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:10",
      "speaker": "LA MONICA",
      "sentences": "You and Warren Buffett, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:10",
      "speaker": "QUEST",
      "sentences": "Yes, I am curious. What do you think? Do you regard, Paul, do you regard it as an asset class. Do you regard it -- I mean, it is not areserve in a sense, but do you regard it as an asset class?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:09",
      "speaker": "QUEST",
      "sentences": "Time for a bit of -- well, a bit of history. Do you remember this? Have a listen. Do you remember this, Paul La Monica?(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:09",
      "speaker": "QUEST",
      "sentences": "The goal here is very simple, we are going to attempt to buy a bit of a Bitcoin. Clearly, we are not going to buy that much. But with Nolanand Paul, we are going to show you how easy or difficult it is. I want to buy a Bitcoin. Have you ever bought a Bitcoin?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:09",
      "speaker": "LA MONICA",
      "sentences": "I have you ever bought a Bitcoin before.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:09",
      "speaker": "QUEST",
      "sentences": "There is only one problem, isn't there? We bought a bit of a Bitcoin and neither of us has the key to it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:09",
      "speaker": "LA MONICA",
      "sentences": "That was my retirement money. I mean, what am I going to do now, Richard? I guess, I am working for the next 20 to 30 years, however long Iam lucky enough to still be doing this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:09",
      "speaker": "QUEST",
      "sentences": "I know. Can you believe it? None of us wrote down or at least if we did write it down what the key to that bit of a Bitcoin is. Can't evenremember how much of a Bitcoin we actually bought? But anyway, Paul La Monica, I am grateful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:09",
      "speaker": "LA MONICA",
      "sentences": "Luckily now, you've got Bitcoin ETFs. It is pretty easy to buy one on Coinbase or Robinhood, so it is a lot easier to buy Bitcoin now thanit was a few years ago when we did that video.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:09",
      "speaker": "QUEST",
      "sentences": "Good to see you, sir. I am grateful of Bitcoin ETF.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:09",
      "speaker": "LA MONICA",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:09",
      "speaker": "QUEST",
      "sentences": "Now, there is a thought.Now that rally over the past two years marks a stunning reversal from the crypto winter, where doubts were high when the exchange, FTX collapsed. Its fortunes started to change earlier in this year when the SEC approved several ETFs that Paul was just talking about there, and the election of Donald Trump has supercharged it. Kristin Smith is with me, the CEO of the Blockchain Association. Where do you think -- what do you think the role, the proper role for Bitcoin is?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:09",
      "speaker": "KRISTIN SMITH, CEO, BLOCKCHAIN ASSOCIATION",
      "sentences": "Well, I think that is really up to the individuals and organizations that own Bitcoin, but what we areseeing today is, as we were just hearing, Powell had commented on earlier this week, is a lot of people are looking at Bitcoin today as a digital gold. It is a way to store value. It is a scarce resource, so as more people want to have a part of it in their portfolio, the value of the asset increases over time. And so that seems to be where we see it today, but you know, we were just talking about, it is really a new time for Bitcoin and other crypto assets. It is the first time we've had a proactively positive pro-Bitcoin pro- crypto president in the White House in the US and we also have the most pro crypto-Congress we've ever seen. And so I really think we are going to see a tremendous amount of innovation around Bitcoin and around other cryptocurrencies in the years ahead as people feel freedom to innovate and as we start putting the rules of the road in place so that everyone knows how this is going to be regulated in the long run.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:09",
      "speaker": "QUEST",
      "sentences": "Give me an idea of what that looks like. What would you wish to be able to do regulatory-wise that you can't do now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:09",
      "speaker": "SMITH",
      "sentences": "Yes, well, I think the first thing we would like is to have an open dialogue with the potentially relevant regulators for crypto and Bitcoin.The problem we've had with SEC Chair Gary Gensler is that he hasn't been having that dialogue with the industry, and instead is going out and doing regulation by enforcement lawsuits to try to guide company behavior in that way, and it has been very, very stifling. So what we would like to see is a place where exchanges can go and register and have appropriate oversight. We want to have more pathways for new projects to launch and to issue new tokens, and do so in a way where all the disclosures are there. And so I think this is the type of thing that we can do. Some of this with the SEC's existing authority, but we will probably need Congress to step in and fill the gaps, because the reality is the federal agencies in the US just don't have the full authority that they need today to do the job right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:09",
      "speaker": "QUEST",
      "sentences": "There is a difference, though between in previous times and this is the international nature of it, the fungibility, if you will of crypto tobe used and therefore manipulated across jurisdictions and more difficult to track, trace, and to manage. And the size of it, and you know this better than anybody else. The size now of crypto and Bitcoin does lead worries of systemic risk, never mind widows and orphans. I am talking about widespread systemic risk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:03",
      "speaker": "QUEST",
      "sentences": "Kristin, I am very grateful for you.Can you believe Paul La Monica and I seven years ago, bought a bit of a Bitcoin and we lost the key. We have no idea.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:03",
      "speaker": "SMITH",
      "sentences": "Well that is why you know self-custody works for some people, but not for everyone. So you know, we want to have other alternatives for thosewho do want some help, who do want an institution in between. And so it is good to have choice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:03",
      "speaker": "QUEST",
      "sentences": "Absolutely. Don't trust me with a pint of milk, never mind a Bitcoin. I am grateful to you. Thank you very much indeed for joining usfrom Miami. Thank you. Now to the story I started, I told you about it right at the beginning of the program. At least a dozen aftershocks rumbling across Northern California after a seven magnitude earthquake struck off the coast. There was a tsunami warning issued, which has now been canceled and tens of thousands of people are without power. Chad Myers is with me. Tell me more about this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:03",
      "speaker": "CHAD MYERS, CNN METEOROLOGIST",
      "sentences": "When it first happened, Richard, we didn't know which way the earth moved under the ocean. Did it move side to side ordid it move up and down? The up and down was going to be the problem. The vertical motion, whether the land goes up or whether the land goes down, that will create waves along the ocean top and those waves have to propagate somewhere. They go out in big circles, like throwing a stone in the lake. So we didn't know at the time when the tsunami warning went out how big it could be. Well, now we know that it actually wasn't anything at all because it wasn't an up and down quake. There wasn't a lot of movement up to push the water out of the way. It was just all side to side, so what was those tsunami warnings, all those tsunami warnings now are completely gone. This was a big quake, but only 15,000 people actually felt very strong shaking. This is not a hugely populated coast here in California. In fact, the joke is that this is bigfoot territory, the Redwoods of California are here and there are likely sasquatch, yeti whatever you want to call them, possibly walking around if you believe. But here you go. This is the thing. This was a strong to a very strong quake and there is about 15 of these per year, one per month or so. But they're not usually this close to land. And when they are over land, that is when we see all of the damage. So the good news is, this was a shallow quake. It was close to the ocean floor, but it did not go up and down, it moved back and forth and it was 50 miles or so away from really a populated area.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:03",
      "speaker": "QUEST",
      "sentences": "So, I am grateful for all of that. But just humor me, if this had -- bearing in mind it is a magnitude seven. If this had been if, if, if, ifclose to shore or even onshore or whatever, any one of those, is this the sort of quake that buildings and bridges and interstates are designed for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:03",
      "speaker": "MYERS",
      "sentences": "Not all of them. Anything built, you know, after the 1990s-2000. Sure. You would get some motion, you'd probably get some cracking, but youcould be able to rebuild it. But this was an infrastructure breaking quake in a major city. The good news is the Petrolia, the areas there really did not have major cities in the quake zone. But you put this quake in a metro area and you're going to break things and people are going to die, no question. Luckily, that didn't happen today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:02",
      "speaker": "QUEST",
      "sentences": "Police have released new pictures showing what they call a person of interest wanted for questioning in Wednesday's shooting of theUnitedHealthcare CEO. The images come from inside a hostel in New York City. The police say the gunman may have been staying there. They also found the words \"delay\" and \"depose\" on a live round of shell casing. The police are exploring whether the words are indicating a motive. John Miller is with me. Now, I look at those photographs with my untutored eye and I think, well, hang on a second. I mean, you can see his face. Somebody will recognize that. Tell me what your tutored eye sees.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:02",
      "speaker": "JOHN MILLER, CNN CHIEF LAW ENFORCEMENT AND INTELLIGENCE ANALYST",
      "sentences": "the same thing which is, I think if you passed him on the street yesterday or bumpedinto him in Starbucks, you might not remember him. But if you saw this picture and he is a coworker, he is a relative, he is a friend, you're going to recognize him and that is what police are counting on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:02",
      "speaker": "QUEST",
      "sentences": "I mean, they are pretty much clear pictures of --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:02",
      "speaker": "MILLER",
      "sentences": "They are. And you know, Richard, yesterday when they came into these photos, they did a lot of work with different applications, includingfacial recognition and they are just not full face enough. They are not granularly quality enough to be good matches for facial recognition that would give you a narrow enough pool. So that is why they are crowdsourcing it with the public, which is let's put a million -- let's put millions and millions of eyes on it and see how many people come forward and maybe come forward with the same answer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:02",
      "speaker": "QUEST",
      "sentences": "All right, these words \"delay\" and \"depose.\" They may mean nothing. My guess is that they are telling us some of the motive. Look, I am justspeculating here, John. Forgive me, but delay, who knows what that meant. It sounds like a disgruntled client, customer, patient whatever. Depose sounds like let's find out the truth. What really happened? Am I up the wrong tree here as well?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:07",
      "speaker": "QUEST",
      "sentences": "So give us -- this is fascinating. I mean, this is -- how do they find where he stayed? I mean, in a sense, you know I realize this is goodold fashioned, and I don't mean that in a derogatory sense. I actually mean it as a compliment, it is good old fashioned police work using modern technology, I get it. But to have found where he is staying and then locate that photograph, it is quite extraordinary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:07",
      "speaker": "MILLER",
      "sentences": "Well, this is the face of modern detective work and what is ironic, in her first week on the job is that New York City Police CommissionerJessica Tisch was actually the key designer of most of the modern technology backbone of the NYPD, including its own network of video cameras that all come into a central place and record. But what they do, Richard, is they start at the scene of the crime, and they do that video canvass -- every ATM, every bank, every store, every building that has a camera that the killer might have passed by and they follow that trail until the trail goes dead. Then they go in two different directions to see if the trail is picked up again on a cross street or another avenue, and if they pick it up, they continue it. In this case, they follow the trail from the shooting till he gets on the e-bike, he goes into Central Park and the next time they pick him up, he is coming out at 77th Street. They pick him up at 85th Street on a different video camera and at 103rd Street and Columbus Avenue, they then at the end of the trail start to go to the different buildings there and say, who recognizes this guy? And it was the youth hostel just a block away or so that said wait a minute, we had a guy with that hood, who wore that mask, who looked the same and he was here for two days just this week. That's how they got there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:07",
      "speaker": "QUEST",
      "sentences": "And by the way, sir, just one quick question. All of these cameras, the ATMs, the various ones -- are they linked in some way to a centraldatabase or is it literally knocking on the door and saying, can we have access to that video, please?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:07",
      "speaker": "MILLER",
      "sentences": "So the NYPD has a network in excess of 20,000 cameras that include thousands of police cameras, but thousands more of cameras that belong toprivate industry where they've given the permission to view them. But in this case, it is much more like what you said, which is they will exploit all of the cameras they can do automatically, but they'll go door-to-door and they will say, we see you have a camera, can we look at the video for the last, you know, 24 hours or four hours or 48 hours? Whatever it is, and they'll find their subject because they start to know the times that that they're looking for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:07",
      "speaker": "QUEST",
      "sentences": "Fascinating. Thank you very much.I always -- I so love talking to you, John. I get real insight and it helps us understand. Thank you. I am grateful. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:07",
      "speaker": "MILLER",
      "sentences": "I appreciate it, Richard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:07",
      "speaker": "QUEST",
      "sentences": "Now to France. More insight time.French President Emmanuel Macron says he hopes to appoint a new prime minister in the coming days. Michel Barnier was kicked out by lawmakers after a no-confidence vote. He will now run a caretaker government, but for Macron, finding a suitable replacement will not be easy. Think about how we got here. The left and the right basically combined to kick out Barnier, so to put another person in is going to face opposition from both sides and the president is defying calls to step down and the chaos is just going to get worse. Joining me now is Jim Bittermann in Paris. Last night, on our program, besides talking about the events, we also had a member of the French Parliament who basically said look, Macron has no legitimacy and anyway, we have offered a perfectly reasonable alternative prime minister who will make all the same cuts or whatever and bring the budget deficit down as he wants. So what's the problem -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:10",
      "speaker": "QUEST",
      "sentences": "So Jim, how do they solve it in a sense? Barnier continues as a caretaker government. They will find a fudge to get something through interms of budgets or whatever. But at some point, I mean, how long can this last?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:10",
      "speaker": "BITTERMANN",
      "sentences": "Well, there is no time limit actually and Emmanuel Macron doesn't have any kind of a limitation constitutional restriction on thenumber of days or weeks or months that he has in order to name a new prime minister. And in fact, Michel Barnier himself was only named in September after the government went into caretaker mode in June. So it was about three months that France went without a government, basically they had this caretaker government that could address the kind of day-to-day problems, like for instance, the Olympics, which happened during those three months, and take care of the day-to-day business, but no initiatives. And so the first thing that Michel Barnier did when he got into office in September was to come up with a budget, that is an initiative that the prime minister has to take and that, of course, is what eventually brought down his government. So it can go on for a long time. The president said tonight that he is going to be putting a bill before the Parliament. This is something that they probably will vote for and that is to reuse last year's budget, the 2024 budget next year. That's not going to make anybody very happy because it, among other things, will increase the debt for the financial markets. That is not a good thing. But there are also some plums in there for example, the farmers and one of the farmers unions said they want to go back -- go and track down these 331 deputies who voted for dissolution of the government, track them down and go after them in their homes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:32:02",
      "speaker": "RICHARD QUEST, CNN INTERNATIONAL ANCHOR",
      "sentences": "Hello, I'm Richard Quest. There's so much more QUEST MEANS BUSINESS.You've heard me talk about how much screen time I log on to my phone. Half of that is trying to remember my passwords. How often have you had to do that? Clare Duffy is going to be here to talk about that. And Pauline Frommer is with me to talk 2025 travel trends. Before that this is CNN, and here the news always comes first. Syria's rebels have claimed a second major city in their recent offensive. The country's military says it's now pulled out of Hama, a strategic hub between Damascus and Aleppo. They seized Aleppo last week. The rebels are now pledging to move south, telling people in the city of Homs that their time has come to rise up in revolution. In South Korea, the police are investigating the president over for treason over his declaration of martial law. A motion to impeach President Yoon could be voted on as early as Saturday. The head of the ruling party says he's opposed to impeachment but wants President Yoon to leave the party. Federal prosecutors in New York have charged the woman who stowed away on a Delta flight to Paris last week. She's 57-year-old Svetlana Dali. She made her first court appearance today. She was not asked to enter a plea but will be temporarily detained until Friday afternoon. She could face up to five years in prison if convicted. A U.S. judge rejected the plea agreement that Boeing made after the two crashes of the 737s. Boeing was to plead guilty to deceiving the FAA during the process of certification. Two of the planes crashed at about six months and it killed 346 people. Now in exchange for the guilty plea, Boeing was to pay up to $487 million in fines. The families of the victims say that amounts to a slap on the wrist. They want fines of roughly $24 billion. Vanessa is with me. Vanessa Yurkevich. Why did the judge reject it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:08",
      "speaker": "QUEST",
      "sentences": "OK. Now you have wade deep into political territory in about 30 seconds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:08",
      "speaker": "YURKEVICH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:08",
      "speaker": "QUEST",
      "sentences": "I'm going to split this off. First of all, we'll deal with DEI in just a moment. Arguably this is quite easy for the parties to remedy bysaying to the judge, fine, you can have a say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:08",
      "speaker": "YURKEVICH",
      "sentences": "Sure. Easier said than done, Richard, but you're going to be dealing with a different DOJ when this deal gets hammered out. This dealwas hammered out with the Biden administration's DOJ. Now it's going to be the Trump administration's DOJ. We spoke to a professor who studies this kind of law and he said, quote, \"Be careful what you wish for.\" And that was mostly directed to the families who did not like this deal to begin with, Richard. They wanted, as you said, closer to $25 billion from the company. They wanted executives to be charged and put in jail.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:08",
      "speaker": "QUEST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:08",
      "speaker": "YURKEVICH",
      "sentences": "But now you're dealing with a different playing field here. You might not get exactly what you got before and who knows what the Trumpadministration will be able to work out with Boeing. It may be a worse deal for the families.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:08",
      "speaker": "QUEST",
      "sentences": "Right. But --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:08",
      "speaker": "YURKEVICH",
      "sentences": "And we'll see if they end up agreeing to appoint someone at the judge's request, not at the company or the government's request.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:08",
      "speaker": "QUEST",
      "sentences": "So the DEI component, bearing in mind the controversy of that at the moment, how much of this was a political decision?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:08",
      "speaker": "YURKEVICH",
      "sentences": "Well, listen, this judge, Judge O'Connor in Texas, a conservative judge appointed by President Trump at the time, it's obviouslynot apparent that he was making any specific opinions on whether or not he liked or did not like DEI. It's just so interesting that this was the one issue out of all the issues on the table that he really hung on to. It wasn't about the families getting more money. It wasn't about greater charges. It wasn't about more responsibility. It was about this single and specific issue so one might argue that this was something that the judge may have felt more personally about. But of course the judge is not going to come out and say that, Richard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:08",
      "speaker": "QUEST",
      "sentences": "Fascinating. It's going to run and run. Thank you. Come back when there's more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:08",
      "speaker": "YURKEVICH",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:08",
      "speaker": "QUEST",
      "sentences": "Today it's about three degrees Celsius in New York. It's cold. I know I rode my bicycle here. Well, it wasn't my bicycle, but you get thepoint. It feels well below freezing. On days like that, I start to think about changes of scenery. Frommer has just put out its top destinations for 2025. The list includes Ghent in Belgium, which is a beautiful place. There it's a mild 11 Celsius. And then Osaka in Japan, where of course, as you'll be well familiar, I visited in June and tried my first Takoyaki. Those fried dough balls that are filled with octopus and are boiling hot. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:08",
      "speaker": "QUEST",
      "sentences": "How hot is it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:08",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It's really hot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:08",
      "speaker": "QUEST",
      "sentences": "Too hot to eat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:08",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Maybe. Just be careful. Not the whole thing. You ate the whole thing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:08",
      "speaker": "QUEST",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:08",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "No, no, no, no, it's hot.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:08",
      "speaker": "QUEST",
      "sentences": "Pauline is with me. Pauline Frommer, and she is the editorial director of Frommer's Guidebooks and the co-president of Frommer Media.I look at the list, and it's interesting the list. What was your guiding principles for it this year? PAULINE FROMMER, EDITORIAL DIRECTOR, FROMMER'S GUIDEBOOKS: Well, there are Frommer journalists around the planet, and so we asked them what destinations will be most visit worthy in 2025. So, for example, what will be a place that's suddenly accessible that was hard to get to before or is going to be much less expensive than it used to be like Japan, like Osaka, because the Japanese yen is so weak. Or is going to have an incredible celebration with lots of events that will make it worth going to? So one of the places we picked, believe it or not, is Greenland. Greenland's airport is finally going to be big enough for large jets. And so for the first time, pretty much ever, there are going to be commercial flights regularly going from many parts of Europe, from New York. And you're going to be able to go to this country where 80 percent of it is covered with a thick layer of ice, a kind of ecosystem that's becoming very rare sadly at this time of climate change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:06",
      "speaker": "FROMMER",
      "sentences": "I'm very concerned with overtourism. If you go to a place in Spain, for example, you're going to be shot at with water guns and made tofeel not welcomed, but more than that, you could be damaging the local economies and the infrastructures when you have Airbnb, for example taking over the housing stock. And so we actually made the last part of our list which you can see at Frommers.com/bestplaces2025, the last pick is the town next door. Often there are really great destinations that are right next to the iconic destination, and while the iconic destination is getting over-loved the next door place is just as interesting but gets no tourism. So that might be a solution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:06",
      "speaker": "QUEST",
      "sentences": "Yes. That's a fascinating way of doing it, to disperse the people. And may I just sort of say, your late father of course was who I had theprivilege of interviewing. I mean, Frommer's the guide, if I have any -- if I have a love of travel and have been a travel correspondent for some years, it's largely because of people like your late father and who gave us that love. I mean, yes, all right. So you can have an app, but there's nothing like one of these.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:06",
      "speaker": "FROMMER",
      "sentences": "I agree.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:06",
      "speaker": "QUEST",
      "sentences": "There's nothing that you can make a note on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:06",
      "speaker": "FROMMER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:06",
      "speaker": "QUEST",
      "sentences": "You can thumb it. You can spill coffee on it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:06",
      "speaker": "FROMMER",
      "sentences": "And that are --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:06",
      "speaker": "QUEST",
      "sentences": "Go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:06",
      "speaker": "FROMMER",
      "sentences": "That are created by actual journalists. You have a media landscape right now where so many people are getting their information online. But 90percent of what you read online is marketing. It's not journalism.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:06",
      "speaker": "QUEST",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:06",
      "speaker": "FROMMER",
      "sentences": "And so our books are written by journalists.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:06",
      "speaker": "QUEST",
      "sentences": "And you'll find -- you will find spaghetti and every other bit of food I've eaten all over my copies.I'm grateful to you. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:06",
      "speaker": "FROMMER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:06",
      "speaker": "QUEST",
      "sentences": "It's QUEST MEANS BUSINESS.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:06",
      "speaker": "QUEST",
      "sentences": "The head of one of Russia's biggest banks says the U.S. is putting the dollar at risk by wielding it as a weapon. Andrey Kostin is the chiefexec of Russia's state-controlled VTB Bank. He spoke to Fred Pleitgen about the dollar's unique role in trade. And we should note that Mr. Kostin has been sanctioned by the United States. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:06",
      "speaker": "ANDREY KOSTIN, CEO, VTB BANK",
      "sentences": "Look, there is a war, lasted for nearly three years now, and there is a 6,000 or 7,000 different kind of sanctionsagainst Russia. So you can hardly expect that everything is just as normal by taking into the account, I think the results or the performance of the Russian economy is much, much better than everybody expected. The last sanctions and the actually election of Mr. Trump, which strengthened dollar, by the way, right, led to association that the ruble is weaker. But today it's already so much lower than it was yesterday or the day before. So I think it's more or less stabilizing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:06",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "What do you make of his threats against BRICS countries that if they try to replace thedollar as the leading currency in the world?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:06",
      "speaker": "KOSTIN",
      "sentences": "We all enjoyed using dollar, but the American side decided to put sanctions on Russia and other countries, not to allow us to trade withdollars. So it not depends on us very much. You know, we can use dollar, but we have no chance now to do it. So I think the American administration should think more about this because it's really create I think a big threat to the dollar itself because, you know, if you don't feel safe with using dollar you will find other ways how to make your investment, how to make your payments. So I think it should be, if it's international currency, it should be reliable. It should be nonpolitical. It should not be used for punishment of any country or whatever American administration thinks about it. Otherwise people will run away from dollar and they will find a way. What we're doing now, where we're trading in rubles and yuan, in digital currency, whatever.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:06",
      "speaker": "PLEITGEN",
      "sentences": "Your economy is also driven by defense spending. I think about a third of the new budget will be spent on defense and military. Howconcerning is that for a lender? Because that also drives up prices, drives up inflation, and right now controlling inflation while trying to keep that economic growth going has got to be a difficult thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:06",
      "speaker": "KOSTIN",
      "sentences": "Yes. We believe that we're forced to make such a big spending on the defense because this was not basically our idea, but we have no choiceat the moment. And that also contributed to inflation. It's also contributed to the lack of workforce, which we experienced. You know, we have a very low unemployment, about 2.3 percent at the moment. And actually mainly because of the very big increase in the production of our military products. So, yes, I mean, the answer is yes, but I'm afraid we have to live with the situation for some time and even when the war ends, you know, there will be more spending on the restructuring military production. So basically, that's what we have, you know, nothing to add. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:33",
      "speaker": "QUEST",
      "sentences": "If I had a dollar for every time I have been through this experience, you know, typing the password and then of course getting itwrong and then you decide to have another go, and guess what? And before long you've been locked out. Clare Duffy is here to help me all go through this. All right. What's the answer to this dreaded keyboard type password problem?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:33",
      "speaker": "CLARE DUFFY, CNN BUSINESS WRITER",
      "sentences": "Yes, Richard. I mean, look, while it might seem like it's easier to have just one password because then youdon't have to remember all of those different passwords, that's not actually a good idea because here's the thing. If one site where you use that password gets hacked, an employee makes a mistake, it's not your fault, but your password gets breached, bad actors could then use that password to open all of your other accounts. But it's not actually that hard to create passwords and remember them for all your different accounts. Here are the top tips that experts say will help this situation. So, first, you should have a unique random password for all of your accounts. And to do that you can download a password manager something like One Password or Bitwarden. You can make that a data or your browser extension. You can put it and use it as an app on your phone, and that will create and securely store all of your passwords. You can also -- you should also turn on two-factor authentication so you're getting a text message or you're using an app to confirm that it's really you in addition to using that unique password. And I know this sounds sort of obvious, but there is research that shows that a lot of people aren't doing a good job at having good cyber hygiene. That's what experts call it. But look, if you are feeling overwhelmed trying to think about how you're going to change all of your passwords here is the advice that Rachel Tobac gave me. She's the CEO of SocialProof Security. Here's what she said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:33",
      "speaker": "RACHEL TOBAC, CEO, SOCIALPROOF SECURITY",
      "sentences": "You don't have to be completely freaked out by this. You can change another password every day or once aweek. Think about this like harm reduction. You are helping yourself become safer every day, every week, every quarter as you go. You don't have to boil the ocean. You don't have to do everything at once. But change the password for your e-mail addresses, change it for your bank, then maybe next week you'll change it for your dog's Instagram. Then you change it for your Slack. You know, you don't have to do everything perfectly all at once, but you will be safer once you do it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:33",
      "speaker": "DUFFY",
      "sentences": "I really love that. It's like harm reduction and she gives some good advice there, too. If you're thinking about starting to try to change yourpasswords, update your passwords, make yourself more secure, it's a good idea to start with things like your e-mail because that's how you change all of your passwords, your bank, some of these more sort of important and secure areas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:33",
      "speaker": "QUEST",
      "sentences": "Clare, I'm really bad at this. I mean, I'm just listening to what you say and I've committed every offense you can possibly think of and afew that you haven't even mentioned. Help.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:04",
      "speaker": "QUEST",
      "sentences": "Clare, I'm grateful. Fascinating podcast. I think I'm going to need a little more help before we're finished on this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:04",
      "speaker": "DUFFY",
      "sentences": "I'll come by your office, I promise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:04",
      "speaker": "QUEST",
      "sentences": "I think -- no, please, don't. No, no, no. You would be horrified. You will be in therapy for the rest of the year and beyond. Thank you.We'll have a \"Profitable Moment\" after the break. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:04",
      "speaker": "QUEST",
      "sentences": "Tonight's \"Profitable Moment,\" I wasn't joking when I was talking about Frommer and the Frommer's guides earlier. When I first startedtraveling, well, you never went anywhere without having a Frommer's guide. And now of course online and apps, the amount of information available to you is just so enormous. It's vast. But a lot of it is suspect in a sense that it is sponsored or it is -- has been to some extent twisted or altered with a view to a particular point of view, which is the beauty of the unbiased, whether it's lonely planet or indeed it's Frommer's. It's those guides because there's still something delicious about sitting down on a plane and opening a book rather than worrying about Wi-Fi and things like that. And actually looking and seeing what's available and making a note. And then making another note and then spilling your coffee on it, and then remembering that that's where you did this, that's or the other. Look, I'm not trying to be an old fogy about all of this. I understand the online travel, the OTAs, there's a full roll for it everywhere and anywhere but don't throw out the baby with the bathwater. Whether it's Frommer's or some other guide, there is nothing better than when a trip is starting that you have your guidebook and you read it on the plane and on the train, and you get to grips with where you're going because that's part of the experience. And that's QUEST MEANS BUSINESS for tonight. I'm Richard Quest in New York. Whatever you're up to in the hours ahead, I hope it is profitable. I'll see you tomorrow.",
      "isLastSentenceInterrupted": false
    }
  ]
}