{
  "date": "2024-02-26",
  "headline": "One World with Zain Asher",
  "subHeadline": "President Biden Puts Pressure On Congress To Approve Additional Aid To Ukraine; Russian Troops Rack Up Another Victory In Their War With Ukraine; Sweden Becomes NATO's 32nd Member; Mexico City Faces A Severe Water Crisis; India's Prime Minister Visits An Underwater Holy Site; U.K. Honors Late Singer George Michael. Aired 12-1p ET",
  "utterances": [
    {
      "timeStamp": "12:00:37",
      "speaker": "BIANNA GOLODRYGA, CNN INTERNATIONAL HOST",
      "sentences": "There can't be one without the other. President Zelensky says new Ukrainian successes on the battlefieldwon't happen without help from the United States. \"One World\" starts right now. Russia is making gains as Ukraine is making pleas. The President of Ukraine sits down with CNN. Also ahead, one of the world's largest cities is running out of water. The local mayor says it's fake news. And later, a new honor for one of music's greats. How the U.K. is paying homage to George Michael. Hello everyone, live from New York, I'm Bianna Golodryga. Zain is off, you are watching \"One World\". Russian troops are on the move in eastern Ukraine, racking up another victory along a frontline that until recently has been firmly entrenched. Kyiv says its forces retreated from a village in the Donetsk region on the outskirts of Avdiivka in order to help stop the Western advance of Russia's army. Now, this comes as Ukrainian President Volodymyr Zelensky once again stresses the critical need for additional U.S. aid, telling CNN that without it, there will be no future success on the battlefield. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:37",
      "speaker": "VOLODYMYR ZELENSKY, UKRAINIAN PRESIDENT",
      "sentences": "If we will not get anything, we will not have any success. And also, we won't have any success.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:37",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "You won't have any new success?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:37",
      "speaker": "ZELENSKY",
      "sentences": "Any new success?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:37",
      "speaker": "COLLINS",
      "sentences": "Essentially, this all depends on U.S. aid.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:37",
      "speaker": "ZELENSKY",
      "sentences": "Steps, success forward will depend on U.S. aid.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:37",
      "speaker": "GOLODRYGA",
      "sentences": "U.S. President Joe Biden, meanwhile, is putting pressure on Congress to approve that additional aid. He said to meet with four toplawmakers at the White House on Tuesday. CNN's Stephen Collinson joins me now live from Washington. Stephen, Jake Sullivan reiterating yesterday to Dana Bash that the funding is just not there without this supplemental being passed. We do know that Mitch McConnell supports it, for one. Obviously, the Democrats do as well. It's up to the Speaker and what, if anything, he's going to do to move this legislation forward. What is the White House saying about it all?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:37",
      "speaker": "STEPHEN COLLINSON, CNN POLITICS SENIOR REPORTER",
      "sentences": "Right, there is now increasing pressure on House Speaker Mike Johnson to pass this bill. TheWhite House is basically saying the same as Zelensky, which is that future prospects of Ukraine's success and its ability to fight off the Russian invasion depend on American aid. And that is something that Johnson is going to have to confront when he comes to the White House on Tuesday. But Johnson is under pressure on multiple fronts. On his right, pro-Trump, pro-Donald Trump lawmakers are against more Ukraine aid. They are saying that the United States should spend the money on its own border and not on Ukraine's. And he has this very thin majority in the House, which means that those lawmakers have outsized influence. If he put the bill on the House floor, it's very likely it would pass, but he'd have to use some Democratic votes to get there. If he does that, there's a very good chance that he could face a challenge to his own job. So, Johnson is weighing not just his own future, but the reputation of the United States in the world and the fate, as Zelensky says, of millions of his people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:37",
      "speaker": "GOLODRYGA",
      "sentences": "And all of this is coming up against yet another potential government shutdown. How much pressure is on both sides to avoid that fromhappening?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yeah, dysfunction here domestically as the whole world is watching at this critical moment. Stephen Collinson, thank you. Losing theability to govern itself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "COLLINSON",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "And be sure to catch CNN's entire interview with Ukrainian President Volodymyr Zelensky on \"The Source with Kaitlin Collins\" tonight.That's at 9 P.M. Eastern Time, 6 P.M. on the West Coast. Well, a shakeup is underway in the Palestinian Authority, which governs the West Bank nearly five months into the war between Israel and Hamas. The Prime Minister handed his government's resignation today, saying that the next stage and its challenges require new political arrangements. This as Israel, the U.S., Egypt, and Qatar pick up talks in Doha to discuss the release of hostages and a pause in fighting. Israel's Prime Minister over the weekend said that he wants a deal, but that it's up to Hamas. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER",
      "sentences": "Obviously, we want this deal, if we can have it. It depends on Hamas. It's really now their decision,because I think the ground has been laid, but they have to enter the ballpark. They're not in town yet. And for now, there's no let-up in the fighting. The Palestinian Ministry of Health says at least 90 Palestinians were killed in the past day. Humanitarian aid deliveries into Gaza have halved this month compared to January. The U.N. says a lack of both security and political will and the closing of crossing points are to blame. The U.N. Secretary General is again sounding the alarm about a potential Israeli ground attack on Rafah, saying that it would be, quote, \"the final nail in the coffin\" for the U.N.'s aid operation in Gaza. CNN's Jeremy Diamond joins us now from Tel Aviv with all the latest developments. Jeremy, first, let's start with a shake-up in the P.A. How would that impact potential day-after planning, both among Israel's government and Palestinians in Gaza? Well, U.S. and Arab countries in the region that have been preparing for a role for the Palestinian Authority in post-war governance in Gaza have been pushing the Palestinian Authority to make major reforms for several months now as part of that planning process. We know that there have been urgings for the Palestinian Authority President, Mahmoud Abbas, who is 88 years old, to think about resigning or at least a succession plan for several of his key responsibilities. Instead, what we saw today was a step in that direction, but certainly a small step when you consider it in the grand scheme of things, and that is the Palestinian Authority's Prime Minister, Mohamed Shtayyeh, resigning today alongside with his government, submitting that resignation to the Palestinian Authority President, although we don't know at this hour whether Abbas has accepted that resignation or not. It is intended to send a signal about the intentions of the Palestinian Authority to reform, to begin making changes, and to clear the way for new leadership. But, of course, what it doesn't do is signal any change in Abbas' role at the helm of the Palestinian Authority, and it's important to keep in mind that most of the power within the PA does indeed reside with Abbas. There have been some suggestions that the next Prime Minister for the Palestinian Authority could perhaps take on some of the responsibilities, some of the power that Abbas currently holds, but so far there is no indication of whether or not that will happen. But it is certainly the beginning of this kind of reform process that, again, not just the United States, but several Arab countries which the Palestinian Authority has been seeking significant funding from have been pushing for in recent months. Yeah, and we should note it has been years since the PA has held any elections themselves. I do want to switch topics now to the hostage negotiations and Israeli delegation departed for Qatar this morning. Walk us through the current outline and what it includes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yeah, Ramadan quickly approaching just weeks away next month. Jeremy Diamond, thank you. Meanwhile, violence in the occupied West Bankhas grown alarmingly since the October 7th Hamas terror attacks. The father of a Palestinian-American teenager who was shot and killed in the West Bank last month is still struggling to get justice for his son. Nic Robertson reports. (BEGIN VIDEOTAPE) HAFETH ABDEL JABBAR, FATHER OF 17-YEAR OLD TAWFIC ABDEL JABBAR: So, this dirt road you see --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "The one down here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "JABBAR",
      "sentences": "Yeah, this is where Tawfic was shot at.ROBERTSON (voice-over): An American father, Hafeth Abdel Jabbar, showing us his family land where he says his son was murdered by an Israeli settler in January.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "JABBAR",
      "sentences": "He wasn't going to do anything wrong, simply a barbecue, Friday prayer and come back home. And he's not a terrorist. He's an American-Palestinian kid full of life. Wanted to do so much in his life. ROBERTSON (voice-over): His son, Tawfic, was 17-years old, studying towards his dream job, NASA engineer. The family left Louisiana last spring, returning temporarily to their roots in the occupied West Bank. They visited their ancestral hilltop village home most years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "ROBERTSON",
      "sentences": "All around the village there are murals of Tawfic, remembered, immortalized, and underneath it says, \"The Smiling Martyr\".ROBERTSON (voice-over): Tawfic's trauma increasingly common in the West Bank.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "ROBERTSON",
      "sentences": "And this is getting worse since October 7th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "JABBAR",
      "sentences": "It is getting worse since October 7th, way worse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "ROBERTSON",
      "sentences": "They're turning it more like into Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "JABBAR",
      "sentences": "Exactly. They want to turn it to Gaza. You see the bullet?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "ROBERTSON",
      "sentences": "Yes.ROBERTSON (voice-over): A month after Tawfic's death, Hafeth is struggling to get justice. The single shot that killed his son, an exploding bullet entering the back of his head, clear in the CT scan of his brain. Photos of the crime scene and an investigation by the Palestinian Authority document ten shots. Video shows what Hafeth says is a soldier taking the final shot. An eyewitness says a settler took the first shot. Israeli investigators say an off-duty police officer and an off-duty soldier were also present at the time of Tawfic's killing, but have yet to charge any of them. They say the investigation is on-going.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "JABBAR",
      "sentences": "That's the problem that I'm facing right now, that we're all facing here, that when they do such a thing and they're not stopped and they'renot questioned, it's okay for them to do it again and again and again, and that's what keeps happening here. This is not the first kid that got shot and killed in the same area.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "SARI BASHI, PROGRAM DIRECTOR, HUMAN RIGHTS WATCH",
      "sentences": "Since October 7th, nearly 400 Palestinians have been killed by Israeli soldiers and Israeli settlers.There are currently 9000 Palestinians being held in Israeli prisons and jails. ROBERTSON (voice-over): Sari Bashi is an Israeli human rights expert living in the West Bank, has been tracking Israeli security force tactics there for more than a decade. Hamas' brutal October 7th attack, she believes, became a watershed for unprecedented Israeli violence in the West Bank.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "KHALIL SHIKAKI, RESPECTED PALESTINIAN POLLSTER",
      "sentences": "The West Bank is becoming more militant today than Gaza was before the war or today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "ROBERSTON",
      "sentences": "Because of what the Israeli government is doing here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "SHIKAKI",
      "sentences": "Because of what the Israeli government is doing, what the army is doing and what the settlers are doing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "JABBAR",
      "sentences": "Why are we supporting such a regime like that?ROBERTSON (voice-over): Hafeth is angry President Joe Biden isn't doing more to pressure Israel to rein in radical settler leaders like Security Minister Itmar Ben-Gvir, whose party has called for the annexation of the West Bank. The Israeli government maintains its military operations only target terror suspects, but settler violence has spiraled in recent months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "JABBAR",
      "sentences": "These officials on TV from the Israeli government making these comments and passing weapons from Ben-Gvir to these settlers, that's whythey feel like they can do anything without being charged or without being stopped. ROBERTSON (voice-over): Impunity that is ripping irreversibly through his family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "JABBAR",
      "sentences": "How can they forget their brother? Can they ever forget their brother? Can they ever forget who shot their brother? No. When I told mywife I want to have another Tawfic and I want my older son to get married and have another Tawfic. ROBERTSON (voice-over): Across the square from his family home that predates Israel's creation by more than 70 years is the town's cemetery.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "JABBAR",
      "sentences": "Tawfic's --ROBERSTON (voice-over): Where Tawfic is buried, feet from two of Hafeth's uncles, whom he says were killed by settlers 36 years ago. That's a message to them, to the Israeli government. We're not going nowhere. Even if you put all of us right here, generations will come and free this country from you guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "ROBERTSON",
      "sentences": "Defiance, yes, but beneath it a father struggling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:13",
      "speaker": "GOLODRYGA",
      "sentences": "The farmers across Europe took to the streets earlier to protest E.U. regulations they say hurt their bottom line. The bloc's agricultureministers met at in Brussels where protesters clashed with police. And in Madrid, similar protests. The farmers object to cheap imports from outside the European Union. They believe the E.U. has not done enough to meet their demands. Well, if the early stages of the Republican presidential race felt like a slow jog, we are about to finally enter a sprint. People in Michigan will vote tomorrow, just three days after Donald Trump beat Nikki Haley in her home state of South Carolina. And just one week after that, it's Super Tuesday when Republicans head to the polls in 15 different states. Haley has vowed to stay in the race at least through then, though she lost one of her major financial backers after the loss in South Carolina. Still, Haley got an impressive 40 percent of the vote there and she and Trump see the state of the Republican Party very differently. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:13",
      "speaker": "DONALD TRUMP, REPUBLICAN PRESIDENTIAL CANDIDATE",
      "sentences": "I have never seen the Republican Party so unified as it is right now. Never been like this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:13",
      "speaker": "NIKKI HALEY, REPUBLICAN PRESIDENTIAL CANDIDATE",
      "sentences": "They can say Donald Trump won. I give them that. But he, as a Republican incumbent, didn't get 40percent of the vote of the primary. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:13",
      "speaker": "GOLODRYGA",
      "sentences": "Our legal politics correspondent Eva McKend is in Michigan ahead of Tuesday's vote. She's at a Nikki Haley rally and filed this report forus just moments ago. (BEGIN VIDEOTAPE) EVA MCKEND, CNN U.S. NATIONAL POLITICS CORRESPONDENT: Bianna Ambassador Haley is set to take the stage here in this pivotal battleground state of Michigan. And her message to voters is that there are some real warning signs for former President Donald Trump. No, she has not won any of these early contests, including losing in her home state of South Carolina. But she argues that Trump is not emerging from these states with a mandate. That she still captured 40 percent of the vote in her home state. And that indicates that he has real vulnerabilities with independent voters, with moderate voters. The donors, though, are stepping back. Americans for Prosperity Action, who was supporting her to the tune of upwards of $4 million in South Carolina, they aren't going to continue supporting her. But her campaign still voicing confidence, saying that she is still winning the support of everyday Americans. Upwards of a million dollars she was raised at a grassroots level after South Carolina, even after these big donors have pulled out. So, time is running out for her to continue to make her case. But she's confident that she can go the distance, at least for the next couple of weeks. Though Trump, he could wrap up this delegate math as soon as March the 12th. Bianna. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:13",
      "speaker": "GOLODRYGA",
      "sentences": "Eva, thank you. For more perspective on the Republican race, let's bring in someone who was part of it. Former Arkansas Governor AsaHutchinson suspended his campaign a little more than a month ago and has endorsed Nikki Haley. Governor Hutchinson, thank you so much for joining us. So straight from South Carolina, Nikki Haley has gone to Michigan. And here's what she said about her loss to Donald Trump. She said, \"I know 40 percent is not 50 percent but I also know 40 percent is not some tiny number. There are huge numbers of voters in our Republican primaries who are saying they want an alternative. I'm not giving up this fight when a majority of Americans disapprove of both Donald Trump and Joe Biden.\" Do you support her take and staying in the race for as long as she has?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:13",
      "speaker": "ASA HUTCHINSON, FORMER ARKANSAS GOVERNOR",
      "sentences": "I do. I've endorsed Nikki Haley. I also support her staying in the race. Clearly, by the fact that 40percent of Republicans in a very conservative state supported an alternative to Donald Trump indicates that she needs to stay in there. And there's voters all across the country that see Donald Trump as not being reliable to our allies, as being more about himself than about our country. And so we'll see how this battle continues. But Michigan's going to be tough for Nikki Haley. Super Tuesday looks better. I think there's an opportunity to pick up some states there like Massachusetts. But she needs to stay in it. I support her staying in this fight through Super Tuesday. And hopefully she can turn that around, provide the alternative that the voters want.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "HUTCHINSON",
      "sentences": "Well, the action network of the Koch brothers are the ones that are doing the door knocking. They did door knocking for Nikki Haley andIowa support from the Koch brothers. Well, the action network of the Koch brothers are the ones that are doing the door-knocking. They did door knocking for Nikki Haley in Iowa, New Hampshire, South Carolina. And so that door knocking operation stops now. And that hurts. But as you can see, their point is that it might not make that much difference as you go into the Super Tuesday states. They can't add that great of a value. So they continue to support Nikki Haley. And she's turning to those small dollar contributions that are sustaining her campaign. And sustaining it very well. It's all about Super Tuesday. And I think she understands that if she cannot close the gap some in the Super Tuesday states, then it's going to be a very difficult road for her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "GOLODRYGA",
      "sentences": "So, come that day, I'm sure the thought has crossed your mind. You've told us that you would not support a convicted felon. I think we canall but guarantee that we won't have any conviction or even a trial start before Super Tuesday. If Nikki Haley is out of the race, where does your support turn?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "HUTCHINSON",
      "sentences": "Well, let's wait and see. First of all, we're waiting on a U.S. Supreme Court decision that will determine, really, whether Donald Trump isgoing to go to trial on the January 6th allegations and attack on our Capitol before the convention. It's certainly not going to happen before Super Tuesday, but it's going to happen likely before the convention in July. And so, let's see who comes out of the convention. Let's see what turmoil is going to occur because of all of these outside pressures, as well. As the electorate, the Republicans, don't want to have someone who's a convicted felon or who can't win in November. And so, this could change. And from my standpoint, I want to wait to see who's going to come out of the convention.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "GOLODRYGA",
      "sentences": "I want to get you to respond to what the former President said this weekend when he spoke to a gathering of black conservatives inColumbia, South Carolina, really making an appeal to black voters. He said, \"We've all seen the mug shot,\" -- meaning his -- \"and you know who embraced it more than anyone else, the black population.\" What do you make of his appeal to black voters based on his own charges and, in this case, mug shot?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "HUTCHINSON",
      "sentences": "Well, that's an irresponsible statement. It's something that's not going to generate African-American support for sure. And if you look athis last two races for President, he has not done, as well, vote-wise with the African-American electorate than normal Republicans do. And it's because of his comments, his actions in dismissing their concerns. And so, as Republicans, we want to expand the opportunities in the minority community. And there's a lot that they see in the Republican Party that will come our direction. But the fact is that Donald Trump is not the right messenger to convey that. It's all about himself. It's not about others. And -- and that's the challenge he faces, no matter what kind of dressing that he puts on it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "GOLODRYGA",
      "sentences": "Do you view those types of comments and that approach as racist?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "HUTCHINSON",
      "sentences": "Well, I, I would call it irresponsible. I would call it offensive. And those are the terms that I would use. Obviously, he's donethings in the past that I disagree with that try to divide us along racial lines rather than trying to bring us together. He hasn't done a good job in that way. And I don't expect that to change. So, I have problems with the way he does not bring us together and reduce the racial divisiveness in a country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "GOLODRYGA",
      "sentences": "Final question. Ronna McDaniel, the RNC's top official, is scheduled to step down on March 8th. You have said that no one should leadthe RNC unless they pledge not to use its limited resources to pay legal fees and judgments of Donald Trump. We expect for the next leader to be someone that he handpicks. And that is somebody that he's endorsed, Michael Watley, who's the Chairman of the North Carolina Republican Party. Do you have faith that he will honor what you said no leader should do in that pledge?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "GOLODRYGA",
      "sentences": "All right. Former Arkansas Governor Asa Hutchinson, thank you so much for the time today. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "HUTCHINSON",
      "sentences": "Thank you. Great to be with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "GOLODRYGA",
      "sentences": "Thank you. Well, coming up, NATO is getting a new member. After the break, we'll talk to NATO Secretary General about the long road Swedenhad to get there. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "GOLODRYGA",
      "sentences": "Welcome back to \"One World\". I'm Bianna Golodryga. Well, Sweden has cleared the final roadblock in its quest to become a NATO member.Hungary's parliament has ratified Sweden's NATO membership after months of delays. Joining NATO requires unanimous approval from the member countries. And Hungary had been the final holdout. Hungarian Prime Minister Viktor Orban says defense cooperation will strengthen Hungary's security. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "GOLODRYGA",
      "sentences": "Time now for The Exchange. And joining me is the Secretary General of NATO, Jens Stoltenberg, Secretary General, thank you so much forjoining us. So, finally, NATO has its 32nd member. Talk about the message that this sends to Vladimir Putin in Moscow and the significance this is for the alliance as a whole.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "JENS STOLTENBERG, NATO SECRETARY GENERAL",
      "sentences": "This is a historic day. It makes NATO stronger, Sweden safer, and all of us more secure. It also sends avery clear message to President Putin that NATO's door is open. We have to remember that he went to war to close NATO's door. He is achieving the exact opposite. Finland is already a member, doubling NATO's border with Russia. Sweden will now become a member. And Ukraine is closer to membership than ever before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "GOLODRYGA",
      "sentences": "And we know that two-thirds of NATO members will each spend two percent of their GDP on defense this year. That is a significant increase.Finland adds considerable technological capacity to NATO, as well. You said, though, that Sweden's membership will make us stronger and safer. However, American officials tell \"The New York Times\" that Sweden's military will need to be rebuilt. Is that the case, and how much of a setback will that be for the defense alliance?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "STOLTENBERG",
      "sentences": "Sweden will bring highly capable armed forces and well- equipped troops. They have advanced submarines, they have advanced fighter jets, and they are spending two percent of GDP on defense.But they have, as all other allies, they have to invest more and to continue to modernize because we live in a more dangerous world. But I'm absolutely confident that that's exactly what Sweden will do. And they're also important just because of their geographic location. If you look at the map, Sweden is important for the Nordic area, but not least for the Baltic region, close to the Baltic countries and Poland. And that's also important for NATO.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "GOLODRYGA",
      "sentences": "And all this is symbolism of this happening on the second anniversary of Russia's larger-scale invasion -- illegal invasion ofUkraine. It is significant here. You said over the weekend, quote, \"Ukraine will join NATO. It is not a question of if but when.\" And that timing is all dependent, obviously, of this war coming to an end. And President Zelensky making clear to the U.S., to CNN, that Ukraine desperately needs that $60 billion in U.S. aid in particular. He says within a month and that millions of lives are at stake and the pace of the war itself is at stake if that funding isn't provided. Are you confident that the U.S. will get that supplemental pass?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "STOLTENBERG",
      "sentences": "I expect the U.S. Congress to reach an agreement to sustain military support to Ukraine because that's a good deal for the UnitedStates. If we allow President Putin to win, then that will send a message to him but also to President Xi that when they use military force, when they invade another country, they get what they want. And that will make the world more dangerous and we need to invest even more in defense. The price of our security will go up. And we also have to remember that this is truly a joint effort by European allies and the United States. If you look at what European allies are providing in military support, it's roughly the same amount as the United States. So, we do this together and we need to continue to do it together because it's a good deal for all of us to ensure that President Putin doesn't win.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "GOLODRYGA",
      "sentences": "And no doubt the $54 billion in aid that the E.U. has passed over the next four years is significant and desperately needed by Ukraine.But experts also say that it is specifically the U.S. equipment, U.S. technology, U.S. weaponry that Ukraine requires, air defense systems. It's something that just can't be supplemented, whether it's by quantity or capability by Europe. What is your response to that and how worried are you that the U.S. is behind in providing some of this aid?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yeah, and if the vote were to be held, it is widely believed that this supplemental will be passed in a bipartisan nature. It's just thefact that it is not being held by the House Speaker, because it's being held up by a majority of very vocal, outspoken Republicans who are against providing aid to Ukraine. Obviously, former President Trump speaking out in support of this, as well. And at the Munich Security Conference, one of those people who was not in support of this supplemental was Senator J.D. Vance of Ohio, and here's what he said. He said, \"Even if the $61 billion of supplemental aid to Ukraine goes through, I have to be honest with you, that is not going to fundamentally change the reality of the battlefield.\" He also said he is more interested in some of the problems in Asia right now than he is in Europe, and that's where the focus should be. What is your response to that take?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "STOLTENBERG",
      "sentences": "There's a very close link between what's happening in Ukraine and what may happen in the future in Asia. What happens in Ukraine todaycan happen against Taiwan tomorrow. And President Xi in Beijing is watching very closely the war in Ukraine. So, if you are concerned about Asia, you should ensure that authoritarian leaders like Putin doesn't get his way in Ukraine. We also need to realize that Xi, President Xi of China and President Putin of Russia, they are working more and more closely together, supporting each other. So, this is really two sides of the same coin. Security is not regional. Security is global. So, it matters. It's interlinked. And second, our support makes a difference. We have to remember where we started at the beginning of this war. Most experts believe that Putin was going to take control of Kyiv within days and the opposite happened. The Ukrainians have been able to liberate 50 percent of the land that Russia occupied in the beginning because of the support from the United States and all the NATO allies. So, now we need to continue to provide that support. It's in our interest to ensure that Ukraine prevails.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:22",
      "speaker": "GOLODRYGA",
      "sentences": "Well, time could be running out as Mexico City faces a severe water crisis. Experts say taps could run dry in many areas just months fromnow. The city of nearly 22 million people is struggling to cope after several years of low rainfall and high temperatures that scientists blame largely on climate change. In addition, experts say the city's water system has not kept pace with its booming population growth. CNN's Gustavo Valdes has more. GUSTAVO VALDES, CNN CORRESPONDENT (voice-over): Lorena Cruz knows she's breaking the law every time she pulls water from this underground reservoir. She says it is a miracle the city tank has water, and without it, the whole neighborhood would suffer because they've had no running water for over a month. And the city, she says, still wants them to pay for the service. Lorena and her neighbors are not the only ones struggling to find water for their basic needs. All 21 million residents in Mexico City's metropolitan area are experiencing shortages in part because of a severe drought. Mexico's capital gets its water from two sources, a system of reservoirs known as Cutzamala and underground aquifers. Raul Rodriguez Marquez, Director of the Consejo Consultivo del Agua, a civic organization promoting water conservation, says the reservoirs are at historic low levels, well below 40 percent capacity, and the aquifers are over-extracted. Part of the problem has been drier than normal rain season that typically run from May to August. And experts say the situation can worsen for the city built over a lake bed before the Spaniards arrived five centuries ago. Some experts want the city could run out of water this summer on what it's been called Day Zero. Mexico's President Andres Manuel Lopez Obrador dismissed those claims, calling them an attempt from the opposition to influence the presidential election in June and said his government is working to get more water to the city. The city's mayor assured residents that the water supply is guaranteed. But frustrated residents have taken to the streets in protest, and many neighborhoods depend on water delivered by trucks, some paid by the government, many paid by local residents. Maria Herminia Collin says each truck costs about $200, and it's just enough for 20 days of water for a handful of families, if they use it wisely and recycle, like using water from washing dishes to flush toilets. But the lack of rain is not the only reason experts say Mexico City is suffering from water shortages. A study by Universidad Autonoma de Mexico shows that 40 percent of the water supply is lost due to leaks. Some because breakage of pipes during the frequent earthquakes, some because the city still relies on pipes over a hundred years old. Rodriguez Marquez says that instead of investing to improve the infrastructure, the money spent on water projects has decreased for many years. We contacted CONAGUA, Mexico's National Water Management Agency, and they declined our request for an interview. They also declined to answer the written questions we submitted about the water supply levels and the state of the infrastructure. For now, the government will continue to ration distribution and continues to call on its citizens to conserve the precious liquid, forcing residents to patiently wait for water to come their way or get what they need whenever they can. Gustavo Valdes, CNN, Atlanta. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:22",
      "speaker": "GOLODRYGA",
      "sentences": "Just unbelievable. CNN's Chief Climate Correspondent Bill Weir joins us from New York. Bill, just putting this into context, look, thiswould be terrible for any city, but we're talking about the largest city in the world, I believe, by population size. How could something like this happen, and what message does this send, perhaps a precursor to other cities?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "GOLODRYGA",
      "sentences": "Is the response that you're hearing, that you're seeing from experts, a sufficient one at this point for Mexico City authorities? Youknow, it's really interesting to see the politics around that. It is an election year in Mexico there, and you saw President AMLO there sort of denying that this is really a concern. It's just, you know, counter fake news from the opposition there as well. But he himself a few years ago promised to stop big breweries. You know, Mexican beer, hugely popular around the world, it takes a lot of water to move them from the north to the south where there is more water down there. It never happened. And, again, this won't be kind of the Cape Town, South Africa case, which in 2018 they actually came within, you know, days or weeks of a day zero because they only have one source of water. They have to rely on desalination. There are multiple ways to get water into Mexico City, but ultimately it's the haves versus the have-nots. The wealthier neighborhoods will see no interruption in their supplies, and you just saw in that piece how the less fortunate just have to make do for the bottom of the pyramid of needs. Without water, there is no life, and this is really a case study for the rest of the world to figure out how they fix this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "GOLODRYGA",
      "sentences": "An important case study at that. Bill Weir, thank you as always.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "WEIR",
      "sentences": "You bet.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}