{
  "date": "2024-07-10",
  "headline": "CNN News Central",
  "subHeadline": "Rep. Steve Cohen (D-TN) is Interviewed about Biden; Blinken to Speak at NATO; Two Million Texans Without Power; White House Says It's Moving On; Pelosi Comments on Biden. Aired 9-9:30a ET",
  "utterances": [
    {
      "timeStamp": "09:00:00",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "All right, as the Biden campaign is trying to move on from the debate and the chatter surrounding it, the former House speaker is telling Democrats calling for him to leave the race, just hold off on your criticism, at least for now.And we're standing by for Secretary of State Antony Blinken to speak at the second day of the NATO summit in Washington. A major focus of core support for Ukraine as the possibility of a second Donald Trump presidency looms on the minds of the leaders there. And their mission to the International Space Station was only supposed to last just a few days, but they've been stuck now for weeks in space. We will soon hear from the Boeing Starliner crew for the first time about their unplanned and very extended stay in space. I'm Sara Sidner, with John Berman and Kate Bolduan. This is CNN NEW CENTRAL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "So, new comments just this morning. The former House speaker, Nancy Pelosi, is leaving the door for open for President Biden to potentially step aside from his campaign, but also at the same time is pleading with fellow Democrats to give him time and space to, quote, \"to do whatever he decides to do, whatever he decides we go with.\"Listen. (BEGIN VIDEO CLIP) REP. NANCY PELOSI (D-CA): It's up to the president to decide if he is going to run. We're all encouraging him to - to make that decision. I want him to do whatever he decides to do. And that's - that's the way it is. Whatever he decides, we go with. I think it's really important, and I would hope everyone would join in, to let him deal with this NATO conference. This is a very big deal. Let's - let's just hold off. Whatever you're thinking, either tell somebody privately, but you don't have to put that out on the table until we see how we go this week. (END VIDEO CLIP) BOLDUAN: So, Pelosi's comments today come after - come as the president and the White House are trying to turn the page on this crisis. As one Biden aide put it in new CNN reporting, we're done talking about the debate. But it appears other Democrats or not. House Democrats held a family meeting of sorts yesterday with the focus being what to do about Joe Biden now. And joining us right now is Democratic Congressman from Tennessee, Steve Cohen. Congressman, it's good to see you. Thank you for coming in. REP. STEVE COHEN (D-TN): Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BOLDUAN",
      "sentences": "First and foremost, what do you think Nancy Pelosi is saying there? What do you hear in her remarks?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "COHEN",
      "sentences": "Nancy Pelosi is one of the best politicians and smartest people I've ever been blessed to deal with and interact with. And she's saying what we should do. We should -- the reality are, Joe Biden will determine whether he's the nominee or not. If he wants to be the nominee, he will be the nominee. If he doesn't, we'll have some other avenue. And she's saying, let Joe Biden decide.Nancy had that decision a few years ago whether to remain as speaker or not. And she chose not to. But she's had a great life the last year-and-a-half as speaker emeritus, and been on the national - international stage as a person of wisdom and made a big impact. And she's saying, leave it to Joe Biden. Nancy Pelosi's almost always right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BOLDUAN",
      "sentences": "She -- I mean she is an astute political tactician and in reading of data and polls and the temperature for sure.Do you hear, in those comments, that -- she is not closing the door on the possibility that Joe Biden may still decide to step -- to -- may still decide to step aside. Do you agree she's leaving the door open to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "COHEN",
      "sentences": "I believe she is. And I -- and I believe that the Democratic caucus, who respects her opinion, is guided by her opinion, and is also knows that this election is so important that we need to defeat Donald Trump, who's a threat to our democracy, the rule of law and freedom. He's a 32-time felon. He's a sexual civil defendant who has been found liable up to $100 million in damages. He's not something we should hold up to the world and to our children and our families and ourselves as a role model, as a president should be.And Joe Biden is a fine man. Joe Biden is a man of -- he's very polished. He's knowledgeable. He's had a great record. And he's somebody that people respect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BOLDUAN",
      "sentences": "After that family meeting of House Democrats yesterday, you were asked if the caucus was now on the same page. And what you said is, we are not even in the same book. That doesn't sound good, Congressman. What do you mean?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "BOLDUAN",
      "sentences": "You told reporters yesterday that you're still with Biden. That's what I get from you. You're with Biden in whatever he decides you will support.Democratic Senator Michael Bennet, though, has now come out to say that he does not think that Joe Biden is capable of winning re- election after that debate performance. I want to play for you what he said on CNN. (BEGIN VIDEO CLIP) SEN. MICHAEL BENNET (D-CO): Donald Trump is on track, I think, to win this election, and maybe win it by a landslide, and take with him the Senate and the House. I think that we could lose the whole thing. And the White House, in the time since that disastrous debate I think has done nothing to really demonstrate that they have a plan to win this election. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "BOLDUAN",
      "sentences": "Separate from, if you think Biden should keep running or not, because Bennet's actually making a separate call there, do you agree with his assessment that Joe Biden can -- he does not think Joe Biden can win this election now. COHENSo, no, he can win. He's got a great record. And if he shows that he can handle some of these events, like the press conference on Thursday night, he certainly can win. Now, people have different districts. My district is strong behind Joe Biden. Bennet's in Colorado. Colorado voters are a (ph) different state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "BOLDUAN",
      "sentences": "Yes, you're in a safe district. I looked at it yet again. I mean I've covered you for years. I looked at it yet again this morning. You're in a safe district. You can safely say, I want to be with Joe -- I'm going to stick with Joe Biden because that's what your voters are saying.But when it comes to losing the Senate maybe and not regaining majority in the House, that is where the real concern comes. Do you share the concern that Biden may be dragging down the ticket?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "COHEN",
      "sentences": "I think Joe Biden shares that concern as well, and I think whatever decision he makes will take that into consideration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "BOLDUAN",
      "sentences": "Congressman Cohen, thanks for coming in.John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "All right, we are standing by to hear from U.S. Secretary of State Antony Blinken at the NATO summit in Washington. So far Ukraine has taken center stage there with President Biden pledging to supply new air defenses.CNN national security correspondent Kylie Atwood joins us now from Washington. What's the latest from there, Kylie?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "KYLIE ATWOOD, CNN NATIONAL SECURITY, CORRESPONDENT",
      "sentences": "Well, listen, we're waiting to hear from the secretary of state. I'm told he's going to come with new security announcements. We'll watch and see what those are.But as you said, John, this comes on the heels of President Biden last night announcing new air defense capabilities that NATO is going to be giving to Ukraine. That is significant. It's something that Ukraine has continually said it needs on the battlefield. And here's what he said about Ukraine continuing to defend itself against Russia with NATO's support. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "All we allies knew, before this war Putin thought NATO would break. Today, NATO is stronger than it's ever been in its history. When this senseless war began, Ukraine was a free country. Today it is still a free country. And the war will end with Ukraine remaining a free and independent country.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:02",
      "speaker": "PRESIDENT VOLODYMYR ZELENSKYY, UKRAINE",
      "sentences": "Biden and Trump are very different. But they are supportive democracy. And that's why I think Putin will hate both of them.I hope that if the people of America will vote for President Trump, I hope that his policy with Ukraine will not change. I don't know very well him. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:02",
      "speaker": "ATWOOD",
      "sentences": "Now he also obviously thanked the NATO alliance for all of the military support Ukraine has received and pleaded with them to lift some of the restrictions that are in place on the use of that military equipment that Ukraine currently has. We'll watch and see if any of those restrictions are lifted in conversations over the next few days.John. BERMAN: All right, Kylie Atwood, at this NATO summit in Washington. Kylie, thank you very much. Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:16:30",
      "speaker": "SIDNER",
      "sentences": "All right, imagine dealing with suffocating heat with no air conditioning. Almost 2 million people are without power in southeast Texas after Hurricane Beryl tore through the lone star state. And worse yet, officials do not expect electricity to be able to be restored for days to come, possibly in some areas for weeks.CNN's Ed Lavandera is joining me now from Dallas. There's a huge challenge here that crews are facing. Can you give us some sense of what that is. And we've seen all of the water and all of the damage from Beryl already. And now this heat is just awful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:16:30",
      "speaker": "ED LAVANDERA, CNN CORRESPONDENT",
      "sentences": "Yes, which is triggering that frustration and concern as crews work to rebuild the power systems there along the southeast Texas Gulf Coast in the aftermath of Hurricane Beryl. Right now roughly about 1.7 million customers statewide are without power. About 1.4 million of those are in the Houston area alone. And those serviced by a power utility company called CenterPoint Energy.There's been - state officials are saying they are pushing CenterPoint to work quickly to restore this power. This as the temperatures beginning to rise once again. Heat indexes expected to be around 100 degrees or so for the coming days. So, obviously, very dangerous situation. CenterPoint Energy says that they're working as fast as they can, but it will take days to restore the power. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:16:30",
      "speaker": "PAUL LOCK, CENTERPOINT ENERGY REPRESENTATIVE",
      "sentences": "It's going to be days. I mean look at - look at the last of it in June. I mean in May. We had just under a million people without power. I don't know if you recall that. We restored power to a million people in four-and-a-half days. And now we're at 2.2 million.(END VIDEO CLIP) LAVANDERA: CenterPoint says they're hoping to get a million customers back online by the end of the day today. But it also comes as there's a squabble between the federal government and state officials here. President Biden, in speaking with a reporter from \"The Houston Chronicle\" yesterday said that he was trying to, quote, \"track down the governor.\" Greg Abbott has been on an overseas trip in Asia, a business development trip. The lieutenant governor is the acting governor currently. Dan Patrick and Greg Abbott say that Biden is politicizing this, that they have his number, that he could have called. But, you know, an interesting political squabble in the aftermath of this hurricane is unfolding as well as residents there on the Gulf Coast are dealing with this aftermath. Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:16:30",
      "speaker": "SIDNER",
      "sentences": "A political mess and a mess made by mother nature. Thank you so much for staying out there in that heat with your crew. Appreciate it, Ed Lavandera.All right, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:24:01",
      "speaker": "BOLDUAN",
      "sentences": "The White House has a new message for the Democratic doubters of Biden's re-election run. From one Biden aide, \"we are done talking about the debate.\" And from another senior official, \"I'm moving on to my day job.\"As for those not ready to move on, they now include three Democratic senators who are saying that they do not think Biden can win at this point, saying that privately. And then one of them, Senator Michael Bennet, said it publicly on CNN as well, predicting Trump may win in a, quote, landslide, and also take the House and Senate with him. CNN's Arlette Saenz is at the White House with more for us. Lots of reporting coming out. What - how is the White House responding and reacting to all of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:09",
      "speaker": "BOLDUAN",
      "sentences": "And it's a busy day ahead in the building behind you. What - how much and what are we going to see the president today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:09",
      "speaker": "SAENZ",
      "sentences": "Well, President Biden, this morning, will drop by a meeting at the AFL-CIO as he's looking to meet with about 60 union chiefs from across the country. Campaign believes that union support would be key for Biden heading into November's election. The president then will turn his focus to these commander in chief foreign policy issues as the NATO summit is underway here in Washington, D.C. Ukraine, of course, is a big focus at that NATO summit. The president will be welcoming the world leaders for a typical family photo and participate in a working session before hosting a dinner for those world leaders here at the White House this evening. He also will be hosting the new British prime minister at the White House for a bilateral meeting as well.But one interesting note. Former House Speaker Nancy Pelosi, today, one thing that she said in an interview this morning is that she believes that Democrats need to withhold their criticism of President Biden as this NATO summit is playing out. She said to wait until then. But that she ultimately believes it's President Biden's decision to make whether to stay in this race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:09",
      "speaker": "BOLDUAN",
      "sentences": "Arlette, thank you so much for that.John, would you like to continue your commentary about the sprinkler system at the White House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:09",
      "speaker": "BERMAN",
      "sentences": "I'm just concerned. I'm just concerned that someone's going to be hit by wayward water and they're not going to be able to react (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:09",
      "speaker": "BOLDUAN",
      "sentences": "Wayward water.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:09",
      "speaker": "BERMAN",
      "sentences": "Look, so the White House says that the debate - they want the debate to be over about the president's future. I want to dunk a basketball. We don't always get what we want here. Especially because of what Nancy Pelosi, the former House speaker, said this morning. She sat down for an interview and really did seem to leave the door open to the possibility of President Biden ending his election bid.Listen. (BEGIN VIDEO CLIP) REP. NANCY PELOSI (D-CA): It's up to the president to decide if he is going to run. We're all encouraging him to make that decision. I want him to do whatever he decides to do. And that's - that's the way it is. Whatever he decides, we go with. I think it's really important, and I would hope everyone would join in, to let him deal with this NATO conference. This is a very big deal. Let's - let's just hold off. Whatever you're thinking, either tell somebody privately, but you don't have to put that out on the table until we see how we go this week. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:09",
      "speaker": "BERMAN",
      "sentences": "With us now, veteran Democratic strategist and consultant, Simon Rosenberg, and CNN political commentator and Democratic strategist Maria Cardona.Nancy Pelosi chooses her words carefully, Maria. And you know what Nancy Pelosi didn't say just there, I want President Biden to run.",
      "isLastSentenceInterrupted": false
    }
  ]
}