{
  "date": "2024-11-14",
  "headline": "CNN News Central",
  "subHeadline": "Trump Cabinet Picks Under Scrutiny; Biden Heads to Peru. Aired 1-1:30p ET",
  "utterances": [
    {
      "timeStamp": "13:00:54",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "The pick of former Congressman Matt Gaetz for attorney general now setting up a true test of Senate GOP loyalty towards president-elect Trump. The choice is dividing Republicans in Congress, while Democrats are pushing for the release of a House Ethics report on the former congressman.Plus: Paris on alert,police there stepping up security ahead of an international soccer match between France and Israel, officials trying to prevent antisemitic violence like what happened on the streets of Amsterdam.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:54",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "And the truth is out there,former Pentagon officials telling members of Congress that we are not alone in the cosmos. Why they accuse the government of hiding evidence of alien life forms and UFOs.We're following these major developing stories and many more all coming in right here to CNN NEWS CENTRAL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:54",
      "speaker": "KEILAR",
      "sentences": "President-elect Donald Trump's latest flurry of Cabinet choices sending shockwaves through Washington and beyond.Here in the past 24 hours, Trump tapped former Democratic Congresswoman Tulsi Gabbard to be his director of national intelligence and Florida Republican Matt Gaetz as attorney general. If confirmed by the Senate, Gaetz would lead the very department that pursued a yearslong sex trafficking investigation against him. And we're learning the House was set to vote tomorrow on whether to release the findings of a separate Ethics probe into the now former congressman. Trump's choice of Gaetz to lead DOJ is perhaps his most controversial yet, but it underscores with the incoming president values most as he prepares for his new term. And that is certainly loyalty. Let's turn to CNN's Kristen Holmes, who is live for us from West Palm Beach, Florida. Kristen, Trump back at Mar-a-Lago today after dropping some of these bombshells yesterday. Walk us through how he settled on these latest high-level picks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:54",
      "speaker": "KRISTEN HOLMES, CNN NATIONAL CORRESPONDENT",
      "sentences": "Well, Brianna and Boris, I will tell you one thing.Some of his team was actually surprised that there was more blowback to Matt Gaetz than there was to Tulsi Gabbard, that everyone started fixating on Matt Gaetz. They thought there would be much more pushback to the Tulsi Gabbard aspect of all of this. But when it comes to Gaetz as attorney general, obviously, as we have been reporting for the last several weeks, Donald Trump views this as one of the most important positions in his administration, particularly because of what he wants to do to the Department of Justice, essentially move it under the executive, have complete control over, and guide it from within. One thing, you use the term a lot because we hear it from Donald Trump and his team talking about the deep state. When he's talking about the deep state, he's almost entirely specifically referring to the Department of Justice because of what he believes is this bureaucratic system that operates outside of the executive branch. But what I am told, when it comes to how he landed on Matt Gaetz, that he'd had a series of interviews. As we reported the last two days, Matt Gaetz was never on any short list. But Donald Trump just wasn't impressed. And that short list kept getting longer because they kept bringing in new people to sit down with him. I'm told that he didn't really think any of them had what it took to be the presenter, the effective communicator of the message that he wanted out there. A lot of the meetings were really formulaic. He didn't feel like people could go out on TV and defend what they were doing. And then on the plane ride to Washington, D.C., this plan was hatched for Matt Gaetz for attorney general. He had people around him who were pushing for it. I will note one thing, because there's been a lot of questions about this. Chief of Staff Susie Wiles has a relationship with Matt Gaetz. Just remember, she is a political operative in Florida. He is a Florida politician. They have worked together for quite some time. And she was on the plane yesterday when all of this was coming together. Now, they decided that this was the way to go. And by the time they were wheels down from that meeting with President Joe Biden, he had announced that pick. Now, what I'm told about that pick specifically is that they're looking at him, again,as this communicator, as this figurehead, as the person who's going to go out there and effectively message what they're doing with the Department of Justice. And we know that he's a bomb thrower. But the other thing I was told is to watch out in the next several days for a series of people who are going to be under him. These are likely to be more serious attorneys who are known for their work in litigation. [13:05:09] Those people, those deputies to him are the people that are going to actually be executing the day-to-day work at the Department of Justice. Obviously, we will wait and see what this looks like -- Boris and Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:54",
      "speaker": "KEILAR",
      "sentences": "All right, Kristen Holmes live for us from West Palm Beach, thank you -- Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:54",
      "speaker": "SANCHEZ",
      "sentences": "Today, top Senate Democrats are calling on the House Ethics Committee to release their findings on former Congressman Matt Gaetz.That long-awaited report was expected to be released as soon as tomorrow, but after Gaetz resigned immediately from the House, it's not clear if it's ever going to see the light of day. Here's Senate Judiciary Chair Dick Durbin. (BEGIN VIDEO CLIP) SEN. RICHARD DURBIN (D-IL):  I want to know what's in this Ethics Committee report. It's a bipartisan investigation of some extremely serious charges. That has to be public. Let the American people then decide whether he's competent and qualified. The timing of his resignation and flight with president-elect Donald Trump suggests he believes that this report is not friendly and favorable. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:54",
      "speaker": "SANCHEZ",
      "sentences": "CNN's Manu Raju is following the latest reaction from Capitol Hill.Manu, we heard from Durbin there. What are you hearing from other lawmakers?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:54",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes, look, this is going to be a complicated confirmation battle for this to be successful for Donald Trump and for Matt Gaetz.There are 53 Republican senators -- at least that would be assuming the Pennsylvania Senate race goes their way that is in a recount right now. Republican candidate David McCormick is now leading in that race. If they have 53 votes, that means they can only lose three Republicans. And I can tell you, in talking to most Republican senators over the past day, that there are far more than three who have concerns. Now, does that mean that they're all going to vote against Matt Gaetz? No, it doesn't. In fact, probably most of them ultimately would vote for him. But it really would only take really four senators in the Republican side to scuttle this nomination, assuming Gaetz can't win any Democratic votes. And Democrats, as you hear, they're very concerned. Republicans concerned too, not just about Matt Gaetz's role during the Trump era, as well as his efforts to try to push out Kevin McCarthy. He led the charge to oust Kevin McCarthy from the speakership, but this investigation that had been happening in the House Ethics Committee, a bipartisan probe into allegations of sexual misconduct, allegations that Gaetz himself has denied. That investigation is now done because Gaetz abruptly resigned from the House yesterday. Now they don't have jurisdiction over him at this moment. But the question is, will the committee release that information? Here's the other big question. If this -- Gaetz does not get the votes in the Senate, would Donald Trump move to stall him via recess appointments, bypassing the Senate altogether? I talked to a number of Republicans about this idea earlier today. And some of them say they would not favor it. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:54",
      "speaker": "RAJU",
      "sentences": "Concerned if he would be recess-appointed? Does that concern you?SEN. JOHN CORNYN (R-TX):  Well, that's another whole issue. Obviously, I don't think we should be circumventing the Senate's responsibilities. But I think it's premature to be talking about recess appointments right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:54",
      "speaker": "RAJU",
      "sentences": "If someone's rejected and then he does a recess appointment?SEN. JAMES LANKFORD (R-OK):  No, that's a totally different issue. I think the Supreme Court would even step in on those rails. So, the...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:54",
      "speaker": "RAJU",
      "sentences": "You wouldn't be -- you wouldn't favor that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:54",
      "speaker": "LANKFORD",
      "sentences": "No, the Supreme Court started to spoke it into the time period it would take. Quite frankly, the Senate should be here, do its work.SEN. RICK SCOTT (R-FL):  Well, I believe in recess appointments. So I was very clear. And I think both John Cornyn and John Thune committed to recess appointments. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:54",
      "speaker": "RAJU",
      "sentences": "And that last comment from Senator Rick Scott, who ran for Senate majority leader. He lost the Senate majority leader's race to Senator John Thune.And John Cornyn also, as you heard right there, had run for Senate majority leader as well. He had aligned himself more with Donald Trump in the days running up to that election that happened yesterday. But you heard there him saying that he believes there should be an advise- and-consent role as laid out in the Constitution. And also key point that Cornyn made to me earlier today, he believes the Senate should -- there should be no limits in the Senate Judiciary Committee's investigation into Matt Gaetz, including getting that information from the House Ethics Committee. Of course, that's what the Democrats are demanding right now. Release that information, they say -- Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:54",
      "speaker": "SANCHEZ",
      "sentences": "Manu Raju live for us on Capitol Hill. Manu, thank you so much.Let's discuss this latest news with CNN's senior political commentator David Axelrod and Matt Mowers, Republican strategist and president of Valcour LLC, a global public strategy firm. Thank you both for being with us. Matt, just about a week ago, you and I were discussing potential Cabinet picks and you mentioned that attorney general would be extremely tricky, not only because of Donald Trump's aspirations for DOJ and what it means in the federal government, but also because they would immediately become a target, the nominee, from Democrats.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "KEILAR",
      "sentences": "For -- David, for so many Republicans in the Senate, though, this is going to be more about them and Donald Trump than it is going to be about them and Matt Gaetz. So what do you think it comes down to in getting him through? Do you expect that he does get through?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "DAVID AXELROD, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "I have real doubts about it.I mean, he is so freighted in so many different ways, including his own entanglements with law enforcement from the wrong end of it, and his qualifications to run -- to be the nation's chief law enforcement officer. I think he -- Trump has put these Republican senators in a really tough position, between their oath to the Constitution and him. And when I heard this description of how this nomination came about, it was pretty alarming, but it was also very revealing. You know, Trump was unhappy because he didn't think the people they were talking to were essentially good enough on TV, and he approaches all these things like a casting director, loyalty obviously very, very important to him. We're talking about an operation, the Department of Justice, the FBI associated with it. These are organizations that are there to keep the American people safe. And one of the things Donald Trump promised when he was running was that he was going to keep people safe. Well, you don't keep people safe by putting someone who's patently incompetent and widely disliked in charge of the whole operation. So I think that these Republican senators are really placed in a difficult position here. And I agree with Matt. I think that was very apt to say better to be his second choice for attorney general. The thing is, he's just made it so much harder because the first choice is on the face of it unconfirmable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "MOWERS",
      "sentences": "And can I just say actually on the point that David was making about these individual Republican senators, the real question will be, does John Thune eventually put up a Matt Gaetz nomination forward for a vote and a hearing if at the end of the day not enough senators are saying they're even going to vote for him?He's going to have to have that difficult conversation potentially with president-elect Trump and say, I don't want you to be embarrassed on the floor of the United States Senate or in the Judiciary Committee? Do you really want to move forward on this? And that's where he -- John Thune's going to maybe have to give cover to some of these individual senators who on their own may not want to oppose Matt Gaetz, but certainly don't want to be put in position to have to vote against him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "SANCHEZ",
      "sentences": "Does it make a huge difference that it was Thune that was elected yesterday, as opposed to Rick Scott?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "MOWERS",
      "sentences": "Well, it shows that the Senate is immune to some of the outside political noise, right?I mean, there is a robust effort from, for lack of better terms, the MAGA social media sphere trying to support Rick Scott and oppose John Thune. And we saw how the senators responded to that. I mean, they are very insular, very insulated from some of those political pressures. And I expect they're going to try to give a long leash to Donald Trump on a number of his nominees. They do believe he was elected with a mandate. They believe they're in the majority in part because of that mandate. But at some point, rubber meets the road on some of these nominees and Matt Gaetz makes it very challenging for them. KEILAR:  Amazing how immune they are from pressure when the ballot is secret. That's one of the keys, it seems. David, I do want to ask you about the Tulsi Gabbard pick for director of national intelligence. She has said many things that I think there are folks who look at it and they question what she said, whether it's about Putin, whether it's Bashar al-Assad, being isolationist, being friendly towards these dictators who have done horrible things to their own people. But I also want to ask you this, because you're someone who has seen up close how the responsibility of an office can change a person. And I wonder if you think, once she is in that role, she has access to a lot of information that she did not maybe have access to before, she hasn't had in years, if that's something that could change her. What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:16",
      "speaker": "KEILAR",
      "sentences": "I wanted to play a little devil's advocate with my question there, but I will say I saw the utmost restraint as you were trying not to roll your eyes at the premise of my question there, David.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:16",
      "speaker": "KEILAR",
      "sentences": "But I really appreciated your thoughtful answer.David and Matt, thank you so much. Really appreciate both of your insights.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:16",
      "speaker": "MOWERS",
      "sentences": "Of course. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:16",
      "speaker": "KEILAR",
      "sentences": "Still to come this hourAnd also ahead:  President Biden will soon land in Peru for his last APEC summit before Trump moves back into the White House. Details on that ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:21:50",
      "speaker": "SANCHEZ",
      "sentences": "Right now, President Biden is on his way to Lima, Peru, for this year's APEC summit of Asia-Pacific economic leaders, the same city where it was held in 2016. And just like that year, the outgoing U.S. president is a lame-duck Democrat meeting with world leaders after losing to Donald Trump, who's promising an America first agenda.CNN senior White House correspondent Kayla Tausche joins us now live from Lima. Kayla, this is President Biden's first presidential trip to South America. How does losing the election for Democrats change the messaging there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:21:50",
      "speaker": "KAYLA TAUSCHE, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, Boris, the president is expected to put forth the same message as the last four years, according to his national security adviser, Jake Sullivan.And that message is that allies are vital to America's security and strength both at home and around the world. But the unspoken message, of course, is that the approach to those alliances is about to be upended when Trump takes office again in January. And senior administration officials acknowledge that while everyone is physically here in South America, all anyone can focus on is what is happening in Palm Beach, Florida, and in Washington, and also acknowledging a sense of awkwardness as many of these world leaders prepare amongst themselves for a second Trump term. Now, for months in advance of the election, there has been some discussion in the White House and among the top national security aides about how exactly to -- quote, unquote -- \"Trump-proof\" some of these relationships and agreements and aid pacts that have been in place for the duration of Biden's term. But I'm told that is not going to be a focus of this week's summits both for APEC leaders, as well as at the G20, a senior U.S. official telling me this: \"We are not putting in poison pills. Other countries wouldn't even want to agree to anything that would get the relationship off to a rocky start with the new crowd,\" so giving them a little bit of distance to craft their own strategy to deal with the Trump administration 2.0. For President Biden it will be a swan song of sorts on the world stage, albeit a relatively quiet one. He's going to be meeting with the leaders of the host countries, as is customary. He's also going to be holding a trilateral meeting with the leaders of Japan and South Korea to reaffirm those alliances. And he's also going to have a closely watched bilateral meeting with President Xi Jinping of China to follow on the same meeting that they had at this summit one year ago in San Francisco to discuss military- to-military communication and stopping things like fentanyl trafficking. But officials say that that's really going to be what they describe as a bookend conversation to try to track progress and tie up some of the policies that President Biden had toward China during his term. There's going to be a relatively light staff footprint here in Lima and in Rio de Janeiro, where the president is going next, as many in the West Wing acknowledge that this is really wind-down time and many of them are already trying to figure out what's next for them -- Boris, Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:21:50",
      "speaker": "SANCHEZ",
      "sentences": "Kayla Tausche live for us from Lima, thank you so much Kayla -- Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:11",
      "speaker": "KEILAR",
      "sentences": "Joining us to discuss this is Jennifer Barnhill. She's a columnist for \"Military Times.\" She's a military spouse and she's also the author of the forthcoming book \"The Military Stories You've Been Told.\"Jennifer, thanks for being with us. And I want to talk to you first about some of this \"Wall Street Journal\" reporting that was really surprising to a lot of folks, that the Trump transition team is actually considering an executive order to create a board that would review three- and four-star military officers and flag them for firing if they're determined to be unfit for leadership. This would basically bypass what's a pretty strenuous Pentagon promotion system. How big of a change would that be? JENNIFER BARNHILL, COLUMNIST, \"MILITARY TIMES\":  Well, let's back up a teeny bit. In -- as a military family member myself, a military spouse and as a writer, I have been observing the narratives that have been swirling around the DOD for some time. And one of those narratives is what we're talking about today, the woke narrative. One of the newest layers of this is what you're mentioning, talking about our Department of Defense officials as being woke and characterizing them and their actions in a specific light. And what this does is, this actually capitalizes on America's lack of familiarity with the military, the service member themselves and the military family. And it's not surprising. Not very many people serve in the military. So there is that disconnect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:11",
      "speaker": "KEILAR",
      "sentences": "But when they're when they're saying, Jennifer, that it's woke, what are they meaning? And is it true?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:11",
      "speaker": "BARNHILL",
      "sentences": "So when this sneaks into the conversation, rather than be about the issues that are designed to support service members and families -- that's what these policies are, policies that are there to help a particular segment of the population -- they're taking the conversation away from the things that are needed, that our service members need and refocusing the conversation other agendas.And, in fact, in doing so, they push the DOD leaders, families, policies into the political fray.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:11",
      "speaker": "KEILAR",
      "sentences": "So what kind of policies are we talking about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:11",
      "speaker": "BARNHILL",
      "sentences": "So, obviously, there is a history with this narrative and it goes back to 2023.There were holds on appointments. That was something that was really disruptive to our community. The narrative started to shift when we were talking about a post-Roe v. Wade environment. So, accessing abortion, accessing maternal health care, these were all under threat during this time. And military families were very concerned, not just female service members. We all move around with our loved ones and we're subject to the laws in the states where we are, but we don't have the right to vote with our feet and leave. So we look to our military leaders to support us through policy. So that's one example. But the narrative started to shift when conversation moved away from the actual issue and the policies, so abortion being one of them, but guess what? Safe housing is another. Childcare is another. There are so many military policies that our leaders put into place to serve those who serve our country. And so that's just one example. But the narrative shifted away from the policy and moved more towards this idea of wokeness or a liberal or Democratic policy. But reality is, these policies have always been historically there to serve the people who have elected to serve their country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:11",
      "speaker": "KEILAR",
      "sentences": "So one of the things that's getting a lot of attention has been Hegseth's remarks about women in combat. And I want to ask you about that, because he's not alone. We have we have heard a lot of people who've talked about this. He said as recently as last week, they don't belong there.But the fact is, they're there and they have been for some time. I think it's maybe hard to unring the bell on women in combat when they have been there for so long, including as fighter pilots and the special operations forces even. They're in the Rangers. They're in the Green Berets as well. But what are the concerns about the message that that serves -- or that sends to women who are serving?",
      "isLastSentenceInterrupted": false
    }
  ]
}