{
  "date": "2024-03-20",
  "headline": "CNN Newsroom",
  "subHeadline": "Hong Kong Passes New Security Law; Another Royal Photo Under Scrutiny; Israeli Officials To Visit U.S. To Discuss Rafah Operation; Haitian Airline to Resume Flights to Miami on Monday; RSF Forcibly Recruits Men and Children in Sudan Conflict; Getty Images Says Photo of Late Queen Taken by Catherine is \"Enhanced\"; Beyonce Reveals Inspiration for Upcoming Country Album; Robot Dog Debuts as Police Aide in Spain; Godzilla Becomes Tokyo Police Chief for a Day. Aired 2- 2:45a ET",
  "utterances": [
    {
      "timeStamp": "02:00:29",
      "speaker": "ROSEMARY CHURCH, CNN INTERNATIONAL ANCHOR",
      "sentences": "Hello and welcome to our viewers joining us from all around the world and to everyone streaming us on CNN Max. I'm Rosemary Church. Just ahead. Catastrophic food shortages in Gaza are pushing infants to the brink of death. But aid agencies say without a ceasefire there's little they can do to alleviate the suffering.A sweeping new security law passes in Hong Kong fueling fresh concerns about Beijing's tightening grip on the city. And a top photo agency is flagging another digitally altered photo released by the British Royals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:29",
      "speaker": "ANNOUNCER",
      "sentences": "Live from Atlanta, this is CNN NEWSROOM with Rosemary Church.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:29",
      "speaker": "CHURCH",
      "sentences": "And we begin with new warnings on the deteriorating humanitarian situation in Gaza. The World Health Organization says a growing number of infants in the enclave are on the brink of death from acute hunger. It comes just a day after a U.N.-backed report predicted an imminent famine in northern Gaza between now and May. The U.S. Secretary of State says Gaza's entire population is at severe levels of food insecurity, while the U.N. human rights chief is warning Israel that continued restriction of aid into the territory may amount to a war crime.(BEGIN VIDEO CLIP) VOLKER TURK, U.N. HIGH COMMISSIONER FOR HUMAN RIGHTS: The extent of Israel's continued restrictions on the entry of aid into Gaza together with the manner in which it continues to conduct hostilities may amount to the use of starvation as a method of war, which is a war crime. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:29",
      "speaker": "CHURCH",
      "sentences": "Despite the growing international pressure, Israeli Prime Minister Benjamin Netanyahu says he is determined to achieve Israel's war goals in Gaza especially in the southern city of Rafah.(BEGIN VIDEO CLIP) BENJAMIN NETANYAHU, PRIME MINISTER OF ISRAEL (through translator): We have an argument with the Americans regarding the need to enter Rafah. Not regarding the need to eliminate Hamas but rather the need to enter Rafah. We do not see a way to eliminate Hamas militarily without destroying those remaining battalions. I have made it supremely clear to the U.S. president in our conversation that we are determined to complete the elimination of these Hamas battalions and Rafah and there is no way to do it, except by going in on the ground. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:29",
      "speaker": "CHURCH",
      "sentences": "Netanyahu's comments come despite warnings from U.S. President Joe Biden to refrain from a ground incursion in Rafah. The White House says two top Israeli officials are expected to visit Washington next week to discuss the Rafah operation.And CNN's Jeremy Diamond has details now from Jerusalem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:04",
      "speaker": "CHURCH",
      "sentences": "Meantime, the Israel Defense Forces is urging Palestinians in Gaza to share any information they have about the remaining Israeli hostages in the enclave. The IDF send text messages to people on Tuesday, offering cash in exchange for any information. A CNN journalist also received the message. The message lists two phone numbers and a link to a Web site which directs them to a page with pictures names and ages of the hostages.The matchup is now set for what should be one of the most important U.S. Senate races this November. CNN projects Trump-backed Cleveland businessman Bernie Moreno will win the Ohio Republican primary. He will face incumbent Democrat Sherrod Brown in a contest that could decide which party controls the Senate. CNN exit poll show roughly seven in 10 GOP voters say it's at least somewhat important that their next senator supports Donald Trump. Sherrod Brown has served three terms in the U.S. Senate and he is one of only two democrats running for reelection in a state Trump carried twice. Well, Donald Trump voted Tuesday in the Florida Republican primary. The former President responded to recent comments from his Vice President Mike Pence who said he could not in good conscience endorse Trump's campaign. (BEGIN VIDEO CLIP) DONALD TRUMP (R) PRESIDENTIAL CANDIDATE: I couldn't care less, I couldn't care less. We need patriots. We need strong people in our country. Our country is going downhill very fast very rapidly. Millions of people coming across the border coming from jails from prisons, coming from mental institutions and insane asylums terrorists. We need strong people in this country. We don't need weak people. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:04",
      "speaker": "CHURCH",
      "sentences": "Meanwhile, President Biden is making his pitch for a second term in the battleground states of Nevada and Arizona. He won both states in 2020. But polls show tight races in November. Mr. Biden is hoping to shore up support among Latino voters who were a key part of his 2020 coalition.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:04",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "We had a lot more to do, a lot more to do. Reaching this election is so important. It's not about me. It's about the future. It's about the future. He wants to undo every single thing we've done if he gets elected, be stated straight up. But there's so much more to keep and to do.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:04",
      "speaker": "CHURCH",
      "sentences": "Natasha Lindstaedt is a professor of government at the University of Essex. She joins me now from Colchester in England. Good to have you with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:04",
      "speaker": "NATASHA LINDSTAEDT, PROFESSOR, DEPARTMENT OF GOVERNMENT AT THE UNIVERSITY OF ESSEX",
      "sentences": "Nice to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:04",
      "speaker": "CHURCH",
      "sentences": "So, five states held primaries Tuesday night but all eyes were on that crucial Republican Senate race in Ohio where Donald Trump's pick, Bernie Moreno will win according to CNN projections. He'll go up against the incumbent Democrat Sherrod Brown in November in a contest that could decide which party controls the Senate. How do you expect that race to play out? And what are the challenges ahead?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:01",
      "speaker": "CHURCH",
      "sentences": "And meantime Donald Trump said Tuesday the Democrats have been very opposed to Jewish people and Israel, his words, but actually went further back on Monday saying and I'm quoting directly here, \"Any Jewish person that votes for Democrats hates their religion, they hate everything about Israel and they should be ashamed of themselves because Israel will be destroyed.\" Direct words there from Donald Trump.Now the anti-Defamation League hit back calling Trump's comments prejudicial and false. But does this strategy work for Trump to take Jewish votes away from the Democrats? Or does it backfire and do the exact opposite?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:01",
      "speaker": "LINDSTAEDT",
      "sentences": "I think this one is going to backfire. So far, actually, Jewish Americans have been supportive of Biden and the way that he's handled the crisis in Gaza by trying to offer some support to Israel. Of course, this has backfired for Biden with other voters. But that's another story. With Trump's comments, this is just going to I think inflame Jewish Americans, it's a really terrible thing to say to accuse them of basically not being patriots if they vote with or another party.And it's just fear mongering. So, I can't imagine this would resonate with Jewish American voters who have traditionally already been voting on supporting democratic parties and candidates anyways.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:01",
      "speaker": "CHURCH",
      "sentences": "And on the subject of Trump's legal woes, and he's struggled to pull together the $464 million bond that's due by Monday. His legal team is now using the words of Trump appointed Supreme Court Justice Brett Kavanaugh to support Trump's immunity claim in an effort to end all the cases against him. How likely is it that Trump's new Supreme Court immunity brief will work for the former president as a last- ditch effort to protect him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:01",
      "speaker": "LINDSTAEDT",
      "sentences": "Well, the one problem with this, the fact that the Supreme Court decided to hear this case which many legal experts said was completely unnecessary. It is that it's going to delay things. This case was -- some of these cases were supposed to start already and everything is being delayed because of this immunity case that the Supreme Court agreed to hear, which won't even happen, you know, for another month from now.So it's a delay tactic. That's really all he has, if you look at his legal strategy, up and down the board of all the different legal cases he has, he tries to just use some sort of delay tactic or get out of some -- these issues with some kind of technicality. But the decision will be of course, I can't even imagine another decision that somehow one person is above the law. I mean, that's basically what he's saying. And we see that type of law being passed in dictatorships. We don't have that type of law happening in a democracy because everybody is supposed to be equal under the law. But I do see him successful in delaying the case and the more it gets delayed, of course, then the better his chances are in the election. Because if we look at the voting public, there is a majority of Americans that have serious concerns or would not vote for him if he was convicted of one of these different crimes that he's been accused of. So his delay strategy is really important to him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:01",
      "speaker": "CHURCH",
      "sentences": "Natasha Lindstaedt, thank you so much for joining us. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:01",
      "speaker": "LINDSTAEDT",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:16:37",
      "speaker": "CHURCH",
      "sentences": "Welcome back, everyone. Hong Kong has now passed a second national security law with sweeping new powers. The critics say will more closely align the city with Mainland China. The bill was approved on Tuesday after being rushed through Hong Kong's legislative council and debated over just 11 days. The law which introduces dozens of new national security crimes is sparking fears that an ongoing crackdown on dissent will only get worse.CNN's Kristie Lu Stout joins us now from Hong Kong with the latest on this. So, Kristie, what impact will this second national security law likely have on Hong Kong and its people and what are the critics saying about this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:16:37",
      "speaker": "KRISTIE LU STOUT, CNN CORRESPONDENT",
      "sentences": "Yes. This is what it's at issue at the moment. This 212-page safeguarding national security bill that was fast tracked it was rushed through Hong Kong's legislature at the request of the Chief Executive of Hong Kong John Lee. It was debated over 11 days since March the 8th, it introduces some 39 new national security crimes and it adds to the already sweeping national security law that was imposed by Beijing in 2020. Watch this.(BEGIN VIDEOTAPE) STOUT (voiceover): On the streets of Hong Kong, we ask a simple question. Do you support or not support Article 23?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:16:37",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I have no idea.STOUT (voiceover): No idea? Yes or no?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:16:37",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes, no. I have to go. I'm really sorry.STOUT (voiceover): We asked an English, we asked in Cantonese. No comment. STOUT (on camera): Article 23 is Hong Kong's controversial new homegrown security legislation. It includes a range of new national security crimes including treason, espionage, external interference and disclosure of state secrets. STOUT (voiceover): It carries sentences of 10 years for crimes linked to state secrets and sedition. 20 years for espionage and up to life in prison for treason insurrection, sabotage and mutiny. Officials point out that many Western countries have similar legislation and say it will fill loopholes in his sweeping National Security Law imposed by Beijing in 2020 after mass anti-government protests.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:16:37",
      "speaker": "JOHN LEE, HONG KONG CHIEF EXECUTIVE",
      "sentences": "We still have to watch out for potential sabotage undercurrents that tried to create troubles.STOUT (voiceover): In 2003, Article 23 was shelved after an attempt to enact it drew half a million residents onto the streets in protest. No such scenes of opposition are expected this time around. Beijing's national security crackdown has transformed Hong Kong. Dozens of political opponents have been arrested, civil society groups disbanded and outspoken media outlets shut down. Former opposition lawmaker Emily Lau was among the protesters in 2003. She's no longer marching but has a message for Beijing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:06",
      "speaker": "CHURCH",
      "sentences": "Kristie Lu Stout joining us live from Hong Kong. Many thanks for that report.Regina Ip joins me now from Hong Kong, where she is a senior government adviser. Thank you so much for being with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:06",
      "speaker": "REGINA IP, CONVENOR OF THE EXECUTIVE COUNCIL",
      "sentences": "My pleasure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:06",
      "speaker": "CHURCH",
      "sentences": "So apparently bowing to increasing pressure from China, Hong Kong's legislature has passed tough new powers widening its national security laws, and cracking down on any opposition to the government with penalties that include life in prison. What's your reaction to these sweeping new powers?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:06",
      "speaker": "IP",
      "sentences": "We're not bowing to pressure from China. It's -- we have a legal constitutional and moral responsibility to enact laws to safeguard national security. This is required under Article 23 of the Basic Law, which sets out the constitutional arrangement for Hong Kong. And this task has been outstanding for almost 27 years. Macau did it in 2009. So, we owe it to Beijing to do it as expeditiously as possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:06",
      "speaker": "CHURCH",
      "sentences": "Critics say that you are bowing to mainland China. So, how do you respond to those criticisms?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:06",
      "speaker": "IP",
      "sentences": "It has taken us 27 years to formulate the legislation. We are doing it spontaneously on our own efforts, you know, on our own steam. So this is no there's no question of bowing to pressure from Beijing. You know, as part of China, we have a moral responsibility to do so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:06",
      "speaker": "CHURCH",
      "sentences": "And the legislation takes effect on Saturday Introducing 39 new national security crimes and adding to an already powerful national security law that was directly imposed by Beijing on Hong Kong back in 2020. After those massive and sometimes violent democracy protests in 2019. What will this mean for anyone who was involved in those protests and for anyone else who dares to oppose the direction of the government?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:06",
      "speaker": "IP",
      "sentences": "Actually, as a law professor, Hong Kong pointed out that new legislation is irrelevant to most people. A lot of the offenses like treason (INAUDIBLE) top state secrets, espionage. They are already on our statute books. What we have done is to update and modernize them in accordance with interventional practice. So, it is -- it we really have no impact on large numbers of people except those who are intent on endangering national security.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:06",
      "speaker": "CHURCH",
      "sentences": "So, what will happen to those demonstrators who were out on the streets in 2019?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:03",
      "speaker": "CHURCH",
      "sentences": "And the national security bill was rushed through the city's legislative council with no opposition and at the request of City Leader John Lee. Why was it rushed through with such haste?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:03",
      "speaker": "IP",
      "sentences": "Although the speed was spent 50 hours scrutinizing. The bill clause by clause and the policies behind the bill compared to about 100 hours, 21 years ago when I was championing a bill as a principal official. So, the level of scrutiny is actually higher than 21 years ago. We went about our work very seriously, very professionally and we managed to suggest improvements to many of the clauses.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:03",
      "speaker": "CHURCH",
      "sentences": "Regina Ip, thank you so much for talking with us. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:03",
      "speaker": "IP",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:03",
      "speaker": "CHURCH",
      "sentences": "Still to come. In list or die. That is the message for hundreds of men and boys forcibly recruited into Sudan's civil war. We will have a CNN exclusive investigation.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "CHURCH",
      "sentences": "A new indictment is adding to the mounting legal challenges for former Brazilian President Jair Bolsonaro. Police accused him of falsifying COVID vaccination data for him and his daughter while he was still in office. Bolsonaro was widely criticized for downplaying the severity of the pandemic and discouraging people from getting vaccinated. Authorities are also investigating his role in an alleged coup attempt after he lost the 2022 presidential election.The British royals are under scrutiny after two digitally enhanced photos and a sea of conspiracy theories on the Princess of Wales' health. How this is impacting the royal family's image, that's next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "CHURCH",
      "sentences": "The royal rumor mill has been hard at work, coming up with the most outlandish reasons for why the Princess of Wales has kept a low profile lately. But, given the recent controversies over doctored photos, how can the public completely believe any update issued by Kensington Palace? CNN's Max Foster reports.(BEGIN VIDEO CLIP) MAX FOSTER, CNN ROYAL CORRESPONDENT (voice-over): Smiling, happy, and seemingly healthy, new video, not sanctioned by the palace, but reassuring royalists that the couple are well. British tabloids also celebrating Kate's re-emergence and apparent recovery from surgery.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "So, it is good to see that she is back and hopefully, she's doing well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I'm sure that it would be quite nice for her to walk around, do some shopping with her husband.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:00",
      "speaker": "KATE WILLIAMS, CNN ROYAL HISTORIAN",
      "sentences": "William and Kate, Kensington Palace was so trusted at Christmas. And now, three months later, we have a situation in which whatever photo is put out, people don't believe it.FOSTER (voice-over): The lack of information coming from the palace about the princess has created conspiracy theories, often wild ones, which get worse when the palace has been found to be manipulating images.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:00",
      "speaker": "WILLIAMS",
      "sentences": "Either they should have said nothing and kept with that, just as they said they were not going to say anything until there was significant update, or they should have put out a few little statements, perhaps a little statement from Kate saying, thank you for the lovely cards, and kept people updated to a degree.FOSTER (voice-over): Seemingly unfazed and in good spirits, royals refusing to be distracted in public. Prince William making a long planned visit to a homelessness project to Sheffield. No lack of support there or from the papers, as the rumors continue online. Max Foster, CNN, London. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:00",
      "speaker": "CHURCH",
      "sentences": "Beyonce's latest album is due out next week, but it won't be the R&amp;B sound you're used to hearing. The new album is called Cowboy Carter and with it, the superstar hopes to erase stigmas regarding race in country music. Beyonce is no stranger to the genre, having a country inspired track on a previous album, but she has also been the target of racist attacks after performing on the Country Music Awards years ago. The album could be a hit regardless, with its first single, Texas Hold 'Em, hitting number one on the Billboard Hot Country Songs chart. Well, police around the world are looking a little different these days. Take a look at these new hires. In Spain, police took a robot dog for a test walk through the busy city center. It is designed to help spot traffic violations with remote image analysis and soon will use artificial intelligence to sniff out danger. Meantime in Tokyo, the top brass (ph), hoping this new police chief's reputation makes criminals think twice. Godzilla himself was made Tokyo police chief for a day last week as part of an event to promote a traffic safety. But, we are guessing it isn't long until he returns to the big screen.",
      "isLastSentenceInterrupted": false
    }
  ]
}