{
  "date": "2024-04-08",
  "headline": "CNN Live Event/Special",
  "subHeadline": "CNN International: CNN Covers Rare Total Solar Eclipse 2024. Aired 12-1p ET",
  "utterances": [
    {
      "timeStamp": "12:00:00",
      "speaker": "RICHARD QUEST, CNN INTERNATIONAL HOST",
      "sentences": "It is a celestial event. We are all watching wherever you are in the world over the next four hours. Together, we will gaze to the heavens and watch a rare total solar eclipse. I'm Richard Quest in Atlanta.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "RAHEL SOLOMON, CNN INTERNATIONAL HOST",
      "sentences": "And I'm Rahel Solomon, also in Atlanta. Richard Quest, my friend, so good to be with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "QUEST",
      "sentences": "It's exciting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "SOLOMON",
      "sentences": "It is exciting and so good to be with you. We will be with you from when the eclipse dawns over the west coast of Mexico to when it leaves the shores of eastern Canada. And CNN has reporters really spread out across the continent. We're going to take you live to events and parties, even weddings, at key places in the path of the eclipse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "QUEST",
      "sentences": "Just look at it. We have every bit of it covered. And if it's not covered, it's not worth it. Our special coverage of the eclipse across America begins now. Now, Rahel and I know a great deal about eclipses and all of this. But this man, our chief science guru, Bill Weir, is with us to talk us through and to explain every bit of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "BILL WEIR, CNN CHIEF CLIMATE CORRESPONDENT",
      "sentences": "So good to be here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "SOLOMON",
      "sentences": "So good to have you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "WEIR",
      "sentences": "So good to be here. I would prefer totality somewhere outside of Buffalo. But if I can't have that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "SOLOMON",
      "sentences": "Next best way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "WEIR",
      "sentences": "I'm next to you guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "WEIR",
      "sentences": "But think of it. What we are celebrating is a cosmic coincidence. You know, every day the moon's shadow is sort of bouncing all over the galaxy. And if it hits Earth, odds are it's going to hit Arctic ice or the open ocean and no one's going to appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "QUEST",
      "sentences": "So it is hitting us. Most days it's hitting somewhere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "WEIR",
      "sentences": "Somewhere. Maybe if it hits Earth at all, it hits a place where nobody sees it. But today, this is a -- eclipse roadshow that is centuries in the making. And it's like a rock band touring from Dallas to Cleveland to Buffalo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "WEIR",
      "sentences": "And so many 30 million people living in it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "SOLOMON",
      "sentences": "A great American total eclipse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "WEIR",
      "sentences": "It is. SOLOMON",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "WEIR",
      "sentences": "It is, exactly. And there's so many eclipses related. And the Rock and Roll Hall of Fame actually is playing, I think, a six hour playlist.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "QUEST",
      "sentences": "We will be there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "WEIR",
      "sentences": "Yep. Yep.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "QUEST",
      "sentences": "We will be up at the Hall of Fame. But, you know, it happens all the time. So, why should we get excited today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "WEIR",
      "sentences": "This one is because it lasts much longer. This one will last two minutes longer than the one a few years ago because of the position, the coincidence that we're celebrating. So many more people will get to experience this sort of galactic wonder together. And we need a non-partisan, safe event to rally around. It's safe as long as you don't look at it --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "WEIR",
      "sentences": "-- as long as you don't burn your corneas and retinas. We're going to talk about that today. But I think it's just such a beautiful moment to rally around our little place in this universe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "SOLOMON",
      "sentences": "It's been called a great connector, a great sort of, you know, uniter, which I think is so beautiful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "QUEST",
      "sentences": "I want to talk about that as we move through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "WEIR",
      "sentences": "Okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "QUEST",
      "sentences": "I want to talk about that. I want to talk about why we care. This happens all the time. And also, our need to have these sort of events to bring us together and to appreciate something bigger.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "SOLOMON",
      "sentences": "But before we talk about that, before we get all abstract, before we get philosophical, religious.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "QUEST",
      "sentences": "You're talking about me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "SOLOMON",
      "sentences": "Let's actually talk about what is actually happening. Let's bring in another science expert, meteorologist Elisa Raffa. Elisa, always good to have you, as well. So, talk to us exactly about what's happening and who's going to see it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "QUEST",
      "sentences": "This issue of if there are winds -- I'm sorry, if there clouds, and it'll still get darker, won't it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "RAFFA",
      "sentences": "Absolutely. So, you'll still feel the darkness. What the clouds will kind of do is your ability to see some of the other things, like the corona or the Bailey's beads. You know, maybe you won't be able to see that as clearly if a cloud cuts across at that exact time. But the darkness is a surefire thing if you're in that path of totality. You'll get that with the temperature drop and all of this in that path.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "QUEST",
      "sentences": "And you'll --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "SOLOMON",
      "sentences": "So, not maybe as bad as some had hoped.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "QUEST",
      "sentences": "No. Not. Looking forward to you helping us understand and be with us. Many thanks. Now, the assistant director of the Roper Mountain Science Center in Greenville, South Carolina, Tom Riddle, is with us and will help us understand. What -- Elisa was talking about the winds decreasing, the clouds -and over the next few hours, you're going to help us understand that these are phenomena that we should appreciate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "THOMAS RIDDLE, ASSISTANT DIRECTOR, ROPER MOUNTAIN SCIENCE CENTER",
      "sentences": "Correct. And it's really something that is a once-in-a-lifetime thing for many people. But, you know, I say that, we hear that often times, once-in-a-lifetime.But my experience has been that once you've experienced it, you're going to want to do it again. And so, you know, like I have, like you, I have friends all over. But if I can't be there, I'm glad I'm here with you guys. But, yeah, pay close attention to everything that happens. You know, make sure that you are really listening to the sounds of nature. The crickets will start to chirp. The bats will start to come out. You may feel this change in temperature. Of course you'll feel that. And then the winds will start to shift. And so, those things are really indicators that something incredible is about to happen. And it's just -- it's just incredible to experience it for yourself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "WEIR",
      "sentences": "And the stars begin to twinkle in the middle of the day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "RIDDLE",
      "sentences": "Absolutely. And that's something. And you'll be able to see planets. You know, we have Jupiter and Venus, especially, and perhaps even a comet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "QUEST",
      "sentences": "The Devil Comet, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "RIDDLE",
      "sentences": "That's it. You know, 12-feet Ponds Brooks could be there as well just at about 11 o'clock, I think, away from the sun. So, there's a lot going on here with this eclipse, and it's really something. Put your devices down and enjoy it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah, I mean, if ever there was a reason to put your device down and sort of just sort of be. But, Tom, I think it would be really important for folks. We know that people of all ages --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "RIDDLE",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "SOLOMON",
      "sentences": "-- people from around the world are coming within these 15 states to try to get a view of the path of totality. But I think it's really important to take a step back and just explain for us what exactly is happening. RIDDLEmoon, as Bill said earlier, this is crazy. We are in just the right place for this to happen. The moon is coming between the Earth and the sun. And as that's happening, the shadow of the moon is going to be cast on Earth, about 115 miles wide, and that's called the umbra. And then the penumbra is that partial eclipse zone, like we are in, and we're going to get still a change in light. There's still going to be a change in temperature and things like that. But it's all caused by the moon coming right in the right place in our orbital plane to be able to create this incredible experience.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "SOLOMON",
      "sentences": "Because the sun is so much larger than the moon, but the moon is so much closer to the Earth. And so it's sort of like an optical illusion, if you might.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "WEIR",
      "sentences": "Exactly. And it just -- if the moon was any bigger --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "RIDDLE",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "WEIR",
      "sentences": "-- or any closer, we wouldn't be able to study the corona. It would block the whole thing out, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "RIDDLE",
      "sentences": "That's it. You know, the moon is about 400 times smaller than the sun, and it's about 400 times closer. And so, we are just at that right place to be able to experience this. It's incredible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "QUEST",
      "sentences": "You know, we were talking -- I mean, since Earth and the stars and everything, since it was created, whether divine or otherwise, let's not get into that debate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "WEIR",
      "sentences": "Well, we have four hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "SOLOMON",
      "sentences": "We're starting early.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "QUEST",
      "sentences": "Since it was created, thereby, these phenomena were baked in. And we know that X number of years it will happen. But I thought \"The New York Times\" this morning summed it up rather well. It says it reminds us of our planet's place in the cosmos.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "QUEST",
      "sentences": "And therefore it reminds us, again, depending on how philosophical you want to get, how big we are or how small we are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "RIDLE",
      "sentences": "That's -- when I experienced it in 2017, that's very much how I felt. You know, for some people, for some ancient people, this brought fear. For others, it brought peace and comfort. For me, from my perspective, it brought comfort that I am part of a much larger picture. And when you experience that with others, especially in a group setting, it's just incredible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "QUEST",
      "sentences": "What does it do to you? What happens inside Tom Riddle when you see it? RIDDLEbecause I see videos. I go back and, you know, when I was shooting a video, I said, unfortunately, put your phone down. I should have done that. But I was shooting a video while I'm looking at it and I'm yelling and screaming because everybody is kind of interesting. People start to get quiet and people get to, you know, start yelling. And then once it happens, people start to get quiet again. And that's that moment. For me, it was a moment of reflection. I was there with my family and it was just incredible to experience. And I think, again, if you can be with other people and share this. You know, we had over just about 3000 people from 29 different nations that joined us at Roper Mountain when we did this in 2017. And to hear all the different languages, all the different backgrounds coming together and enjoying this and looking out for each other. There were hugs. There were high fives. There were tears.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "RIDDLE",
      "sentences": "And that was just so unifying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "SOLOMON",
      "sentences": "The majesty, the wonder.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "QUEST",
      "sentences": "We're only going to get 80 percent her in Atlanta. But you and I will be sharing that. So, will you hug me?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "RIDDLE",
      "sentences": "Yeah, I'm happy to be with you. I'm very happy to be with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "WEIR",
      "sentences": "You give him permission to hug you. Or you just needed it on the record.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "RIDDLE",
      "sentences": "Oh, are you kidding? Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "QUEST",
      "sentences": "H.R. required.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "SOLOMON",
      "sentences": "Let's do a group hug. Don't leave Bill and myself out of it, Richard. Tom, stick around. We're so glad to have you for the entire special. Over the next several hours, we are going to take you really across North America as we watch this spectacular show unfold.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "QUEST",
      "sentences": "From Toledo, New Mexico, which has the longest totality, to Dallas, Texas, to Niagara Falls. Wherever you are, we've got it covered.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah, we're also going to take you to some watch parties. Who doesn't love a good watch party? Where people are making sure that their glasses are handy as the excitement really reaches a fever pitch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "QUEST",
      "sentences": "Let's talk to one of our reporters and Derek Van Dam, who is with us. Derek is hanging out with a group of party-goers in New England. They're gathered to take in the moon's monumental moment. Where are you exactly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "SOLOMON",
      "sentences": "Must watch T.V, to me -- the animal reaction. QUESTwe're also going to talk about the speed, the science, and the celestial event of a generation that will all come together. We'll be at the Indianapolis Speedway for a live report on the eclipse watch, and we will tell you how you can tell us about your experiences before, after, and, well, in the middle of.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "SOLOMON",
      "sentences": "And chances are, maybe you, a lot of people, scramble to spend just a few minutes inside of the eclipse. But coming up, we're going to introduce you to some scientists who found a way to spend more than an hour in one. Yeah, their story --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "QUEST",
      "sentences": "It is our special. It is the eclipse across America in a moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "SOLOMON",
      "sentences": "When we come back.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "SOLOMON",
      "sentences": "All right, Richard. So, in the last 18 minutes or so, we have been in Vermont, a ski resort. We have been at Dallas at a zoo. You want to take another turn now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "QUEST",
      "sentences": "I think we're going to need to go to the Indy Motor Speedway in Indianapolis. Mike Valero is there and there's going to be 40,000 people with you. Now, this is the largest party for the eclipse. Are you ready for it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah, breathtaking. But for those who are traveling at the last minute, you definitely want to make sure you do it safely. Mike Valerio, so good to have you. Thank you, live there in Indianapolis.Astronomers encouraging everyone --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "VALERIO",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "SOLOMON",
      "sentences": "-- within the eclipse path to enjoy the sight, enjoy this rare sight, but do it only if you can do so safely with some handy glasses like Richard is wearing here. So, looking at the sun's brightness with the naked eye isn't just uncomfortable, it's also dangerous. And sunglasses, yeah, that's not going to cut it.Officials say that sunglasses will not be enough to protect your eyes for this celestial event. So in order to view safely, you need a pair of certified eclipse glasses, such as what my friend Richard Quest is wearing here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "QUEST",
      "sentences": "Yeah, and what's fascinating about these is they are certified, I'm not sure. And once I'm wearing them, I cannot see anything, except if I look up at the lights in the studio, I can see the lights. Just pinpricks of the lights. Which, these are not just sunglasses, these are, oops.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "SOLOMON",
      "sentences": "Thanks for joining us again. Let me bring in our guest who's watching, Dr. Joseph Allen. He's an ophthalmologist. He is also the founder of the Dr. Eye Health YouTube channel. Doctor, so good to have you. It's a very important issue. A lot of people are taking part. A lot of people are really excited about it, but they have to do it safely.What Richard was just talking about there is a sign that the glasses you have may be legitimate, right? If you put them on and you can't see anything else, but maybe some glimmers from the light, that's a good sign. What else should people know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "JOSEPH ALLEN, OPRHALMOLOGIST",
      "sentences": "Well, Rahel, thank you so much. It's absolutely correct that you want to make sure that these glasses, because I have some here, as well, that when you put them on, you should not be able to see almost anything, except for maybe just barely bright lights indoors.But then when you head outside, you should be able to see the faint but gentle sun coming through those lenses. It's basically helping reduce the amount of energy from the sunlight, so it does not burn a hole in the back of your eye, causing permanent vision loss.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "QUEST",
      "sentences": "All right. To those people who say, ah, what non-sense is he talking about? I'll just do something like look through the little fingers of my eyes, or I'll close my eyes and pretend it's not there, or I'll get a piece of paper. What damage can happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "ALLEN",
      "sentences": "Well, the sunlight will cause photochemical damage to the delicate retinal tissue in the back of the eye. And unfortunately, it's the central part of your eyesight in what we call the macula. And that's the part of your eye that you are able to see color vision. You're able to read with it and recognize the faces of your friends and family with that part of the eye.So, even just moments of glancing at the sun without proper eye protection can result in permanent vision loss to this part of the eye. And we have patients who unfortunately have gone legally blind from this type of loss.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "SOLOMON",
      "sentences": "Doctor, what about if you're not in the path of totality? If you're out of those states and maybe you're in a part of the country where you can see a partial eclipse, do you also need glasses for that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "ALLEN",
      "sentences": "Yes. Thank you for that question. You absolutely do. You still need proper eye protection, even if you're not in that path of totality.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "QUEST",
      "sentences": "And in this path of totality, a lot's being said about, well, once you've gone to totality, or once we have totality, you can take the glasses off, in a sense, unless you really want to start, because you won't be at Bailey's Beads and Diamond Rings and the like. And is it safe to remove the glasses so you can appreciate it then?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "ALLEN",
      "sentences": "There's that small moment where you're in the path of totality, where no sunlight is coming in from around the sun. Yes, you are able to remove the glasses safely and glance for a moment. As soon as you see even a sliver of sunlight starting to come out on the other side from the moon, then, yes, you do need to turn away, put back on the lenses, and then start viewing the sun safely again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "SOLOMON",
      "sentences": "Well, that would explain --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "WEIR",
      "sentences": "Oh, I'm sorry, Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "SOLOMON",
      "sentences": "Oh, I'm sorry, Bill. Go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "WEIR",
      "sentences": "One thing I think a lot of people don't realize is, even if you have the really dark glasses, do not look through a telescope with these, correct? Because if that telescope, you know, intensifies that beam, it can literally burn through the retina or the lens on the -- am I right, Doc? ALLEN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "WEIR",
      "sentences": "-- Unless there is a similar lens like this in the front of the telescope.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "SOLOMON",
      "sentences": "That sort of explains why folks say, your first time you should really just focus on seeing it properly because you really only have a few seconds where you can see it, and then your next time maybe focus on taking a photo or video.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "QUEST",
      "sentences": "So, I don't want to be pessimistic, Doctor, but are you expecting to have some patients in the next couple of days who have not heeded this advice? ALLENpopulation, not only just people not knowing this information, but honestly, I'm more concerned about young children who aren't well supervised.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "SOLOMON",
      "sentences": "Okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "ALLEN",
      "sentences": "So, I strongly encourage if you have children who are going to be viewing the eclipse, supervise them well. A lot of kids follow directions well, except, you knpw, curiosity can get the best of us. And if they just want to think, oh, I can glance quickly, you know, we just really have to make sure the young ones are being aware of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah, it's great advice and so important and obviously impacts all of us here as we witness this event. Dr. Allen, so good to have you today. Thank you for the time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:05",
      "speaker": "SOLOMON",
      "sentences": "Welcome back watching the eclipse. Well, that's one way to enjoy it. But scientists are also conducting several experiments to try to take advantage of this rare event. So, NASA is going to launch sounding rockets and high altitude planes to try to study the sun and to study the Earth. It's the type of experiment that can only be done during an eclipse. Let's bring back Bill Weir to explain sort of what scientists are going to be using this event to learn.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:05",
      "speaker": "WEIR",
      "sentences": "This is really fascinating. The corona of the sun is the outer atmosphere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:05",
      "speaker": "SOLOMON",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:05",
      "speaker": "WEIR",
      "sentences": "It's millions of degrees hotter than the actual surface of that plasma there. And it stays consistent even though the sun cycles through these 11 year periods of activity. We're at the maximum right now. So, the hope is that as that thing goes over, there will be these ejections, these flares as the magnetic energy on the sun literally bursts apart and the plasma moves around.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:05",
      "speaker": "SOLOMON",
      "sentences": "Peak activity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:05",
      "speaker": "WEIR",
      "sentences": "Peak activity. And why does that matter to us? Every time one of these solar storms happens, it sends a burst of monster energy that if it's aimed in the right direction and it hits Earth, could literally disable our power grids, could knock out communication satellites. This happened back in the 1800s.There was a solar storm that knocked off telegraphs --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:05",
      "speaker": "SOLOMON",
      "sentences": "Okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:05",
      "speaker": "WEIR",
      "sentences": "-- off the air, created fires as these extra energy went and jumped from machinery and burned down a railroad terminal up in New York. So, they're going to study the corona with special planes that can fly super high. These are WB-57s, go about twice as high as our commercial flights and stay in totality underneath that eclipse for six hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:05",
      "speaker": "SOLOMON",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:05",
      "speaker": "WEIR",
      "sentences": "People on the ground get it for four minutes. These lucky souls get to watch it for the entire time and they'll be measuring the corona in different ways throughout. There's also -- this is called a super darn. It's sort of like a giant radio transmission. They'll be communicating with the eclipse in the ionosphere.The ionosphere is the layer of the sky between us and deep space that's full of these charged particles that come from the sun, right? You can see it here. When the sun comes up wherever you are on earth, it lights up. That's the ionosphere. And then as the sun sets, it goes away. During the eclipse, check it out in 2017, that's the ionosphere. All those ions, those charged particles, here's the eclipse coming across, changing it, right? They're able to see how this disables ground communication, radio waves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:05",
      "speaker": "SOLOMON",
      "sentences": "And we should point out, Bill, that usually when we tend to see these total solar eclipses, they tend to happen over water.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:05",
      "speaker": "WEIR",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:05",
      "speaker": "SOLOMON",
      "sentences": "They don't tend to happen over really populated parts of the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:05",
      "speaker": "WEIR",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:05",
      "speaker": "SOLOMON",
      "sentences": "That creates a really unique opportunity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:05",
      "speaker": "WEIR",
      "sentences": "Right, right. And the fact that you're turning off the sun for a second, it allows scientists to look at it in ways that you just can't because it is so powerfully bright. But they're also going to launch these sounding rockets, which somewhere between the high airplanes and the satellites, measures the ionosphere measures some of the coronas, as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:05",
      "speaker": "SOLOMON",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:05",
      "speaker": "WEIR",
      "sentences": "So much can be learned about this. And when we think about what a solar storm could do --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:05",
      "speaker": "SOLOMON",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:05",
      "speaker": "WEIR",
      "sentences": "-- to our interconnected planet, to our weather satellites, GPSs, in addition to our power grids, there is an office of space weather, did you know? SOLOMON",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:05",
      "speaker": "WEIR",
      "sentences": "In Nebraska, there are people who are watching the sun every day and seeing if this thing burps in a way that could upset us --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:05",
      "speaker": "SOLOMON",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:05",
      "speaker": "WEIR",
      "sentences": "-- here on earth, we have to be aware of this. So, the data that is gathered today will be invaluable to understanding all of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:05",
      "speaker": "SOLOMON",
      "sentences": "Yeah. And they've been preparing for this for so long because these are so rare in terms of how this is happening this time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:05",
      "speaker": "WEIR",
      "sentences": "Exactly. Bill, don't go far. No, I'm here for you. I'm going to send it back to Richard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:05",
      "speaker": "WEIR",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:05",
      "speaker": "QUEST",
      "sentences": "Apparently, we're 18 minutes away from the partial eclipse in Mazatlan in Mexico. And I'm afraid it doesn't look particularly auspicious, as we were learning earlier and that the clouds are there. Tom Riddle, these clouds that are there will mean what? I mean, it will still get dark, but what will this mean for us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:05",
      "speaker": "RIDDLE",
      "sentences": "So, if they're really thick rain clouds, they may -- they obscure some of the event. If they're those lower, wispy clouds, then they may actually start to burn off. So, we're going to hope that those clouds will part. Otherwise, it's still going to get dark. It's still going to, I mean, you'll experience that. They may just not see the corona as much. Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:05",
      "speaker": "QUEST",
      "sentences": "But quick question before I go to Brian Todd. And we heard earlier from Elisa that totality or these eclipses do remove clouds. The clouds disperse. Is that likely to happen here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:05",
      "speaker": "RIDDLE",
      "sentences": "Well, with as thick as those look, it may not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:05",
      "speaker": "QUEST",
      "sentences": "Right. This is just white, fluffy clouds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:05",
      "speaker": "RIDDLE",
      "sentences": "This is white, fluffy clouds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "BRIAN TODD, CNN CORRESPONDENT",
      "sentences": "Right, Richard. We're at Wallops Island, Virginia. And here, you know, everybody knows by now the excitement of this day and the visuals that everybody's going to get to experience of the eclipse, of the total solar eclipse.Well, here we get kind of a double whammy. We get to experience the eclipse, even though we're not in the path of totality. But we also get the visual of rocket launches, three of them, to be exact. And we're going to show you right now where those rocket launches are going to take place. Our photojournalist Steve Williams is going to kind of zoom past my left shoulder and zoom into that facility. That is the Wallops Island flight facility that's run by NASA. There are going to be three sounding rockets launched from that area starting at about 2:40 P.M. One is going to be launched just before the peak of the eclipse. One will be launched at about 3:20 P.M., right, during the peak of the eclipse. And one will be launched at about 4:05 P.M. just after the peak of the eclipse. Three sounding rockets in succession. Each will spend about 20 minutes in the ionosphere. They're going to go about 260 miles above the surface of the Earth. And I heard Bill Weir talking about what they're going to be measuring. Each rocket, when it gets to the ionosphere, is going to deploy what they call four swarm canisters. Each canister is about the size of a two-liter bottle of soda. And they're going to float around, and each is equipped with telemetry and with instruments that will measure the disturbance in the ionosphere during the solar eclipse. Each rocket will also be kind of extending out a large boom that will have similar instruments to measure that disturbance in the ionosphere. One of the scientists, who's one of the lead people on this mission, equated it to this. He said, you know, the eclipse acts like a boat moving into a still pond, creating a wake. If you look at it that way, then you can kind of see what the solar eclipse will do in the ionosphere. Bill Weir talked about all the particles in the ionosphere coming from the sun and how they're disturbed and creating kind of a big wake, a big wave in the ionosphere. Well, these rockets and those canisters and those booms are going to be measuring all of that. And the reason is because a lot of our satellites are up there. The communications satellites that we use, a lot of our satellites are floating around up there. And we need to know just how much they're being affected by all this. That data is going to be transmitted to Earth later this afternoon. They're going to be analyzing it over the course of months. But it's an exciting day here, which we're going to see three rocket launches in succession. We're told that this is not like a shuttle or an Apollo launch. You just see the rocket kind of slowly making its way from the launch pad. This is going to be just going up in an instant, each of these rockets. One of the NASA people told me that if you blink, you really could miss it. So we're going to try to catch all three launches starting in about two hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "QUEST",
      "sentences": "Don't blink.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "SOLOMON",
      "sentences": "Literally. Literally. If you blink, you could miss it. All right. Brian Todd, thank you. Thank you. Well, for eclipse watchers within the path of totality, today's total solar eclipse will last roughly four minutes. And four minutes is actually longer than the 2017 version. But what if you wanted even more time? Well, turns out that can be arranged with the help of supersonic travel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "QUEST",
      "sentences": "Now, back in '73 -- 1973, yes, some of us do remember it. A group of scientists flew on a modified Concorde jet. It was able to fly faster than the speed of sound. In other words, faster than the Earth's turning. So, they raced the moon's shadow for more than an hour. They spent 74 minutes in totality.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "SOLOMON",
      "sentences": "It was a record.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "QUEST",
      "sentences": "It was and it's the moment when the sun, the moon fully blocks it. On the line is Pierre Lennart, a French astrophysicist. It was his idea to actually use a Concorde jet. France gave him a Concorde jet. And he joins me now from Paris. Pierre, how did you come up with this idea that it would be good to go and do it? Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "PIERRE LENA, ASTROPHYSICIST",
      "sentences": "Well, it was not terribly difficult because I was doing airborne astronomy, first at NASA Ames and then in France. I was looking for infrared radiation, which was practically unknown at that time. Today, we know a lot about infrared stars, but at that time we knew almost nothing, even from the sun. And that needed high altitude.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "QUEST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "LENA",
      "sentences": "So, I was used with airborne astronomy. So, looking for the longest possible eclipse time, that was Concorde.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "QUEST",
      "sentences": "And when you went to them and said, look, I want to borrow a plane and I want you to fly this route. And they finally said yes. What was it like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "LENA",
      "sentences": "What was it like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "QUEST",
      "sentences": "Yeah. How was it when you were actually up there in totality for so long? What was it like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "QUEST",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "LENA",
      "sentences": "But still, this record has never been beaten.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. And Pierre, let me ask, 1973, that's a long time ago, and yet your memory of that event seems pretty vivid. Talk to us about what it was like emotionally while you were on board. What were you feeling? What were you thinking? It sounds like your memory of that event is still quite crisp.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "LENA",
      "sentences": "Well, this is the type of event you never forget. You make friends for the life, like Donald Hall, who was an astronomer in Tucson and who died recently and stayed a friend of mine for lifelong, you know. So, this is a very intense moment, and this is part of the beauty of experience you make as a scientist. There are only a few, and astronomers have some of those. And I hope today people in the U.S., Canada, and Mexico enjoy this extraordinary vision of eclipse, the total eclipse of the sun.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "SOLOMON",
      "sentences": "That's beautiful. That's beautiful. It's the type of event you never forget.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "QUEST",
      "sentences": "Thank you, Sir. Grateful for your time and helping us understand and enjoy. And what's interesting, fascinating, is there you have an astrophysicist who's all concerned with the science of it. But what does he remember?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "SOLOMON",
      "sentences": "He remembers his friends.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "QUEST",
      "sentences": "He remembers his friends. He remembers what it was like. What Tom Riddle was saying earlier about that sense of community that we will see in eight minutes, 27 seconds, which is the first. It's only partial, but a number I think is the way to describe it -- is the correct terminology. And that happens. It's now what, eight minutes and 12 seconds to that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:46:13",
      "speaker": "QUEST",
      "sentences": "Warm welcome back. If you want to be the first to view the eclipse in North America, then you need to travel to Mazatlan in Mexico.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:46:13",
      "speaker": "SOLOMON",
      "sentences": "Yeah, tourists and locals there have been setting up telescopes and scoping out just the right place to view the astral phenomenon. The partial eclipse will begin in Mazatlan in less than 10 minutes. So, we're really sort of in the zone here.And the total eclipse will happen a little more than an hour later. But if you really, if you really want to be the first, well, you need to go to sea. You need to get on a boat. And that is exactly what our next guest has done. He is Paul Maley. He's an eclipse hunter who has chartered a boat off the coast of Mexico.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:46:13",
      "speaker": "QUEST",
      "sentences": "Now, as an expert in chasing eclipses, it's your 84th eclipse. Why do you keep doing it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:46:13",
      "speaker": "PAUL MALEY, ECLIPSE CHASER",
      "sentences": "Well, it's a lot of fun. I mean, it's a great sight to see. And every eclipse gives you something sort of different perspective and feeling if you're out there watching it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:46:13",
      "speaker": "QUEST",
      "sentences": "So, what do you hope to get from this one? It's a total eclipse. You're going to be, you're at sea, you're going to get to see it the first. What do you think and expect to see and gain from this one?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:46:13",
      "speaker": "MALEY",
      "sentences": "Well, first of all, it's a public activity that is sponsored by the Johnson Space Center Astronomical Society. So, we bring people out who have no background at all in astronomy or seeing things. We also take experienced amateur astronomers and we've had a few professionals come with us. So, it's a mixed bag of things and they're all waiting to see this grand phenomenon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:46:13",
      "speaker": "SOLOMON",
      "sentences": "Yeah, Paul, did I read somewhere that you have a goal of seeing 100 eclipses, which I think is just so phenomenal. What's it like to be able to experience, someone who has experience as yourself, what's it like to be able to experience an eclipse with folks who have never seen it before?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:46:13",
      "speaker": "MALEY",
      "sentences": "Well, it's really enjoyable because you see people jumping up and down and screaming and crying and all the emotions that you see associated with a euphoric type of experience. So, it's great for me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:46:13",
      "speaker": "SOLOMON",
      "sentences": "Can you explain? I've read that somewhere that half of all people who see an eclipse will cry, will shed tears. And I'm curious, I personally have not seen an eclipse, unfortunately. What is it about that experience that elicits such strong emotion, tears, the emotion? What is it? What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:46:13",
      "speaker": "MALEY",
      "sentences": "Well, I think people are disconnected from nature by definition these days. And so, when you go out and take a look, and there's nothing that's going to interfere with the scheduled event, and you actually can see it, it means it's not controlled by some human being on Earth. It's just a magical thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:46:13",
      "speaker": "QUEST",
      "sentences": "This is what we were talking about earlier with Tom Riddle here and Bill Weir. It is that, and this isn't a religious point, it's sort of a spiritual point, it is that connection to something bigger than us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:46:13",
      "speaker": "MALEY",
      "sentences": "That's exactly right. And I've been doing this for 54 years, and I haven't got tired of it yet. SOLOMONspirituality to be able to witness it with hundreds, sometimes thousands of other people? Do you think that sort of amplifies the emotion of the event?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:46:13",
      "speaker": "MALEY",
      "sentences": "Well, I can only speak from my personal experience. We normally take anywhere from 30 to 50 people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:46:13",
      "speaker": "SOLOMN",
      "sentences": "Okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:46:13",
      "speaker": "MALEY",
      "sentences": "And it's much easier to evaluate their responses. But in this case, I've got 263 people on shore in Mazatlan, and I have 186 people here on the ship. So, that's nearly 500 reactions, most of which will be different from each person.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "SOLOMON",
      "sentences": "You've got to post it on the Gram. You've got to post it on TikTok.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "MALEY",
      "sentences": "Yeah, and basically what we face is with the new generation, everybody's got an iPhone or Android, and they're all focusing on potential selfies and pictures of the eclipse. So, it's not exactly a personal experience when you do all that. If you put the hardware down and just sit in a chair and watch, that is the best experience of all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "SOLOMON",
      "sentences": "Having witnessed 84 eclipses, is it possible to have a favorite? Is it like choosing your favorite child? Do you have a favorite eclipse and what made it the most special?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "MALEY",
      "sentences": "Well, I would say that every eclipse really is special. It may sound, you know, not to be true, but it really is because you engage in many different aspects. Like, for example, in 1994, we had gorilla activity in Peru, but yet we were able to see it and we had armed guards around us. Now we're in the middle of the ocean, everything is calm and quiet, and we're going to have a great lunch after the eclipse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "QUEST",
      "sentences": "Paul, I'm going to let you enjoy what we're about to see, because literally now is when the partial eclipse starts in Mazatlan in Mexico. We will -- I mean, my understanding, Tom Riddle, is that this thing is going to take some time, but the clock doesn't lie, and so the partial eclipse has now begun over Mazatlan. How long --  there is the crowds watching it. How long is it going to take before we move to significant seeing of the Thingamajig, which will then become the full lot in how long?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "SOLOMON",
      "sentences": "I think that is the technical term.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "QUEST",
      "sentences": "It is highly technical. He'll put it right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "RIDDLE",
      "sentences": "Well, the Thingamajig time --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "QUEST",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "RIDDLE",
      "sentences": "-- will occur. So, it depends upon wherever you are, wherever you're located. The time from C1 to C2, as it's called, can be varying times. We can take over an hour to get to that point. But what's happening right now is that they can start to see the effects of the partial eclipse. So, as it continues, as the shadow over the moon continues, it's going to affect the light.You can start to see the crescent shapes and shadows. If you have a pinhole viewer, you can start to see that now. And as you start getting closer and closer to that moment of totality, then you're going to really see a light show that you can start now enjoying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "SOLOMON",
      "sentences": "At what point does the weather start changing? At what point do you start to feel like something is happening, even if you're not looking up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "RIDDLE",
      "sentences": "So, that weather change really starts to happen. Actually, it begins now. So, the temperature drop begins now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "SOLOMON",
      "sentences": "Okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "RIDDLE",
      "sentences": "So, as the sun, because we're starting to interfere with the sun, between -- with the shadow hitting the earth. And so as you get closer, that temperature is going to be more significant. And that's when you're going to start seeing those weather changes more dramatically.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "QUEST",
      "sentences": "Now, I know from my notes that totality, Bill, is at 14 -- Mazatlan is 1407.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "WEIR",
      "sentences": "Mazatlan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "QUEST",
      "sentences": "What?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "SOLOMON",
      "sentences": "Mazatlan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "QUEST",
      "sentences": "Yeah, fine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "SOLOMON",
      "sentences": "Thanks, Bill, because I didn't want to be the one to say it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "QUEST",
      "sentences": "I know from my notes that at that place, it's going to be at 1407. All right? So, that's in our time, in Eastern time. So, that's over an hour and 20 away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "WEIR",
      "sentences": "Yes, it's long. It takes a while. It's probably tempting to, you know, at first contact, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "QUEST",
      "sentences": "Look, there it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "WEIR",
      "sentences": "Yeah, you can just see it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "QUEST",
      "sentences": "I can. Top right-hand corner.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "WEIR",
      "sentences": "Top right-hand corner. That is first contact, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "RIDDLE",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "WEIR",
      "sentences": "That's first contact. The second contact --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "RIDDLE",
      "sentences": "C1. And second contact, C2, is when you have totality.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "WEIR",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "QUEST",
      "sentences": "There's nothing between C1 and C2?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "RIDDLE",
      "sentences": "So, yeah, it's no. So, this is the time you need your eclipse glasses. If you're going to begin looking at the sun, this is when you need these glasses on. And you can actually start now to see that crescent begin to form. From here until totality, that crescent will get larger and larger. So, this is the time. Remember, you've got to have the eclipse glasses to look at the sun.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "WEIR",
      "sentences": "If you're up in Portland, Oregon, you're only going to get about 30 percent or something like that. So, it'll be a big sort of crescent sun for you there. Fifty percent down in L.A. And then in this part of the country, Atlanta, what are we going to get, 80 percent here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "QUEST",
      "sentences": "Eighty percent. Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "RIDDLE",
      "sentences": "That's right. So, Bailey's Beads is the moment when the sunlight begins to move through the valleys of the moon. And so, right before, and it only lasts a second, so look quickly. This is going to be a moment where you're going to see what looks like all these little beads, dots around the edge of the sun. And then right before totality, there's going to be a flash, a diamond ring. And that's going to be the last moment that you're going to see, or the moment right before the corona will come into full visibility.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "WEIR",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "RIDDLE",
      "sentences": "What's interesting, Bill, is that on the other side of totality, as you're moving away from totality now, you're going to have a chance to see Bailey's Beads again on the other side of the moon as light crosses through those valleys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "QUEST",
      "sentences": "Do you get a diamond ring on both sides, both as it goes into totality and then as it comes out of it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "RIDDLE",
      "sentences": "Yes, you can. And so, some people have not seen a diamond ring. Sometimes, you don't see that. Sometimes there's actually a double diamond ring, which would be amazing to see. So, be on the lookout for that. But, yes, you're going to see kind of a reverse of the motion, the march towards totality on the other side of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "SOLOMON",
      "sentences": "Well, Bill --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "RIDDLE",
      "sentences": "And that's called C3, by the way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "WEIR",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "SOLOMON",
      "sentences": "And then just remind us, I mean, this is happening because despite what the moon may look like, it's not a perfect sort of smooth round --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "WEIR",
      "sentences": "Right. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "SOLOMON",
      "sentences": "These are sort of the craters and the valleys and the mountains, and that's sort of why we get that image.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "WEIR",
      "sentences": "Like if you were flying through Alaska at sunset, you know, and you can see the light playing through the different valleys and ridges there. It's so fascinating. And it connects us, this event, at least for me in doing the research, with the sun that we don't think about, which is really a thermonuclear explosion that's been going on for four and a half billion years and has enough power that if one of those solar storms reaches Earth, could knock us all into the dark in certain ways.And we don't see that. We don't appreciate it. They rate solar storms like tornadoes. There's an F5 tornado. There's a G5 solar storm, which is the maximum there. And now because of the, Tom, you can back me up on this, this 11-year solar cycle, we are at maximum activity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "SOLOMON",
      "sentences": "So, what does that mean? Can you explain that sort of peak activity for the sun and how that impacts this eclipse?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "RIDDLE",
      "sentences": "So, this is when the sun is in really overdrive. So, it really is like, think of, I like your analogy there, Bill, is that it's like a thermonuclear device going off, more so than normal. And again, it goes back to how the universe works. The sun goes through cycles on a regular basis. And so we just happen to be one of those cycles where it's more active, where it is ramping up its activity. And so, those solar flares can be a real challenge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "WEIR",
      "sentences": "And just the idea that this is a good one with the kids, if you're gathered around. If you heat up solid ice, what do you get? Water. If you heat up water, you get steam. If you heat up gas, you get plasma, the fourth element. And the only time we see plasma on Earth is right after a lightning strike, when there's enough heat to turn gas into this strange other thing. The sun is made of that. And it is just burping out these explosions of energy.And you think, like, the average sunspot is the size of Earth, okay? So, a little storm way up there is the size of our planet. And you just think about the sheer power shooting through space. And that's just off of our little star, the closest one we have. There are so many other ones bigger than ours, way bigger, doing things that we can't imagine. SOLOMON: You know, can I just say that I am really enjoying nerding out up here? I'm really just enjoying this so much and learning so much. And Tom and Bill, I'm just curious, sort of, your perspective on what events like this do to sort of energize young people to maybe pursue STEM careers or pursue, you know, one of these industries because they get the chance to witness something that is so rare, so majestic.",
      "isLastSentenceInterrupted": false
    }
  ]
}