{
  "date": "2024-12-12",
  "headline": "CNN News Central",
  "subHeadline": "Trump Rings Opening Bell, Celebrating \"Time\" Cover; Trump Previews His Presidency In \"Time\" Magazine Interview; Unexplained Drone Sightings Raise Fears, Frustrations In NJ; Bill Belichick Named Head Football Coach At North Carolina; Trash Talk Underway Between Army & Navy Ahead Of Saturday's Game; Missing American Found Alive In Syria; Efforts Ongoing To Locate American Austin Tice In Syria. Aired 1:30-2p ET",
  "utterances": [
    {
      "timeStamp": "13:31:50",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "President-Elect Donald Trump ringing the opening bell at the New York Stock Exchange this morning after he was named \"Time\" magazine's 2024 Person of the Year.(BEGIN VIDEO CLIP) DONALD TRUMP, PRESIDENT-ELECT OF THE UNITED STATES: I have to say, \"Time\" magazine, getting this honor for the second time. I think I like it better this time, actually. (LAUGHTER) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:31:50",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "Yes, Trump was also chosen by \"Time\" back in 2016 as Person of the Year.We have CNN's Kristen Holmes joining us live now from West Palm Beach, Florida. Kristen, Trump notably gave \"Time\" a wide-ranging interview, and he talked about a lot of things, including pardons for January 6th rioters, looking at vaccine policies, and a lot more, especially when it came to using potentially the military for mass deportations. Tell us about the interview.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:31:50",
      "speaker": "KRISTEN HOLMES, CNN NATIONAL CORRESPONDENT",
      "sentences": "Yes, that's right. This was really the first kind of in-depth look that we've had at some of these various policies since Donald Trump was elected.I mean, one of the other things I want to note that you didn't mention was he said he vehemently disagrees with Biden's new policy on missiles when it comes to Ukraine and giving them American missiles so that they could strike in Russia, saying it prolonged the war. As you noted, the military for mass deportations. But the other part of this is really this idea that Donald Trump said that he would study the link between vaccines and autism, something that we know that there have not been any evidence of. But something that RFK Jr, who is Trump's pick to run HHS -- HHS, Health and Human Services, has said on multiple occasions. It's also one of the things that he has said that Senators don't really like or agree with. But this is what Trump said in this interview. He said, \"The autism rate is at a level that nobody ever believed possible. \"If you look at the things that are happening, there's something causing it. It could, if -- I think it's dangerous, if I think they,\" the vaccines, \"are not beneficial. \"But I don't think it's going to be very controversial. In the end, we will know for sure what's good and not good.\" So this is kind of a Trump word salad answer that we often hear when he's not directly addressing something. But what was interesting to me was the fact that this is really the first time we've seen him take a step further. In his own opinion, talking about whether or not vaccines are linked to autism, something that RFK Jr, someone who he has become very close with, who he obviously chose to run this huge health agency, has said over and over again. Despite the fact that there is no evidence linking these two things.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:31:50",
      "speaker": "SANCHEZ",
      "sentences": "Kristen Holmes, live for us in West Palm Beach, Florida. Kristen, thank you so much.Weeks of mysterious drone sightings in New Jersey are making people there quite nervous. Local, state and federal officials are scrambling to figure out who is controlling these devices.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:05",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Oh, my god, here's another one. So bizarre. UNIDENTIFIED MALE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:05",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I think it's kind of spooky.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:05",
      "speaker": "KEILAR",
      "sentences": "The state's governor says there is no threat to public safety.But as CNN national correspondent, Gary Tuchman, reports, public alarm is escalating. (BEGIN VIDEOTAPE) GARY TUCHMAN, CNN NATIONAL CORRESPONDENT (voice-over): Questions abound about what these moving lights in the sky are. But there seems to be certainty about what they are not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:05",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It definitely wasn't a plane because it was too low. And it was also going back and forth and then forwards and backwards.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:05",
      "speaker": "TUCHMAN",
      "sentences": "Mark Taylor is the mayor of Florham Park, New Jersey.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:05",
      "speaker": "MAYOR MARK TAYLOR, FLORHAM PARK, NEW JERSEY",
      "sentences": "They look like a small car to me. Their wingspans are probably six feet across.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:05",
      "speaker": "TUCHMAN",
      "sentences": "What they appear to be -- are drones, clusters of unidentified drones, flying much lower than a plane would.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:05",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I think the creepy part is, not that it's just a drone, that they're so large.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:05",
      "speaker": "TUCHMAN",
      "sentences": "In New Jersey's Ocean County, sheriff's deputies took their own video of the drones.UNIDENTIFIED SHERIFF'S DEPUTY: We saw something flying a little low. So we took some video of it, you know, and not really sure what it was. Definitely, something flying low and fast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:05",
      "speaker": "TUCHMAN",
      "sentences": "Lower, faster, and larger than a recreational drone, says the deputy.UNIDENTIFIED SHERIFF'S DEPUTY: It was coming in our direction. It spun around 180 degrees. Went back out the other way. Then it kind of looped around and then took off past us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Planes, they have, you know, a white taillight coming from them. And each -- each wing has a different color, whether it be red or green. Whatever it is, it's different.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:05",
      "speaker": "TUCHMAN",
      "sentences": "Understandably, there is concern. The drones are occasionally flying near military facilities. But the Pentagon knocked down this social media post.New Jersey Republican Congressman Jeff Van Drew, who claimed on X that the drones are, quote, \"possibly linked to a missing Iranian mothership.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:05",
      "speaker": "SABRINA SINGH, DEPUTY PENTAGON PRESS SECRETARY",
      "sentences": "There is not any truth to that. There is no Iranian ship off the coast of the United States. And there's no so-called mothership launching drones towards the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:05",
      "speaker": "TUCHMAN",
      "sentences": "But it's all still a mystery. Homeland Security and FBI officials in New Jersey have just met with state and local lawmakers. They and the state's governor have stressed the drones do not appear to threaten public safety.Nevertheless --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:05",
      "speaker": "TAYLOR",
      "sentences": "People are calling myself, my home. You know, it's just -- it's one of those things where they are alarmed.UNIDENTIFIED SHERIFF'S DEPUTY: It's definitely something, and we're just going to be looking into it a little bit more to see if we can figure it out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:05",
      "speaker": "TUCHMAN",
      "sentences": "Gary Tuchman, CNN, New York.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:42:04",
      "speaker": "SANCHEZ",
      "sentences": "The University of North Carolina just named Bill Belichick as the school's new head football coach.The six-time Super Bowl-winning head coach agreed to a five-year deal at UNC, and this is going to be Belichick's first coaching job since he left the New England Patriots in January. Joining us live is former Patriots player, Damien Woody, who helped Belichick win two Super Bowls. Sir, thank you so much for sharing part of your afternoon with us. I'm wondering if you were surprised that Belichick, an NFL legend, would leave the league to go coach college in North Carolina?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:42:04",
      "speaker": "DAMIEN WOODY, FORMER NEW ENGLAND PATRIOTS PLAYER",
      "sentences": "Boris, I have to say I was stunned. I was stunned. I mean, you're talking about arguably the greatest coach in NFL history, winning six Super Bowls as a head coach in New England.And you know, I know that coach Belichick was a -- you know, wanted to -- was chasing the all-time wins record held by Don Shula. But at the end of the day he's a coach. He's a teacher. He always wanted to coach. And I think the prospects of him becoming a head coach in the NFL were minimal, and he found the right opportunity in Chapel Hill at the University of North Carolina. Why would you say that the opportunities in the NFL were minimal for someone who, as you said, was only like 14 wins away from surpassing the great Dolphins legend, Don Shula, as the winningest coach of all time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:42:04",
      "speaker": "WOODY",
      "sentences": "Yes, I think the NFL landscape has changed a lot. And the key word I like to use here is \"collaborate.\" You see a lot of collaborative effort in the NFL now between, you know, owner and a coach, general manager and a coach.And we know that Bill -- Coach Bill Belichick, during his tenure with the New England Patriots, he had total control over the organization. He was wildly successful. But it seems like these -- these teams in the NFL have kind of shifted gears. And they want to collaborate more. Well, in the collegiate level, the head coach gives you that type of power. And so Bill Belichick finds himself now at the University of North Carolina",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:42:04",
      "speaker": "SANCHEZ",
      "sentences": "Yes. And USC is a six-and-six team. They haven't won a conference title since 1980. And obviously, there's a personal connection there for him. His father was a coach there.But it's not one of the perennial champs in college sports and in college football. And also with NIL and the transfer portal, it seems like it's a challenging gig. What do you make of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:44:59",
      "speaker": "WOODY",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:44:59",
      "speaker": "SANCHEZ",
      "sentences": "Of course.Brianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:44:59",
      "speaker": "KEILAR",
      "sentences": "On this week's \"HOME FRONT,\" it's a quintessential part of the biggest rivalry in college sports. A little friendly trash talk ahead of the Army-Navy game on Saturday.Army, of course, has already won their first conference championship. And at 11-1, some fans, including, full disclosure, this anchor, believe they were robbed of a spot in the college football playoff. Now with a chip on their shoulder, and rightfully so, I think we can all agree, there's more than bragging rights at stake on Saturday, as servicemembers around the world get in on the feud. Here's some hijinks from the Army's Southern European Task Force, Africa. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:44:59",
      "speaker": "UNIDENTIFIED ARMY SERVICEMEMBER",
      "sentences": "What are siblings without a bit of rivalry?The push to win and outdo the other takes them beyond their potential.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:44:59",
      "speaker": "UNIDENTIFIED ARMY SERVICEMEMBER",
      "sentences": "Seriously?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:44:59",
      "speaker": "UNIDENTIFIED ARMY SERVICEMEMBER",
      "sentences": "And in the end --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:44:59",
      "speaker": "UNIDENTIFIED ARMY SERVICEMEMBER",
      "sentences": "Hey D.J., I think you're going to need this at the academy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:44:59",
      "speaker": "UNIDENTIFIED ARMY SERVICEMEMBER",
      "sentences": "-- it builds a bond for life.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:44:59",
      "speaker": "KEILAR",
      "sentences": "Not to be outdone -- although let's admit that's really difficult for Navy -- Navy folks are also getting in on this, too.Here's Navy Information Operations Command, Pacific. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:44:59",
      "speaker": "UNIDENTIFIED NAVY SERVICEMEMBER",
      "sentences": "Welcome to the world of Navy information warfare.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:44:59",
      "speaker": "UNIDENTIFIED NAVY SERVICEMEMBER",
      "sentences": "Our mission is clear, keep our people safe and, of course, keep those Army folks on their toes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:44:59",
      "speaker": "UNIDENTIFIED NAVY SERVICEMEMBER",
      "sentences": "We've got your back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:44:59",
      "speaker": "UNIDENTIFIED NAVY SERVICEMEMBER",
      "sentences": "Hey, Navy just scored.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:44:59",
      "speaker": "UNIDENTIFIED NAVY SERVICEMEMBER",
      "sentences": "They've got our backs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:44:59",
      "speaker": "UNIDENTIFIED NAVY SERVICEMEMBER",
      "sentences": "To every sailor, Marine, midshipman and unit out there, no matter if you're on the field, on the flight deck, under the water, or in classified spaces, we've got your back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:44:59",
      "speaker": "UNIDENTIFIED NAVY SERVICEMEMBER",
      "sentences": "Go Navy, beat Army.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:35",
      "speaker": "SANCHEZ",
      "sentences": "An American man who vanished months ago has been found alive in Syria. He identified himself as Travis Timmerman and said that he was freed from prison after the fall of the Assad regime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:35",
      "speaker": "KEILAR",
      "sentences": "Timmerman apparently entered the country as something of a pilgrim, and was found wandering barefoot through the capital, Damascus.CNN chief national security correspondent, Alex Marquardt, is with us. This is a very interesting story. What can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:35",
      "speaker": "ALEX MARQUARDT, CNN CHIEF NATIONAL SECURITY CORRESPONDENT",
      "sentences": "It's a remarkable story. We didn't know that there was this American missing in Syria. Now we've learned his name, Travis Timmerman. He's 29 years old, from Missouri.And you're right, he appeared to be on a religious journey. And what he said is that he crossed from Lebanon into Syria. He admits that he did it illegally on foot, that it took him several days. And then he was detained by the Syrian security forces. He was then, we believe, released in one of these many prisons that have since been freed. And he was found wandering around, apparently, according to one Syrian activist, he walked for some 13 miles barefoot. He says that he was held in what is known as the Palestine Branch of the Syrian Military Intelligence. This is a well-known facility. And that it was his lord, he said, who sent him to Damascus on this pilgrimage? This is what he told NBC News. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:35",
      "speaker": "TRAVIS TIMMERMAN, AMERICAN FOUND IN SYRIA",
      "sentences": "After that I entered into the Syrian border illegally. I crossed the mountains between Lebanon and Syria.And I was living in that mountain for three days and three nights. And I was seen by a border guard whilst I did that. And then that's when I was arrested. I was sent to a -- a Syrian prison called Philip -- Philistine. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:35",
      "speaker": "MARQUARDT",
      "sentences": "There was a previous trace of him. In fact, the Hungarians had put out a notice that he was missing, asking for information. He was last seen at a church in Hungary, really far from the Middle East, of course.We believe that he's still in Syria. We haven't been told otherwise by the U.S. government. But we did hear from Secretary Blinken, who's out in the region to be talking about Syria. He said that they're going to try to bring him out of Syria and bring him home as soon as they can.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:54:58",
      "speaker": "MARQUARDT",
      "sentences": "That the U.S. government is trying all they can to try to bring him home. He has been missing for 12 years. He was detained near Damascus in August of 2012.His family said last week that they had a new source that told them that he was alive and well and being treated well. The U.S. government, for their part, doesn't have any new information. But we're told that they are leaving no stone unturned. They're talking to all the groups they can, directly and indirectly. I spoke with a U.S. official today who said that the intelligence agencies are going through every lead that they have. And that they are really just trying to do everything they can to -- to find any trace. But so far, nothing has turned up.",
      "isLastSentenceInterrupted": false
    }
  ]
}