{
  "date": "2024-05-14",
  "headline": "Laura Coates Live",
  "subHeadline": "CNN Covers Trump's Hush Money Trial; Laura Coates Interviews Shayna Jacobs; Trump Allies Attacks Michael Cohen While He Is Under Gag Order; Abby Phillip Interviews Anthony Scaramucci. Aired 11p-12a ET",
  "utterances": [
    {
      "timeStamp": "23:00:45",
      "speaker": "LAURA COATES, CNN HOST",
      "sentences": "Well, tonight, on a special edition of \"Laura Coates Live,\" Michael Cohen's former attorney, Lanny Davis, is here with us in studio. Does he think Cohen can withstand what's coming for him on the stand?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:45",
      "speaker": "ABBY PHILLIP, CNN HOST",
      "sentences": "And we've got Anthony Scaramucci, who will join us later in this hour. His name was invoked in court today, and we'll ask him about that moment and the political cavalry that Donald Trump has called in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:45",
      "speaker": "COATES",
      "sentences": "Good evening. I'm Laura Coates alongside Abby Phillip right here in D.C., and we do coordinate our outfits intentionally for you after 11The prosecution is asking the jurors to look past all, and I mean all, of Cohen's many lies and misdeeds and to believe that their star witness, when he says that Trump not only directed him to keep an alleged sex scandal quiet, but also knew of a bogus plan to disguise payments to reimburse him. Cohen referenced a February 2017 White House Oval Office meeting. And this photo, the jury was told, was taken right afterward. From the transcript, Cohen says -- quote -- \"So I was sitting with President Trump and he asked me if I was okay. He asked me if I needed money, and I said, nope, all good. He said, because I can get a check. And I said, no. I said, I'm okay. He said, um, all right, just make sure you deal with Allen. Question, do you say anything about what would be forthcoming to you? Cohen responded, yes, it would be a check for January and February.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:45",
      "speaker": "PHILLIP",
      "sentences": "Now, the defense, they took the gloves off the very second that they got Michael Cohen in cross-examination. Seriously, this was the first question Todd Blanche asks. You went on TikTok and called me a \"crying little shit,\" didn't you? Cohen responds, sounds like something I would say.And then later on, Blanche asked Cohen some pretty direct questions about his feelings about his former boss. Blanche asks, I'm just asking you to say yes or no. Do you want President Trump to get convicted in this case? Cohen, sure. Blanche, you referred to President Trump as a boorish cartoon misogynist, didn't you? Cohen, sounds like something I would say. Blanche, you think you might have said \"I truly effing hope that this man ends up in prison.\" Is that exact? Cohen, sounds like my language on \"Mea Culpa.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:45",
      "speaker": "COATES",
      "sentences": "So that's the new version of yes. Sounds like what I would actually say. Well, Cohen's plan, of course, is to keep calm and carry on when he returns to stand on Thursday. Remember, there's no court on Wednesdays. But as Mike Tyson famously said, everyone has a plan until they get punched in the mouth.Joining us now, Michael Cohen's friend and former lawyer, Lanny Davis. He prepped Cohen for a 2019 congressional hearing. Lanny, you know, first of all, you and I spoke this -- early this morning on Sirius XM talking about what to expect. And at that time, you were pretty critical about the fact that you thought that it seemed like Michael Cohen was on the defense. He was not just the witness. He was the defendant and that they were going after him. They did just that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:45",
      "speaker": "LANNY DAVIS, FORMER ATTORNEY FOR MICHAEL COHEN",
      "sentences": "Well, they changed the subject to what the case is about. The case is about whether or not Mr. Trump, for political motives, decided to pay Stormy Daniels to prevent her from revealing the affair. And the political motives make it a crime. Hush money alone is not a crime. There has been so much evidence besides Michael Cohen of political motives, starting with David Pecker, including Hope Hicks and several other witnesses. So, there's evidence that it was a political crime.The federal prosecutors called it a political crime. And Michael Cohen went to jail for that. The federal prosecutors said that \"individual one,\" otherwise known as Donald Trump, directed. That's the federal prosecutors who worked for the Trump administration used the word \"directed.\" So, when Michael Cohen says anything, and the whole pattern for the rest of his testimony, you're going to see, wraps up what we've previously seen in documents, witnesses, text messages, some of them from Trump loyalists like Hope Hicks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:45",
      "speaker": "PHILLIP",
      "sentences": "And there were --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "DAVIS",
      "sentences": "I'm sure they're trying to antagonize him. But let me remind you that this is his third rodeo, third time. The first time was on television, live, under oath, before Congress, with Republicans Jim Jordan and Mark Meadows, future chief of staff, with a sign behind them that said, liar, liar, pants on fire. For the next eight hours, all they did was call him a liar.And I sat behind him, you may see me once in a while, and when I heard his tone going up, we had a little signal, I would touch his back. So, I wasn't there today. It sounds like somebody was naming me, and just as well I wasn't there. But Michael was resolved. On Mother's Day night, we talked, I have to admit, and he said, I'm going to stay calm just as I did before the congressional committee.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "PHILLIP",
      "sentences": "But I do have to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "COATES",
      "sentences": "Do you have to try that sometimes, Abby?(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "PHILLIP",
      "sentences": "Only to tell you to calm down a little bit.(LAUGHTER) I have to -- I have add an addendum, though, to what you just said, Lanny, because the crime here is not just that it was made -- the payments were made for political purposes, but that the records were falsified and that Trump either knew about it or directed it.  And that's the part where it becomes Michael Cohen's word against, well, maybe not Donald Trump's, but they're going to impeach his credibility on that very issue. And so that explains why prosecutors are going at this issue of how can you trust that Michael Cohen is really reformed. I want to read a little bit of what he said about why he kind of changed his mind about Trump. He said, my family, my wife, my daughter, my son, all said to me, why are you holding on to this loyalty? What are you doing? We're supposed to be your first loyalty. You were there for some of this when it was happening. Why should the jury buy that and not buy the idea that, hey, he turned on Trump and he made $3.4 million?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "DAVIS",
      "sentences": "Well, first of all, my decision to represent Michael and put him in front of a congressional committee was all about whether he would be believable. He persuaded me that he was contrite because he was willing to say in public, on television, I'm ashamed of what I did. And I saw his family and their reaction that it was time for him to tell the truth and stop lying for Donald Trump.So, he had to turn his life in a different direction. Whether the jury believes it's sincere because he still feels anger towards Donald Trump and whether they say, yeah, I can get why he's angry, that's going to be an issue for the jury. But I am telling you that there is a part of our American judicial system where pretty bad people, and I wouldn't say Michael is bad, but people who have made a lot of mistakes, some of them in organized crime, are the top witnesses for the prosecutors. They told the story of truth and they have to be believed despite their prior misdeeds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "PHILLIP",
      "sentences": "Can I ask you about his decision to say, I'm not sure, sounds like me, might have been me, those kinds of answers. You weren't there in court today. But was that the right choice to make in terms of how he answered those pretty direct questions about things that he said on social media and elsewhere?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "DAVID",
      "sentences": "So, with all due respect, you're paid to do what you do, to ask a question like that. And it's a professional question. I take no objection. I'm not going to second guess somebody under that kind of pressure in the beginning of his testimony and judge those kinds of answers. Would I have preferred him to say yes or no? Of course, I'm a lawyer.But when he testified for eight hours in front of the worst kind of attacks, personal attacks on his family and his truth by congressional Republicans, he held up pretty good. So, I think those answers, with all due respect, over a period of time, he got pretty good grades for today staying on the level playing field and not playing with the facts and telling the truth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "COATES",
      "sentences": "Well, you know, Gene, on that point, I want to bring in our panel. We've got a great panel of people here talking about all these issues. We've got law enforcement reporter for \"The Washington Post,\" Devlin Barrett is here, CNN legal analyst, former deputy assistant attorney general for legislative affairs, Elliot Williams, former federal prosecutors Alyse Adamson and also Gene Rossi here as well.You know, it's interesting to think about all of this. By the way, Gene represented Keith Davidson at one point as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "GENE ROSSI, FORMER FEDERAL PROSECUTOR",
      "sentences": "I did, yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "COATES",
      "sentences": "Let me ask you about this because, at Abby's point, the way he answered questions, they really want to attack Michael Cohen's credibility. They want to suggest that, as my friend Joey Jackson said, it's about rap. We know revenge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "ROSSI",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "COATES",
      "sentences": "It's about trying to antagonize, about trying to figure what the \"P\" was. But you know what? It was a good answer, he said.(LAUGHTER) The whole point of this is that he was trying to suggest that the entirety of the defense has to be, don't believe this guy, he only wants to see Trump go down. But the prosecution, they got to freeze it in time and say, that's how he feels now. The question is whether he falsified documents then.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:03",
      "speaker": "COATES",
      "sentences": "The judge said that. The judge criticized him at the sidebar for that very thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:03",
      "speaker": "ROSSI",
      "sentences": "Absolutely. So, I would have -- I think of a three-barrel shotgun. The first barrel has, you don't have a fidelity to the oath. The second is, you have prejudice. You don't just hate Donald Trump, you despise him. And the third, and you never have this trilogy with a witness, the third is he made a lot of money hating Trump and being a liar. So, that's -- those are the chapters I would focus on.But where the rubber meets the road in this case is in the direct exam of Michael Cohen. He -- for the first time, the prosecutors put on evidence that Donald Trump was explained why we're doing the souffle invoices. He was explaining why we have these checks. That's the only direct evidence. And the corroboration is going to save the day because the corroboration supports what Michael Cohen says.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:03",
      "speaker": "COATES",
      "sentences": "Elise, you've been a phenomenal trial lawyer from my own armada as U.S. attorney's office in D.C., and I wonder how you would have approached this because, as Gene is talking about, the way Todd Blanche came out to attack on cross, he didn't talk about laying foundationally, you know, reasons as to why he was biased against Trump. It was about Todd Blanche. Why do you think they did that?ALYSE ADAMSON, FORMER ASSISTANT U.S. ATTORNEY: Yeah, I think that it was to hook the jury. My initial impression was it was a shock value, right? Michael Cohen had been very strong on direct. He had just provided a very compelling narrative as to why he was being truthful and why he could be believed. He was a changed man. And I think that was a defense tactic to just remind the jury who we're really talking about. No, no, no. This is Michael Cohen. He has vitriol. He's a mean person. He's a jerk. We heard somebody describe him as a jerk, right? And it also kind of woke them up because he's starting with a cuss word. So, while I agree with Gene that, ultimately, they need to discredit his entire account and they need to meticulously go through kind of the account of the conversation where Trump ultimately directed this payment, I can also understand why the defense started the way they did, because they thought it was going to be strong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:03",
      "speaker": "PHILLIP",
      "sentences": "You know, there's something to be said for waking the jury up because --(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:03",
      "speaker": "ROSSI",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:03",
      "speaker": "PHILLIP",
      "sentences": "-- this goes on a long time. And Michael Cohen is so even keel that it is -- the prosecution's case with him was very methodical, it was very plotting, and then this happens. And then finally, there's a sidebar. Yesterday, there was none of that happening. So, Devlin, do you think that that was effective? But then the other part of it is, by the time the defense gets to Michael Cohen, they start out with the shock value, but then, do they start prosecuting their case or is Todd Blanche kind of meandering around in this timeline to try to make hits at Michael Cohen where he can?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:03",
      "speaker": "DEVLIN BARRETT, LAW ENFORCEMENT REPORTER, WASHINGTON POST",
      "sentences": "So, I'm of the school -- Ellie and I have talked about this before. I'm of the school where I think clock management is incredibly important in trials. And I think -- I think Blanche might have been doing some clock management today because, yes, he wants a shock value, yes, he wants to sort of like, let's remember who you are a little bit for the jury. And by all accounts, the jury was very keyed in the moment Todd Blanche walks up to the podium.I don't think he actually needed that shock value. I think this jury has shown it's right on top of this. But I do think their big shot comes on Thursday. They want to wear him down. They want to tire him out. They want to make him snarl the way he snarled for so many years for Trump. And even if he doesn't snarl, he could have a problem because, to your point, all those answers about like, well, I'm not sure, did I say that two months ago, the man is recounting in detail conversations from eight years ago, and he suddenly has a hard time remembering what he himself said two months ago. That's not a great look over a long period of time. I think witnesses can get away with a little of that. I don't think he can get away with a lot of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:03",
      "speaker": "COATES",
      "sentences": "Ellie, do you have a Sharpie? Because you want to remind the audience that Donald Trump signs his checks with a Sharpie. Is that why you have this today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:03",
      "speaker": "ELLIOT WILLIAMS, CNN LEGAL ANALYST",
      "sentences": "How many years have we been doing this together, like literally?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:03",
      "speaker": "COATES",
      "sentences": "I don't know. I can't recall right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:03",
      "speaker": "WILLIAMS",
      "sentences": "Of those years we've been doing this together, how many times have you seen me with a Sharpie? Literally every time. It is my thing, like Donald Trump --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:03",
      "speaker": "COATES",
      "sentences": "I make fun every time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:03",
      "speaker": "WILLIAMS",
      "sentences": "-- and Brett Kavanaugh. You do make the joke every time. And Brett Kavanaugh is another Sharpie user as well. Fun fact. So, you know --(LAUGHTER) You know, an alternative theory about the cross-examination, which is that attorneys don't need to finish their argument when questioning a witness. [23:15:00] They can leave the witness up to the point that leaves an open question. Where were you on Monday? Where were you on Tuesday? Where were you on Wednesday? And then stop right there. And in your closing argument, you say, therefore, on Thursday, this is where the witness was. Right? And I think what they might have been doing is leaving some breadcrumbs that they can tie up in their closing argument. But, you know -- but to Devlin's point, there are still many areas in which they can quite aggressively attack the witness, and even just running down the litany of the people that he has been found to lie to. Sir, did you lie to your wife? Yes. Did you lie to the IRS? Yes. Did you lie to Congress? Yes. Are you may be lying to this jury now? Whoa, you know, and hold on there. And they can quite effectively, with just a matter of questions, really undermine the witness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:03",
      "speaker": "COATES",
      "sentences": "Let me ask you. I mean, Lanny, their arguments are pretty strong to suggest that they're trying to say -- look, they want to take away this facade of a calm person. You're talking about motivated by the fact that you thought he was a changed man. Does he have to be a changed man to be an effective witness to the prosecution here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:03",
      "speaker": "DAVIS",
      "sentences": "No. He just has to be himself. He has fundamentally changed. And I said to you that for a whole day in front of Congress, he was unrecognizable. He answered questions that were quite provocative. He was called all sorts of names. Jim Jordan wasn't exactly civil with him. And he kept his calm.I also would repeat to my fellow lawyers here, I sat for two years with the prosecutors as they presented and constructed a case that didn't require Michael Cohen to testify. If he wasn't on the witness stand, the documents show that there was a campaign motive, Pecker and Hope Hicks alone. And the issue of whether these were attorney's fees or reimbursements was resolved by Rudy Giuliani on national television. Well, of course they were reimbursements. You don't need Michael Cohen for either of those elements of the crime. The booking of the charge, Michael Cohen wasn't there when they were booked falsely as legal expenses. Of course, they weren't legal expenses. But don't forget Weisselberg's handwritten notes that proved they were not legal expenses. They were trued up and divided by 12. It had nothing to do with legal expenses.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:03",
      "speaker": "WILLIAMS",
      "sentences": "You had me to that last sentence, Lanny. That Allen Weisselberg's handwriting alone is enough to convict a witness -- to convict the defendant. Pardon me. And I just think -- you know, the notion that -- your points are all well taken, but the notion that documents are sufficient is simply not something I can agree with. I think the documents are incredibly persuasive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:03",
      "speaker": "DAVIS",
      "sentences": "But they don't lie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:03",
      "speaker": "WILLIAMS",
      "sentences": "They don't lie. You can't cross-examine documents. And the documents are incredibly persuasive, particularly that Allen Weisselberg one. But the person who was in the room is probably the most compelling piece of evidence you can have. And how much the jury trusts that person will determine whether the case rises or falls? ROSSI",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:03",
      "speaker": "WILLIAMS",
      "sentences": "I'm sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:03",
      "speaker": "DAVIS",
      "sentences": "Tax cases. But what's unique about this case is you have documents, common sense, you have documents that suggest that Donald Trump knew what was going on, just the documents themselves. But Elliot is absolutely right. You need an editorial person to kind of explain why a certain document was done this way, why we signed it this way.And where the rubber meets the road, it goes back to what I said five minutes ago. If the jury believes that Donald Trump had a conversation with Allen Weisselberg and Michael Cohen about the purpose of these invoices, he's guilty in a New York minute. If they don't believe him, then we could have a hung jury.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:03",
      "speaker": "WILLIAMS",
      "sentences": "Really quick, to your point, to your point, there's a big difference between common sense and reasonable doubt. And I think the case has been proven to common sense spectacularly. These questions about how much do we trust the witness, how much -- I mean, we trust the documents, but how much do we trust what we're hearing is where reasonable doubt comes in. That's why no matter what the strength of the evidence is here, there are enough questions that at least a reasonable jury ought to at least say, wait a second, I don't know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:03",
      "speaker": "COATES",
      "sentences": "Quick last word, Lanny Davis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:03",
      "speaker": "DAVIS",
      "sentences": "If you fall asleep at night and there's no snow on the ground --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:03",
      "speaker": "WILLIAMS",
      "sentences": "Oh, here we go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:03",
      "speaker": "DAVIS",
      "sentences": "-- and you wake up in the morning and there's snow on the ground, this jury will convict beyond a reasonable doubt. The evidence here is so strong for that inference that I think it's a strong case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:03",
      "speaker": "WILLIAMS",
      "sentences": "If I don't have my glasses on --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:03",
      "speaker": "DAVIS",
      "sentences": "There has to be an average.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:03",
      "speaker": "WILLIAMS",
      "sentences": "There are all kinds of questions in which my perception of it might be tainted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:03",
      "speaker": "DAVIS",
      "sentences": "Well, your Sharpie does --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:03",
      "speaker": "COATES",
      "sentences": "Oh!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:03",
      "speaker": "WILLIAMS",
      "sentences": "Oh, burn.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:03",
      "speaker": "COATES",
      "sentences": "Oh, okay, hold on, I leave it there. I told you, I -- the Sharpie invites the critique. Lanny Davis, I'm just messing with you. Thank you so much. Everyone, stand by. We've got a lot more to talk about, including Michael Cohen's public insults, getting the full attention of the jury and Donald Trump. Someone who was in court is here to tell us what she saw.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "SHAYNA JACOBS, REPORTER, THE WASHINGTON POST",
      "sentences": "On direct examination, Michael Cohen did his absolutely best -- absolute best job of being professional, of coming across as competent and calm, sort of the opposite of the public persona we all know of him. And on cross examination, Todd Blanche tried to chip away at that image that he had sort of successfully presented to the jury over the last day and a half.It started to probably plant some seeds in the jury's minds. The immaturity of the some of the tweets and some of the messages and some of the public comments that Blanche is going to keep presenting to the jury for at least another day, that's a big part of Michael Cohen's character. It's a big part of the persona that we've all come to know after over the past eight years. So -- COATES: At the same token, though, Shayna, right? I mean, some of how people have described or perceived the former president has been similarly the idea of, you know, it comes down to that school bus playground. I know you are, but what am I? Discussions that are happening. I do wonder to what extent that's playing with the jury. Did you get a sense that there were any audible reactions or anything that would indicate that the jury is showing how they feel about any of this? They've been pretty stoic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "JACOBS",
      "sentences": "They've been absolutely stoic. They're extremely professional and business-like and cool throughout this process. They're paying attention constantly. None of them -- I mean, occasionally, some of them, their eyes wander a little bit around the room, but they're not bored. Some of them are taking notes. Some of them are taking notes diligently. They are just paying attention and absorbing absolutely everything.And I think cross-examination was especially captivating. It's only just the beginning, but they were starting to see this tension unravel between Cohen and Todd Blanche. So, it's only going to grow. And I'm sure they're only going to be more absorbed in the testimony Thursday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "COATES",
      "sentences": "I mean, it does seem, in some respects, that Trump was more animated while he was listening to Stormy Daniels's testimony. I remember being -- you know, watching and seeing that he would be touching or hitting. I was hearing the arm of his counsel talking to his attorneys to have them object. There was a different comparison point these days, right? Is there any idea of how he presented this time around during Cohen's testimony?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "JACOBS",
      "sentences": "I mean, some of us noticed he was doing the thing where he's closing his eyes again. And as far as I can tell, when he's doing that, he's not really sleeping. He's sorts of just relaxing and taking in what he's hearing. So, there was definitely some of that today.And then other times, I think he was watching the screen right on the defense table with a better image of Cohen than he might actually have himself at the defense table. It's sort of the witness seat is kind of cut off by an angle on the bench. So, he's watching the screen in front of him and he's listening. I mean, I can't swear that he's watching constantly and watching very intently, but he's listening to every word.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "COATES",
      "sentences": "Really quick, too, I mean, the judge, I understand, at some point, was getting a little bit annoyed with the way the cross was going, even having a sidebar, telling defense counsel, asking the question, why are you making this about yourself, when he was leading off questions about what Michael Cohen said about him. What was the judge like today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "JACOBS",
      "sentences": "The judge did not show any outward frustration with Blanche or anyone else. I mean, he's keeping -- he's running a very smooth show. You know, Trump has not been scolded that we're aware of since that one time, either, I guess it was last week. But Judge Merchan is very cool. He's not showing any favoritism. I'm sure the defense would argue that they are sort of selectively scolded more regularly than the other side is. But he does not lose his temper. And if he ever gets to the point where he's about to lose his temper, he calls a sidebar or calls a break. That's just sort of how it has been throughout, including today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "COATES",
      "sentences": "Well, that's an important point. The jury is the fact finder and it's their ultimate conclusion through their eyes, not through the lens of the judge. This is really fascinating, to have you in the courtroom. Thank you so much for bringing us the latest. Shayna Jacobs, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "JACOBS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "MIKE JOHNSON, SPEAKER OF THE UNITED STATES HOUSE OF REPRESENTATIVES",
      "sentences": "This is a man who is clearly on a mission for personal revenge and who is widely known as a witness who has trouble with the truth. He is someone who has a history of perjury.GOV. DOUG BURGUM (R-ND): The star witness is a serial perjurer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "VIVEK RAMASWAMY, PRESIDENTIAL CANDIDATE",
      "sentences": "You have a guy who has been a perjurer in the past that is now saying he falsified business records. What is the crime that Donald Trump committed?REP. BYRON DONALDS (R-FL): This thing is a farce. We were in there all morning. Michael Cohen basically sat there and said, yeah, he invoiced legal expenses. REP. CORY MILLS (R-FL): Michael Cohen, who has no credibility, who has purged himself multiple times, who has zero integrity, has actually admitted to defrauding the Trump Organization. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "PHILLIP",
      "sentences": "All these Republicans doing what Donald Trump can't do, which is attack his witness, Michael Cohen, calling the trial a sham, even attacking one of their favorite targets, the judge's daughter, also covered by the gag order. So, what does Trump think about all of it?(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES, PRESIDENTIAL CANDIDATE",
      "sentences": "I do have a lot of surrogates. They are speaking very beautifully. They come from all over Washington. They're highly- respected. they think this is the greatest scam they've ever seen.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "PHILLIP",
      "sentences": "I want to bring in Anthony Scaramucci. He's the former Trump White House communications director and author of \"From Wall Street to the White House and Back,\" the founder and managing partner of SkyBridge Capital as well.So, Anthony, I have to give you credit where it's due. Take a look at this picture. You said yesterday when we talked that they were all just mimicking Donald Trump. Today, they showed up actually dressed like him, in the same outfit. I mean, this is really going even far and beyond for the House speaker to show up there as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "ANTHONY SCARAMUCCI, FORMER TRUMP WHITE HOUSE COMMUNICATIONS DIRECTOR",
      "sentences": "It's not enough, though. I mean, that's the thing. I mean, I just give a message to those guys. I know they watch you. Guys, got to shave your faces. It's not enough. He had a yellow tie on. You guys had red ties. And he always moves the goalposts on people.And so, you think you're going 10 for 10 for Trump. You got to go 13 for 10 for Donald Trump. So, I'm just letting you guys know, you're coming up short for Mr. Trump and there's really nothing you can do about it. There's no way to dress. There are no hand movements. There's really nothing that you're going to do that's going to actually please the guy because he's a bottomless pit. You know, you're going to face the music that everyone else has faced being in his orbit. I think that's the big message. But like I said last night, they're going to mime him because they think that that's a way to pay homage to their leader. And it's a sad thing. And I just want to point out one last thing. These are people that were complaining about Barack Obama not wearing a jacket in the Oval Office, that he undignified the presidency by not wearing a jacket. Now, they're standing outside the courtroom supporting this guy who's an open sewer pipe of lies, corruptions, bad behavior, lack of Christianity, etc. So, I hope somebody gets them to a microphone and ask them to reconcile all that hypocrisy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "PHILLIP",
      "sentences": "Including someone like Doug Burgum, for example, who used to say that he wouldn't associate with someone like Donald Trump. Now, on the way to court today, apparently, Anthony, in the car, Vivek Ramaswamy, Speaker Johnson, was on with Donald Trump, and he was bragging to both of them that he was getting more media coverage from this trial than he would otherwise get on the campaign trail. I guess that might explain why he's not really on the campaign trail all that much.But do you think that that fundamentally is the play here to, don't bother campaigning, just have these stunts outside of the courthouse?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "PHILLIP",
      "sentences": "Folks have been waiting for that moment for about eight years now, and it has yet to come. I do want to get to where you came up in the testimony today. Here's the exchange between Todd Blanche and Michael Cohen.Blanche says, you were very much looking in the fall of 2019 for a way to get your sentence reduced, correct? Cohen says, yes, sir. And you had visitors who came to see you, asks Blanche. Cohen says, yes. Do you know someone by the name of Anthony Scaramucci? Cohen says, I do. Blanche, did he come visit you in October 2019? Cohen, he came to visit. I don't know exactly when. Blanche, and he commented and he said you were trying to figure out a way to get out of prison early, right? Cohen, no response. Blanche, you talked to him about that, right? Cohen says, sounds correct. What do you remember about that exchange? Do you think it was relevant even for it to be brought up today? SCARAMUCCI: Yeah. Well, I understand why Blanche did that. It's really not relevant. Listen, you know, when your friends are in trouble, I think it's a very important lesson for everybody, you run towards your friends when they're in trouble, you don't run away from your friends. And so, you know, I grew up in a neighborhood. So, of course, I have visited prisons before. I visited Michael Cohen. And I visited him twice, actually.  So, if Mr. Blanche wants to know that, I went to visit him in February of 2019 and then again in October of 2019. I brought the signals and the fives to buy him stuff out of the vending machine. Of course, he wanted his sentence reduced. I had no power to reduce his sentence. We could have talked about that in the two and a half- hour discussion that we had. But there was absolutely no relevancy to the case. I think what he was trying to say is, hey, this guy is a criminal, he's a crafty criminal, he was trying to shorten his sentence. I'll tell you, the person that'll be trying to shorten his sentence is Donald Trump if he gets convicted and actually would have to go to jail over something like this. And so, you know, the question is, who's going to visit Trump when he's in jail? I guess these guys outside, you know, I don't know what they'll be wearing. I mean, I guess they can go in orange or something like that when they visit Trump if he ends up going to jail. But I think it's important for people to understand that Michael Cohen is a redeemed guy, Abby. He has gone through the gauntlet. He came with the receipts the last two days to explain the facts of the case, and I think the jury knows that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "PHILLIP",
      "sentences": "All right. Anthony Scaramucci, good to see you. Thanks for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "SCARAMUCCI",
      "sentences": "Good to be here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "PHILLIP",
      "sentences": "Yeah. This kind of reminds me of, you know, in the early days of the Trump presidency, in the intermediary period between the election and when he was inaugurated. He would have people just go to Bedminster and stand outside of Bedminster as if it was the White House just to parade people, just to humiliate them. He did it with Mitt Romney.And ultimately, it is about actually getting people to be bowing down in front of him in public. Most of these guys are not going to be his VP, but he wants to see them there as a part of a self-flagellation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "COATES",
      "sentences": "That's why Liz Cheney's statement -- I want to read it for everyone. Liz Cheney was talking about that very point that Abby is raising and saying, I have to admit, I'm surprised that Speaker Johnson wants to be in the \"I cheated on my wife with a porn star\" club. I guess he's not that concerned with teaching morality to our young people after all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "SHERMICHAEL SINGLETON, CNN CONTRIBUTOR",
      "sentences": "I mean, was she concerned about her father teaching morality when we slaughtered a lot of people in a war that they said there was evidence for and there was not? I mean, Liz Cheney does not have the moral high ground on this. And to be quite honest with you, for a lot of Republicans --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "PHILLIP",
      "sentences": "She did have the person who is not her father.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "SINGLETON",
      "sentences": "I know that, but the point that I'm making here is, for a lot of Republican voters, she is irrelevant. Now, to the question about --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "COATES",
      "sentences": "Isn't that telling?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "SINGLETON",
      "sentences": "Well, it is very telling, but the point, though, is that these guys going out there defending Donald Trump, it's not just because of Donald Trump's vanity. It also showcases, in my view, that the Republican Party is still behind Donald Trump, solidly behind Donald Trump.It also suggests that while Donald Trump can articulate what he believes his political position should be about this case, there are other elected Republican officials who can, and Republican voters want to hear that. And I think sort of making the case against Michael Cohen, I think, is somewhat effective. COATES: You know, Abby, it's interesting to think about this connection, as you're pointing out, the idea of who is there and what they're not doing, actually, to be in that courtroom. I mean, it's kind of the field of dreams. If you build it, it will come. They didn't mean a courtroom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "PHILLIP",
      "sentences": "Gene --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "ROSSI",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "PHILLIP",
      "sentences": "-- the idea that these folks are going out there and attacking the judge's daughter, something very clearly covered under the gag order, and also very gratuitous, too, not to mention. I mean, look, the judge probably can't do anything about it, but they're trying to make a mockery of the court, it seems.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "ROSSI",
      "sentences": "I will give a quick answer because somebody told me to. If they can prove that Donald Trump helped guide them, direct them, advise them to make those statements, then he did violate the gag order. But if that's absent, then they can go out there and say whatever they want.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "PHILLIP",
      "sentences": "That's interesting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:52:00",
      "speaker": "COATES",
      "sentences": "Well, you know, big innovations are happening in the way we do business. Most of those innovators work behind the scenes. But with \"Champions for Change,\" we are telling their stories. And tonight, we're looking at the wine industry, long dominated by white men. But an enterprising winemaker is on a mission to blend diversity into the business.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:52:00",
      "speaker": "DONAE BURSTON, FOUNDER, LA FETE WINE COMPANY",
      "sentences": "Travel and wine are so synonymous with each other. As more African-American consumers begin to see the world and have these great experiences, wine is becoming much more of a pinpoint or a passion point for their lives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:52:00",
      "speaker": "UNKNOWN",
      "sentences": "The age of the old white man drinking wine is over. If we don't start to make this industry look the way the world looks, it's not going to go much further.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:52:00",
      "speaker": "BURSTON",
      "sentences": "There's a barrier in wine that goes beyond just what's in the bottle. There's a communication disconnect. There's a lapse in the two entities knowing how to speak to each other, being the Black community and the wine industry. I launched a brand with the intention to really just diversify the wine industry. We believe we are the connector.LA FETE Wine Company now is the number one imported luxury French wine company from the south of France. So, I started in the business in 2001-2002. I was always one of only one in the room from a Black person's standpoint, a Black male in particular. It's super rare to find Black-owned wine companies in the U.S. There's less than one percent. How do we help be a steward for just changing every aspect from the wine industry and bringing more people of color and especially more Black Americans into this trillion-dollar industry? After the post-George Floyd movement and we saw a lot of racial injustice in the world, I was made aware of The Roots Fund. And for me, they shared a mission that we had or I had, which was how do we make the industry more diverse?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:52:00",
      "speaker": "UNKNOWN",
      "sentences": "I appreciate all of you for coming tonight and supporting our organization.IKIMI DUBOSE-WOODSON, CO-FOUNDER, THE ROOTS FUND: The Roots Fund is creating a way for people of color to get the education, to get the mentorship, so that they are ready to be out working and then to get a career in this business.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:52:00",
      "speaker": "BURSTON",
      "sentences": "As part of our participation in The Roots Fund, we are huge supporters of The Rooted in France initiative. My winery and wines are in France, and I know the beauty of the old world.To hear that they were wanting to send students to Burgundy and to work in this historic winemaking region and have that experience, it was important to be able to foster for minorities or especially Black kids who wanted to learn more about wine, to give them that cultural experience of France while also giving them the experience of working in the wine industry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:52:00",
      "speaker": "VANESSA CHARLOT, ROOTED IN FRANCE SCHOLAR",
      "sentences": "A lot of people think I'm over there just tasting wine and frolicking through the vineyards. You're doing accounting, logistics, supply chain, marketing, things of that nature with wine and spirits-based case studies.UNKNOWN (voice-over): Vanessa is truly unique, will be our first scholar in the Rooted in France program that is an entrepreneur, who is building her own business.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "BURSTON",
      "sentences": "For me, to see these kids come back and then further themselves to now go work in wine, is amazing. DUBOSE-WOODSONsay. He is always looking for ways to be innovative every year. He's probably the first phone call that I get to figure out how can we elevate, how can we amplify, what else can we do in HBCU communities to get more of these business students into this business?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "BURSTON",
      "sentences": "From day one, it has been our goal to disrupt the industry and take down the big boys. And when you have that sort of mission in place, you recognize the underdogs and you want to give opportunities to the underdogs. And we will forever foster those programs and initiatives that give a voice and a platform to those that are not expected to succeed.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}