{
  "date": "2024-05-16",
  "headline": "Quest Means Business",
  "subHeadline": "Dow Breaches 40,000 To Set New Intraday Record; Trump Lawyer Grills Michael Cohen In Cross-Examination; China's Xi Rolls Out Red Carpet For Russia's Putin; Trump's Political Allies Attend Trial To Show Support; Walmart Shares Rise On Strong Quarterly Sales; Warren Buffett Reveals $6.7 Billion Stake In Insurer Chubb; Paris Finishing Preparations For Olympic Games In July. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:00:06",
      "speaker": "RICHARD QUEST, CNN INTERNATIONAL HOST",
      "sentences": "There is your bell ringing on Wall Street. The Dow tried to get -- well, it did -- it got through 40,000 andthen fell back again and now it is off the top of the hour, and the gavel, there we go -- one, two, three -- three strong gavels, but a market that actually fell back on the day and wasn't able to make or hold 40,000. Those are the markets, and the main events of the day. \"I blame people, yes.\" Donald Trump's attorneys tried to paint Michael Cohen as a man who sought to blame others for his own conduct. Walmart shares reach an all-high as inflation worry consumers that are looking for bargains. And Warren Buffett's big secret. Berkshire Hathaway, has a $7 billion investment that's been keeping very quiet. Live from New York on Thursday, May the 16th. I'm Richard Quest, and I mean business. Good evening to you. As you've just seen, the markets closed. The Dow didn't close above 40, but a historic day, nonetheless. At those peaks earlier in the session, the blue-chip index did rise above 40,000 before turning down again. Wall Street has been rally in this week on signs of easing inflation, hopes of the Fed cutting and the Dow got close to 40,000 earlier this year before -- you can see the chart there -- before inflation fears set it back further. It was yesterday's CPI report showing a cooling of inflation that gave a real hold strong boost. Core and headline were both more under control. And today's gains come not long after previous milestones. (BEGIN VIDEO CLIP) QUEST (NOVEMBER 24, 2020): An historic day on Wall Street as the Dow goes through -- it doesn't just go through it, powers through 30,000 with a gain of 1.5 percent, at 440 points. QUEST (JANUARY 21, 2017): Celebrations on Wall Street, there we are, the Dow Jones is ringing the closing bell. Lots to celebrate, as for the first time in history that out closes above 20,000. Give us a good --yes. Look at -- oh, my goodness gracious me. That's how you bring trading to a close. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:06",
      "speaker": "QUEST",
      "sentences": "Now, Stuart Kaiser is the head of equity trading strategy at Citi, he joins me now.So just doing -- it only took about three years to do 20 to 30. It has now taken -- I mean, slightly longer in a sense to do 30 to 40. Is the Dow rising too fast too soon?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:06",
      "speaker": "STUART KAISER, HEAD OF EQUITY TRADING STRATEGY, CITI",
      "sentences": "Hey, Richard.Look, I think the view for most equity investors is that, yes, valuation does look a little bit extended, but frankly earnings growth has been so powerful in the US and large cap US stocks have been sort of a white knight for global equity markets that it has kind of justified the move. You know, our US equity strategists have something like double-digit EPS growth this year. So I think when you're generating that kind of earnings growth against a strong economy and easing inflation, you're going to get equity markets you know, rising to high valuation historically. So look, there are some questions being asked about valuation, but I think most people would say, given the macro backdrop and given the type of earnings we are seeing that it is pretty well justified.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:06",
      "speaker": "QUEST",
      "sentences": "Now, I know the Dow is not, if you will, the trader's favorite. It is 30 stocks, if we bring up the Dow 30, we will show exactly.It is a broad range of stocks. Everything from Walmart to Goldman, Amazon, which joined only earlier this year. But the PE Ratio, the Price to Earnings Ratio, bearing in mind it is a price weighted index of those 30. I mean, traditionally, it is around 19 to 20. It is now well over 30. So it does look frothy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:12",
      "speaker": "QUEST",
      "sentences": "Right now, I guess, ultimately since we've been doing this awhile and markets go up, markets go down. There's a volatility.It is not so much a question of is there going to be a downturn or whatever? There will be a correction at some point. I guess, I would phrase it as does this 40,000 look fragile? Does it look like it is not standing on very strong foundations?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:12",
      "speaker": "KAISER",
      "sentences": "I mean, our view, as I mentioned, is that with solid earnings growth, it gives people the kind of confidence to own it at these levels.I would say that over the last month or so, you know, risk-reward has felt not quite as good as it did earlier in the year. You know, we are getting some negative surprises on the economic data side. You had some key stocks early in earnings season make pretty big moves lower, McDonald's and Starbucks being two of those; Taiwan Semi and ASML being a couple of others. So I do think that the foundation for equity markets to us is still pretty solid because we do expect that double-digit EPS growth and the US economy is holding in well. But we are starting to see some areas where risk reward does not feel as good as it did, call it, eight weeks ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:12",
      "speaker": "QUEST",
      "sentences": "Stuart, do you roll your eyes when people like me get excited about the Dow because there are so many bigger -- I mean, I always think, look,it is the equivalent of putting it -- that's the way the wind is blowing, and when I see those 30 stocks, you get to feel for the economy. But the S&amp;P is obviously a much better barometer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:12",
      "speaker": "KAISER",
      "sentences": "Well, I think, Dow maybe because it is a little narrower, has a little bit more animal spirits aspect to it as you're mentioning.But look, these are 30 blue-chip large cap US stocks, so it is not an insignificant benchmark. I think a lot of portfolio matters managers and staff just focus on the S&amp;P because a lot of mutual funds are benchmarked to that, right? So you're going to kind of keep a focus on what you're being judged against. But I mean, if you look at the tickers you have up there on screen, these are not insignificant companies for the market or for the economy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:12",
      "speaker": "QUEST",
      "sentences": "I was going to ask you where December 31st, the Dow will be, but then I thought to myself, if I asked you that you're going to ask me thesame question and I didn't want to answer it, so I suspect you don't either, either.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:12",
      "speaker": "KAISER",
      "sentences": "Well, I mean, putting a specific number on it is tough, but I can tell you that if we don't go into a recession and the Fed manages to do acouple of insurance cuts, we are were going to be a lot higher.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:12",
      "speaker": "QUEST",
      "sentences": "Good to see you, sir. I am grateful to you.Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:12",
      "speaker": "KAISER",
      "sentences": "Thanks, Richard. Good to see you, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:12",
      "speaker": "QUEST",
      "sentences": "So to the Donald Trump trial, lively testimony from Michael Cohen. Donald Trump's defense team has questioned Cohen about whether he tookresponsibility for his actions. He has been facing cross-examinations all day in the trial. The jury has left for the day, but the court hasn't, the reason, the lawyers discussing future witnesses. The defense asked Cohen about his own criminal conviction and whether he was upset he wasn't given a White House job. They discussed the logistics of the hush money payment to Stormy Daniels. James Sample is a law professor at New York's Hofstra University. He is with me now. Your analysis of the cross so far is what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:12",
      "speaker": "JAMES SAMPLE, PROFESSOR",
      "sentences": "Richard, my analysis is that it has been bizarre and it has been extraordinarily lengthy, two days of cross-examination.Cross-examination -- there are trials, including trials for falsified documents type cases that don't take two days, much less a single cross- examination, but I think that that speaks to just how critical Michael Cohen is from the defense's perspective, in addition to the prosecution's perspective. The defense seems to be operating under the assumption that if they can attack Michael Cohen's credibility, the prosecution's case falls apart. The prosecution is trying to corroborate, corroborate, corroborate, everything that Michael Cohen can add to the narrative.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:12",
      "speaker": "QUEST",
      "sentences": "I mean, how many times can you ask Michael Cohen, are you a liar and a cheat?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:12",
      "speaker": "SAMPLE",
      "sentences": "I think that they're going to -- they're going to try and set the record on that question, as to your question, whatever the record is,Richard, they're going to try -- the defense counsel will try and set that record. They're trying to raise the bar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:12",
      "speaker": "QUEST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:10",
      "speaker": "QUEST",
      "sentences": "When the prosecution -- I mean, there maybe a few questions in redirect, but when the prosecution rests and the defense and there is sortof a consensus that Donald Trump wont testify. We don't know, obviously. But there is the possibility of the defense calling other witnesses.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:10",
      "speaker": "SAMPLE",
      "sentences": "Yes, there is that possibility.In fact, in just the last hour, CNN's Jessica Schneider has been reporting that the defenses at least seriously considering calling Robert Castello to the stand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:10",
      "speaker": "QUEST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:10",
      "speaker": "SAMPLE",
      "sentences": "Now, Robert Costello is a kind of interesting figure who sort of straddles the line between Michael Cohen and Donald Trump and the reasonthat he might get called is that yesterday in testimony before Congress about the weaponization of the government, Costello called Michael Cohen a fundamentally dishonest human being. Now, the reason that he is connected to the saga at issue in this case is that in 2018 when the federal law enforcement officials raided Michael Cohen's abode, he called Robert Costello and saw Robert Costello as a kind of adviser, maybe as his lawyer. They didn't have a retainer agreement. It wasn't official. But in Cohen's telling, it was Robert Costello who was back channeling on behalf of Donald Trump, saying, in essence, don't flip on me, don't flip on me. And of course, that is now what Cohen has done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:10",
      "speaker": "QUEST",
      "sentences": "You have a very vast experience of all these issues. How much do you think the jury -- I mean, they are obviously paying very close attentionand I've always said the jury are there, we are not. But how much is it a question of the evidence versus the touch and feel of the case? They just have that gut feeling. You know, you and I will talk to the end, well, he said this and then he said that, and then this was pointed out. But actually the jury go back to the room and say yes, you know what? He did it all. You know what? They didn't prove it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:10",
      "speaker": "SAMPLE",
      "sentences": "To paraphrase Winston Churchill and to borrow a little bit and twist it just a touch, the jury system is the worst system that there isexcept for all the others. And you were referencing psychological barriers with respect to the markets.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:10",
      "speaker": "QUEST",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:10",
      "speaker": "SAMPLE",
      "sentences": "I mean the vagaries and the mysteries of a jury, they are what makes this interesting and compelling. Obviously, the consequences as well,but we don't know. We don't know what they are finding compelling, and this is a case where the question is, is there enough evidence to convict Donald Trump? Yes, absolutely. Unequivocally. Does that mean it will happen? We don't know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:10",
      "speaker": "QUEST",
      "sentences": "Right. I know. On a frolic of my own, on this point, those countries like Germany for example, which criminal trial by judge in most cases.Those countries that have criminal trial by judge or judge and panel or judge and magistrates alone, do you think this case would be harder or easier?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:10",
      "speaker": "SAMPLE",
      "sentences": "I think that this would be an easier case for the prosecution before a judge because I think that the corroborating evidence and this isa documents case, it is particularly hard for the lay person to follow, whereas its due rigueur for a judge to follow that kind of evidence. For all of the drama and histrionics of this case, it is a falsified documents case. I think a judge would look at this case and say, yes, this is a case where someone falsified these documents. What was the reason that those documents were falsified? The reason was to prevent the public from knowing about them, or knowing about the underlying affair in advance of the election. This meets the textbook definition of the crimes at issue. But with a jury, it only takes one juror to hold up -- maybe somebody who wants to be a hero in MAGA land holds out. That's a mistrial and a mistrial is effectively a win for Mr. Trump given the election clock.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:29",
      "speaker": "QUEST",
      "sentences": "Now, when I was with you yesterday, we saw the arrival of Vladimir Putin in China, in Beijing, the red car welcome.Well, now more red carpet. This time, the Chinese President Xi Jinping hosting the state visit, the two-day visit and the men pledge to deepen their strategic partnership. China is Russia's largest trading partner and is growing more important as western sanctions bite against Russia over Ukraine. CNN's Ivan Watson reports. (BEGIN VIDEOTAPE) IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice over): They call it the partnership with no limits. China's president warmly welcoming his good friend, Vladimir Putin. The Russian leader celebrated in Beijing at a ceremony complete with a military salute and rapturous schoolchildren. The two leaders who shared deep distrust of the US, agreeing to strengthen their comprehensive strategic partnership, a move that worries current and former US officials.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:29",
      "speaker": "KURT VOLKER, FORMER US AMBASSADOR TO NATO",
      "sentences": "This alignment of authoritarians is a -- it is portent of challenges ahead, unless we in the West reallydouble down and make sure that we are reinforcing democracy, reinforcing this global liberal order. WATSON (voice over): Hanging over this, summit, Russia's grinding war in Ukraine. After Putin's full-scale invasion in 2022, the US and Europe imposed sanctions isolating Moscow, but China gave Russia an economic lifeline. Trade between the two countries hit a record high last year. China buys up Russian oil and gas while flooding the Russian market with Chinese goods like cars and trucks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:04",
      "speaker": "QUEST",
      "sentences": "In Slovakia, the 71-year-old man has been accused of shooting the Prime Minister Robert Fico has been charged with attempted murder.Slovakia's interior minister says the suspect was acting as a lone wolf. He is not a member of an extremist group. The prime minister remains an intensive care, serious but stable and Slovakia's president-elect says, he is conscious and able to speak. CNN's Fred Pleitgen is outside the hospital. Good evening, Fred. You're outside where the prime minister is being treated. The headline here is, of course, that he is getting better and although no longer life threatening, it is serious.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:04",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "It is. It is extremely serious and I think you're absolutely right that the vibe that weare getting from politicians here in Slovakia is that in fact, it is no longer life threatening and he is recovering, but he is still in an intensive care unit and he still is a very weak. There was a political ally of his whom we heard speak today who said that he was so talking with Robert Fico that he did have problems speaking because he is so weak, which of course is no wonder considering that he suffered five gunshot wounds and there was severe trauma that he suffered as well. Here is what where we see things. (BEGIN VIDEOTAPE) PLEITGEN (voice over): After getting shot five times in broad daylight, Slovakia's Prime Minister Robert Fico's condition remains difficult, officials say, even though the wounds are no longer life-threatening. PLEITGEN (on camera): This is exactly the place where Robert Fico was shot and you can see on that tree over there that there is a hole where the forensic teams appear to have carved something like a projectile out of the bark. Now, he suffered several gunshot wounds and had to be air medevac'd into a hospital nearby. PLEITGEN (voice over): The hospital says two surgical teams had to operate more than five hours to save the prime minister's life. Slovakia's president-elect confirming Fico is now conscious. PETER PELLEGRINI, SLOVAK PRESIDENT-ELECT: He is able to speak, but only few sentences and then he is really, really tired because he is under some medication, so of course it is very difficult for him. PLEITGEN (voice over): Slovakian authorities claiming the attack was politically motivated. The 71-year-old suspect they say unhappy, among other things with the Russia-friendly FICO government's decision to cut off military aid to Ukraine. The country's interior minister stressing though, the assailant was not part of a wider network on the laboratory. MATUS SUTAJ-ESTOK, SLOVAK INTERIOR MINISTER (through translator): He is a lone wolf whose disappointment with the government accelerated after the presidential election when he decided to act. PLEITGEN (voice over): Dismay and disbelief in the suspect's neighborhood. (UNIDENTIFIED MALE speaking in foreign language.) PLEITGEN (voice over): \"I was very surprised by what he did,\" this neighbor says. \"I don't understand how it happened. Something must have clicked.\" Robert Fico is often viewed as pro-Russian and critical of the European Union. Slovakia's society deeply divided. But now that the prime minister remains in intensive care trying to recover, politicians from both sides are urging unity and stability. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:04",
      "speaker": "QUEST",
      "sentences": "They are doing stability, but at the same time, I listened to the interior and the defense and other ministers there, they are sort of havingit both ways. They are saying we need unity and we need to be one nation, and then they immediately go and criticize the opposition for all this anti-Russian whipping up the fervor against them. So they're trying to have their argument both ways.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:04",
      "speaker": "PLEITGEN",
      "sentences": "Yes, I think that is exactly what we have seen on the ground here, and I think one of the other things or one of the other entities thatthey've also been blaming is actually also the media, including international media as well, whom they accused of lies and of being one- sided against Robert Fico and sowing some of this discord that you are talking about. I think you're absolutely right, that is some of the criticism that for instance, the interior minister that has faced as well with some of the things that he said at some of those press conferences, many people felt or some people felt that that could actually sow more divisions, than it might heal. At the same time, of course, you do have, for instance, the president-elect of a country coming together with the outgoing president of this country and both of them saying that the country now needs national unity and that to the attack on Robert Fico was in fact, an attack on democracy here in this country. But however, Richard, when we speak to people here on the ground, they do acknowledge that the divisions among people here in this country are very deep. And of course, the assassination attempt on the prime minister is something that can destabilize the situation in a country like this one -- Richard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:14",
      "speaker": "STEPHEN COLLINSON, CNN POLITICS SENIOR REPORTER",
      "sentences": "Well, there's a lot of interesting politics going on here, Richard, on both sides. The first thingis that this shows us the extraordinary power of Donald Trump, the presumptive Republican nominee in the Republican Party. You know, he's on trial, he's been indicted four times, but yet other Republicans see a political advantage from going to help him. Trump is also using these lawmakers to say things that he can't to discredit the trial. He remember is under a gag order. The judge has already warned that he could send him to jail if he infringes it. So Trump is getting all these lawmakers to come in and make statements to condemn Michael Cohen, the star witness in this trial, the vital prosecution witness, because he can't. So that's what's going on from that side. And then there's all sorts of interesting political calculations from these lawmakers that are showing up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:14",
      "speaker": "QUEST",
      "sentences": "Look, is there a fundamental point that this trial is politically motivated and should not have happened?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:14",
      "speaker": "COLLINSON",
      "sentences": "Yes, it is. And I think there's an extent to which they are trying to hedge against the possibility politically of a guilty verdict.They're adopting Trump's argument that he's basically a political dissident who is being persecuted for political reasons because he's running for president. I think the most interesting visit that Trump had this week was from House Speaker Mike Johnson because he's not just any other lawmaker. He is the top Republican in one branch of government who showed up at that court, use the symbolism of his office and brought it to bear against another branch of the U.S. government and the Constitution, the judiciary, and said this was an unfair trial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:14",
      "speaker": "QUEST",
      "sentences": "OK --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:14",
      "speaker": "COLLINSON",
      "sentences": "It was a perversion of justice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:14",
      "speaker": "QUEST",
      "sentences": "At the same time, I mean, it's not for you or me I supposed to say right or wrong, but the damaging fraying to the rule of law when you makethese allegations about a judicial system, people like Mike Johnson must be very well aware that they are calling into question the entire, you know, blind eye justice that we aspire to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:14",
      "speaker": "COLLINSON",
      "sentences": "That's true. That's why it was so important Johnson was there and I think further to your point, it takes us -- it gives us an indicationof what we could expect if Donald Trump wins back the presidency. We saw in his first time there was very little accountability enforced by his own party in Congress, which constitutionally of course is supposed to keep the president's power restrained. The speaker of the House is basically already adopting all of Trump's attacks on the justice system. That suggests to me at least that if Trump is president and Mike Johnson is speaker, there's going to be very little scrutiny and pushing back on what we already believe would be a very extreme second term from Trump who's basically said that he's going to use the justice system as an instrument of his own personal retribution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:14",
      "speaker": "QUEST",
      "sentences": "Plenty to talk about and consider. And congratulations, sir, that CNN, of course, is doing the work that you and others did in ensuring thatwe got the first debate. It would take place in June.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:01",
      "speaker": "QUEST",
      "sentences": "Well, that's one word for it. Yes. Looking forward to it.And Walmart, let's talk about Walmart. Shares surged to an all-time high after it reported strong quarterly sales and raised fully at forecast. Seven percent. The retail giant says shoppers are growing more price conscious ahead and heading there for expensive groceries. Now, for example, Walmart is helped by growing cost of eating out. This chicken Caesar salad. If you bought it at a restaurant, it would be about $17 to $20. Make it with what you buy at Walmart, and you can do it for eight bucks. And that's one of the reasons Walmart is -- Walmart sold food for some time, but it's the size and scale, Nathaniel Meyersohn, that's just huge and therefore the ideal barometer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:01",
      "speaker": "NATHANIEL MEYERSOHN, CNN BUSINESS CORRESPONDENT",
      "sentences": "So, Richard, if you think about the history of Walmart, it started out as a general merchandiseretailer in the south, and then it was only in the 1990s that it expanded into groceries. And now Walmart is the largest grocery retailer in the country, and more than half of its sales are coming from the grocery business. And right now, shoppers are looking for deals on food and groceries. And so they're turning to Walmart instead of other supermarket chains like Kroger or Whole Foods. And also, they're not going to fast food restaurants as much. So Walmart isn't just competing with supermarkets, but also with McDonald's and Chipotle. And we've seen prices at McDonald's and Chipotle and other fast food restaurants rise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:01",
      "speaker": "QUEST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:01",
      "speaker": "MEYERSOHN",
      "sentences": "And so McDonald's is right in this sweet spot right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:01",
      "speaker": "QUEST",
      "sentences": "Yes. OK. Now that's true, but why is Walmart able to beat the other retailers? And here in New York, it's slightly different. But if you've gota Kroger, which is fair, which is large, or you've got -- all the other food stores across the country, why is Walmart able to do better than them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:01",
      "speaker": "MEYERSOHN",
      "sentences": "Because, Richard, they're much bigger than Kroger. Walmart is about double the size of Kroger. It's the largest retailer, so it's able touse that buying power, that size and that scale to drive down prices and have lower prices than its competitors. The other reason why it's doing so well is it because -- it's because it attracts such a broad range of shoppers. So traditionally Walmart appealed to lower and middle-income shoppers. It's still really strong with those shoppers. Lower and middle- income customers are turning to Walmart. But it's also now reaching higher income shoppers, wealthier shoppers who traditionally maybe had gone to Whole Foods. Walmart says that some of its most recent gains are coming from wealthier shoppers making more than $100,000 a year. So it's not just the lower and middle-income consumers who are going to Walmart, Richard, it's also the wealthier customers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:01",
      "speaker": "QUEST",
      "sentences": "Yes. That's the whole point, isn't it? It used to be, let's say, you went to Walmart, people will say, oh, dear --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:01",
      "speaker": "MEYERSOHN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:01",
      "speaker": "QUEST",
      "sentences": "Now people, if you say where did you get, I got it at Walmart. People, but of course you did. Why wouldn't you? Same goods, better prize.Nathaniel, excellent. Thank you very much. There's a Caesar salad here that you can take home for your dinner. Thank you. Warren Buffett has finally revealed the investment that he's been keeping wraps since last year. Berkshire Hathaway has got a major stake in insurer Chubb. It made headlines in March after it underwrote Donald Trump's $90 million, $2 million appeal bonds in his defamation case. The company's stock closed up almost 5 percent. Paul La Monica is a senior markets analysis writer at Barron's. He joins me now. And Paul, why -- I mean, keeping the Chubb investment quiet do you think have anything to do with the Trump bond or is it just one of those funny things? PAUL LA MONICA, SENIOR MARKETS ANALYSIS WRITER, BARRON'S: Yes, I don't get the sense that that was it at all. Warren Buffett obviously is famously mostly apolitical and he loves to talk about betting on America regardless of what's happening. You know, you he did support Hillary Clinton in 2016, for example, but he didn't pull back on the U.S. stock market during the Trump presidency. I think with Chubb, it was just for whatever reason something that they were quietly adding a position. They bought some shares in the third quarter and fourth quarter, finally, going public, and it's a gigantic holding now. Richard. Chubb is one of the 10 largest Berkshire positions. That puts it up there with the likes of Apple and Bank of America, Kraft Heinz, Amex.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:01",
      "speaker": "QUEST",
      "sentences": "So what is it? To those who know about Chubb Locks? It's not the same company, but why -- what is it about Chubb as an insurance companythat they like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:29",
      "speaker": "QUEST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:29",
      "speaker": "LA MONICA",
      "sentences": "And I think a lot of people are going to be wondering whether or not Berkshire requires even more of Chubb. But we know because of Geico andCapital RE, a lot of the reinsurance companies Berkshire owns outright that Warren Buffett is a huge fan of this business.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:29",
      "speaker": "QUEST",
      "sentences": "You and I have been around too many years. I've got to ask you, why do you think the Dow has rolled through 40,000? I mean, at the end of theday, you know, EPs over 30 average P's over 30, what's causing it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:29",
      "speaker": "LA MONICA",
      "sentences": "Yes. I mean, valuations are definitely stretched, Richard. What's interesting is that the Dow has that stodgy reputation of theindustrials, but you do have three of the magnificent seven companies, Apple, Microsoft, and now Amazon, even, in the Dow 30. So it does get a tech boost there. Also sales force. You know, Intel is a tech company, but it's dragging the Dow down, but it's fascinating to see that Goldman Sachs and Caterpillar are the two stocks that have added the most points to the Dow this year, which really just goes to show that this rally is starting to broaden out and you're starting to see the industrial --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:29",
      "speaker": "QUEST",
      "sentences": "And United --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:29",
      "speaker": "LA MONICA",
      "sentences": "-- participate as well, which is healthy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:29",
      "speaker": "QUEST",
      "sentences": "And United Health Group, which has also, I looked at the weightings in the Dow, is overvalued, used to be Boeing. Boeing is now down at 2percent, 3 percent. Thank you, sir. I'm grateful as always. Thank you. Paris is applying the final touches for the Olympic Games which take place this summer. In a moment, I'm going to talk to the executive director of the International Olympic Committee. He joins me in a moment. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:01",
      "speaker": "ROMULUS WHITAKER, HERPETOLOGIST",
      "sentences": "I don't think I've ever been scared of a snake. I've been scared of myself sometimes for doing stupid things, butI'm always very, very careful in handling snakes. I'm Romulus Whitaker, and I do snakes. I mean, that's a simple way of saying, I'm a herpetologist and I've been doing this forever, ever since I was 4 years old when I picked up my first snake. A herpetologist is a strange person who studies reptiles. I've concentrated most of my work on snakes and crocodiles. I started out as a very young lad in northern New York state, turning over rocks and finding bugs and stuff until I found a snake. And it was love at first sight. Then when my mother married Rama Chattopadhyay and we moved to India, I had come to the land of cobras. It was a dream come true. I was supposed to be going to college, but I had always yearned to get out to Western Ghats where I knew king cobras still lived. And luckily I did. Back in 1969, I set up in first snake park, the Madras Snake Park. We started doing a radio telemetric study with them and we've learned more about king cobra behavior and about their wonderful lifestyle than had ever been known by anybody before. I was pals with a lot of these heavy-duty snake catchers, these Irulas, and we hatched an idea together to set up a venom cooperative, the Irulas Snake Catchers Cooperative, wherein they would catch snakes from the wild, extract the venom to make antivenom, to save millions of lives. At the same time that I'm totally deeply involved in doing snakes, snake research, and I realized that unless I gotten into conservation, there are not going to be anything left. Crocodiles are almost extinct by that time. This, I'm talking about the early 1970s. And we really had to do something about it. I set up field stations along with my colleagues and they are magnets for people who want to get into working with reptiles and we've had dozens and dozens of people who've now turned out to be some of the greatest conservationists in India. Man, I'd get e-mails every single day right now saying, I'd like to work on reptiles, guide me. So there are now opportunities for them, not just interests, but opportunities. People will remember me like it or not as a snake freak and it's wonderful to think that the influence that I've had, that our organization have had to engender this incredible deep interest in something which people sneered at or ran away from all their lives. But now suddenly, hey, they're interesting. They're here. They're in. Snakes rule. And it's wonderful to realize that dozens if not hundreds of young people have continued to do wonderful work with reptiles. It's just wonderful. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:07",
      "speaker": "QUEST",
      "sentences": "Paris is making its final preparations for this summer's Olympic Games. You remember, we were in Paris just recently where we were proud andprivileged to show you the restoration of Notre-Dame Cathedral. That work will be nearly complete by the time the Olympic visitors arrive in July. An impressive timeline that we'll be able to see the outline of Notre-Dame and some even believed it was never going to happen, including me. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:07",
      "speaker": "PHILIPPE JOST, PRESIDENT, REBUILDING NOTRE DAME",
      "sentences": "People said --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:07",
      "speaker": "QUEST",
      "sentences": "Me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:07",
      "speaker": "JOST",
      "sentences": "-- you will need 20 years for --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:07",
      "speaker": "QUEST",
      "sentences": "Me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:07",
      "speaker": "JOST",
      "sentences": "For rebuild this cathedral.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:07",
      "speaker": "QUEST",
      "sentences": "Me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:07",
      "speaker": "JOST",
      "sentences": "President Macron said, he spoke recently (INAUDIBLE), I said, we will do it in five years for 2024. And we are doing it. And we do it perfectly.Perfectly. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:07",
      "speaker": "QUEST",
      "sentences": "I spoke to the executive director of the International Olympic Committee, Christophe Dubi, who told me Paris is preparing to welcome halfa million people. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:07",
      "speaker": "CHRISTOPHE DUBI, EXECUTIVE DIRECTOR, INTERNATIONAL OLYMPIC COMMITTEE",
      "sentences": "Imagine Paris Center, which is four to five kilometers between Le Louvreand the Eiffel Tower. This is half a million people that will buy tickets and go through this five kilometers on a daily basis. And depending on the competitions, you have the road closures will evolve day in, day out. So it's ironing everyone that needs to be at a given point in time from ticketed spectators to you, the representative of media. So it's really that volume and the level of detail that is currently retaining our attention.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:07",
      "speaker": "QUEST",
      "sentences": "In terms of security, this is the number one risk, I guess, that you have to consider at the moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:07",
      "speaker": "DUBI",
      "sentences": "If one thing has to work, it's always safety and security of participants. And this translate into massive security plan. Then in theworld we live in today, that would include cyber security as well. That needs to be impeccable and very sophisticated. So all in all, yes, it is always task number one. This is where you put maximum number of resources and of course, the French authorities are no different.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:07",
      "speaker": "QUEST",
      "sentences": "I'm reading more and more articles about how AI is going to be used in the drug testing athletes, how AI is going to be used for management ofcrowd. How AI this done, what's your understanding of the role that AI will play in this Olympics?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:07",
      "speaker": "DUBI",
      "sentences": "You're right all you mentioned here. AI will also help to curate some of the content on social. We were a few weeks ago with a panel in Londondiscussing about AI and what it can bring and Lindsey Vonn and other athletes, they spoke about their activities on social and how AI can help to mitigate some of the difficult comments that you have to go through when you're a public person. So that's one. In the media as well, producing some short news when it's very factual and in the future, organizing the games will look different. For sure, a number of areas will be helped with AI. So we see a lot of opportunities including, by the way, talent identification of athletes where based on big data and so you can spot on talents for the future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:07",
      "speaker": "QUEST",
      "sentences": "Are you worried that the war in the Middle East, and of course we've got the Russian athletes and Belarusian athletes are not under their ownflag. But you've got a lot of geopolitical issues that could cause demonstrations, protests and could be disruptions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:03",
      "speaker": "QUEST",
      "sentences": "These are the first Olympics, real Olympics, if you like, post- pandemic, post new order, post new way of thinking, got to a lot more private investment. It's almost an experiment this year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:03",
      "speaker": "DUBI",
      "sentences": "I wouldn't say it's an experiment. It was a willingness expressed by us 10 years ago. So we were speaking strategies at the time starting withthe IOC president and then the whole movement behind what would be the games in the future. And it took 10 years to come to fruition, where indeed the games fully adapt to a city and a region and not the reverse where the investments are limited and where you can also get full creativity and innovation to the organizers. And God knows, the Parisians have explored the French touch to the limits.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:03",
      "speaker": "QUEST",
      "sentences": "And \"Quest World of Wonder\" comes from Paris this Saturday, this weekend early and bright in the U.S., 6London. And you can make out the rest where you are wherever you are compared to that. \"Profitable Moment\" up next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:03",
      "speaker": "QUEST",
      "sentences": "Tonight's \"Profitable Moment.\" My executive producer bought a road bike for $100, which is roughly the cost per ahead of going out for a mealwithout too much alcohol. And my other producer, well, he talked about the combination of going to Sweet Greens for his lunch or going to buy a salad from Walmart. And that's the interesting economic dilemma. Here in Manhattan, of course, my nearest Walmart is quite some way away. So it's not that easy. But, for example, Target, Target as we called it when I was at university. Target is in town and they also sell food. And the problem is, or the best part is, when things get going they will all go to places where food is cheaper. When the going gets tough, the tough gets going. And that's why Walmart is such a good buyout barometer because whether you're buying a chicken Caesar or a road bike, we're going to try and find bargains to make our money go a little bit further. And that's QUEST MEANS BUSINESS for tonight. I'm Richard Quest in New York. Whatever you're up to in the hours ahead, I hope it's profitable. I'm going to have this salad before anybody else does. A free meal. Never tell me there's no such thing.",
      "isLastSentenceInterrupted": false
    }
  ]
}