{
  "date": "2024-12-06",
  "headline": "Laura Coates Live",
  "subHeadline": "CNN Presents \"Manhunt: The Search For The CEO Killer\"; Judge Tosses Manslaughter Charge In Daniel Penny Case. Aired 11p-12a ET",
  "utterances": [
    {
      "timeStamp": "23:00:00",
      "speaker": "UNKNOWN",
      "sentences": "Throw them off.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "BRIAN STELTER, AUTHOR, SPECIAL CORRESPONDENT FOR VANITY FAIR",
      "sentences": "Yeah, exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "UNKNOWN",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "STEELE",
      "sentences": "A plea, okay, on behalf of parent everywhere. We've got to rein in this elf on the shelf phenomenon. For those who don't know what it is, don't Google it. For parents who know, this is these elves. They're pulling pranks. They sneak around your house at night. Somebody got to go out and move them around the house. I have to hide these elf toys for 18 more days, Phil. I don't know what I'm going to do, although we were talking about TikTok earlier. The one great thing about social media is you can find great ideas for pranks on Instagram. Phil, do you have this problem?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "PHIL MATTINGLY, CNN CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "Plus one, ban the elf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "STEELE",
      "sentences": "Yes, ban the elf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "MATTINGLY",
      "sentences": "Everyone, thank you, guys, very much. And thank you for watching \"NewsNight.\" \"Laura Coates Live\" starts right now.(BEGIN VIDEO CLIP) WOLF BLITZER, CNN ANCHOR (voice-over): The hunt for the CEO killer expands. ANDERSON COOPER, CNN HOST (voice-over): Police said they have found a backpack in New York Central Park.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "UNKNOWN",
      "sentences": "Now we have reason to believe that he is outside of New York City.UNKNOWN (voice-over): He could be anywhere by now. UNKNOWN (voice-over): Detectives finding DNA on a water bottle and a cellphone. UNKNOWN (voice-over): Our detectives are doing a very, very extensive video canvas. UNKNOWN: We cannot rule out that he planned on us finding the backpack, that he left contraindicators. UNKNOWN (voice-over): The NYPD commissioner calling the photo the money shot. LAURA COATES, CNN HOST AND SENIOR LEGAL ANALYST (voice-over): This flirting incident could be a major break in the case. MARY ELLEN O'TOOLE, FORMER SENIOR FBI PROFILER (voice-over): This individual is following this case in the media. He knows he's screwed up. He could very well be watching this show right now. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "ERICA HILL, CNN ANCHOR AND NATIONAL CORRESPONDENT",
      "sentences": "More than two days, 16 hours, and still no arrest in the manhunt for the CEO killer. Tonight, though, dramatic new signs police are close to naming their suspect.Good evening. Welcome to a special edition of \"Laura Coates Live.\" I'm Erica Hill, in for Laura in New York City, where the gunman first struck although tonight authorities admit he could be anywhere. Our team of reporters, law enforcement experts, and analysts are here live to walk us through it all. Law enforcement, meantime, is scouring over key new evidence. Two people briefed on the investigation tell CNN they are honing in on the possible identity of the suspected killer of UnitedHealthcare CEO Brian Thompson. And a major focus right now is also this bag. Police believe it's the suspect's backpack found earlier tonight in Central Park. Take a look at these images. A comparison of the suspect's gray backpack when he carried out the shooting and the backpack that was discovered in Central Park. They do alike. Police did not open that bag when they found it, instead sending it directly to the lab to be checked out. And it's important to note this would fit with what we know from the timeline. Remember, the suspect was seen wearing a bag before fleeing into Central Park. Video of him leaving the park, however, shows him without it. And now, while authorities are making progress, they also admit the suspect could be long gone. New York City's police commissioner telling our Shimon Prokupecz they have reason to believe he has left the city, but they have managed to retrace his movements up to that last known location. We've put together a map for you that shows his flight from the time of the shooting until he was last seen in New York City. Here is where Brian Thompson was gunned down, outside the Hilton Hotel in Newtown, Manhattan. Minutes after fleeing, the suspect was seen biking into Central Park. The backpack was found there, of course, near the carousel in Central Park. The next time the suspect was spotted, he was biking out of the park near 77th Street. He is then seen walking about nine blocks further uptown where he gets into a cab, takes that taxi all the way up to the Port Authority Bus center near 178th Street. The buses there are -- there are some interstate buses, many of them commuter buses, but not all, which is why they believe he may possibly be out of the state of New York entirely. Joining me now, Kirk Burkhalter, retired NYPD detective and a professor of law at New York Law School, Tom Verni, former NYPD detective and law enforcement consultant, Casey Jordan, criminologist and behavioral analyst, and Shimon Prokupecz, CNN senior crime and justice correspondent. Good to have all of you here. So, Shimon, the fact that police say they are getting a little bit closer, they may know who the suspect is, how close is close?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "SHIMON PROKUPECZ, CNN CRIME AND JUSTICE REPORTER",
      "sentences": "It's hard to say, really, because no one really wants to talk about it, because no one wants to say something that could potentially jeopardize the investigation, but also, I think, legally, they're just worried. They can't really come out and say who someone is and just in case that is not the person.But they are particularly interested in someone. They've been working this up. They've been trying to figure this out. And so, it is someone that has certainly sparked a lot of interest, so much so that that information that they have someone, that they're kind of looking at, that information has been shared with some people very close to this investigation and some people very important to this investigation. And that's as far as really what we know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "HILL",
      "sentences": "Uh-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "PROKUPECZ",
      "sentences": "And they're still working through it. You know, just having this idea of someone who might be behind this still requires so much work before they can publicly come out and say that this is the person.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "KIRK BURKHALTER, RETIRED NYPD DETECTIVE, PROFESSOR OF LAW AT NEW YORK LAW SCHOOL",
      "sentences": "Well, keep in mind there has to be a criminal prosecution at the end of this, of course. So, what would make folks feel comfortable is knowing more of a certainty that this is the person who is ultimately going to be arrested and possibly stand trial. Certainly, would not hold well for prosecution if they arrest the wrong person.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "HILL",
      "sentences": "No, doesn't tend to work out all that well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "BURKHALTER",
      "sentences": "No. HILL",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "TOM VERNI, FORMER NYPD DETECTIVE, LAW ENFORCEMENT CONSULTANT",
      "sentences": "Well, not soon enough for all of us. Right?(LAUGHTER) We're waiting with bated breath. I was talking earlier with Jake about this, in that everyone's expectation is that this would have been wrapped up already. Right? And that's what generally happens on TV shows and, you know, crime gets solved in 43 minutes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "HILL",
      "sentences": "The CSI effect, the law and order effect, whatever you want to call it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "VERNI",
      "sentences": "Yeah, without the commercials.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "HILL",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "VERNI",
      "sentences": "And unfortunately, you know, we have experienced in our lifetimes that that rarely occurs. You know, an investigation like this where steps were taken to conceal his identity. He went at great lengths to do that. And then, you know, disappeared like where's Waldo in the middle of Manhattan, which is very easy to do, and clearly planned this out for quite some time.And that's -- so this is not just you just run in the middle, you know, going in to rob a bank and run out or the average gang shooting, this is something that was planned out, well-methodically done, and it's going to take a while to piece together thousands of pieces of information and evidence that are being put forth to the investigators right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "HILL",
      "sentences": "In terms of piecing that together, it is remarkable how much we have seen this been pieced together, Casey, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "CASEY JORDAN, CRIMINOLOGIST, BEHAVIORAL ANALYST",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "HILL",
      "sentences": "In terms of the timeline, from the time that he first arrived in the city, which frankly was a long time ago, even up until that last sighting, going into that bus terminal at 178th Street --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "JORDAN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "HILL",
      "sentences": "-- when you see all of that, in addition to the fact that there is this reporting now that maybe they're getting closer, who knows? He may be watching, right? How could all of that influence a suspect's moves?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "JORDAN",
      "sentences": "That is why I think we don't yet have a name. I'm sure they have a name, but once that name is released -- and while they have that name, they're going to want to be speaking to all relatives, all friends, collecting photographs of him from social media, anything they can do. By the time they put out an APB saying, this is the guy we're looking for, they want to make sure they couldn't get him on their own, that they need the public's help to get him.And once his name is out there, his behavior will change. It will become desperate. It may become a lot more dangerous. I mean, I often think about Andrew Cunanan, right? He killed four people in 10 days. Nobody paid attention. We didn't really know who he was. And then, once he killed Gianni Versace, the manhunt was on. And that really did change his behavior, made it a lot more desperate. So, they need to be very -- we don't really have a right to know unless they need our help.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "HILL",
      "sentences": "Uh-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "JORDAN",
      "sentences": "So, we need to be very patient and let the investigators do their work because once his identity is out there, everyone should be a little bit afraid.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "HILL",
      "sentences": "So, we have the suspect. We also have more. The backpack, frankly, that was found, which they believe, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "PROKUPECZ",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "HILL",
      "sentences": "Is his backpack. What more do we know about it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "PROKUPECZ",
      "sentences": "So, I can tell you right now, we're trying to figure something out because -- so there are investigators still in Central Park now and we're still trying to sort this out, what's going on. But, yes, they found the backpack. It is there. They are getting all this evidence off of it. They want to take it to the lab so that they can do their work on it. Specifically, I think what they're going to try to do is find -- hope they can find some DNA.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "HILL",
      "sentences": "Uh-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "PROKUPECZ",
      "sentences": "But what we don't know is what was inside the bag.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "HILL",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "PROKUPECZ",
      "sentences": "I think, at this point, I think the NYPD has a very good idea of what was inside that bag. They can easily x-ray it, right? They can have the bomb squad come. We believe this is what's going on now, that the bomb squad would come and they could x-ray it and they could easily see what's inside the bag. So, the NYPD right now has a very good understanding of what they're dealing with.But again, you know, what we're seeing, I think, also in real time that's happening here is that they're developing a criminal case. They can't -- it's not just about finding him, but it's also about building out this criminal case and all these little things. The backpack could be a very key piece of evidence in this because it places him at that scene. You know, right now, all we have of him at the scene, he's fully covered. You don't have a witness that says, ah, that's the guy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "HILL",
      "sentences": "Uh-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "PROKUPECZ",
      "sentences": "So, they need all this other evidence now, all this other forensic stuff. So that's what we're seeing play out as well in real time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:58",
      "speaker": "BURKHALTER",
      "sentences": "Well, keep in mind, at this point, we don't know if there are any co-conspirators or accomplices. So, I think that will certainly dictate the release of the information. So, there may be others out there that the police need to question or perhaps even apprehend. So, it really determines what is in the backpack that will dictate how soon that information is released.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:58",
      "speaker": "HILL",
      "sentences": "We're also just learning the FBI announcing a $50,000 reward for more information. How effective are those offers of a monetary reward?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:58",
      "speaker": "VERNI",
      "sentences": "Well, it will sweeten the pot, right? Normally, through crime stoppers here in New York City, it's $10,000 reward for crimes like this, sort of occur where they need information.And, you know, the public listen. That's how we solve crimes in New York City and most other places. It's the input from the public. You know, informant, because we can only be on a certain block a certain time. So, they're the eyes and ears, and they give us the information that we need to bring all these cases to a close. So, you know, when you have an additional funding that will come in to sort of sweeten the pot, then people are going to say, hey, well, I was going to give you the information for nothing, but if I'm going to make 50 grands off it, then it's worth my while.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:58",
      "speaker": "PROKUPECZ",
      "sentences": "Can I just say something about this? This is really important that the FBI is doing this. They don't normally do these in these kinds of cases. And I know that the FBI, in talking to folks tonight, they want to get involved. They want to do more to try and help this investigation. This is a really good sign because I will tell you, there's some concern as to why the FBI is not more involved, given that there is fear now that he has fled this city and is in another state.I just saw this now. This is really significant and a really good sign because certainly, you know, the NYPD will tell you, you know, we're the greatest detective and we can do this, but I think having the FBI now involved, the resources are much larger. They can obviously extend to anywhere around the country. Their capabilities are much stronger. And this is what I think we need to start seeing, honestly -- and not only now the FBI, but also the U.S. Marshals and their Fugitive Task Force. All of these different agencies need to get together and try and find this guy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:58",
      "speaker": "HILL",
      "sentences": "So, we know the FBI is now involved. The Atlanta Police obviously are helping out. We've learned that as well. But to the point of sweetening the pot here, to the point of this $50,000, it's impossible to ignore, too, that there is some sympathy for this killer out there. There has been so much backlash. And normally, you would see this outpouring of thoughts and prayers. A person was gunned down early in the morning in New York City. And there has been a backlash against the industry. In many ways, horrific things said about this who was killed.Do they need to sweeten that pot a little bit more because maybe people aren't coming forward, because they somehow sympathize with this killer?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:58",
      "speaker": "VERNI",
      "sentences": "Well, you know, I've seen this. I've seen some of the stuff online. You know, look, at the end of the day, this is a murder.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:58",
      "speaker": "HILL",
      "sentences": "Uh-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:58",
      "speaker": "VERNI",
      "sentences": "And regardless of what this particular CEO may or may not have been involved in, there was some reporting of an investigation with fraud and all that sort of stuff, he has a family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:58",
      "speaker": "HILL",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:58",
      "speaker": "VERNI",
      "sentences": "It's the holidays. I mean, no one wants to have a family member gunned down in the middle of the holidays or any time of the year for that matter. So, you know, I think it's important for people to kind of reach back and see if there is some level of empathy, at least for the family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:58",
      "speaker": "HILL",
      "sentences": "Yeah, for the two children who just lost their father.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:58",
      "speaker": "VERNI",
      "sentences": "It is hard to find someone who hasn't had complained with their insurance company, probably, you know, person's (ph) company included.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:58",
      "speaker": "HILL",
      "sentences": "Uh-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:58",
      "speaker": "VERNI",
      "sentences": "So, you know, there is a lot of animosity towards that particular field. And when you see the CEOs and then the money that the companies are making and the money that they're making, and the strife that everyone else goes through when putting in a claim and claims not being filed or being taken care, yeah, it's -- I'm not surprised to the backlash, but the same time, it is disconcerting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:58",
      "speaker": "HILL",
      "sentences": "Uh-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:58",
      "speaker": "VERNI",
      "sentences": "And you would hope that people wouldn't, you know, hold that information.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:58",
      "speaker": "HILL",
      "sentences": "Withhold that information, yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:58",
      "speaker": "VERNI",
      "sentences": "Because, you know, for practical purposes, this person is armed and considered dangerous because, as you've mentioned before, if you corner a rat, the rat is going to come at you, and that's what we're dealing with now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:04",
      "speaker": "HILL",
      "sentences": "And it's also not possible because there's -- and correct me if I'm wrong here, they're not looking at the pictures. They're different in terms of -- so you're talking about that slide, that slide reciprocating action on the gun that we see in the video there. The veterinary gun, if we could put up a picture of that again, there's almost a knob or a wheel on the back of it. It doesn't slide.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:04",
      "speaker": "GUTOWSKI",
      "sentences": "Yes, yes, that's -- on the rear of the gun there --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:04",
      "speaker": "HILL",
      "sentences": "We may have lost Stephen for just a minute. We'll try to get him back. But another reason why he says that, in fact, that -- that didn't work. I wonder if I could bring in one of my -- one of my retired NYPD friends here.The other thing that has really struck me as well is that we don't yet know what type of gun these bullets were fired in, right? So, you have the casings. I mean, I've spent enough time in police labs where you fire and we talk about the ballistic fingerprinting. So, we know that can link directly to a specific gun. But even if you don't have a specific gun, doesn't it show the type of gun that that was fired from?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:04",
      "speaker": "BURKHALTER",
      "sentences": "I would think the police certainly know what type of firearm was used or they would have a good idea not every bullet can fit any gun.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:04",
      "speaker": "HILL",
      "sentences": "Uh-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:04",
      "speaker": "BURKHALTER",
      "sentences": "So, they may have it narrowed down. That was possible. There are people that reload their own ammunition rather and creates their own ammunition. But it only takes a certain amount of time to measure --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:04",
      "speaker": "HILL",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:04",
      "speaker": "BURKHALTER",
      "sentences": "-- the actual round and to determine what type of gun it came from. So, there's a lot of speculation out there now with the different types of weapons and so forth. And I think this is one of those areas where the police are allowing this speculation to occur because why give the person that you're trying to apprehend every last thing that you know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:04",
      "speaker": "HILL",
      "sentences": "So, you allow the speculation to occur, but bringing in the possibility of the NYPD saying -- the NYPD actually saying to the Times like, oh, yes, this is something we're looking into, a veterinary gun. That feels like there's a difference between letting the speculation maybe bubble up a little bit, and then saying this is something that we're looking at.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:04",
      "speaker": "VERNI",
      "sentences": "Yeah, I think, because of the fact that there was some sort of noise suppressor unit on the piece on the end of the gun which, to me, to use that, if you're trying to suppress the noise of you shooting somebody, then you're doing it within a few feet of someone standing next to you, and then someone in the parked SUV, what is the point, you know, for it to go bang-bang versus poof-poof? People watching you do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:04",
      "speaker": "HILL",
      "sentences": "Uh-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:04",
      "speaker": "VERNI",
      "sentences": "So, that was kind of odd, I thought. That's where the speculation of whether or not he was a hired hitman versus someone for the garage. I was kind of, well, a hired hitman would have been a ghost. Yeah, he would have been much more careful where he took that action.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:04",
      "speaker": "HILL",
      "sentences": "Uh-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:04",
      "speaker": "VERNI",
      "sentences": "You probably would have -- may not have seen him come on the scene, but you definitely would have seen him just disappear instantly --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:04",
      "speaker": "HILL",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:04",
      "speaker": "VERNI",
      "sentences": "-- and wouldn't have left so many clues behind, especially a backpack as well as some other evidence that has been collected so far.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:04",
      "speaker": "HILL",
      "sentences": "Yeah. We have Stephen -- we do have Stephen back with us. So, we were talking a little bit, Stephen, just about how this gun is different, and also why it would make sense that the NYPD is not saying too much about that gun right now. I know you wanted to walk us through a little bit more why you believe that this -- this idea that they will be investigating a veterinary gun that -- just also again why this doesn't add up in your park?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "HILL",
      "sentences": "The killer could have fled, frankly, anywhere in the city after shooting UnitedHealthcare CEO Brian Thompson, but we know he chose Central Park and likely for good reason. The sprawling 843-acre refuge may have actually provided him with the necessary cover to not only ditch his backpack, but it also offers several escape routes.Our in-house lifelong New Yorker, senior data reporter Harry Enten joining us now. So, Harry, as you do look at this park, for viewers who are not familiar with Central Park, what really stands out to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "HARRY ENTEN, CNN SENIOR DATA REPORTER",
      "sentences": "Yeah, I've been there a lot of times, and the number one thing that should stand out about Central Park is it's just freaking huge. I mean, that's the number one thing that should stand out. It makes up 6% of Manhattan. There are eight lakes and ponds, so you could potentially drop that backpack anywhere. There are 700 or more garbage cans as of 2021. Again, a lot of places that you might have to search in Central Park if you're trying to find somebody or find a backpack.But more than that, it's really easy to blend in Central Park and escape there without people noticing. Why is that? Because get this. There are about 50 exits and entrances from Central Park. And more than that, there are about 40,000 winter weekday visitors. So, you can get out of the park really easily and you can really blend into the park quite easily, Erica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "HILL",
      "sentences": "Harry, police say the suspect also may have gotten out of the city by using the George Washington Bus Terminal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "ENTEN",
      "sentences": "Yeah. So, look, I have been to that bus terminal. It's actually fairly close to where I grew up. And what you should know about it, it's really busy on your average weekday. There are about 900 plus buses that come in and out of the terminal daily. There are about 10,000 plus passengers who come either in or out of the terminal daily.And more than that, there are a ton of potential destinations from the George Washington Bus Terminal. Look at this map right here. You can go all the way up. Look at this. Go all the way up to Boston. You can go all the way down to Philadelphia or you can go all the way to western New York. So, the bottom line is if he, in fact, escaped through the George Washington Bus Terminal, Erica, he could have gone a lot of different places. And now, I'm going to toss it back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "HILL",
      "sentences": "I will take it as you make your way over to the desk. When we look at all this, I do want to touch on one thing. And Harry pointed out just how big the park is. I was struck by something that you said. You are a lifeline New Yorker. You grew up here all of those years in the NYPD and you said, I could get lost in Central Park. I don't know Central Park like the back of my hand. I think that says something.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "BURKHALTER",
      "sentences": "Absolutely. I've been in Central Park so many times, I can't remember. I've been to concerts. I've just, you know, corralled with friends all my life. And to this day, absolutely, I can get turned around in Central Park in a moment. So, it is a very large park. It is a very complicated place to find your way around. And it's very interesting that someone can come from out of town and within 10 days choose an excellent route to egress from Midtown Manhattan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "HILL",
      "sentences": "Right. Although also we should say, well, he made his way into New York City. We don't know. Perhaps this person has some experience in New York City, spent some time here growing up. Interesting. Hopefully, at some point, we will find out when we track this person down.Tom, as Harry just pointed out, too, the sheer range of possibilities you have, leaving that George Washington Bus Terminal, it's also mainly commuter -- commuter buses, rather. There are Greyhound buses. There are buses that go upstate into Niagara Falls. But a lot of those buses are commuter buses. There's no passenger manifest. You're not checking anything. It is just a constant circle of people. How much does that complicate the idea that if -- and again, if, because we don't know that he actually got on a bus because there is not an image of that, if he did get on a bus, we're talking about tens of thousands of people probably in a single day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "VERNI",
      "sentences": "Yeah. Well, that's one of the reasons why criminals many times will use the mass transit system to escape, because you don't need I.D. to get on the subway, you don't need I.D. to get on an MTA bus. And similarly, here where, you know, with some of these buses, because you can buy in cash, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "HILL",
      "sentences": "Uh-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "VERNI",
      "sentences": "And that's why people will tend to use those methods of transport. Certainly, if you want to go to JFK and have a flight, that was going to happen, right? At least not easily. So, leading -- going into the park, as Kirk was saying, was a great plan of action. You can again disappear between the people in the squirrels, and then come out in one of a hundred different directions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "HILL",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "VERNI",
      "sentences": "And into, just drop yourself right into a subway and be in any part of the five boroughs in minutes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "HILL",
      "sentences": "Yeah. So, there's a subway at that bus station, too. There's a tunnel to get out. And again, he could have gone anywhere. Casey, when you look at all of these moves, even just that final path --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "JORDAN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "HILL",
      "sentences": "-- what we have, knowing, getting to that bus terminal, what we've seen, very carefully covering his face, except for that one moment, for that one flirtation with the hotel desk clerk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "JORDAN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "HILL",
      "sentences": "What does that tell you about what may have been next after getting to the bus terminal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "ENTEN",
      "sentences": "You know, I just am wondering as sort of a layman in this. I'm not a criminal guy in terms of my understanding of the world. Oh, granted, my father was a judge in the Bronx for 20 years plus. But are we surprised that this guy has gotten away for as long as he has? And then also, how long, once that face gets out there, is he going to be able to be on the (INAUDIBLE)? Is he going to get caught within just days if we do, in fact, get his face out there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "JORDAN",
      "sentences": "I happen to think that if we get his name and his face out there, he'll either do something very desperate. When the jig is up, it's not surprising if. And remember that suicide is self-homicide. So, the idea that he has already killed somebody, right? He has lost respect for human life. He knows that if he's caught, he's done. He might take his own life. But he might also take the lives of others in the process because he has nothing to live for.In the meantime, he has started that conversation, you know, because of the writing on the bullet casings, has started this conversation about the insurance industry. And by the way, that was his mission from the beginning. I have no doubt that that is exactly what he wanted us to do, and we're doing it. So, for better or worse, the conversation started. And now, if he feels like his mission has been fulfilled, then all bets are off with regard to what he might do next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "HILL",
      "sentences": "A high-profile shooting typically opens up a flood of thoughts and prayers, but when UnitedHealthcare CEO Brian Thompson was killed, many of the emotions expressed were powerful, they were personal, and targeted at the victim and also at the health insurance system. Here's CNN's Jason Carroll.(BEGIN VIDEOTAPE) JASON CARROLL, CNN NATIONAL CORRESPONDENT (voice-over): Soon after the shooting of UnitedHealthcare CEO Brian Thompson, came the somewhat unexpected, a flood of social media posts like these.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "UNKNOWN",
      "sentences": "I vividly remember being on the phone with UnitedHealthcare for days and days, nine months pregnant, about to give birth alone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "UNKNOWN",
      "sentences": "It was a terrible, stressful, mad scramble. We appealed, of course, to UnitedHealthcare and they denied the appeal within one day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "UNKNOWN",
      "sentences": "You're wondering. I'm just saying, my thoughts and prayers were also denied. I don't give (bleep).CARROLL (voice-over): Thompson's death has not only opened the door for people to share their pain about how they say they were unfairly treated by UnitedHealthcare, it has also unleashed a torrent of vitriol against the entire healthcare industry. Expos like these are some of the tamer versions of what's out there. Today, we mourn the death of UnitedHealthcare CEO Brian Thompson, gunned down. Wait, I'm sorry. Today, we mourn the deaths of the 68,000 Americans who needlessly die each year so that insurance company execs like Brian Thompson can become multimillionaires. Then there's UnitedHealthcare Group's Facebook post about Thompson, who was a husband and father of two. It reads in part, we are deeply saddened and shocked at the passing of our dear friend and colleague Brian Thompson. Brian was a highly respected colleague and friend to all who worked with him. So far, that statement has received more than 90,000 laugh emojis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "ERIN BRADSHAW, EXECUTIVE VICE PRESIDENT, PATIENT ADVOCATE FOUNDATION",
      "sentences": "I am surprised of the backlash just because it's such a really sad situation that has occurred.CARROLL (voice-over): Erin Bradshaw had some insight into the current climate among patients and insurance carriers. She's an executive vice president at the Patient Advocate Foundation, a nonprofit dedicated to improving healthcare access.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:01",
      "speaker": "HILL",
      "sentences": "Jason Carroll for us tonight in New York. Jason, thank you. Joining me now to discuss, Philip Klein, who's the CEO of Klein Investigations and also a former bodyguard to Thompson in the 2000s. It's good to have you with us. We look at what is happening now and the number of security firms who say they have, frankly, been just besieged with calls for additional protection. How concerned not only are you, but how concerned are your clients, your protectees at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:01",
      "speaker": "PHILIP KLEIN, CEO OF KLEIN INVESTIGATIONS, FORMER BODYGUARD OF BRIAN THOMPSON",
      "sentences": "Well, this afternoon, we began movement of some of our higher-up clients, some of our CEOs, board chairs, that sort of thing, into different secured locations. Nothing that is exciting or -- you know, we're just being very overcautious right now because of the package you just showed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:01",
      "speaker": "HILL",
      "sentences": "Uh-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:01",
      "speaker": "KLEIN",
      "sentences": "There is a lot of anger out there. There's a lot of angst out there. Our San Antonio division has moved. I think, by the end of day today, we had moved three into a better secured location, one being a hotel to being, you know, a secondary location out of the state of Texas. And the reason for that is we're just all being cautious.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:01",
      "speaker": "HILL",
      "sentences": "Uh-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:01",
      "speaker": "KLEIN",
      "sentences": "Our phones are ringing off the wall. Mostly, it's the wives of the CEOs if they're male. If it's a female CEO, you know, they're concerned for their children.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:01",
      "speaker": "HILL",
      "sentences": "Uh-hmm. KLEINSo, I think that, you know, everyone is taking it seriously. On our side of the fence, which is personal protection officer side of the fence, we are taking it very seriously. Not that we think there's a threat from this individual that acted out in New York, but that the copycat theory. A lot of copycats could be out there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:01",
      "speaker": "HILL",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:01",
      "speaker": "KLEIN",
      "sentences": "People are emboldened now, as you see some of these people. In fact, when I watched your package just a minute ago, I shook my head. Some of these comments and some of these attitudes -- I mean, it just -- it's really kind of scary to see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:01",
      "speaker": "HILL",
      "sentences": "Yeah, it is on a number of levels. I think you're right. You talk about the levels that you are taking. I am really struck by the fact that you have security detail in a high school. I'm guessing these are the children of an executive. As the mother of two high schoolers, that scares me.We look at this, too, the healthcare companies. CVS, Anthem, they say they've removed photos of corporate leaders. I mean, is that enough? There is so much information out there about people at this point. Do you think they need to start thinking about perhaps moving some of their people as well?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:01",
      "speaker": "KLEIN",
      "sentences": "I would think that would probably be prudent. The ones that are -- that are out in public still, we -- two days ago, we asked our high-end clients to go ahead and start scrubbing their names off the internet. We started removing pictures. We started removing -- through databases, we started removing home addresses through county tax assessor and collector. And not only that, but public documents, government documents. Going and start scrubbing the internet of where some of these folks live just on the safe side.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:01",
      "speaker": "HILL",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:01",
      "speaker": "KLEIN",
      "sentences": "I don't want to create any hysteria because there is none. This is very methodical. This has happened before. We're doing it again. We're going to be very safe about it. We just want what's best for everybody involved.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:01",
      "speaker": "HILL",
      "sentences": "Absolutely. Philip Klein, appreciate your insight tonight. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:01",
      "speaker": "KLEIN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "JENNIFER RODGERS, CNN LEGAL ANALYST",
      "sentences": "Yeah, it's really interesting because, usually, a jury considers all of the charges before they go back and say, listen, we couldn't reach agreement on anything or we did on some but not others, and then the judge kind of deals with all of it at one time. It's really unusual for them to do one count, and then have the judge say, okay, well, then, I'm going to get rid of this one and now you can handle the other one. So, it is unusual.That said, I don't really know what the problem is on appeal if they do get the conviction on count two because, you know, all it means is that they haven't yet considered that count. They will now do so after having the weekend off. They haven't been -- it hasn't been coercive to tell them to go back and do it again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "HILL",
      "sentences": "You use the word coercive. That's exactly what the defense is saying, that this is coercive, telling the jury to go back, telling them to start again. The judge said initially, you do have to decide on this first count first before you can look at the lesser charge. Is it coercive?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "BURKHALTER",
      "sentences": "Well, it depends. So, it depends on typical lawyer answer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "HILL",
      "sentences": "Yes, it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "BURKHALTER",
      "sentences": "It depends on whether the jurors who are holding out, so to speak, are holding out because they believe that he should be acquitted, Daniel Penny should be acquitted, or that he could be liable for the lesser charge. HILL",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "BURKHALTER",
      "sentences": "And that's a huge difference. You may have folks in that jury who believe he should not be held criminally liable at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "HILL",
      "sentences": "Uh-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "BURKHALTER",
      "sentences": "You have to remember, this is New York. And one thing most New Yorkers have in common is they encounter people under mental distress on public transportation every day and they have formed opinions. And those opinions are actually quite burned in their minds based on what we see. So, I don't know if these jurors are going to change their mind no matter what the charges are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "HILL",
      "sentences": "And some of those opinions, you know, we were talking about this a little bit in the commercial break, is actually how people feel a person who is in mental distress maybe should be dealt with on the subway, whether they should or should not be approached, whether they should or should not try to subdue them. That colors where we're at in this moment as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "RODGERS",
      "sentences": "Well, it's interesting because you have all these issues about what you think about what happened, and then later on top of that for the jurors, the reasonable doubt, right? So, all of us are like, well, it should be, you know, he did this, he did this, this is right, this is wrong. They have to follow this beyond a reasonable doubt burden, which is a very, very high burden.So, if you're not sure whether he did right or wrong, whether in the moment he knew whether to release or not, you have to acquit, right? So, that's the additional layer that the jury is having to deal with it, that all of us kind of discussing it around the table don't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "HILL",
      "sentences": "Being sent home to have a full weekend before the jury comes back on Monday, who does that benefit? Which side?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "BURKHALTER",
      "sentences": "Well, I think that it would more than likely benefit the prosecution. Gives folks an opportunity to want to resolve this. And this is really not knowing where the imbalance is. However, I really don't like to second-guess juries because who knows what 12 random men and women are actually thinking?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "HILL",
      "sentences": "As we look at this, you know, I mentioned, we talk about how the country is divided as we know, right? We see it in New York. People have well-formed opinions on this case. But to be on the jury for it, right? And to know that it's getting all this national attention, that's also a lot to come into.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "RODGERS",
      "sentences": "It is. I mean, we saw it more than ever before when we had the Donald Trump trial in April in terms of pressure on jurors, attention on jurors. This, of course, isn't that. But any case that gets national news, people know about -- they know that people know about it and are following it. So, it is probably in the back of their minds. But, you know, in a case like this, the judge will be careful to instruct them. I think it's an anonymous jury.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "HILL",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "RODGERS",
      "sentences": "You know, they're probably not concerned about their safety. They just know that out there is a good deal of interest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "HILL",
      "sentences": "There is also the question -- there's a question about the charges, right? So, if the manslaughter charge is now being dropped after prosecution asked that it be dropped, is there a concern that this could encourage overcharging at some point, and then we drop? I mean, how could this how could this, if at all, influence future cases?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "BURKHALTER",
      "sentences": "I don't know if it would necessarily influence future cases. I don't think that the Manhattan D.A.'s office would make that or factor that into as calculus as to what to charge that, hey, we have this litany or this laundry list of charges that we can run through, so to speak. It would seem also a little unethical to do so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "HILL",
      "sentences": "Well, I feel like I've also been well-schooled by every former federal prosecutor who I know --(LAUGHTER) -- have known for a long time that you never want to bring a case that you don't feel that you can win, especially as the prosecution.",
      "isLastSentenceInterrupted": false
    }
  ]
}