{
  "date": "2024-06-10",
  "headline": "One World with Zain Asher",
  "subHeadline": "Israel Releases A New Video Of The Unusual Daylight Operation In A Crowded Market; Plane Carrying The Vice President Of Malawi Goes Missing; Trump Conducts His First Major Rally Since 34 Felony Counts Conviction; Closing Arguments Soon To Resume In Hunter Biden Case; Marine Le Pen's Far- Right National Rally Party Wins More Than 31 Percent Of The Vote; Officials In Florida Warn Beachgoers To Be Cautious After Two Shark Attacks On Friday; Millions Of People In Zimbabwe Struggle To Put Food On The Table Due To Drought; Disney's First Black Princess Ride Opens Soon At Florida's Disney World. Aired 12-1p ET",
  "utterances": [
    {
      "timeStamp": "12:00:35",
      "speaker": "ZAIN ASHER, CNN INTERNATIONAL HOST",
      "sentences": "All right, coming to you live from New York, I'm Zain Asher. My colleague Bianna Golodryga is off today. You arewatching \"ONE WORLD\". We begin with new details and the fallout after a deadly IDF raid at a densely populated refugee camp in central Gaza on Saturday that freed four hostages but killed dozens of Palestinians. Israel has released new but edited video of the unusual daylight operation in a crowded market. Palestinian witnesses say that the raid was brutal, one describing it as quote, \"hell on earth\". Gaza officials say that more than 270 people were killed during what it calls one of the deadliest days of the war. Israel disputes that number. All four rescued hostages were kidnapped from the Nova music festival on October 7th, the mother of one rescued hostages says that she simply cannot stop smiling. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:35",
      "speaker": "ORIT MEIR, MOTHER OF ALMOG MEIR JAN",
      "sentences": "Yesterday was my birthday and my wish came true. I haven't stopped smiling since my Almog was returned to me. AllI can do now is to hug him. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:35",
      "speaker": "ASHER",
      "sentences": "The U.S. Secretary of State is calling on all partners in the Middle East to press Hamas to say yes to a proposed ceasefire and hostage dealthat is currently on the table. Antony Blinken is now in Israel for meetings with Prime Minister Benjamin Netanyahu and Defense Minister Yoav Gallant, as well. Earlier, he met with Egyptian President during a stop in Cairo, his eighth visit to the region, by the way, since the October 7th terror attacks. Blinken spoke just before leaving Cairo. (BEGIN VIDEO CLIP) ANTONY BLINKEN, U.S. SECRETARY OF STATE: The best way, the most effective way to get everyone home including the American hostages is through this proposal, is through the ceasefire deal that's on the table right now. That's what we're focused on. That's what we're determined to see achieved. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:35",
      "speaker": "ASHER",
      "sentences": "A U.S. State Department official says that Blinken will meet with Benny Gantz on Tuesday. The Israeli war cabinet member stepped down fromthe country's emergency government over the weekend accusing Israel -- Israeli Prime Minister, rather, of putting his own political considerations ahead of a post-war strategy for Gaza. Here's part of his televised statement on Sunday. (BEGIN VIDEO CLIP) BENNY GANTZ, RESIGNED FROM WAR CABINET (through translator): Regrettably, Netanyahu is preventing us from advancing toward true victory which is the justification for the ongoing and painful cost of war that is why we are leaving the emergency government today with a heavy heart but with full confidence. I call on Netanyahu, set an agreed election date. Don't allow our people to get torn apart. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:35",
      "speaker": "ASHER",
      "sentences": "CNN's Oren Liebermann joins us live now from Tel Aviv with the latest. So, Oren, let's start with the rescue of four Israeli hostages.Just talk to us a bit more about what we know about the intelligence and the planning that led to this raid.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:35",
      "speaker": "OREN LIEBERMANN, CNN CORRESPONDENT",
      "sentences": "Zain, this took weeks of preparation with hundreds of Israeli personnel and that includes military intelligence,as well as a special police unit. There was some U.S. help on the intelligence side although officials aren't being too specific. We simply know that since the start of the war there has been a U.S. cell here working with the Israelis on coordination of intelligence for a hostage rescue effort, and we saw that play out on Saturday. (BEGIN VIDEOTAPE) LIEBERMANN (voice-over): In a hospital in Central Israel, they hugged as if there was no tomorrow, because for so long they feared there wouldn't be. Four Israeli hostages were rescued from Gaza in an Israeli operation on Saturday after eight months of captivity. Among the rescued, one of the most well-known hostages Noah Agamani, reunited with her father here. Video from October 7th showed her pleading for help as kidnappers drove her into Gaza. Her father thanked the Israeli military for the rescue. But reunions like this remain all too rare. This is only the third successful Israeli rescue operation since the war began. Orit Meir reunited with her son Almog, one day before her birthday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:08",
      "speaker": "JAKE SULLIVAN, NATIONAL SECURITY ADVISOR",
      "sentences": "And the best way to end this war is for Hamas to say yes to the deal President Biden announced and thatIsrael has accepted. (END VIDEOTAPE) LIBERMANN (on-camera): Secretary of State Anthony Blinken is meeting with Prime Minister Benjamin Netanyahu right now. Part of the other question is here is now that Israel is looking at some political turmoil, how close is Netanyahu to being able to accept this as his far-right coalition partners have threatened to take down the government if he goes for the ceasefire. So, Blinken's challenges are many as he visits the region here, Zain. The question, of course, can he make progress or has this weekend's events and that rescue operation that deadly operation put a hostage deal a ceasefire out of reach for now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:08",
      "speaker": "ASHER",
      "sentences": "All right, Oren Liebermann, live for us there. Thank you so much. Let's take a closer look at all of these developments. I want to bring inCNN Political and Global Affairs Analyst Barack Ravid joining us live now from Maryland. Barack, thank you so much for being with us. As incredible as this hostage rescue was, it is highly unlikely that Israel is actually going to be able to replicate this multiple times especially when you consider how many hostages are still in Gaza. Right now, roughly around 120 -- 40 of them are believed to be dead. But also, these captives understandably are going to be guarded much more closely. So, just walk us through what happens. What does this rescue mean for the remaining hostages in Gaza?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:08",
      "speaker": "BARACK RAVID, CNN POLITICAL AND GLOBAL AFFAIRS ANALYST",
      "sentences": "Well, I think that any Israeli official I spoke to in the last few days admitted and didn'teven try to, you know, to hide the fact that the way to get the big number of hostages -- the 120 hostages that are still held in Gaza is through hostaging. I don't think anybody in the Israeli government has a an illusion, at least most of the reasonable people in the Israeli government don't have an illusion that they can replicate this thing, I don't know, 30 more times in order to get all the hostages out. And I think that therefore still the number one path is still hostaging.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "RAVID",
      "sentences": "Well, I think that, you know, the fighting started after the forces came in and you know when they came into both apartments where the hostageswere held, then the first firefight started and then, you know, the rest of it was an all-out escalation in the region with Hamas sending many, many militants to the region with RPG fire. And with the Israeli air force shooting back in such a scenario, I don't think anybody can really prevent in such a densely populated area. I don't think you can really prevent civilian casualties. The main way to prevent civilian casualties in such a scenario is like you know like White House National Security Advisor told Dana Bash just yesterday, is not hiding hostages in civilian homes in densely refugee camps in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "ASHER",
      "sentences": "In terms of Blinken's priorities right now as he meets with Netanyahu, I mean, you just said it the way to rescue a large proportion ofthe hostages still in Gaza is of course through a temporary ceasefire. In terms of Blinken's goal, how does he sort of manage to sort of maneuver, in terms of the negotiations, in terms of trying to get this ceasefire across the finish line. Obviously, Hamas has said that they're not going to agree to any kind of temporary ceasefire unless there is an end to this war on the table. Give us your take on that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "RAVID",
      "sentences": "So, I think the Israel part of his trip doesn't really have a lot to do with the hostages. I mean obviously we'll discuss it but the Israelisare the ones who gave the proposal so I'm not sure there's a lot to talk about. But he did talk a lot about it in his visit to Egypt earlier today in his meeting with President Sisi and he will talk about it later this week in his visit in Doha and his meeting with the Qatari Prime Minister. Both mediators are trying to press Hamas as much as possible. First to give an answer which it did not until now. And second, to give an answer that will enable some sort of negotiations to try and close the remaining gaps. I don't think anybody expects Hamas to say outright yes. I think the expectation is for them to say yes, but and then see if you can take this but and parse it into details and see whether you can bridge the remaining gap.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "ASHER",
      "sentences": "And of course, one other aspect of Blinken's job as he visits the region again is of course to press Netanyahu on really solidifying a planfor the day after, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "RAVID",
      "sentences": "Yeah. Well, I think if there's anybody who still thinks that Netanyahu is going to put forward a plan for the day after then I have somenews for him. Netanyahu had eight months to put on the table a plan for the day after. He didn't do it. He didn't do it for a reason. The reason was that any such plan would either be totally unacceptable to anybody other than him or that it would topple his coalition especially when his far-right coalition partners who are now even more influential inside the coalition after Benny Gantz left oppose any day after plan that does not include the full occupation of Gaza and rebuilding of settlements. So, I don't see Netanyahu anytime soon putting on the table a real plan, a credible plan for the day after.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "ASHER",
      "sentences": "Right, so he is in an impossible situation politically on that front. All right, Barack Ravid, live for us there. Thank you so much. Allright, we're also watching a big shift in Europe's political landscape as the results come in after three days of voting across the European Union's 27 member states. Far-right parties have made major gains in the European Parliament and Emmanuel Macron has called for snap legislative elections. The French President is certainly rattled. (BEGIN VIDEO CLIP) EMMANUEL MACRON, FRENCH PRESIDENT (through translator): This is a situation that I cannot come to terms with. The rise of nationalists of demagogues is a danger for our nation but also for our Europe, for France's place in Europe and in the world. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "ASHER",
      "sentences": "Let's get right to Paris and CNN's Melissa Bell. Let's just talk a bit more about Macron's decision here because he wasn't obliged to callthis snap election. Of course, it is extremely risky for him. So, what is the political calculation here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "MELISSA BELL, CNN CORRESPONDENT",
      "sentences": "I think the idea is that for a start, those figures were resounding in terms of the defeat of his own party. Itwas double what his party achieved in this European poll that the French far-right managed to get -- more than 30 percent of the vote, that's a lot. And even if you look Europe-wide at the results of these elections whilst the far-right has made gains across the continent and it was 27 countries that voted in this poll over the course of the weekend, Zain, it is really here in France that you've had some of the most spectacular results for it. Again in a party that historically has managed to make itself heard. Clearly, it has a presence in the National Assembly. It has come into the second round of presidential elections on several occasions these last few decades. This time, though, it does feel as though in the shape of Jordan Bardella, the man who's led the party into these European elections, they have managed to make themselves heard specifically with a young. What Emmanuel Macron is hoping is that by putting the test at a national level now with a legislative election, he will manage to focus the minds of people on the more traditional center of French politics whether they are on the right or on the left to say that what they do not want is the far- right anywhere near the French government. That is his hope whether it is a risky gamble absolutely when you consider the figures and there is a chance at this stage that by July, when we have the second round of this poll, the French far-right has done sufficiently well that the next Prime Minister is from within its ranks and that really is a remarkable turnout for a party that for so long, had struggled when it came to placing itself at the center of French political life. Zain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:22:03",
      "speaker": "ASHER",
      "sentences": "All right, to the U.S. Presidential campaign now. Donald Trump is perhaps becoming more than just a candidate to his most ardent supporters.He's also becoming akin to a religious figure. Trump was in Las Vegas, Nevada, on Sunday for his first major rally since being convicted of 34 felony counts by a New York jury. And prior to him talking on stage, a couple of speakers really fired up the crowd. I want you to listen to this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:22:03",
      "speaker": "TAYLOR GREENE",
      "sentences": "Oh, President Trump is a convicted felon. Well, you want to know something? The man that I worship is also a convicted felon, and hewas murdered on a Roman cross.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:22:03",
      "speaker": "MICHAEL MCDONALD, NEVADA REPUBLICAN PARTY CHAIR",
      "sentences": "We're here in Sunset Park to worship and bring back the greatest President we've ever known in ourgeneration. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:22:03",
      "speaker": "ASHER",
      "sentences": "Trump will likely get a considerably less enthusiastic reception today when he reports to a probation officer in New York. He'll take partin a routine pre-sentencing interview that will be done virtually. The interview usually consists of questions about employment, criminal history, things that can impact the judge's sentencing decision. And in a somewhat unusual move, Trump's lawyer, Todd Blanche, will also be present for the interview, as well. For more on this, let's bring in CNN's Law -- Chief Law Enforcement and Intelligence Analyst John Miller. John, thank you so much for being with us. Now, we know that defendants are typically required to attend these sort of meetings, these interviews in person. But obviously because of the high-profile nature of this case, he's not only allowed to have his lawyer present, but he's doing it virtually. He's expected to talk about the crime he's been convicted of, and he will likely decline to say much about that. He'll likely talk about the fact that he's planning on appealing. Take us through that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:01",
      "speaker": "ASHER",
      "sentences": "So, just in terms of how it actually works, though, obviously, you mentioned the probation officer is going to ask a bunch of questions, butwill Trump himself argue for more leniency? Here is that part of it, too? Well, one of the reasons his lawyer asked to be there is, a probation officer in New York City is a law enforcement officer. So, Trump has three other open felony cases, one in Georgia, two federal cases with a special prosecutor. So, I think his lawyer will be there not only to point out the most positive aspects of his client, but also to make sure that his client doesn't wander into making any admissions about any other cases to the probation department. Basically, they're supposed to say, you know, this is why he's a good candidate to not go to jail. And that's what I think their goal is going to be today, that he is running for President, that he denied all the allegations, and that he needs to be free to travel and so on. All of which the probation department would have to say okay to if he was put on probation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:01",
      "speaker": "ASHER",
      "sentences": "All right. John Miller, live for us there. Thank you so much. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:01",
      "speaker": "MILLER",
      "sentences": "Thanks, Zain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:51",
      "speaker": "ASHER",
      "sentences": "All right, welcome back to \"ONE WORLD\". I'm Zain Asher. European Commission President Ursula von der Leyen vows that the center is holding.But after a political earthquake rocked Europe following four days of parliamentary elections, the question may be, for how long? (BEGIN VIDEO CLIP) ASHER (voice-over): Results are still trickling in, but one thing is clear. Far-right parties made substantial gains across the continent, and they're predicted to win a record number of seats. You can actually see the reaction in Berlin after populist alternative. The Germany party, learned it surged into second place. Meantime, in France, the current government suffered an even bigger defeat, with exit polls showing Marine Le Pen's far-right National Rally Party winning more than 31 percent of the vote. In a risky move, President Emmanuel Macron dissolved his parliament and called for a snap election. The party of Italy's ultra-conservative Prime Minister, Giorgia Meloni, won the most votes in the parliamentary election, strengthening her hand both at home and abroad. And in a dramatic turn of events, Belgian Prime Minister will resign after his party suffered a disastrous defeat in national and European elections. Now, it's time for the coalition building to begin. Dominic Thomas, CNN's European Affairs Commentator, joins us live now to talk a little bit more about this. It's important to note, Dominic, that the EPP, European People's Party, was the single biggest winner, and a lot of the far-right gains were centered in countries like Italy, France, Germany. But still, the results certainly speak volumes. Just walk us through what happened this weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:51",
      "speaker": "DOMINIC THOMAS, CNN EUROPEAN AFFAIRS COMMENTATOR",
      "sentences": "Yeah, well, I think that, you know, Zain, there was really no question, certainly this time around,that the center-right or center-left were going to lose their governing majority. What we were looking out for were the various ways in which those, that leadership would be eroded, or rather that far-right parties would encroach upon that kind of leadership and we saw that happen. And as you just mentioned, what was so striking about this particular election is just simply the number of countries in which far-right political parties ended up in the first and the second place. And the most significant, really, was, of course, France, where Emmanuel Macron's party scored less than half of the national rally far-right party. And then the German context, so these are the two largest E.U. countries, the countries that get the most seats in parliament because of proportional allocation. Schultz's coalition not only altogether scored less than the opposition, CDU, CSU, but also came in way behind the far-right political parties. So, the far-right sort of cause of this sort of seismic aftershock, you know, moving forward has destabilized national entities. And now, they get to take those victories of sorts to the European Union, where they relinquish their national ties and then join broader coalition groups and alliances of like-minded ideological partners. And that's where their impact can really be made, Zain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:51",
      "speaker": "ASHER",
      "sentences": "And in terms of Emmanuel Macron calling for snap elections in France, just to say, I mean, obviously this is a risky move. Just explainto us, a, he political calculation, but also whether or not you think this was the right decision by Macron here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:01",
      "speaker": "ASHER",
      "sentences": "Yeah, fascinating. And just in terms of what we're seeing in Italy with Giorgia Meloni and Brothers of Italy party, her and her party havegained in popularity dramatically over the past few years. And it's interesting because even though she is sort of to the right, part of a far- right party, she's emerged as more of a pragmatic leader. She's obviously a supporter of Ukraine. She's an ally of Ursula von der Leyen. Just explain her sort of methodology.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:01",
      "speaker": "THOMAS",
      "sentences": "Yeah, she complicates the equation, Zain, because what we're seeing today, especially in Germany with the former Merkel's party, the CDU-CSU,are the ways within traditional far-right, traditional, sorry, white- leaning parties in Europe. We're seeing them move increasingly towards kind of far-right talking points. And Maloney is the absolute example of that. There's the question of immigration, the question of E.U. membership, economy, those sorts of issues. But you're absolutely right that she blurs the lines along those far-rights by thinking about the sort of the sanctity of Europe, the necessity of upholding and protecting Ukraine, of securing the sort of European borders versus Russia. And in that regard, she's very different to someone like Orban in Hungary, and she's much closer to someone like Ursula von der Leyen, who is herself a member of the CDU-CSU alliance in Germany. And I think that moving forward is another way in which these far-right political parties are going to complicate the center that Ursula von der Leyen keeps talking about, by potentially poaching on some of those far- right ideas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:01",
      "speaker": "ASHER",
      "sentences": "And in terms of the biggest losers, I mean, the Greens essentially lost the most. They lost about 20 seats, down a third compared to wherethey were in 2019. Just explain that, why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:01",
      "speaker": "THOMAS",
      "sentences": "Yeah, so that's really an interesting thing. First of all, it's remarkable because in Germany, of course, the Greens performedexceptionally well and are in the Schultz coalition. And it's also one of the big progress, I would say, that's been made in the European Union is their commitment to green and to environmental issues. What we're seeing here is a complete erasure, in many ways, of the progress that has been made there. As voters have focused on other issues, there are very few countries that in their national votes were able to privilege the kind of ecological agenda. And we're seeing voters far more concerned with cost of living, with security issues, the conflict in Ukraine, cost of living and economic questions than they are with environmental issues, Zain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:01",
      "speaker": "ASHER",
      "sentences": "So, overall, Dominic, how much of a wake-up call, right, is this for the European establishment? What do they need to do differently goingforward?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:01",
      "speaker": "THOMAS",
      "sentences": "That's a very complicated question because we've seen these parties gradually progress. We, of course, are just months away from the U.S.election where many of these leaders, such as Orban and so on, have very close ties to the former president, Donald Trump. And so, there's a sort of general sentiment in which these groups and parties feel like their message is increasingly being heard. And think that the reality is that other parties and leaders have not yet found a way to counter these particular ideologies. And we've seen in many cases, France being one, Germany being the other, in which elected officials are moving themselves towards increasingly right-wing agendas when it comes to environmental sort of peeling back issues, immigration questions, and so on. And so, there is no response at this particular stage. And I think moving forward, not only are they more powerful, but they're becoming increasingly palatable as leaders, as we see in Italy and, of course, in the Netherlands from their recent elections, Zain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:01",
      "speaker": "ASHER",
      "sentences": "All right, Dominic Thomas, live for us there. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:01",
      "speaker": "THOMAS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:42:43",
      "speaker": "ASHER",
      "sentences": "Take a look at this landslide along the road that connects Wyoming and Idaho. Officials there say a crack in the road began to form Thursday.Then when they were trying to build a detour around it, the landslide took out a whole section of the highway. Wyoming's governor says there's no timeline for when the road is going to re-open. It serves as a critical route for tourists and commuters. All right, officials in Florida are warning beachgoers to be cautious after two shark attacks on Friday. It happened in the South Walton area of the Florida Panhandle. One woman was attacked as she swam in the water. Her lower arm had to be amputated. A short time later, two teenage girls at a beach nearby were also attacked by a shark, as well. At last check, only one of the attack victims was out of the hospital. CNN's Rafael Romo joins us live now from Atlanta with a closer look. I mean, this is really terrifying. You had these two attacks basically about four miles or so apart. Just explain to us a bit more about the conditions of the victims at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:02",
      "speaker": "UNKNOWN",
      "sentences": "They're highly unusual, and it's extremely unusual for two to happen in the same afternoon within four miles of one another. As thesheriff mentioned, we're reaching out to speak to subject matter experts as to what may be causing that, the gulf temperatures, the steering current, whatever that is. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:02",
      "speaker": "ROMO",
      "sentences": "And Zain, you may remember that on May 28th, there was another incident in Galveston Beach, that's in Texas, where a 19-year-old woman wasbitten in her left hand by a shark, but survived, as reported by CNN affiliate KPRC. On Sunday, the South Walton Fire District in Florida issued a warning on exit. I'm going to read it to you. \"We are guests in the gulf,\" the post says. \"We all must accept some amount of risk when entering the water. That does not take away from these two ladies whose lives are changed forever, but looking for someone to blame is not the answer.\" There was also another incident on Friday when a woman in the water near Oahu's North Shore in Hawaii was wounded from an apparent shark bite. The Honolulu Emergency Services Department said the 25-year-old victim suffered multiple serious lacerations from an apparent shark bite. But again, as terrifying as these cases can be, shark attacks are exceedingly rare. Zain, back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:02",
      "speaker": "ASHER",
      "sentences": "Yeah, it is important to note that, yeah, I mean, I agree with that statement. We are guests in the gulf, but as you point out, this is very,very rare. It just doesn't happen every day there. All right, Rafael Romo, live for us there. Thank you so much. All right, millions of people in Zimbabwe are struggling to put food on the table as a terrible drought plagues the Southern African nation. The threat of another failed rainy season as UNICEF raising the alarms. CNN's Lynda Kinkade has more. (BEGIN VIDEOTAPE) LYNDA KINKADE, CNN ANCHOR (voice-over): Children line up for what may very well be their only meal today, waiting patiently for a scoop, maybe two, of macaroni. Their parents, who rely on neighboring farms for work, out of the job due to crop failure. No crops mean no food, let alone any money to buy it. A drought caused by a combination of naturally occurring El Nino and human- induced global warming plagues Zimbabwe. It's the worst drought here in years, after a failed rainy season from October to March, and the threat of another below-average season later this year. Crops have dried up, and families are struggling to put food on the table. In a flash appeal, UNICEF said 7.6 million people need life-saving support of those the most vulnerable are children. LETWIN MHANDE, MOTHER OF FOUR (through translator): Food is a big challenge, and sometimes the kids carry corn snacks to school. This is different from previous years, when we had good rainy seasons and I could at least pack something decent for them. We can now only afford to have one meal per day because we have no choice. KINKADE (voice-over): At this feeding station and four others, donors fund two meals for about 1500 children a day. But as the drought persists and donations dip, resources are stretched increasingly thin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:02",
      "speaker": "SAMANTHA MUZOROKI, KUCHENGETANA TRUST FOUNDER",
      "sentences": "I felt that as a mother and as a woman and a member of a community, I should chip in when I hear thecries of a child next door saying they haven't eaten since yesterday. I had a moral obligation to satiate that need.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:52:03",
      "speaker": "JACK KENDALL, HOST OF DSNY NEWSCAST",
      "sentences": "This is kind of a culmination -- a four-year culmination of the whole build-up of the culture war surroundingDisney that kind of began in 2020. And with this attraction, you know, a couple of years from now or a decade from now, people are just going to go on this ride. They're going to say it's a great ride. They're going to enjoy it. They're going to enjoy the drop, enjoy the music, all that sort of stuff. And they're not going to remember all the build-up to this attraction as much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "CHEN",
      "sentences": "That's Victoria Wade there. She's a theme park content creator who got to also experience the ride last week. She told me she got veryemotional, especially toward the end when Tiana invites everyone to this big celebration. She just felt it was so inclusive and such a positive representation of African-Americans. Finally, she said, feeling seen in the Disney parks, Zain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "ASHER",
      "sentences": "And that's why it makes sense that they changed the ride here in the U.S. But what's interesting is that they're not changing the ride in Japan.Why is that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "CHEN",
      "sentences": "Well, Zain, they never really explained why that was happening in the U.S., but not in Tokyo. I will say that the Tokyo Disney Resort is owned bya third party -- the Oriental Land Company. And so, any decisions made at that resort may go through a different process compared to any other Disney park in the world, which is outright owned by Disney. So, we will wait to see if anything happens in Tokyo. But so far, no announcement of changes to that ride there.",
      "isLastSentenceInterrupted": false
    }
  ]
}