{
  "date": "2024-01-09",
  "headline": "CNN Live Event/Special",
  "subHeadline": "Fed Judges Hear Critical Arguments On Presidential Immunity. Aired 11:30a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:30:00",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "But saying that if he returns to the White House, Joe Biden is going to be the one who is indicted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "DAVID URBAN, CNN POLITICAL COMMENTATOR",
      "sentences": "Yes. It -- the argument doesn't really hold water, does it there, Kaitlan in terms of -- kind of, if I'm elected president, watch out? But it -- what -- I think what he's trying to illustrate is that the Biden administration has opened a Pandora's box here with these prosecutions and persecutions, kind of what Senator Menendez just said on the floor. It's not a -- it's not a prosecution. It's the persecution.I think President Trump and his team believe the same thing that he's being persecuted in. And if you keep down this path, you heard his attorneys make this argument, you know, any president can be held liable, be dragged into court for legal actions. Now, obviously, the judges on the panel on the DC Circuit Court there pushed back on that. But you know, the -- President Trump's you know using the Pandora's box. If you open it, you can't close it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "LAURA COATES, CNN ANCHOR",
      "sentences": "Well, John Avlon, and one of the things that seems to be if opening Pandora's box is what the argument is, the Jack Smith team suggests they're actually trying to close Pandora's box and try to make sure that a president does not have this carte blanche, as they say, to do what he -- or eventually she will choose to do. How do you make of that argument?JOHN AVLON, CNN POLITICAL ANALYST &amp; ANCHOR: I think it makes good common sense consistent with the oath of office in which the president promises to faithfully execute the office of president and protect and defend the U.S. Constitution. As one of the judges pointed out, it's hard to imagine how overturning an election on the basis of a lie to stay in power that leads to an attack on the U.S. Capitol is consistent with upholding the office of president or protecting and defending the U.S. Constitution. It directly assaults it. And so, I think the argument that Trump's lawyers were trying to make about the Pandora's box using specific advanced -- examples involving President Bush and President Obama, where they could come under scrutiny for actions they took acting as president in issues of war and peace, do not track with this unprecedented action by President Trump. And especially given that Trump's own lawyers as Judge Pan pointed out in the first impeachment, and Republican senators in the second impeachment, pointed out that someone does not need to be convicted for them to be prosecuted for their actions as president later. It doesn't hold water. Trump's threats are just that threats of retribution that further degrade any commitment to uphold the Constitution or faithfully execute the office of president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "COLLINS",
      "sentences": "Well, Shermichael, I mean, what did you make of that? Because this isn't something that we're just seeing be made or articulated in court. I mean, as it was earlier was -- John Sauer was arguing the notion that presidential immunity doesn't exist he says would be shocking. And he said you would allow President Biden maybe to be indicted in West Texas to have a Texas jury and a Texas judge for when it comes to how he's been handling the border.But I mean, this is an argument that we're being seeing made by other Republican figures, secretaries of state, other attorneys as well. I'm trying to say essentially, that this is something that could be flipped in the future on a Democratic president or something.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:12",
      "speaker": "AVLON",
      "sentences": "I -- look, I think that argument in particular, is blown out of the water by the arguments made by President Trump's own attorneys in the first impeachment and Republican senators in the second impeachment, who said that criminal prosecution through the courts was the proper arena to try the former president rather than impeachment in that specific circumstance. I think what you'll hear the President -- ex-President Trump says and what is apparently a press conference in waiting, it will probably be consistent with what he has argued in recent days, which is that he was searching for election fraud. And this was consistent with the execution -- faithful execution of the office of president in upholding the Constitution.The problem, of course, with that argument is that there is absolutely no evidence that there was anything resembling legitimate causes to try to overturn the election. This was a venal attempt to stay in power. People -- he was -- the president was told that there was no evidence of mass voter fraud. We've heard this in testimony and -- subsequently, and he ignored it. And so, that argument is flimsy at best. And the arguments put forward by his lawyer were pretty effectively dismantled by the judges, including a fairly disturbing exchange about whether a president could use SEAL Team Six to kill a potential political rival, and then avoid impeachment. Whether he'd be liable for prosecution. This is surreal stuff, but it's important. So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:12",
      "speaker": "COATES",
      "sentences": "David, when you hear that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:12",
      "speaker": "URBAN",
      "sentences": "Yes. I -- yes, let me just --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:12",
      "speaker": "COATES",
      "sentences": "I think surreal --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:12",
      "speaker": "URBAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:12",
      "speaker": "COLLINS",
      "sentences": "I think surreal is the right word --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:12",
      "speaker": "URBAN",
      "sentences": "Well, let me -- let me just put it out --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:12",
      "speaker": "COATES",
      "sentences": "It is also probably surreal to see that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:12",
      "speaker": "URBAN",
      "sentences": "Yes, look --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:12",
      "speaker": "COATES",
      "sentences": "I had to point it out the whole time. Sorry. We saw that picture of where he's going to talk. Are you kidding?So, it's like the West Wing. Is it intentional? We know that he's trying to do that. I mean, I'm just going to point out the obvious in what I'm seeing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:12",
      "speaker": "URBAN",
      "sentences": "Listen, you got --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:12",
      "speaker": "COATES",
      "sentences": "Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:12",
      "speaker": "URBAN",
      "sentences": "The Trump -- the Trump team has a great -- they have a great advanced team. They do a great job, Laura. Listen, Laura --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:12",
      "speaker": "COATES",
      "sentences": "Clearly, they do. It's free on essential casting. But go ahead, David.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:12",
      "speaker": "URBAN",
      "sentences": "Yes, Laura, I was going to say I -- you know, I'm sure you heard this, and I'm sure Elie and -- let's listen when -- you know when they were talking about this. When the judge said to use SEAL Team Six to kill a political opponent, well, number one that would never happen because it's an unlawful order the military never follows. So, it was kind of -- you know, when I heard her say that it was kind of thought, do you not know the law yourself? It was -- it was a little bit puzzling.But to -- but to John's bigger point, I think Trump's going to come out. He'll say exactly what John said. He's going to talk about how it was -- he was in search of the truth, right? And, you know, truth in his -- in his mind. And then this is the Pandora's Box argument again, I think you'll see be made here in that -- in that setting that you just alluded to that presidential leg setting, Laura.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:12",
      "speaker": "COATES",
      "sentences": "But, David, on that point, though, I mean, one of the reasons the judge was asking those hypotheticals, and she included more than just that SEAL Team Six. She included, could you sell pardons? Could you sell military secrets? DAVID",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:12",
      "speaker": "COATES",
      "sentences": "The point of that exchange was to suggest well, because those different things touch on official duties, pardon power, the president, commander in chief, national security clearance, actually military secrets, obviously the idea of ordering a military operation of any kind, all under the umbrella of what one expects --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:12",
      "speaker": "URBAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:12",
      "speaker": "COATES",
      "sentences": "A president to do. So, her point was the response ought to event, well, of course, they couldn't do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:12",
      "speaker": "URBAN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:12",
      "speaker": "COATES",
      "sentences": "But that wasn't the answer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:12",
      "speaker": "URBAN",
      "sentences": "No, no. I understand. Look, there's a huge distinction here whether, you know, what is an official duty. That's -- that what is the definition of an official duty. That's what the nub of this case is about. And what where does it fall? What falls inside, what falls outside that?The Trump team is obviously making the argument that what he was doing falls inside his official duties. And you know that the Department of Justice is saying no. Clearly, what happened on January 6 fell far outside that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:12",
      "speaker": "COATES",
      "sentences": "Shermichael, look, president -- former President Trump, he has every right to be able to test his legal theories in court. Every right to do so. He has every right to try to raise his appeals on non- frivolous grounds.He has every right as a nation to know whether a president let alone a former president would enjoy immunity. It's interesting, though, that the political backdrop here is what, six days from the Iowa caucus?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:12",
      "speaker": "SINGLETON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:03",
      "speaker": "COLLINS",
      "sentences": "That's his attorney, John Lauro, right there to his left, who is speaking. We should listen to John Lauro.(BEGIN VIDEOTAPE) JOHN LAURO, ATTORNEY FOR DONALD TRUMP: Whether or not a president of the United States could be prosecuted for carrying out his responsibilities, doing his job as president. We can't have a country where every four years, there's a cycle of political recrimination where one administration attacks a prior administration, when in fact, that candidate is leading in the polls and will be the next President of the United States. As our legal team -- as our appellate team made clear, that would be a disaster for our country. That would be a direct attack on democracy. And that cannot happen. What was very significant today, and I'm sure you're all caught it, is the special counsel conceded that if it was President Obama who was being prosecuted for a drone strike, then they'd have to consider immunity. But when it's not, when it's President Trump, then they're taking the position that there's no immunity for presidential acts that were required when a president is carrying out his job responsibilities. If we adopt what the special counsel wants, if we adopt what President Biden wants, then we open the Pandora's box to political prosecution after political prosecution after political prosecution. In fact, Joe Biden could be prosecuted for trying to stop this man from becoming the next President of the United States. We don't need political prosecutions. We need a political process. I'd like to introduce President Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:03",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "Well, I want to thank you all. And we had a -- either, very momentous day in terms of what was learned and what they've conceded. They conceded two major points that were that -- were right in doing it. I don't think they had much of a choice, but they're very, very big, very powerful points. And I think we're doing very well.I think it's very unfair when a opponent -- a political opponent is prosecuted by the DOJ -- by Biden's DOJ. So, they're losing in every poll. They're losing in almost every demographic. Numbers came out today that are really very mind-boggling if you happen to be Joe Biden. And I think they feel this is the way they're going to try and win. And that's not the way it goes. It will be Bedlam in the country. It's a very bad thing. It's a very bad precedent, as we said, it's the opening of a Pandora's box. And that's a very -- that's a very sad thing that's happened with this whole situation. When they talk about threat to democracy, that's your real threat to democracy. And I feel that as a president, you have to have immunity. Very simple. And if you don't, as an example of this case were lost on immunity, and I did nothing wrong. Absolutely nothing wrong. I'm working for the country. And I worked on -- very hard on voter fraud because we have to have free elections. We have to have strong borders. We have to have free elections. Those two things, almost above all, and we found tremendous voter fraud. We have a list of it. We have some findings if you want it. The press doesn't like reporting it, but we found tremendous voter fraud -- determinative voter fraud. But we worked on that. That's what I was doing. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:03",
      "speaker": "COLLINS",
      "sentences": "You are listening to former President Trump speaking there alongside two of his attorneys, at least, one of them who's in the room making that argument earlier with that three-judge panel. Of course, a few fact-checks and reality statements on what you're hearing there. There is no evidence of voter fraud.Many courts have found that there has never been any evidence of it that Trump has been able to bring despite what he is continuing to say there. It is still a notable comment coming six days before the Iowa caucuses and the 2024 election. Elie Honig and Karen Agnifilo Friedman are back here with us. Elie, I just wonder what you heard -- or what you made of John Lauro because he was coming out there and Trump echoed him. You know, at first tried to argue that this is, you know, President Biden who is -- who is prosecuting Trump here. It's not. It's the Justice Department who is also as we just heard from a Democratic senator, also has been indicted and the president's son. But on the argument itself, their takeaways from what happened inside that courtroom today, what did you make of that? Yes. So, a couple of things, I think we need to set the record straight on. First of all, Donald Trump just told us that DOJ made these remarkable sort of shocking concessions. I don't think so. I think the DOJ was consistent in their position, which is a former president can be indicted for something that he did that falls outside the scope of the presidency.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:08",
      "speaker": "COLLINS",
      "sentences": "And Bill Barr has agreed that he does not believe the indictment in Washington -- he believes that it's a sound legal argument.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:08",
      "speaker": "HONIG",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:08",
      "speaker": "COLLINS",
      "sentences": "He does not believe that it's politically motivated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:08",
      "speaker": "HONIG",
      "sentences": "Yes. Bill Barr --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:08",
      "speaker": "COLLINS",
      "sentences": "That's Trump's attorney general.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:08",
      "speaker": "HONIG",
      "sentences": "Bill Barr, of all people. Right. The last point that you heard from both is this Pandora's Box floodgates concern. And I think it's a legitimate point.We heard it argued today. Where's the line? Where would this end? The response that we heard from DOJ, which I think was quite effective was there are safeguards in place. This isn't as simple as the president doesn't like someone, boom they're indicted. There are, first of all, prosecutors who have a duty to only indict people where they have provable evidence. You have grand juries who will have to review that evidence to return an indictment. You have, then a trial. Trial juries, of course, review for proof beyond a reasonable doubt. And then finally, a court of appeals like the one we just saw today. So, it's a fair argument. I get where they're going with it. And you do have to be concerned about will this open up some new chapter we don't like, but there are really important safeguards in place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:08",
      "speaker": "COATES",
      "sentences": "I will say there was moments when John Lauro was speaking about needing to have a political process, not persecution, Trump largely echoed his speech from over the weekend in response to President Biden talking about a threat to democracy. He obviously takes great offense to this discussion. But there was a moment when Lauro said, look, every four years, we could potentially be seeing a recrimination of a political opponent. The concern and trying to instill the fear that this could happen again unless we put these guardrails up.But why didn't you make, Karen, of the comparison? They seem to suggest, John Lauro, that the Court of Appeals was saying that if it had been Obama, this would have been immunity, talking about a drone strike. When it was far more nuanced, they were actually talking about the official actions of the president versus those that are so-called rogue and unofficial. Unpack for us a little bit about why that feels disingenuous to suggest the court was saying if it were Obama, you get immunity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:08",
      "speaker": "KAREN FRIEDMAN AGNIFILO, CNN LEGAL ANALYST",
      "sentences": "Yes. So, I think it's pretty clear here that there's a distinction between acts as president versus personal acts, right? If you were to engage in domestic violence, for example, or sexual assault, nobody would say just because you're president, you are immune if you are out of office, and you're a former president for that personal content -- conduct. And that's a very -- an extreme version of what it would be.And here, he was candidate Trump. Although, he says that the election was long over, he was trying to make it so that he could be put back into office, that he could change the outcome of that election, acting as a candidate, not as president. So, it's not within his official duties. And I think --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:08",
      "speaker": "COATES",
      "sentences": "And we distinguish that all the time, right, when you can do as a campaign and a candidate versus even if you're an incumbent, there is a real bright line rule between the two actions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:08",
      "speaker": "FRIEDMAN AGNIFILO",
      "sentences": "Absolutely. And there are laws in place that specifically separate political conduct from official conduct. The Hatch Act, for example, is one that is often mentioned, when you work for a government employee. I worked for a state government employee when I worked for the Manhattan DA's office, when he -- I was also an elected office, and I couldn't have anything to do with his campaign.That would have been totally inappropriate, not in my job description. Yet, he was able to do that as the candidate. And there was a very clear distinction between what he did as a candidate versus what he did as the elected District Attorney and the rest of us as employees there. And I think it's very clear with Donald Trump as well. He was acting as a candidate not as a president at the time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:08",
      "speaker": "COATES",
      "sentences": "But the waters are a little bit muddied. And I wonder for everyone sort of listening and thinking about this, you know, we've heard Nixon say if the President does, it's not illegal. We've all been watching West Wing. Remember that episode? They're like, we can't do this right now.Yes, West Wing, what? I'm not that old.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:08",
      "speaker": "HONIG",
      "sentences": "But this --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:08",
      "speaker": "COATES",
      "sentences": "But this idea of whether what you're doing if you're the incumbent president, he is saying that no, no, I was not just a candidate. I was trying to ensure that voter fraud was not happening.That's under the laws. It's under my umbrella purview. I was trying to take care of the laws as written. And that's what I was doing. So, is it clear for a court to look at this and say, candidate, president, head of the executive branch?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:02",
      "speaker": "COLLINS",
      "sentences": "As the judges are looking at this, and we're waiting to see what their decision is after the arguments today, how much of what they're looking at has to do with what was filed in the briefs and what was said in the actual room today? Because if you notice in the briefs and what I had kind of been expecting the focus today to be on Trump saying I knew the election was over, those were just my official jobs -- duties as president, this was not electioneering, this was just me being president to make sure that the laws are faithfully executed. That was kind of the more legal argument that we heard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:02",
      "speaker": "HONIG",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:02",
      "speaker": "COLLINS",
      "sentences": "But that is not the direction that Judge Pan and the other judges took it in today, which was this carte blanche kind of look at presidential immunity. Which one holds more weight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:02",
      "speaker": "HONIG",
      "sentences": "So, I think the written briefs are going to carry more weight here. What the judges were doing today was sort of stress-testing some of the arguments. That's why we hear all these hypotheticals that may sound wild. But what they are is they're trying to test the principles set forth in the brief.In the case of this complexity, where it's clear, they're going to rule very quickly, I think we will certainly have a ruling by the end of this month, I promise you those opinions are largely written maybe with a couple of fill-in here type of things. Oral argument is not just for show. It's meant to sort of give the parties a chance to make their arguments and again to challenge some of the arguments. But I think the briefs are really what's going to rule here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:02",
      "speaker": "COATES",
      "sentences": "What do you think, Karen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:02",
      "speaker": "FRIEDMAN AGNIFILO",
      "sentences": "Yes, I think -- well, I think is going to be quicker than the end of the month. I think they're going to rule very quickly. There's a line in the special counsel's brief at the very end asking for a mandate to basically a five -- you know, enter the mandate within five days. That's kind of a signal that Jack Smith's office is asking the DC Circuit to say, hey, look, I want this to go back and go back quickly. Because in addition to the substance here, as we know, Donald Trump doesn't ever want this to go at all, right? He doesn't want this to happen at all because the end game is to delay this, hopefully not have a trial at all, and then hopefully get elected and then make the case go away and try to pardon himself, et cetera.So, I think that there's also this question if you look at the brief about speed and get it to go quicker. And I think the DC Circuit is going to do that. I agree with Elie that the brief is probably -- or the decision is probably written already.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:02",
      "speaker": "COATES",
      "sentences": "Yes. There is a really important line, every oral argument ends, essentially with a judge asking what do you want us to do, what's your \"prayer for relief.\" And Trump's attorney says, either allow immunity or allow us the time to appeal higher. In other words, Chief Justice Roberts, get your pen ready.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:02",
      "speaker": "COLLINS",
      "sentences": "Yes, we know that's exactly what the Trump legal teams wanted. And then it becomes the question of how quickly do they move.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:02",
      "speaker": "COATES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:02",
      "speaker": "COLLINS",
      "sentences": "So, it's all a question of timing here. Everything we've been talking about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:02",
      "speaker": "COATES",
      "sentences": "There's so much more to get to today and talk about. This was a hugely significant day in our courts.",
      "isLastSentenceInterrupted": false
    }
  ]
}