{
  "date": "2024-06-21",
  "headline": "CNN This Morning",
  "subHeadline": "Diane Kiesel is Interviewed about Trump's Classified Documents Case; Trump Out Raised Biden in May; Preps Intensify for Next Week's CNN Debate. Aired 6:30-7a ET",
  "utterances": [
    {
      "timeStamp": "06:30:55",
      "speaker": "MANU RAJU, CNN ANCHOR",
      "sentences": "All right, it is back to court today for Donald Trump's lawyers as they take aim at the prosecutor who brought criminal charges against the former president over his handling of classified documents at Mar-a-Lago. Federal Judge Aileen Cannon will hear arguments in Florida on a request by Trump to declare Jack Smith's appointment as special counsel in the case as invalid. Trump is not expected to attend.Now, Cannon's decision to hear the request comes amid growing accusations that she is slow walking the case in order to help the man who appointed her, Donald Trump. \"The New York Times\" also reports two federal judges in Florida urged Judge Aileen Cannon to hand off the classified documents case, but Cannon wanted to keep the case and brushed off those requests according to the report. Now, at the time Cannon was assigned the high-profile criminal case, she had already faced some public backlash. An appeals court had rebuked her handling of a Trump lawsuit challenging the FBI's 2022 Mar-a-Lago search. Joining me to discuss all of this, retired New York State Supreme Court Judge Diane Kiesel. Judge, thank you so much for joining me this morning. Can you talk about this request by the Trump team to invalidate Jack Smith's appointment here and the decision by Judge Cannon to allow this hearing to take place. How unusual is it for a judge to entertain such a request?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:55",
      "speaker": "DIANE KIESEL, RETIRED NEW YORK STATE SUPREME COURT JUDGE",
      "sentences": "Good morning.Well, it's quite unusual and somewhat surprising. The issue of the appropriate, or the legality of appointing a special counsel, seems to have been put to rest a long time ago. There was a special so counsel appointed during the Watergate investigation, which is, what, 50 years ago now. And, actually, the concept of a special counsel goes back to President Garfield in the - in the 1880s. So, the idea that she is entertaining something that has been put to rest a while ago is certainly puzzling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:55",
      "speaker": "RAJU",
      "sentences": "And there have been some criticism that this is part of a pattern with her, granting a lot of Trump requests, essentially slow walking it. We've been hearing a lot about that. Do you think there's reason to question her neutrality in this case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:55",
      "speaker": "KIESEL",
      "sentences": "Well, I'm loathed to call her biased. I don't know the woman at all. I - but let's just look at it from a legal aspect, OK. The first thing you always do as a judge is you make sure you have a trial date set. She doesn't even have a trial date. That invites nothing happening, if you will. Whether she's doing this because she's inexperienced, whether she's doing this because she's not confident in her decisions, whether she's purposely slow walking it, who knows? The result, however, is absolutely nothing is happening here and its subjecting her to a lot of very valid criticism.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:55",
      "speaker": "RAJU",
      "sentences": "I mean, in your experience, obviously there's been no real cases like this in American history of a former president being prosecuted. But nevertheless, in such a case like this, how long would it take for the time that someone has been indicted to go to a trial? And is this taking longer than what would be expected under such a timeframe?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "RAJU",
      "sentences": "Do you think that this comes as there was a report in \"The New York Times,\" of course, that two judges had urged her to step aside from this case? Should she have recused herself, in your opinion?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "KIESEL",
      "sentences": "Well, there's a couple of issues going on here. It's my understanding that she works in a satellite court away from the main court, the Southern District of Florida. You know, it's very important - and she may be working there as the only judge. It's very important, as a judge, to be able to talk to your colleagues, particularly about complex cases. That's the first problem. I don't think she has any colleagues there to talk to. Number two, she's very new and inexperienced. In a case like this, an unprecedented case of first impression, it really needs experienced hands.I don't - it's my understanding that one of the judges who spoke with her was the supervising judge. I don't know the protocol there, but it seems to me that if the supervising judge felt she was not experienced enough to handle this case, perhaps it should have simply been reassigned. Although I don't know if that's the way things work in that particular court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "RAJU",
      "sentences": "All right. Well, retired Judge Diane Kiesel, we're grateful for your time and expertise. Thank you so much. And now turning back to the 2024 race and the two billionaires bothboosting both Biden and Trump. Biden buoyed (ph) this month by $20 million donation from former New York City Mayor Michael Bloomberg. And Trump helped by an even bigger $50 million infusion, to one of his super PACs from billionaire heir Timothy Mellon. Now, federal filings released late last night indicate that in all Trump - in all Trump did dwarf Biden in fundraising last month after his criminal convictions unleashed a GOP donation frenzy. Now May also marks the second time - second month in a row where Trump outraised Biden, erasing that sizable cash advantage that Biden held earlier in the cycle. My panel is back. So, should Biden be concerned about the fact that Trump is surging in fundraising and he's - now it's the other way around. We've been talking for month that Biden was dwarfing Trump. Now it's the other way around. Should the Biden team be concerned?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "MEGHAN HAYS, FORMER SPECIAL ASSISTANT TO PRESIDENT BIDEN",
      "sentences": "No. I don't think they should be concerned, right. This election is going to take an extraordinary amount of money. It's unprecedented amounts of money. I think what this does is, you know, gives Trump and advantage to be putting boots on the ground and have an organizing game.But I do think, you know, they also have a lot of money. I think they just announced yesterday they hired their 1,000 staffer, which is a lot of people on the ground in the state. So, I do think that they are working towards their organizing. They've been putting together a ground game for a year now since he announced. So, I mean, I think the Biden campaign is moving, you know, moving the ball forward in terms of boots on the ground. But I - you know, this is going to be a lot of money regardless. So I do think, you know, it's not going to hurt him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "RAJU",
      "sentences": "It is going to be a lot of money, but, I mean, you talk to the Biden campaign. You cover the White House. Do you - what do you hear about how the Biden team sees this, where the race is right now, whether it's fundraising or these poll numbers?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "JEFF MASON, WHITE HOUSE CORRESPONDENT, REUTERS",
      "sentences": "Well, you get a lot of impression from the Biden campaign that they're confident. Whether or not that confidence is well placed or not is perhaps a separate issue. But I think they are confident.I think that the - the money shift is not to their advantage. That doesn't mean President Biden doesn't have a lot of money. He absolutely does. But for at least a few months in this race, he could talk about and the campaign could talk about the fact that they were far out raising former President Donald Trump. And that's just not the case anymore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "RAJU",
      "sentences": "And just, if you look at the numbers, just to break it down more, raised in May, Trump, $75 million, Biden, $38 million. Cash on hand, $117 million for Biden - sorry, for Trump, just 92 - not just, that's still a lot of money, $92 million, but it's still an advantage, Trump over Biden. May and April, Trump outraises Biden for a second month in a row.But Meghan brings up a valid point, Shermichael, the ground game. That is, obviously, what determines elections.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "SHERMICHAEL SINGLETON, CNN POLITICAL COMMENTATOR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "RAJU",
      "sentences": "The Biden team has invested a ton of money on the ground. Trump does not have that same operation. Are you concerned, as a Republican, about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "SINGLETON",
      "sentences": "Yes, that's - that's a good question, Manu. I actually was worried about this a couple months back and I raised it several times on air, like, hey, we need to catch up here. Considering how closes this is going to be, you look at the margins in at least six or seven of the battleground states, the fact that they do have that 1,000 person advantage, man on the ground will be crucial in terms of voter contact, but ultimately voted penetration. And by that I mean, figuring out where those voters are and constantly hitting them to make sure that they vote early and to make sure that they turn out on Election Day.So, at this point, on our side, we are going to be playing catch up a little bit, but I do expect the campaign to begin to hire really, really swiftly and to also begin to place very expensive ads in some of those crucial states.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Are you concerned that Trump to retaliate against you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "HOFFMAN",
      "sentences": "Of course I'm concerned.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "RAJU",
      "sentences": "Of course, I'm concerned about retaliation and business leaders speaking out against Donald Trump. A lot of them are still contributing to him, but may be concerned about maybe his own style, personal politics, and the like.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "MASON",
      "sentences": "The both - well, President Trump just spoke with a bunch of business leaders at the business roundtable. The chief of staff of the White House did the same just within the last week. According to my source at the White House, the White House message there came - went over very well. The business leaders actually like a lot of what's happening at the - at the Biden White House, but they also like tax cuts and they like a lot of what President Trump did.The issue of fear, I think it's quite interesting that he's saying that out loud. I'll be curious to see if anybody else says it as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "RAJU",
      "sentences": "Yes, we will be curious to see. People say a lot of things privately.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "SINGLETON",
      "sentences": "They do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:37",
      "speaker": "RAJU",
      "sentences": "All right, 45 minutes past the hour. Here's your morning roundup.An altitude warning on a Southwest flight, Flight 4069, flying just 525 feet above Yukon, Oklahoma, early Wednesday morning. That forced air traffic control to intercede. The Boeing 737-800 then climbed briefly and successfully landed in Oklahoma City. The FAA is in contact with Southwest about the incident. A federal appeals court denying Steve Bannon's requested postpone his July 1st prison sentence. It's likely he will now take his case to the Supreme Court. Bannon was found guilty of contempt nearly two years ago for not complying with the House January 6th committee's subpoena. Amazon reducing its use of plastic packaging after pressure from environmentalist. The company says it is cutting out 95 percent of those puffy plastic pillows and replacing them with recycled paper. And the last day of school canceled today in Boston. The superintendent their blames the heat and the big parade later this morning for the NBA champion Boston Celtics. If you're a Boston kid who loves the Celtics, perhaps this might be the best day for you. All right, turning now to this. (BEGIN VIDEO CLIP) JIMMY FALLON, HOST, \"TONIGHT SHOW WITH JIMMY FALLON\": Get this. CNN actually flipped a coin and the winner got to pick if they wanted the left or right podium. Biden won the coin toss and elected to be on the right side of the screen. That's great for all the voters who are like, I don't like what you stand for, but I like where you're standing. Yes, Biden chose to be on the right, although chances are he'll just wander until he hits something screwed into the ground. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:37",
      "speaker": "RAJU",
      "sentences": "All right, the devil is in the details with next week's CNN presidential debate. The two candidates determining the final logistics with a coin toss. President Biden won and opted for a podium position on the right side of the stage. The president appearing confident.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:37",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Mr. President, how is debate prep going?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:37",
      "speaker": "RAJU",
      "sentences": "As for Donald Trump, well, he'll get the last word in the debate, delivering the final closing argument.Here to talk about all of those intricacies and who they may benefit is Michael Smerconish. He is the host of CNN's \"SMERCONISH\" and a CNN political commentator. Michael, great to see you. Thanks for being here this morning. So, give me the Smerconish take of how you see this debate playing out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:37",
      "speaker": "MICHAEL SMERCONISH, CNN POLITICAL COMMENTATOR",
      "sentences": "Manu, it's great to be with you.I think that Fox News and Donald Trump's campaign have been at cross purposes all week long. Every time they show those videos on a loop with the intention of portraying President Biden as being infirmed, all they're doing is lowering that bar. And I think these debates are all about expectations. That bar has now been set so low for President Biden that he'll probably be easily able to exceed it, much like he did in that State of the Union address.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:37",
      "speaker": "RAJU",
      "sentences": "Yes, I mean, it's funny you say that because we actually had played a comment from Trump earlier where he said that Biden is a worthy debater. He actually said that. He's now changing his tune. And, actually, why don't you listen to what he had to say. This is what Trump had to say.(BEGIN VIDEO CLIP) DONALD TRUMP (R), FORMER U.S. PRESIDENT AND 2024 PRESIDENTIAL CANDIDATE: I watched him with Paul Ryan and he destroyed Paul Ryan. So I'm not underestimating him. I'm not underestimating him. I assume he's going to be somebody that will be a worthy debater. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:37",
      "speaker": "RAJU",
      "sentences": "So now worthy debater?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:37",
      "speaker": "SMERCONISH",
      "sentences": "Manu, that was a two-fer for Trump because you know what he thinks of Ryan, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:37",
      "speaker": "RAJU",
      "sentences": "Yes, exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:37",
      "speaker": "SMERCONISH",
      "sentences": "So he got to both take a shot at - he got a shot at Ryan and he also had the opportunity to try and elevate Joe Biden. But I think it's baked in. I think it's too late. They've been running that G-7 video where the parachuters (ph) land, the L.A. fundraiser, and also the Juneteenth celebration, constantly in a bid theoretically to say, we haven't edited this tape. But every time they show it - I mean I hear from radio callers who question whether President Biden is going to be able to put sentences together because they're so used to seeing that reflection.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:04",
      "speaker": "RAJU",
      "sentences": "Now, this is a much different message than what we've been hearing from Trump for years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:04",
      "speaker": "SMERCONISH",
      "sentences": "I don't think you're going to hear that next Thursday night. I think instead what you'll hear from him is that President Biden just offered amnesty to half a million individuals who are in this country. I'm talking about the change relative to marriage that he's proposed.Each side has a great issue to drive the base. For Republicans it's porous borders and for Democrats, abortion rights are undefeated since Dobbs overturned Roe versus Wade. And then of course, on top of all of it, you've got the economy. RAJU: Yes. And I wonder, what do you think about how Biden should handle the fact that Donald Trump is a convicted felon, 34 felony counts, and whether or not this should be a central part of how he approaches Trump next week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:04",
      "speaker": "SMERCONISH",
      "sentences": "So I - it's not that I see parity between Donald Trump and Hunter Biden, because one's running for president and the other is presidential offspring. Having said that, I think President Biden is probably going to be loathe to use that felon word because you know what Trump's response is going to be.I'm also aware you're aware of this reporting that suggests that President Biden and Mike Donilon still think that they ought to be talking all about January 6th and the threat to democracy, but that just hasn't stuck, Manu. That - that has not played well. I really think it's got to be more about the economy and what Biden can do for people rather than a re-litigation of the events of January 6th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:04",
      "speaker": "RAJU",
      "sentences": "So, we also know that Donald Trump is preparing for these January 6th questions that could inevitably come up, or the attacks from Biden over everything that happened that day and Donald Trump's role in all of it. So, what do you expect from Trump on that question? Does he walk back the fact that he has increasingly been embracing things that have happened on January 6th and has said that he's going to pardon all the people who have been imprisoned for their involvement in that riot. How would Trump deal with that, dig in, give red meat to the base, or walk some of that back?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:04",
      "speaker": "SMERCONISH",
      "sentences": "Right. So, it sure has worked with the base. And how do we know that? Because Donald Trump, despite one conviction, three outstanding indictments is the Republican nominee and was able to get there in essentially a cake walk. And look at the recent financial numbers that have just been produced that show that he's - he's exceeded Joe Biden in fundraising in the last few months. That conviction has played great for him with the base.But there's that risk, of course, that independents and suburbanites, that he really needs to reach, aren't going to look at it the same way that the very red state voters will.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:04",
      "speaker": "RAJU",
      "sentences": "Yes. All right, so much to process in the week ahead. It's going to be a huge, huge night.Michael Smerconish, appreciate your insight, as always.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:04",
      "speaker": "SMERCONISH",
      "sentences": "Manu, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:04",
      "speaker": "RAJU",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:04",
      "speaker": "SMERCONISH",
      "sentences": "Thank you, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:04",
      "speaker": "RAJU",
      "sentences": "Don't forget to tune in tomorrow morning, 9Now, big changes are coming for New York's youngest social media users. Governor Kathy Hochul signing two bills into law just yesterday, clamping down on digital platforms, algorithms and the use of teens' data. The move makes New York the first state to pass a law regulating social media algorithms amid nationwide allegations that apps like Instagram and TikTok have hooked younger users with addictive features. Now Hochul calling on leaders in Washington to step up and do the same. (BEGIN VIDEO CLIP) GOV. KATHY HOCHUL (D-NY): Congress needs to act. Let's get that out there. Congress can and should act. They could have a national standard. We can protect our kids. We can tell the companies that you are not allowed to do this. You don't have a right to do this. That parents should have say over their children's lives and their health, not you. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:04",
      "speaker": "RAJU",
      "sentences": "I mean, an interesting development here. Do you think this is something the White House jumps on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:04",
      "speaker": "MASON",
      "sentences": "I'm not sure that they would jump on it right now. I mean there are a couple social media issues that are tricky ones for the White House. TikTok is the - probably the biggest one that comes to mind. The campaign is using TikTok while the White House is considering banning it.But I do think they care about kids and they care about whether or not kids are being harmed by social media. I'm just not sure that they're going to jump on - on something that's that critical right now to companies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:04",
      "speaker": "RAJU",
      "sentences": "What do you think about all this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "RAJU",
      "sentences": "So, this is what \"The New York Times\" op-ed said. It's called it the least we can do. So, \"telling teenagers something is bad for them may work for some kids, but for others it is practically an open invitation to abuse. To add muscle to a mere label, we need to prohibit its sale to people under 18 and enforce the law on sellers. We into strongly regulate social media, as Europe has begun to do, and ban it for kids under 16.\" Ban. So, as a Republican, someone who does not like federal overreach,is that federal overreach?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "SINGLETON",
      "sentences": "Yes. You know, I would typically say yes under the ordinary set of - set of circumstances, I think this is different though. I was reading an article talking about this law in New York and one of the articles referenced an interview with a counselor at I think a local high school. And when they were removing the phones from the students, the students were having to go to the counselor because they were having like withdrawals, as if they were like going through an addiction phase. That is incredibly problematic.I do think we need to look at this as if we would look at alcohol or smoking cigarettes. The debilitating mental impacts this could have long term could be something we come to regret. So at a minimum we should at least have the conversation, Manu, about how are we properly assist our kids with the technology that's easily at their disposal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "RAJU",
      "sentences": "Yes, no question about that.So, while that is happening in New York, there's also an interesting political story that is happening. Lots of interesting political stories. One of them, also in a New York congressional district, involving a progressive incumbent Democrat, Jamaal Bowman. He's got a primary coming up next week. And he's facing a pretty intense primary, in large part because of his views on Israel, his strident criticism of the Israeli government, his - some of his things that he did in the past, such as pulling a fire alarm in the United States Capitol and the like. He is very vulnerable right now. But the issue of Israel is one that has come up in this primary, which is threatening his seat. And this is what the group, the pro-Israel group, APAC, released in a series of ads over the last several weeks. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Jamaal Bowman keeps attacking President Biden. Jamaal Bowman has his own agenda and he's hurting New York.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Will you make your voice heard? Will you confront Jamal Bowman's lies and conspiracy theories? Or will you sit by silently?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "RAJU",
      "sentences": "In a lot of ways it's - this fight is really just emblematic of the divide within the Democratic Party over Israel right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "MASON",
      "sentences": "Absolutely. I mean - and one of the things that Bowman is saying is that the APAC is giving all sorts of money to his opponent and that that's - that's one reason why he's doing so poorly. But his comments about Israel, not to mention some of his the previous sort of flirting with conspiracy theories, that stuff comes back to haunt you eventually. And it certainly is him right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "RAJU",
      "sentences": "And listen just - just listen to the debate and Bowman's side of things. When he and his opponent, George Latimer, went back-and-forth.(BEGIN VIDEO CLIP) REP. JAMAAL BOWMAN (D-NY): They're spending more money in this race to get me out than they have ever spent in their history, meaning APAC. More money than they have ever spent in their history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "GEORGE LATIMER",
      "sentences": "APAC is (INAUDIBLE) like a dog whistle to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It is one issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "BOWMAN",
      "sentences": "Why? Because I'm fighting against the genocide in Gaza and because I'm speaking up for black and brown people here.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "RAJU",
      "sentences": "Do you think that President Biden, I mean he's not involved in this primary, but does he want a progressive like Jamaal Bowman in the House Democratic caucus, or does he want a more middle of the road Democrat? I mean you can argue it both ways. You have someone on the left, maybe who riles up the base and can, you know, generate a lot of interests, but then someone who could be a thorn in the side at times as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "HAYS",
      "sentences": "I think if the president wins for re-election, I think the president would like to take back control of the House. And so whatever we need to do to do that, it's what he's going to want regardless of the candidate. He wants a Democrat in the seat.But I do think that this is why you - you represent a district. And if this is not what your district wants for you, then they are going to figure out a way to get you out with a primary opponent. So, I - I mean this is how elections work and this is why we have them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "RAJU",
      "sentences": "What do you think about this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "SINGLETON",
      "sentences": "I mean I do not like the way Jamaal Bowman tried to racialized this, talking about - because he's talking about issues impacting black and brown people. No, sir, it's about your anti- Semitic comments about Israel. He hasn't said a single thing about the students in - on many college campuses in New York that have faced a horde of discriminatory attacks, verbally, some even physically assaulted.So, in my opinion, just as I would call out a conservative who dances with racism, I'm going to call out someone who's a Democrat who dances with anti-Semitism. He should not be in the United States Congress.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "RAJU",
      "sentences": "And, meantime, Benjamin Netanyahu is coming to talk to a joint meeting of Congress in just a matter of a couple of weeks here and I'm wondering, it's interesting how the White House is handling this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "MASON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "RAJU",
      "sentences": "How is the White House handling his upcoming address to Congress, because Kamala Harris will be sitting right behind him when he speaks to Congress.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:07",
      "speaker": "RAJU",
      "sentences": "Do you think that he should - the president should come out and say some - you know, I don't know, what is the president - I don't know what the president's position is about whether he's fine with him coming and speaking to Congress. Should he come out and be - join the criticism on the left?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:07",
      "speaker": "HAYS",
      "sentences": "I mean it's not the president's invitation to extend or to make comments on. I think that the president, like Jeff is saying, has made his positions very clear on what's going on.I mean and I think that John Kirby, yesterday, has some pretty strong comments about Bibi's comments back to us. So, I just - I mean I think that the president is probably preparing for a debate and we'll face that -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:07",
      "speaker": "RAJU",
      "sentences": "And then he'll have to deal with that the coming days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:07",
      "speaker": "HAYS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    }
  ]
}