{
  "date": "2024-08-09",
  "headline": "CNN News Central",
  "subHeadline": "Week of Market Volatility; Rick Sutton is Interviewed about Tim Walz; CNN \"The Whole Story\" on Mike Lindell; Noah Lyles Earns Bronze. Aired 9:30-10a ET",
  "utterances": [
    {
      "timeStamp": "09:30:00",
      "speaker": "DANNY FREEMAN, CNN CORRESPONDENT",
      "sentences": "That shooting happens from local law enforcement towards the Secret Service.Take a listen to what one local law enforcement officer said only ten minutes after the shooting. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I (EXPLETIVE DELETED) told them they need to post the guys (EXPLETIVE DELETED) over here. I told them that the (EXPLETIVE DELETED).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Who?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The Secret Service. I told them that (EXPLETIVE DELETED) Tuesday. I told them to put (EXPLETIVE DELETED) guys over here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Here (ph) - I thought you (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No. We're inside.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Alpha one, bravo one, (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(EXPLETIVE DELETED) I told them to put (EXPLETIVE DELETED) guys over here.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "FREEMAN",
      "sentences": "Again, just stunning video. All captured on body camera footage.Now, we actually were able to get a statement from the Secret Service yesterday after this new footage was released. They said they're reviewing this body camera footage that was released by local law enforcement. But furthermore, the Secret Service added that they appreciate local law enforcement partners who acted courageously as they worked to locate the shooter that day. Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "Danny, thank you so much for your reporting.Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "All right, here we go. New this morning, things have changed for the markets. Extreme volatility this week, which seems to be in the new normal. Stocks surged Thursday after new unemployment claim numbers suggested that the economy may avoid that downward spiral that investors were fearing.CNN business anchor Julia Chatterley here with more as the bell is about to ring. How are things looking so far? Oh, the bell did ring. JULIA CHATTERLEY, CNN BUSINESS ANCHOR, \"FIRST MOVE\": It did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SIDNER",
      "sentences": "It did ring. There it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SIDNER",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "A little soggy actually, but you would expect that following an enormous bounce that we saw yesterday, the best day that we've had since 2020, as we mentioned earlier. Monday was the worst day that we'd had since 2022.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SIDNER",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "So, to see a little bit of exhaustion, quite frankly, I think everybody's had enough this week, makes a lot of sense.Quick look at the tech stocks because, again, we're going to keep watching these for the next few sessions, certainly just to see what kind of impact they're having. And you can see, they're what's weighing overall on the market. And I think we'll continue to watch that. And we have to. You said it yesterday, what lifted us was the better-than-expected jobs or unemployment claims numbers. We're going to keep a focus on the data, but that did give some confidence. I do like being the bearer of good news. There was something else yesterday as well. Mortgage rates. For those of you that are borrowers out there, they hit the lowest level in more than a year and a half, just shy of 6.5 percent. Last week more than a quarter of a percentage point higher. Welcome news if you're a borrower right now. So, that was good news. We'll take it while we can get it. Final thing, what happened this week? You said it to me earlier. SIDNER: What the heck?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "I know, what - exactly, what the heck. Your accent better than mine. Take a look at the week. So, that data, and you can see what we saw that plunge on August 1st, we're around half a percentage point for all this swings, down from where we started before that jobs data hit on Friday. So, we've basically been on a roller coaster to nowhere.To your point, is this the new normal? I don't think it is, but I do think we have to be prepared for choppiness, particularly in the summer months. And in the interim we'll continue to be vigilant. We'll watch tech. We'll watch Japan still. And in the interim, we'll keep calm and -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SIDNER",
      "sentences": "Carry on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "Actually, I was going to say drink wine, but we'll -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SIDNER",
      "sentences": "It's Friday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "It's Friday. Well, that's -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SIDNER",
      "sentences": "Of course. We've already started, Julia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "(INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SIDNER",
      "sentences": "There's some in the back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "No, we haven't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SIDNER",
      "sentences": "Julia Chatterley, thank you so much. Appreciate it.Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "Happy (ph) Friday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:38:23",
      "speaker": "SIDNER",
      "sentences": "Before Tim Walz became Kamala Harris' running mate, the governor of Minnesota, or a congressman, he was a public school teacher and assistant football coach at Mankato West High School, where he helped lead their football team to a state championship alongside the main coach.Joining me now is Rick Sutton, the head coach who hired Tim Walz to be assistant coach alongside him in the 1990s. Thank you so much for joining us this morning. Everyone wants to learn more about Governor Walz. You have intimate knowledge of how he works and who he is. What was he like as your assistant football coach? RICK SUTTON, HIRED TIM WALZ AS HIS ASSISTANT FOOTBALL COACH IN THE 1990S: Well, I think the Tim Walz that we see in rallies, at campaign events, in the media is the Tim Walz that he's always been, you know, extremely energetic, great enthusiasm, someone who comes across as very genuine, very articulate. You know, all of those things that we're seeing today in the political sector. The same things that we saw in the classroom and on the football field.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "SUTTON",
      "sentences": "Yes, I think it speaks a lot to who Tim is and what his values are. Tim is someone that is very empathetic towards others. He's genuinely concerned about students and other people and his constituents now. And, you know, the fact that he stepped up and something that probably would have been unexpected. A football coach being the faculty advisor for the Gay-Straight Alliance. You know, definitely sent a message that, you know, this is important and this is OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "SIDNER",
      "sentences": "I do want to ask you about some of the attacks that he has been having to field. This - these attacks happened years and years ago in 2006. They again happen when he ran for governor for a second term in 2022. He served in the Army National Guard for 24 years. But Republicans are now using an attack line against him for how he served, basically saying he left before he retired and went on to - to politics before his unit was sent to Iraq, months before his unit was sent to Iraq.How do you think he will feel these attacks? And what do you think this does to him hearing these attacks yet again?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "SUTTON",
      "sentences": "Well, first of all, it's unfortunate that that's what politics has become in our country. But Tim was going to take it on head on, just like he took on things in the classroom, the way he took on things in the football world. He's going to be honest. He's going to tell - tell the truth. And he's just going to take it on straight ahead and get to the bottom of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "SIDNER",
      "sentences": "If you were going to describe who he is to voters, how would you describe him from your vantage point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "SUTTON",
      "sentences": "Extremely organized, extremely articulate, very enthusiastic, energetic. Probably the word that I think best describes Tim is genuine. When you're in a room with Tim, you know that he is focused on - on you and is in the moment with the people that he's with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "SIDNER",
      "sentences": "You know, you're there in Minneapolis. I hope that your team is doing well this year and that you don't need to call (INAUDIBLE) back to help you win another one of those championships. That's all I've got to say. And I know you've been called by everybody, so I really appreciate you coming on this morning to talk to us about your relationship with Tim Walz and who he is.Rick Sutton, it's been a pleasure. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "SUTTON",
      "sentences": "Thank you, Sara. I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:47:12",
      "speaker": "BOLDUAN",
      "sentences": "Conspiracy theories about 2020 helped fuel the rage that led to the storming of the U.S. Capitol. CNN's Donie O'Sullivan was there that day reporting on the chaos. Now four years later, are those same conspiracy theories still spreading? Donie's investigation into this is the focus of this Sunday's \"The Whole Story With Anderson Cooper.\" Here's a preview, an interview with My Pillow CEO Mike Lindell.(BEGIN VIDEO CLIP) DONIE O'SULLIVAN, CNN SENIOR CORRESPONDENT: Mike Lindell is an American success story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:47:12",
      "speaker": "MIKE LINDELL, CEO, MY PILLOW",
      "sentences": "Fitting you with a My Pillow is very important so that you get the right amount of fill for you as an individual.O'SULLIVAN: He went from crack addict.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:47:12",
      "speaker": "LINDELL",
      "sentences": "You know, that hologram, that picture there is where the drug dealers did an intervention on me in 2008.O'SULLIVAN: Your drug dealers -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:47:12",
      "speaker": "LINDELL",
      "sentences": "They did an intervention.O'SULLIVAN: To CEO.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:47:12",
      "speaker": "LINDELL",
      "sentences": "Hello, hello, hello.Hello, hello. So, when they stack these up - and she's looking for any flaws. This is the first part of customer - of making sure everything's perfect. There's Dick, he's in the book.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:47:12",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hi.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:47:12",
      "speaker": "LINDELL",
      "sentences": "Dick, CNN's here. They want to interview you.O'SULLIVAN: He's given jobs to people who've suffered from addiction like he did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:47:12",
      "speaker": "LINDELL",
      "sentences": "Yes, he's right. He was my kind of pulp mash (ph). He had been clean and sober for three years when he came to me the month before he quit everything.Here's my original invention. You see this thing with the round holes? O'SULLIVAN: Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:47:12",
      "speaker": "LINDELL",
      "sentences": "I had to change that out three times to get the different sizes I needed when I invented My Pillow.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:47:12",
      "speaker": "BOLDUAN",
      "sentences": "And Donie is here with us now.What the - and why? DONIE O'SULLIVAN, CNN SENIOR CORRESPONDENT: Look, Mike Lindell, a lot of people might not have seen them -- him on their television screens as much the past few years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:47:12",
      "speaker": "BOLDUAN",
      "sentences": "It's true.O'SULLIVAN: He got kicked out of a lot of the big box stores here in America because he kept pursuing these election conspiracy theories even after January 6th. What we wanted to really show in this documentary, and why we went into the My Pillow factory there in Minnesota, is that Mike is still going. His business is still going. But more importantly, this world of election lies, election conspiracy theories is going full steam ahead. You know, we don't hear every day about, you know, we - we're not talking as much about allegations or false allegations of the last election being stolen. But for the world that Mike is living in, and the world that he has helped create -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:47:12",
      "speaker": "BOLDUAN",
      "sentences": "Perpetuate, yes.O'SULLIVAN: Yes. And he's helping fund it as well through - through his pillow codes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "BOLDUAN",
      "sentences": "Right.O'SULLIVAN: Lindell himself actually set up his own social media platform with this video streaming service. Rudy Giuliani has a show on there. Steve Bannon is on there. Basically the whole - the kind of election denialism band getting back together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "BOLDUAN",
      "sentences": "So, there's a - there's an ecosystem ripe for people to - to (INAUDIBLE).O'SULLIVAN: Massive. And for these kind of new MAGA influencers who are pushing election conspiracy theories, they are being subsidized in a way because they are promoting Mike's pillows. And they all have a pillow code. So, if you were an election denying conspiracy theorist, you might have a - a code, Kate Baldwin. And so every time that somebody watches your show, buys the pill code with your code, you get a cut of it, Mike gets a cost, and you can continue to push these lies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "BOLDUAN",
      "sentences": "Donie, is this what it's about, just like - like -O'SULLIVAN: Well, look, I think - you know, I think -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "BOLDUAN",
      "sentences": "Making money off people in - that are - that are easily influenced? I mean, my - I guess my overarching things is like what you've been tracking for so long is, have you landed on why these conspiracy theories continue to thrive when the truth and fact of it - especially specifically on this conspiracy theory.O'SULLIVAN: Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "BOLDUAN",
      "sentences": "It is all out there and available if you want to see the truth and fact about it, debunked and the theories.O'SULLIVAN: I think it's a combination of things. Some people - I mean I think Mike genuinely believes that -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "BOLDUAN",
      "sentences": "You do?O'SULLIVAN: I do. You know, there's a lot of people - there's a lot of very prominent people in this space who I think are just pushing this B.S.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "BOLDUAN",
      "sentences": "Like, grifting off of it?O'SULLIVAN: He seems to genuinely believe this. He is also, you know, managing to sell some pillows through it as well. But I think it's a complicated set of incentives. Some people believe it. Some people are just in it for money. Sometimes it's a combination of both. People are like, well, you know, I like Trump and it's easier for me to believe that the election was stolen. And, hey, I can also make some money out of this. So, it's - it's their - I don't think there's a -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "BOLDUAN",
      "sentences": "Yes.O'SULLIVAN: It's not a black and white answer as such when it comes to the motivations for this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "BOLDUAN",
      "sentences": "It is messy, just like apparently what this - what this election is going to look like.O'SULLIVAN: Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "BOLDUAN",
      "sentences": "And you and I both saw him at the Republican Convention.O'SULLIVAN: That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "BOLDUAN",
      "sentences": "I saw him followed around by a lot of people walking around in Milwaukee.O'SULLIVAN: That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "BOLDUAN",
      "sentences": "Yes. So.O'SULLIVAN: A man who gets a very good night's sleep based off his energy levels.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "BOLDUAN",
      "sentences": "There you go.Donie, it's good to see you. Really looking - got to watch this one this weekend. Thank you. Sara. Oh, before that, tune in. A new episode of \"The Whole Story with Anderson Cooper\" - O'SULLIVAN: Don't forget the plug.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "BOLDUAN",
      "sentences": "I'm sorry. I'm sorry.O'SULLIVAN: Gosh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "BOLDUAN",
      "sentences": "\"The Whole Story with Anderson Cooper,\" one whole hour, one whole story, all about Donie, airs Sunday night at 8Sara. O'SULLIVAN: Promo code Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "BOLDUAN",
      "sentences": "Promo code Kate will get you nothing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "SIDNER",
      "sentences": "Zero dollars, by the way.All right, the world's fastest man, Noah Lyles, gets bronze in the 200 meter race, right after, though, he tells the world he has tested positive for Covid. Coy Wire joining us now with more from Paris. We've got the music on. We've got that fancy shirt on. This is going to be the last weekend. You've been having the time of your life. But, wow, what happened with Noah Lyles?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "COY WIRE, CNN SPORTS ANCHOR",
      "sentences": "I mean, Sara, nobody knew before the race. Noah Lyles was jumping out of the tunnel, running around, roaring at the crowd. But then, when - afterwards he was laying on the track, taken away in a wheelchair after the race. And Lyles said he believes this - his Olympics are over. So, it looks like we will not see him in the four by 100 relay final tonight as the Americans look for redemption after failing to make the final the last summer Olympics.And how about this? She's done it again. America's Sydney McLaughlin- Levrone breaking her own world record in the 400 meter hurdles with a time of 50.37 seconds. Nobody before had ever won back-to-back Olympic golds in the event. Sydney has now broken the world record a mind- boggling six times. Sixteen-year-old Quincy Wilson from Maryland running think the lead leg in the four by 400 relay this morning, becoming the youngest American male track and field Olympian ever. The U.S. were in seventh after his leg, but the team rallied around him and they qualified for the final. Bright future ahead for Quincy and a driver's license. He put off getting it so he could run in these Olympics. Finally, breaking news. That's right, today's the first day of the highly anticipated first ever Olympics' breaking competition. B-boys and b-girls from around the world reping their nations by popping and locking for gold. Watch out for Team USA Sunny Choi, who's 35-years- old. She found a second calling in life. I caught up with her ahead of the games. Listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "SUNNY CHOI, TEAM USA BREAKING",
      "sentences": "I was previously a director of global creative operations at Estee Lauder. I was comfortable. There were all of these, like, but I had a plan b. So, what's really stopping me. And turns out it was just like not wanting to fail. And especially not wanting to fail publicly. And not wanting to let myself down.And so I just like wasn't allowing myself to dream. So, I was like, you know what, I'm going to allow myself to like have this childhood dream and see it to fruition. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "WIRE",
      "sentences": "See, Sara, Kate, there's a chance for all of us to become Olympians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "WIRE",
      "sentences": "Now, we know about Kate's doggy paddle in the pool.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "SIDNER",
      "sentences": "There is not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "WIRE",
      "sentences": "We saw you both sprint to the end of the studio yesterday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "BOLDUAN",
      "sentences": "(INAUDIBLE) doggie paddle. I have other talents.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "WIRE",
      "sentences": "Who's your - how's - how's your popping and locking, though. Give the people what they want.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "SIDNER",
      "sentences": "You want to try, Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "WIRE",
      "sentences": "Come on, now, give a little uh, uh. Come on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "BOLDUAN",
      "sentences": "I can do a robot. I don't think I can -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "WIRE",
      "sentences": "Yes (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "SIDNER",
      "sentences": "Come on. This is going to be a part of the Olympics right there. Come on robot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "BOLDUAN",
      "sentences": "Clearly it's Friday. I do this with my kids all the time. I go like this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "SIDNER",
      "sentences": "The rousing crowd up there said oh God.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "BOLDUAN",
      "sentences": "I know, I literally heard -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "WIRE",
      "sentences": "Gold medal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "SIDNER",
      "sentences": "Move on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "BOLDUAN",
      "sentences": "You guys, I really can dance though. This is - I needed America to know, whoever is still with us, you have seen -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "SIDNER",
      "sentences": "She can. I've seen it. I've seen it. I can confirm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "BOLDUAN",
      "sentences": "Coy -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "SIDNER",
      "sentences": "She's got rhythm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "BOLDUAN",
      "sentences": "Gosh darn it, stop embarrassing me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "WIRE",
      "sentences": "Let's just keep it breaking, not break something.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "SIDNER",
      "sentences": "Let's see some popping and locking from you, Coy Wire, as we go out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "BOLDUAN",
      "sentences": "Yes, exactly. Why am I falling for this. You break dance, Coy. SIDNER",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "BOLDUAN",
      "sentences": "Oh, my God, and, of course, he can.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "SIDNER",
      "sentences": "Get it. Get it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "BOLDUAN",
      "sentences": "Not only is he handsome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "SIDNER",
      "sentences": "See ya.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "BOLDUAN",
      "sentences": "God bless it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "SIDNER",
      "sentences": "That was hot sauce.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "BOLDUAN",
      "sentences": "I walked right into that, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "SIDNER",
      "sentences": "Gold, baby. Gold, baby. All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "BOLDUAN",
      "sentences": "Thank you all for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "SIDNER",
      "sentences": "Thank you so much, Coy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "BOLDUAN",
      "sentences": "Coy, we are done with your cuteness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "SIDNER",
      "sentences": "We're so jealous we're not there with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "WIRE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}