{
  "date": "2024-05-22",
  "headline": "CNN This Morning",
  "subHeadline": "Defense Rests Without Trump Taking The Stand; Blinken: Biden Administration Wants To Find 'Appropriate Response' To ICC; Trump Removes Video Referencing 'Unified Reich'. Aired 5:30-6a ET",
  "utterances": [
    {
      "timeStamp": "05:30:50",
      "speaker": "KASIE HUNT, CNN ANCHOR",
      "sentences": "Five-thirty a.m. here in Washington. A live look at New York City where the defense recently rested its case in the Trump hush money trial. Good morning, everyone. I'm Kasie Hunt. It's wonderful to have you with us.Since the early days of Donald Trump's criminal hush money trial we have been engaged in this will he or won't he, wondering whether or not he was going to testify. (BEGIN VIDEO CLIP) DONALD TRUMP, (R) PRESIDENTIAL CANDIDATE:  I would have no problem testifying. I didn't do anything wrong. I'm testifying. I'd tell the truth. I mean, all I can do is tell the truth, and the truth is that there's no case. They have no case. Well, I would if it's necessary. Right now, I don't know if you heard about today. Today was just incredible. People are saying -- the experts -- I'm talking about legal scholars and experts. They're saying what kind of a case is this? There is no case. Well, I'm not allowed to testify. I'm under a gag order, I guess. I can't even testify. Well, probably so. I would like to. I mean, I think so. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:50",
      "speaker": "HUNT",
      "sentences": "To almost no one's surprise that was all talk. Trump's lawyers rested yesterday calling on just two witnesses to testify, neither of them being Trump himself.The jury doesn't return until Tuesday for closing arguments and there could be a verdict by the end of next week. Joining me now to discuss, trial attorney and former prosecutor, Imran Ansari. Thank you so much for being here, Imran. I'm not surprised he didn't take the stand, but I guess if you listened to him you might be surprised that he didn't take the stand. This seems like the wisest course, no? IMRAN ANSARI, ON-AIR HOST AND LEGAL ANALYST, LAW &amp; CRIME NETWORK, FORMER ASSISTANT DISTRICT ATTORNEY, FORMER PROSECUTOR, TRIAL ATTORNEY (via Webex by Cisco):  Yeah, and I'm not surprised either, Kelsie (sic), and I think his attorneys advised him that if he took the stand he would be subjected to vigorous cross-examination. Of course, there was a ruling by the judge which would allow a lot of prior bad-act testimony or questions in testimony to come in before that jury. It would be a dangerous prospect if he took that stand because I'm sure prosecutors would have their way with Donald Trump on cross- examination. So even if Donald Trump still wanted to take the stand, as he was saying that he may do with all those press statements and on Truth Social, et cetera, I think his lawyers would advise him otherwise -- and that's what we saw.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:50",
      "speaker": "HUNT",
      "sentences": "So, Imran, what do you expect in terms of closing arguments here? I mean, how is it that you think -- especially the prosecution -- needs to underscore the arguments that they made because obviously, the cross-examination of Michael Cohen was pretty tough here. I'm curious your thoughts on the most effective way for them to try to present this case to the jury in the last moments of the trial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:50",
      "speaker": "ANSARI",
      "sentences": "Sure. Well, the prosecution are going to want to simplify it, Kelsie (sic) in terms of all the evidence and all the testimony that has been put forth before the jury. They want to simplify the case for that jury and connect the dots between the evidence and the charges that the judge will be giving that jury.And, of course, we had a charge conference yesterday where both sides argued about what charges would be presented to the jury and then what wording they would be presented with. And, of course, the defense then, on their summation, want to point fingers. They want to take Trump out of the equation and really argue that he had no knowledge as to what was going on and also that the motivation for any payments wasn't necessarily for campaign furtherance but rather to protect the -- his personal life from Melania, et cetera. And they're going to want to discredit the prosecution's witness. Of course, Michael Cohen will be someone they're going to be attacking vigorously on that summation. So the prosecution wanting to simplify and connect the dots and prove their case. The defense wanting to discredit prosecution witnesses and really take Trump out of the equation from the criminal charges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "HUNT",
      "sentences": "All right, joining me now is congressional reporter for The Hill, Mychael Schnell. Mychael, good morning to you. Thank you so much for being here.So clearly, Sen. Risch there trying to pressure the administration to make a commitment to do something legislatively about this, but Blinken actually seemed relatively open to it, which I do think sort of underscores where the administration is on this. It's actually not that far from where a lot of Senate Republicans are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "MYCHAEL SCHNELL, CONGRESSIONAL REPORTER, THE HILL",
      "sentences": "Yeah, and Senate Democrats, and House Democrats, and House Republicans. We've really seen this bipartisan agreement on Capitol Hill. There are a few outliers -- we'll get to that after -- but this bipartisan agreement that what the ICC did was wrong. That sort of giving this false equivalency between Israel and Hamas was wrong.Of course, the U.S. and Israel not a party to the ICC, so that leads into this reason also why they think that this was a wrong decision by the International Criminal Court. But all in all, this widespread condemnation of this decision by the ICC. So that could now lean into legislation. I asked Speaker Johnson yesterday how does the House plan to react to these requested arrest warrants which you have so sharply criticized? He said that the House is working on legislation. He expects it to be bipartisan. A component of that, he said, will be to sanction the ICC officials who were involved in this decision, and he said he wants to get it to the floor as soon as possible. Now, of course, there are some of those outliers when you talk about support -- people like Sen. Bernie Sanders, Congresswoman Alexandria Ocasio-Cortez.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "HUNT",
      "sentences": "Yeah, let me stop you there, actually -- SCHNELL",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "HUNT",
      "sentences": "-- because I want to show everyone what AOC had to say about the ICC. Let's watch her comments.(BEGIN VIDEO CLIP) REP. ALEXANDRIA OCASIO-CORTEZ (D-NY):  I think that we have seen the input from an overwhelming amount of our allies in the developed world and across the world in general really respecting the independence of the ICC. And for me, this is less about lobbying towards one decision or another and it's more about respecting the independence of the court. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "HUNT",
      "sentences": "So she says well, it's about respecting the independence of the court. I was a little surprised she actually didn't go farther because Bernie Sanders, as you note -- he said, \"The ICC prosecutor is right to take these actions. These arrest warrants may not be carried out but it's imperative that the global community uphold international law.\"He's much stronger than she is on this. Were you surprised by that at all?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "SCHNELL",
      "sentences": "A little bit, yes. The expectation was that she wouldn't join people like Johnson and people even like Schumer in condemning this decision but the question of where exactly she would land on this. Look, I think it could be tough because again, the U.S. not a party to the ICC. She's seeing so much bipartisan criticism of this decision so it's a question of where she wants to come down on it.But look, there are some progressive lawmakers who wouldn't even comment on the matter. Congresswoman -- my colleague tried to talk to Congresswoman Rashida Tlaib last night and she wouldn't even comment on this decision the ICC to file these arrest warrants. So I think that it's clear that some progressives are still grappling with how exactly to respond to this decision. Because, of course, remember it's the arrest warrants against Netanyahu and it's the arrest warrants between -- against the Hamas leaders, but it's also the ones against Netanyahu and his defense minister -- people who these progressives have been highly critical of. But how do they come down on it when the decision comes when it's equating them -- offering this false equivalency, many people have said, to those Hamas leaders. So it's clear progressives are still figuring out how exactly to respond to this as the story continues to develop.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "HUNT",
      "sentences": "Yeah.Changing gears a little bit, I want to ask you about the Supreme Court Justice Samuel Alito because he has come under increasing fire in recent days. There, of course, is the incident with the flag that was flown upside-down at his house -- a symbol of solidarity with the Stop the Steal movement. This happened in the wake of the January 6 attacks. Let me show you what Sen. Lindsey Graham had to say about this when he was asked in the hallway -- watch. (BEGIN VIDEO CLIP) SEN. LINDSEY GRAHAM (R-SC):  It created a situation that we're all talking about. So, yeah, I think it was  a mistake, but leave it up to them to explain it -- yeah. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:05",
      "speaker": "SCHNELL",
      "sentences": "Um-hum, yeah. I mean, it's been a mixed bag of reaction to this Alito story. I was also a bit surprised at how Graham came down on this casting any doubt on the situation and on Alito hoisting that flag above his house to give any sort of criticism compared to some other Republicans. For example, John Thune, a top Senate Republican said that this was just another example of harassment that conservative jurists face. So the fact that Graham came down on this a little more strongly was definitely fascinating.But in terms of seeing more steps on this, don't expect anything there. Senate Democratic Whip Dick Durbin, who is also the chairman of the Senate Judiciary Committee -- he said he doesn't plan to hold any more hearings or an investigation into this matter, saying essentially, there would be no point at this point of it because this is just an adjudicated situation. The flag was hoisted, and Alito admitted to it and blamed it on his wife, and folks are now moving on. But I think that this will underscore the push for stronger congressional -- stronger Supreme Court ethics. It's a conversation we saw crop up after Alito and Justice Thomas -- it was reported that they took those luxury trips --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:05",
      "speaker": "HUNT",
      "sentences": "Um-hum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:05",
      "speaker": "SCHNELL",
      "sentences": "-- with some Republican donors.It's something that came up when Ginni Thomas, the wife of Supreme Court Clarence Thomas, was tied up in the January 6 proceedings. Now, it's again cropping up. This could underscore the urgency and potentially we could maybe see something come down the pike in the -- in the next few weeks or months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:05",
      "speaker": "HUNT",
      "sentences": "Yeah, I suppose we'll see.All right, Mychael Schnell for us this morning. Mychael, thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:05",
      "speaker": "SCHNELL",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:05",
      "speaker": "HUNT",
      "sentences": "I really appreciate it.All right. Coming up next, a unified Reich? Donald Trump posting and then removing a video with what felt like a disturbing reference to Nazi Germany. Plus -- (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:05",
      "speaker": "NBA ANNOUNCER",
      "sentences": "Rolling in the corner. Brown fakes fires up the three.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:46:03",
      "speaker": "HUNT",
      "sentences": "A 'unified Reich' -- words evoking Adolph Hitler's rule during the 1930s and '40s -- his Third Reich. More recently, it was seen in a video posted to Donald Trump's social media account this week. They removed the post yesterday but not before it had been up for a considerable amount of time -- several hours -- and comments had been put out about it. His campaign says the video was reposted by a staffer who did not see the phrase.And, of course, President Biden called this out. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:46:03",
      "speaker": "TRUMP VIDEO",
      "sentences": "What's next for America?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:46:03",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Is this on his official account? Wow -- a unified Reich? That's Hitler's language; that's not America's. He cares about holding on to power. I care about you.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:46:03",
      "speaker": "HUNT",
      "sentences": "All right, joining me now, former Georgia lieutenant governor Geoff Duncan. Good to see you, Geoff. It's wonderful to have you. You're one of the few Republicans who are not only publicly against Trump's bid, but you have said that you're going to support Joe Biden in November. And we should also note you're a CNN political commentator.Can I just get you to weigh in on what we saw here? The Trump campaign blames this on a staffer. They say we reposted a video. We didn't make the video. But when you put this in the context of other things that Donald Trump has said, including they claim he was joking when he said he wanted to be a dictator for a day but he still said it, what's your reaction to this? GEOFF DUNCAN, CNN POLITICAL COMMENTATOR, (R) FORMER GEORGIA LIEUTENANT GOVERNOR (via Webex by Cisco):  I go back to the old phrase 'you lay down with dogs, you get fleas' and Donald Trump has played pattycake with fringe groups and fringe movements going back to the first moment he came down that escalator in New York City. And it's probably a balance for him between getting votes and stuff that he actually probably believes in, and that's the disgusting part of all of this. He's willing to sell his soul to the devil to try to get votes and to try to stir the pot, and they try to create anger and angst amongst America -- and mission accomplished. If his job, which I believe -- or his mission in his mind is to create anger, he's done it. But look, this is no mistake on these people's parts. And if it was me and I had somebody in my organization or my company post something like that, not only would I have it removed immediately but that person would be fired and there would be a public statement that would condemn every ounce of that mis-messaging. That has not happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:46:03",
      "speaker": "HUNT",
      "sentences": "Yeah. And I think it's worth noting, too, that we covered this on the show yesterday morning and it had been up for hours. The campaign had put out a statement about it and it was still up when we were sitting here in the morning. It's obviously since been taken down.Geoff, I also want to ask you about Nikki Haley because you recently were interviewed and you said that you hope that Nikki Haley ultimately does not endorse Donald Trump. You said, \"I feel like this would just be a short-term sugar high to gain favor inside the Republican Party.\" But there are big questions about what Haley is going to do here because even in places that have been holding late primaries after she dropped out, she's still polling a not insignificant percentage of the vote. And I have been wondering what she was going to do all the way along because it does seem like endorsing the guy is a prerequisite for staying in today's Republican Party. What do you think she is going to do, what should she do, and why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:10",
      "speaker": "HUNT",
      "sentences": "Geoff, can I also ask you about the elections that were recently held in Georgia -- primary elections yesterday. We saw both figures involved in the key election case -- Fani Willis and Scott McAfee, the judge -- overwhelmingly win their primary elections.I'm just curious how you would evaluate the job that Fani Willis has done so far in prosecuting this case. I mean, this is something that were obviously very much personally affected by. And we have seen kind of what's played out delay the case to the point where it's very unlikely that there's going to be any resolution before Georgians have to vote again in the presidential election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:10",
      "speaker": "DUNCAN",
      "sentences": "There's no other way to describe the situation between her and Nathan Wade. It's just embarrassing, right, to watch that play out and to see that poor decision making. Certainly, it was embarrassing to them, I'm sure, and it certainly was not the right step forward.But from a legal standpoint in the structure of the case, I don't believe it really affected the case. It certainly -- as I testified both in the special grand jury and the grand jury case, and I certainly never saw anything less than professional -- you know, professionalism from start to finish throughout my process. But look, I do worry that this country is not going to get to see these verdicts play out. But what I will tell you is just listening to this New York case -- I mean, it's been fascinating. It's been disgusting at times to even hear some of these grueling details and this just horrific decision- making and lack of personal character that Donald Trump has. Even if it doesn't end up becoming a conviction, it's just America gets to see how this guy thinks every day when he wakes up. You're now going to watch when these other cases start to play out, whether it be Georgia or Arizona or these federal cases, an even deeper look into Donald Trump's soul, and I think it's going to even continue to further disgust Americans. And that's the math problem for Donald Trump coming forward. I know we see all these polls and we see these large leads starting to develop, but it -- to me, it's fuzzy math because the suburbs are never going to vote for Donald Trump ever again. He's lied to them. He's cheated on them. He's cheated on his wife. He's slept with porn stars. And all of it he's willing to continue to double down and lie on, and that's not a message the suburbs is going to fall in love with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:10",
      "speaker": "HUNT",
      "sentences": "Yeah. I mean, I do take your point, though, because a lot of this may evaporate if he -- if he does, in fact, win again in November, which -- I take your point about the polls. President Biden certainly doesn't seem to believe the polls. I guess we're about to find out.Geoff Duncan, thank you very much for being up with us. I always appreciate having you. I hope you'll come back soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:10",
      "speaker": "DUNCAN",
      "sentences": "Thanks, Kasie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:10",
      "speaker": "HUNT",
      "sentences": "All right, time now for sports. In the NBA's Eastern Conference Finals, tipoff with an overtime thriller between the Celtics and the Pacers.Carolyn Manno has this morning's Bleacher Report. Carolyn, good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:10",
      "speaker": "CAROLYN MANNO, CNN SPORTS CORRESPONDENT",
      "sentences": "Good morning.It might sound unusual to say that the number one seed, Kasie, playing at home, managed to steal a win in the Eastern Conference Finals, but that's what happened in game one between Boston and Indiana. The Pacers proved that they belonged, but they had some late-game miscues that ended up costing them. Indiana had two straight turnovers with a three-point lead in the game's final 30 seconds, and then they watched as Jaylen Brown forced overtime with a clutch triple with seconds left on the clock. And then Jayson Tatum took over in this game in overtime. He finished with 36 points and 12 boards in a 133-128 win. Boston showing they may have finally learned from past mistakes when they've been their own worst enemy in terms of a lack of focus and execution. Not this time. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:10",
      "speaker": "JAYLEN BROWN, GUARD, BOSTON CELTICS",
      "sentences": "Welcome to the NBA Playoffs. You've just got to manage your emotions at a game. Anything could happen. And the game is not over until the final whistle -- the final buzzer sounds. And that was a good example of that. And it's not over until it's over. And we found a way to win this game at the very end.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:12",
      "speaker": "MANNO",
      "sentences": "And seven-time Grand Slam singles champion Venus Williams has long been one of the most decorated athletes in history. And now, Kasie, she's the latest celebrity to get her own one-of-a-kind Barbie doll. Venus, one of nine athletes to get a Barbie in their likeness as toymaker Mattel seeks to shine a light on women's sports role models ahead of the Paris Olympics. The former world number one said she hopes to motivate young girls into sports with the doll.The other athletes include Canadian soccer player Christine Sinclair and French boxer Estelle Mossely. And Mattel has been criticized in the past for having a narrow view of beauty and inclusion, so it's wonderful to see these female athletes represented in this way. And hopefully, that will encourage girls to stay in sports.",
      "isLastSentenceInterrupted": false
    }
  ]
}