{
  "date": "2024-02-22",
  "headline": "Quest Means Business",
  "subHeadline": "Official: Biden Meets Navalny's Wife And Daughter In California; Lunar Lander Odysseus To Attempt Moon Touchdown; Nikkei Hits First Record Since 1989; Massive Outage Disrupts Mobile Phone Service Across The U.S.; South Africa To Pull from Reserves To Stabilize Debt; Interview With Charles Oppenheimer About Global Existential Threat. Aired 3-4p ET",
  "utterances": [
    {
      "timeStamp": "15:00:28",
      "speaker": "ELENI GIOKOS, CNN INTERNATIONAL HOST",
      "sentences": "The S&amp;P 500 hits new records. We are green across the board. Markets are currently doing very well today.Dow is up one percent, S&amp;P up two percent, NASDAQ almost three percent higher. We'll tell you why in just a moment. Now, the Odysseus lunar lander is set to land on the moon. It would be the first touchdown of a US-made spacecraft there in five decades. NVIDIA shares surged after earnings. The CEO declares this the AI tipping point. And a massive outage underscores how dependent the US is on its mobile network for key services. Live from Dubai, it is Thursday, February the 22nd. I'm Eleni Giokos. I'm for Richard Quest, and this is QUEST MEANS BUSINESS.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:28",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN Breaking News.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:28",
      "speaker": "GIOKOS",
      "sentences": "All right, a very good evening. And we begin with breaking news.US President Joe Biden has met with the wife and daughter of Alexei Navalny in California. That is, according to a US official. Navalny's widow, Yulia, has been meeting with EU officials in recent days and she says she will continue her husband's work after his reported death in a Russian penal colony. Priscilla Alvarez joins us now from Washington. This is of course, just in to CNN, this meeting. How significant is it? What more do we know about what happened behind the scenes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:28",
      "speaker": "PRISCILLA ALVAREZ, CNN WHITE HOUSE REPORTER",
      "sentences": "It was a significant meeting at a crucial time of course, especially as the US prepares to levysanctions against Russia tomorrow in response to the death of Navalny, but also to mark the two-year anniversary of Russia's war against Ukraine. Now, moments ago, the White House released a good description of this meeting that the president had with Alexei Navalny's wife and daughter, this of course, taking place in California where he has been on a fundraising swing. Now this readout says the following: \"The president met with Yulia and Dasha Navalnaya today in San Francisco to express his heartfelt condolences for their terrible loss following the death of Alexei Navalny in a Russian prison.\" He goes on to express his admiration for Navalny's \"Extraordinary courage and his legacy of fighting against corruption and for a free and democratic Russia, in which the rule of law applies equally to everyone,\" then going on to talk about Alexei Navalny's legacy and finally adding that his administration will announce major new sanctions against Russia tomorrow in response to Alexei's death. So of course, this meeting coming following the news of the death of Navalny, an opportunity where the president was in California, that is where Navalny's daughter is studying in university, so he was meeting with the wife and the daughter, as you see those photos there, released from the White House, but also at a time where there are heightened tensions between the United States and Russia, not only because of this death, but also as Russia continues its war against Ukraine, the two-year anniversary coming up this weekend. Now, this also comes as the president had some candid remarks about Russian President Vladimir Putin just last night where at a fundraiser, he told donors off camera that Putin is \"a crazy SOB.\" He also went on to note that he, the president, has been condemning the actions of Russian President Vladimir Putin drawing a stark contrast from former President Donald Trump has been, he has not condemned the Russian president, including in the wake of the death of Alexei Navalny. Now, the Kremlin has responded to all of this, calling it \"a huge disgrace for the United States.\" But there is no doubt that all of this is coming at a crucial time not only in the relationship between the US and Russia or lack thereof, but also in the presidential election cycle that is also being defined by Russia. It is looming over the president's campaign stops. It's including this fundraiser in California just last night, and again, the president really bookending his trip in California with this meeting ahead of that sanction announcement tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:11",
      "speaker": "MATTHEW CHANCE, CNN CHIEF GLOBAL AFFAIRS CORRESPONDENT",
      "sentences": "Yes, well, some quite dramatic developments with the news that Alexei Navalny's mother whohas been, for the past five days, sort of lobbying the authorities in the far north of the country in the location where the penal colony is in the Russian Arctic to try and see the remains of her son and to take delivery of them so that she can bury her son with some dignity. She has given a video address today in which she said that she was secretly taken to see the body in the morgue yesterday. She said that she signed the death certificate of Alexei Navalny, her son, and she said that the authorities know what killed him. And in fact, we've learned as you mentioned, from another Navalny spokesperson that the authorities have recorded natural causes, in terms of the reason for the death. But the worrying thing, though, is that Navalny's mother says that she is being put under pressure, blackmailed is the word she used, to make sure that the funeral is held in a certain way. The authorities she said want to decide where when and how the body is laid to rest, and they want it to be a private, even a secret funeral. And the reason for that, I expect is that this is an intensely political moment for the Kremlin. Alexei Navalny in life was able to rally tens of 1000s of people onto the streets of towns and cities across the country, and I think the hope is -- rather the fear is in the Kremlin, and elsewhere, that a public funeral may provoke a mass outpouring of that kind and see people coming out to pay their respects to Navalny, but also coming out to voice their opposition to the authorities as well and that's something that I think the Kremlin wants to avoid.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:11",
      "speaker": "GIOKOS",
      "sentences": "All right, Matthew Chance, great to have you on. Thank you.Well, for the first time in five decades, an American-made spacecraft could land on the moon. In a matter of hours, Intuitive Machines will try to land their Odysseus lander near the moon's south pole, where water ice could be converted to drinking water for astronauts someday. OD for short, was developed under contract with NASA through its commercial Lunar Payload Services Program. Kristin Fisher tells us the other reasons why this mission is so important. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:11",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And liftoff.KRISTIN FISHER, CNN SPACE AND DEFENSE CORRESPONDENT (voice over): Just days after lifting off from Florida, Odysseus is now barreling towards the moon, sending back spectacular pictures of Earth along the way, and is now hours away from the most perilous test yet for the robotic lunar lander, a soft or controlled landing on the surface of the moon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:11",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Go for launch.FISHER (voice over): Intuitive machines is trying to pull off something no private company has done, and if successful, it will be the first time an American-made spacecraft has done it since the last Apollo mission in 1972.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:11",
      "speaker": "STEVE ALTEMUS, CEO, INTUITIVE MACHINES",
      "sentences": "We are steely-eyed rocket scientists, but deep down this is quite an emotional feeling to be here atthis position. FISHER (voice over): Just last month, a Pennsylvania company, Astrobotic Technology had its first lunar landing mission end in failure, and last year, the Japanese company, iSpace and the government of Russia both crashed landers into the moon. So why is it so tough to repeat a feat that was first accomplished within half a century ago?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:12",
      "speaker": "ALTEMUS",
      "sentences": "Do it for $100 million. When in the past, it's been billions of dollars.FISHER (voice over): Then there's the purely technical challenge of landing a spacecraft in a specific spot, roughly a quarter of a million miles away. DR. SCOTT PACE, SPACE POLICY INSTITUTE, GEORGE WASHINGTON UNIVERSITY: Some people have likened it to, you know, hitting a golf ball in New York and having it go into a particular hole in one in LA. FISHER (voice over): The distance means there's also a time delay, roughly three seconds for signals from mission control rooms on earth, to get to the moon and back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:12",
      "speaker": "PACE",
      "sentences": "What can go wrong in that time? So when the vehicle is actually landing, it pretty much is on its own.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:12",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There we go.FISHER (voice over): Finally, there's the experience factor, the loss of the Apollo era expertise that no amount of new technology can make up for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:12",
      "speaker": "PACE",
      "sentences": "Simply because somebody else did it in an earlier age doesn't mean that this generation, or this organization can do it. These are peopledoing it for the first time, and there is no substitute for that experience.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:12",
      "speaker": "ALTEMUS",
      "sentences": "We all collectively have to be resilient to failures and we all have to be helping each other lift up and break down these barriers, sothat we can begin a lunar economy. That's what this is, a beginning of an emerging economy around the moon. FISHER (on camera): So now, it all comes down to this. The landing is set for 5:30 PM Eastern Time on Thursday, and one more thing I should note, this is also the first time that anyone is attempting to land on the south pole of the moon. Scientists say that that is where ice is, water. And for that reason, it's the place where NASA wants to land astronauts on the moon, and so does China. So potentially, it is a very competitive spot. Kristin Fisher, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:12",
      "speaker": "GIOKOS",
      "sentences": "All right, so this is a fast moving story, and the moon landing has been delayed by a couple of hours from now. Leroy Chiao is a former NASAastronaut, and he joins me now from Texas. So great to have you on. I'm sure you're watching very closely all the developments. And by the way, I mean, this is the latest that apparently, the flight controllers chose to exercise in additional orbits before the starting of the landing mission. What are you reading into that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:12",
      "speaker": "LEROY CHIAO, FORMER NASA ASTRONAUT",
      "sentences": "I think they're just being extra cautious. They want to make sure everything is ready to go before theyattempt this. You know, this is a very important landing. As was pointed out, this is the first time the United States, if successful, will have landed a spacecraft on the moon and it is the very -- it would be the very first time a commercial entity has been able to do so. So quite a big deal and the fact that it's also going to the South Pole adds to the challenge. India so far is the only country or even entity that has successfully done that and that was fairly recently.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:12",
      "speaker": "GIOKOS",
      "sentences": "Yes, exactly. I mean, there's been a couple of attempts of late. Japan's SLIM lander was partially successful. We were covering thatextensively and there was a lot of excitement about that, and the US had tried before with another private entity, through the Peregrine lander as well. So we know there's a lot of room for fault, and mistakes, and sort of things that you can't control. But how do you feel about the probabilities of this going, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:12",
      "speaker": "CHIAO",
      "sentences": "Well, so far, the Intuitive Machines lander seems to be performing flawlessly. The launch was great, separation, injection burned towards themoon, braking burn, orbiting smoothly where it was planned to. And so I think, I'm pretty confident they're going to make it. I'm certainly rooting for them. And I was sorry that the other company, Astrobotic did not have a successful mission, but that's the nature of the business. And so hopefully, this time, there'll be a win for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:12",
      "speaker": "GIOKOS",
      "sentences": "Yes, exactly. I mean, one thing I've learned from watching this industry in this sector quite extensively is you try and then you try againuntil you get it right. But how significant is this? I mean, you mentioned, this is going to be landing in the South Pole. There is ice water there. There is a hope that that could be used in the future by our astronauts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:08",
      "speaker": "GIOKOS",
      "sentences": "I mean, what is fascinating is that NASA has been teaming up with private entities, right? I mean, you mentioned Astrobotic, that projectcosts over $100 million. Now with the Odysseus, through Intuitive, this was about $130 million. How important is it to pull in the private sector into something that I guess historically NASA would have done on its own?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:08",
      "speaker": "CHIAO",
      "sentences": "Sure, well, this is kind of along the lines on a smaller scale of the NASA doing the commercial crew and commercial cargo for theInternational Space Station. That is, you know, that helped develop the SpaceX Dragon and the Falcon 9 rockets to carry cargo and astronauts to and from the International Space Station. Very soon, we'll probably see Boeing launch their Starliner with the first astronauts on board. So on a smaller scale, NASA are beginning to or have been funding these commercial companies using that same model to go ahead and help them develop the technology to land vehicles on the moon, and not only for NASA, but also so that they can hopefully monetize them with this lunar economy and find other customers that want to buy their spacecraft and their capabilities to go explore and perhaps do some research and other activities on the moon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:08",
      "speaker": "GIOKOS",
      "sentences": "Yes, I mean, Odysseus is the name. We are hoping it is up for a great Odyssey and that it will all go as planned.Leroy, thank you so much. Great to have you on the show.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:08",
      "speaker": "CHIAO",
      "sentences": "My pleasure. Great to be here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:08",
      "speaker": "GIOKOS",
      "sentences": "All right, when we return, NVIDIA shares are soaring after stellar quarterly results. We'll bring you updates right after this. Stay with CNN.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:09",
      "speaker": "CLARE DUFFY, CNN BUSINESS WRITER",
      "sentences": "Yes, Eleni.I mean, look, I think that NVIDIA has really become sort of a bellwether of this larger transition to artificial intelligence, this larger artificial intelligence market. And some people have started to wonder if we had reached the peak of this hype cycle, but I think this earnings report shows that we are not yet at that peak. I mean, just really stellar results from NVIDIA and I want to give you just a quick walkthrough of the full year results because I think that just gives you a sense of what this AI boom has meant for the company. Full-year revenue up 126 percent year-over-year and profits up 580 percent from the prior year. You know, it just shows how significant this year has been for this company and I want to talk about why NVIDIA is so important. This company is crucial for this growing AI market. It really is unmatched in building these computer chips, these microchips for AI technology at a time when every company is trying to jump on the bandwagon and adopt this technology. CEO Jensen Huang referred to it as the next industrial revolution on the earnings call last night, but also this company has become really important beyond the tech space. The stock has grown so much so fast over the past year, 230 percent rise in the share price in 2023, that there were many people watching this report beyond people in the tech space. You had Goldman Sachs analysts earlier this week calling this the most important stock on Earth. So a really highly anticipated report last night and stunning results. Now, there is a question about whether this growth can continue and I think there's two major hurdles that NVIDIA is going to have to face here. You have supply concerns, demand continues to far outstrip supply of these most advanced AI chips, although the company said it is working on building its capacity. And then you have China, the company pointed to US export restrictions that went into place last year on sending the most advanced AI trips to China as something that caused its datacenter sales in that crucial market to decline significantly in the fourth quarter. But the companies that has already started shipping alternative chips to the market that don't violate the restrictions, and so that it believes that the US government continues to want NVIDIA to be able to be competitive in that Chinese market. So good news for the company, I think certainly for the fourth quarter, but also going into this year -- Eleni.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:09",
      "speaker": "GIOKOS",
      "sentences": "Right. Clare Duffy, great to see you. Thank you.Well, NVIDIA says demand for its chips far exceeds supply as Clare just pointed out. Now the generative AI has reached a tipping point, increasing supply has become the immediate challenge. The company started off supplying chips for gaming and tech companies. Now it says demand is booming from a range of industries including healthcare, financial services, and car companies and you'll hear from the Mercedes CEO later this hour on that very trend. G. Dan Hutcheson is the vice chair of semiconductor intelligence platform, TechInsights, and he joins us now. Sir, great to see you. And just hearing what NVIDIA was saying that the demand for these chips coming through from all sorts of sectors, were they right to say that this is the next industrial revolution? G. DAN HUTCHESON, VICE CHAIR, TECHINSIGHTS: Well, it is the next industrial revolution and you know, at this point, you have the FOMO factor that's coming in where you know, we've gone from corporations buying it that are IT-centric, AI-centric, to all of a sudden, it's gone to universities and out to the general corporate world as we just try to keep up with it and they realize that they have to be in it. Part of the demand is coming because the it is becoming easier and easier to program them, so we're having that early PC moment where all of a sudden, you get the Excel, the Word or the early, you know, the smartphone movement, when all of a sudden you have a touchscreen where it's easy to do a lot more with a phone than it was with a keyboard -- and so that's really the thing that's driving the demand side of it. And then on the supply side of it, they just can't keep up, and part of the problem is it's not really NVIDIA's problem, it is their suppliers, the foundry that hasn't invested enough in advanced packaging capacity that's really limited them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:09",
      "speaker": "HUTCHESON",
      "sentences": "Although there certainly is enough, it's just a matter of catching up with the manufacturing capacity itself.The materials are not the big issue here. It's really the lack of manufacturing capacity for the packaging side, and then you will also have the shortage of high bandwidth memory. That's also been a critical issue. And it's really ironic, because last year, we had a lot of memory. This year, we have a shortage. But, you know, you had this ChatGPT moment early last year, and then it's just like a herd of buffaloes coming through the industry wanting to buy stuff and it is all AI-centric, and so that's really the big change that's happened here in the last year. So it reminds me a lot of the early days of the iPhone where Apple couldn't keep up with demand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:09",
      "speaker": "GIOKOS",
      "sentences": "I'm just curious in terms of when this -- yes, this trend is going to shift. I mean, we saw these stellar results, revenue up 265 percent. Howlong can they keep this up for? Because frankly, they are the players and other significant companies coming through globally. We're seeing China kind of creeping in as well, being sort of a formidable force as well. How long can they hold on to these kinds of numbers?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:09",
      "speaker": "HUTCHESON",
      "sentences": "Well, the hard part for the competition is that NVIDIA has a 15- year start on everybody. And not only that, but it's not just the hopper devices themselves, it is also the software, the CUDA. It is also thedatacenter. You know, the acquisition of Mellanox a few years ago, which really gives them the kind of -- they're essentially re-architecting the datacenter around NVIDIA hardware, and they planned for this all along. So it's very difficult for anyone else to break into this space, and that's why you've seen it -- you know, everyone just keeps going back to NVIDIA because they know it works. You don't want to miss out on AI in terms of if you're a business, then you all of a sudden find you're not competitive because you didn't get this. And so the issue of where do you buy it from, you know, and then it just has the most complete platform in terms of hardware software and then what you need to do in the datacenter to make it happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:31:41",
      "speaker": "GIOKOS",
      "sentences": "Hello, I'm Eleni Giokos, and there's more QUEST MEANS BUSINESS in a moment when AT&amp;T says three quarters of its network has been restored afterservice outages affected everything from pharmacies to 911 calls. And the grandson of atom bomb mastermind J. Robert Oppenheimer joins me to discuss the existential threats facing our world. Before that, the headlines this hour. Israel's far-right finance minister says the government should respond to today's deadly shooting in the occupied West Bank with thousands more settlement units. Israeli police say three Palestinian gunmen opened fire on cars stuck in traffic on a highway east of Jerusalem, killing one man. A third of Alabama fertility clinics has paused IVF treatment now that the state's Supreme Court has ruled that frozen embryos are children. On Wednesday, Alabama's largest hospital became the first to pause IVF treatment out of legal concerns. The state's medical association said it expected others to take the same precaution. Former soccer star Dani Alves has been sentenced to four and a half years in prison for sexual assault. A Spanish court also ordered him to pay nearly $163,000 in damages to his victim. Lawyers for Alves says they will appeal the sentence. The Brazilian defendant played for Barcelona for much of his career. Well, AT&amp;T has apologized and says it has restored service to all of its customers after an outage that affected cell phone users across the entire United States. Many people were unable to text, make calls or access the internet. AT&amp;T customers in San Francisco weren't able to even contact the police. A U.S. cyber officials says there's no indication the disruption was caused by a cyberattack, but that the investigation is still ongoing. Verizon and T-Mobile customers reported much smaller outages. John Miller is in New York. John, good to see you. An apology. Much of the network has been restored, but the investigation is still underway.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:31:41",
      "speaker": "JOHN MILLER, CNN CHIEF LAW ENFORCEMENT AND INTELLIGENCE ANALYST",
      "sentences": "Right. So, Eleni, we have an apology, but we don't have an explanation, and that meansAT&amp;T is still walking backwards through what occurred, trying to figure out somewhere in the computer logs and the switching systems and the peer-to- peer systems what went wrong. Now, the possibilities whether atmospherics, but there wasn't any weather. Technical, were they performing some kind of upgrade or system change that could have caused a domino effect that caused the entire AT&amp;T cellular system to collapse, or was it something nefarious like a cyberattack? And, you know, that comes into play as the least likely scenario. These things are usually technical and fairly boring when you figure out what was behind it. But we were warned two weeks ago by the FBI, the NSA, and Homeland Security that Chinese programs like Vanguard, Panda, and Russian programs like Cozy Bear, apparently they have a thing with bears in these things, you know, that are meant to sneak into critical infrastructure and do damage are always things that they have to be mindful of.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:31:41",
      "speaker": "GIOKOS",
      "sentences": "Yes. I mean, it's a really good point. You know, we don't want to hypothesize in terms of what the reasons are. But if it were a maintenanceissue or, you know, something else that has got a simple explanation, I guess it would explain a lot, but it depends on where this is headed. The fact that it's still under investigation does raise a lot of questions, but it also just perhaps shows the vulnerability of economies, the world relying so much on mobile technology that actually does have issues and actually can drop at any moment. All right, we've got President Joe Biden speaking -- apologies, John. Let's go to Joe Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:31:41",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "And it's amazing how his wife and daughter are emulated in that. We're going to be announcing thesanctions against Putin, who is responsible for his death, tomorrow. But the one thing I've made -- that was made clear to me is that Yulia is going to -- she's going to continue to fight out on the way. So we're not letting up. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:31:41",
      "speaker": "GIOKOS",
      "sentences": "All right. That was President Joe Biden very -- that was President Joe Biden. A very short comment there after meeting with Alexei Navalny'swife, Yulia, and his daughter, Dasha, and expressing his condolences to both of them. And he also said that Yulia had said that she would continue on Alexei Navalny's path and fights. Of course, we'll bring you more on that as it happens. Right. In the meantime, we still have John with us. John Miller is with us. And John, we were talking about the vulnerabilities and the macro picture here of how we rely on this mobile technology, and how when it goes bad and when it goes down, it really can disrupt things like critical services.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:31:41",
      "speaker": "MILLER",
      "sentences": "No, that's right. And I mean, AT&amp;T is particularly important in this genre because it's not just AT&amp;T, which is one of the top cellulartelephone providers, data providers, in the United States, but they are also the provider of First Net, and First Net is the communications network that the first responders, police, fire, emergency management, rescue work on, and the design of First Net is that if other systems are failing or becoming overwhelmed, that'll still work. First, they've had some glitches today but was restored before the rest of the system. But it was another learning curve. One of the things that we really have to look back at is, OK, what was the technical problem? Was it from the inside or the outside? But also what was the communications problem on the part of a massive communications company where nothing appeared on their Web site until multiple hours into this. What appeared was vague and not particularly instructive, and their communications has been almost nil today while social media platforms about the failures have been blowing up. You know, one of the crisis management communications rules is you get out in front of it and you become the message, which is, here's what we know. Here's what we don't know. Here's what we're doing to find out. This is when and how we're getting back to you. We didn't really get that from AT&amp;T until more than five hours into this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:31:41",
      "speaker": "GIOKOS",
      "sentences": "All right. John Miller, thank you so much for that update.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:31:41",
      "speaker": "MILLER",
      "sentences": "Thanks, Eleni.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:41:36",
      "speaker": "GIOKOS",
      "sentences": "The East African country of Tanzania is a natural wonder. It is home to Mount Kilimanjaro and the Serengeti National Park. But it also hasan equally impressive coastline along the Indian Ocean today. On \"Call to Earth,\" we leave the mainland behind to visit a tiny island where nature reserves stands leading the way in conservation. (BEGIN VIDEO CLIP) ZAIN ASHER, CNN CORRESPONDENT (voice-over): This is Chumbe Island, a small conservation area off the coast of Tanzania. If not for its lighthouse you'd likely pass by without much thought on your way to the tropical island of Zanzibar, just a few miles away. But there's much more going on here than meets the eye upon approach.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:41:36",
      "speaker": "BENJAMIN TAYLOR, PROJECT MANAGER, CHUMBE ISLAND CORAL PARK",
      "sentences": "So welcome to Chumbe Island. Chumbe Island is a non-for-profit conservation educationproject.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:41:36",
      "speaker": "ASHER",
      "sentences": "Historically, the island was a military site. But in 1994, it was designated as the country's first marine protected area. The protectionsinclude a closed forest reserve on land.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:41:36",
      "speaker": "TAYLOR",
      "sentences": "The important thing is that with the forest, we don't actually do anything to manage the forest except for removal of invasive species. Sothe forest is really as it was before humans, you know, as best as we possibly can. And that's what's really important to us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:41:36",
      "speaker": "ASHER",
      "sentences": "They are more hands-on when it comes to the island's vibrant coral reef sanctuary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:41:36",
      "speaker": "OMAR NYANGE, HEAD RANGER, CHUMBE ISLAND CORAL PARK",
      "sentences": "I have been working in Chumbe 30 years. And I have a changing of the coral here. When it's thebeginning, I saw many area already destroyed. There are some area we found like dynamite fishing people. They did dynamite fishing. But now because we have about 30 years working this project, we see the coral grow very well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:41:36",
      "speaker": "TAYLOR",
      "sentences": "The coral reef is in fantastic shape and it's got incredible abundance of fish and abundance of invertebrate species. The biomass isover I think 1,500 kilos per hectare which is well above a healthy baseline for a reef.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:41:36",
      "speaker": "ASHER",
      "sentences": "But the protected status doesn't restrict visitors from stepping foot on the island. In fact, it relies on them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:41:36",
      "speaker": "TAYLOR",
      "sentences": "The idea is that we conserve these areas for education purposes so that we can bring schoolchildren, community members over to Chumbe to learnabout the natural environments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:41:36",
      "speaker": "ASHER",
      "sentences": "Guests from around the globe are welcome to visit and stay on the island, too, and here you won't have to worry about beating the crowds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:41:36",
      "speaker": "TAYLOR",
      "sentences": "You can see we got Chumbe's big five. So in Chumbe, we only allow 18 guests at one time because based on our current capacity study, this isthe number that we can adequately manage to have next to zero impact on the environment. The idea is that a roof is all one rain with the harvest and collection system.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:41:36",
      "speaker": "ASHER",
      "sentences": "From water supply to solar powered electricity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:41:36",
      "speaker": "TAYLOR",
      "sentences": "So you see the wall is covered in this, it's not paint, its chalk. So the idea is that the chalk goes into the environment. It's completelyinert.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:41:36",
      "speaker": "ASHER",
      "sentences": "Everything is designed with sustainability in mind.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:41:36",
      "speaker": "TAYLOR",
      "sentences": "Eco-tourism means that you're looking at ways that you can reduce your energy, reduce your water consumption, reduce your impact on theenvironment. All of these three things are really important for conservation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:08",
      "speaker": "TAYLOR",
      "sentences": "So them coming to Chumbe and seeing the eco-architecture, seeing the rainwater harvesting, seeing the solar panels, it's all reallyimportant that they can then go home and say, you know what, I can get solar, you know, or maybe I get electric car or maybe I go and support a local tree planting organization in my hometown, something like that. And you know, that's at the heart of Chumbe which I think is very unique. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:08",
      "speaker": "GIOKOS",
      "sentences": "Well, let us know what you're doing to answer the call with hashtag, \"Call to Earth.\"(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:08",
      "speaker": "GIOKOS",
      "sentences": "South Africa plans to tap into gold and foreign exchange reserves to stabilize the national debt. The country's economic growth has beenstifled by rolling blackouts and the state-run energy company Eskom has been dogged by allegations of corruption and mismanagement. South Africa's finance minister told me that restructuring and reducing the number of state-owned monopolies is crucial, especially when it comes to Eskom. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:08",
      "speaker": "ENOCH GODONGWANA, SOUTH AFRICAN FINANCE MINISTER",
      "sentences": "Part of the difficulty we're going to face, Tupelo, going to say what we have been told is thatwe're not likely to find bars for full generation asset, which is lastly the biggest part of the generation company of Eskom. It's called generation. So it's difficult -- it's a difficult kind of a choice. We would like to bring private sector even at the generation level.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:08",
      "speaker": "GIOKOS",
      "sentences": "You know, I was looking at World Bank data and trends over the past two decades. Had it not been for load shedding, the economy would have been21 percent larger than what it is right now. Here's the reality. It's resulted de facto by in terms of spillover into the economy, 32 percent unemployment, youth unemployment sitting at 40 percent. The reality is, and I've lived through load shedding and power cuts, every year the government makes promises that it's going to change and it never does. What is going to be different now going forward?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:06",
      "speaker": "GIOKOS",
      "sentences": "The name Oppenheimer is fresh on our minds after last summer's hit film about the father of the atomic bomb. J. Robert Oppenheimer famouslysaid this about his work. (BEGIN VIDEO CLIP) J. ROBERT OPPENHEIMER, AMERICAN THEORETICAL PHYSICIST: Now I am become death, the destroyer of worlds. I suppose we all thought that. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:06",
      "speaker": "GIOKOS",
      "sentences": "Well, now years later, his grandson is warning about other existential threats. Charles Oppenheimer signed an open letter from theFuture of Life Institute, and it says, \"The world is in grave danger. The impact of these threats is already being seen. A rapidly changing climate, a pandemic that killed millions and cost trillions, wars in which the use of nuclear weapons has been openly raised. There could be worse to come. Some of these threats jeopardize the very existence of life on earth. We do not yet know how significant the emerging risks associated with artificial intelligence will be but we are at a precipice.\" Charles Oppenheimer joins me now from Santa Fe. Charles, great to have you on. Such a pleasure to see you. We are at a precipice. This is the letter that you're a co-signatory of. In an increasingly fragmented world, do you believe that leaders can come together and unite that frankly don't often see eye-to-eye to make good on these warnings?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:06",
      "speaker": "CHARLES OPPENHEIMER, FOUNDER, OPPENHEIMER PROJECT",
      "sentences": "Yes. I have great hope for that. Actually, the parts of the letter that called out to me was theadvice from our elders and our ancestors that the path to greater cooperation is the only chance that we have for dealing with these existential threats and, you know, it's difficult in today's world for people to believe that. You hear about all the bad news and the difficulties. But I actually do think that there's a great hope and it's our only hope, of greater cooperation to deal with any potential threat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:06",
      "speaker": "GIOKOS",
      "sentences": "Yes, and we've proven it before, we can see coordinated action especially when there's a global threat like the pandemic for example. But,you know, in the letter it mentions AI, climate change, nuclear weapons. What is worrying you the most in terms of what the biggest threat is right now? C. OPPENHEIMER: Well, with the family history and vision, that's kind of top of mind and I really believe that the introduction of fission to the world in July 16th, 1945 was a precipice of marking and mankind. My grandfather said that in such terms. He said that the world has changed right before that quote that you played. That's what he thought about it, that it had changed things in the sense that we have this shared existential risk through the power of our technology. And also an opportunity is what he saw at the time and for him and scientists like Niels Bohr, Einstein, statesmen like Henry Stimson, they believed that we could get together at that time and say, well, it's obvious we can't have wars and conflict in the same way. We could get together and manage this risk together in a way that would prevent an arms race. Now it's obvious that didn't happen in the way that he --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:06",
      "speaker": "GIOKOS",
      "sentences": "Yes, I mean --C. OPPENHEIMER: Sorry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:08",
      "speaker": "GIOKOS",
      "sentences": "Well, Charles Oppenheimer, there's never enough time to speak to you. Thank you so much. And I invite you back on the show soon. Thank youso much. Great to have you on. C. OPPENHEIMER: OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:08",
      "speaker": "GIOKOS",
      "sentences": "And the CEO of Mercedes-Benz says he expects AI to have a huge impact on the auto industry. The company's shares closed nearly 5 percenthigher on strong earnings. It's still facing a number of headwinds like EV competition and geopolitical disruptions. Anna Stewart spoke to the company's chief executive and asked him why so many investors seem to be more bullish on Tesla. (BEGIN VIDEO CLIP) OLA KALLENIUS, CEO, MERCEDEZ-BENZ: The auto industry is in transformation. And I think this is transformation of the century really going gradually from combustion-based products into EV products. But many other things happening in and around the technology trends of the auto industry. If you are an established company and incumbent, I don't think you can expect to get the benefit of maybe a startup company. But we are producing extremely healthy financial results and we're really our own venture capitalist. With the strong cashflow that we have, we're ready for this transformation. And as we go through it I believe the market will reward that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:08",
      "speaker": "ANNA STEWART, CNN CORRESPONDENT",
      "sentences": "I mean, you mentioned transformation there. One of the biggest transformations of course going on right now isartificial intelligence. And today the whole stock market appears to be buoyed by results from Nvidia and the outlook on AI. How much of an impact will AI have on EVs in the car sector?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:08",
      "speaker": "KALLENIUS",
      "sentences": "Huge impact. We have been deploying AI at Mercedes, both in our product but also in our processes inside the company for many years now. AIkeeps on developing, of course, everybody is talking about GenAI. We were the very first car maker that as a beta version introduced ChatGPT in our cars in the United States last year. But for autonomous drive to intelligent infotainment, but also intelligently running our factories around the world. The AI revolution is also at full swing at Mercedes-Benz and in the auto industry. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:08",
      "speaker": "GIOKOS",
      "sentences": "Well, there's just moments left to trade on Wall Street. We'll have the final numbers and the closing bell right after this. Stay with CNN.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}