{
  "date": "2024-02-20",
  "headline": "CNN This Morning",
  "subHeadline": "Family Friend Named As Person Of Interest In Texas Case; Alarming Number Of Teens Caught Up In D.C. Crime; Axios: Biden Team Eyes State Of The Union For Reset. Aired 7:30-8a ET",
  "utterances": [
    {
      "timeStamp": "07:32:21",
      "speaker": "AUDIE CORNISH, CNN ANCHOR",
      "sentences": "New developments this morning in the case of missing 11-year-old Audrii Cunningham. Authorities say a friend of the family is now a person of interest in the case. Don Steven McDougal was arrested Friday on an unrelated charge and police say he was the last person to see Audrii.CNN's Rosa Flores is in Livingston, Texas with more details. Rosa, I hear you actually got to speak with the sheriff's office. What have you learned?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:32:21",
      "speaker": "ROSA FLORES, CNN CORRESPONDENT",
      "sentences": "Well, Audie, I spoke with the sheriff and he says that person of interest, McDougal, actually helped to search for Audrii on Thursday, the day that she disappeared. He says that he was knocking on doors appearing to want to help. Take a listen.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:32:21",
      "speaker": "FLORES",
      "sentences": "Where was he seen by others, or when do you know of his location again on Thursday? Is there a data point that you have?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:32:21",
      "speaker": "SHERIFF BYRON LYONS, POLK COUNTY, TEXAS",
      "sentences": "Well, we know that Thursday afternoon some of the neighbors -- or some of the witnesses even said that he was in the community and knocking on doors -- helping the family go through in trying to locate her. Knocking on doors asking have they seen her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:32:21",
      "speaker": "FLORES",
      "sentences": "Oh. So he was helping in her search?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:32:21",
      "speaker": "LYONS",
      "sentences": "He was helping in her search.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:32:21",
      "speaker": "FLORES",
      "sentences": "What does that tell you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:32:21",
      "speaker": "LYONS",
      "sentences": "Well, I mean, to me, it simply tells me is that he's trying to give the appearance that he has no play or he's not at fault in her disappearance and that I am part of the concerned parties who are trying to locate her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:32:21",
      "speaker": "FLORES",
      "sentences": "Do you believe that? LYONS",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:32:21",
      "speaker": "FLORES",
      "sentences": "I understand this is where the backpack was found. Could you tell us about that and what was in the backpack? Anything that you can share?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:32:21",
      "speaker": "LYONS",
      "sentences": "Well, so, yes, the backpack was found here on -- I think it was the 16th -- the morning of the 16th not far from here. Just a little west of us here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:32:21",
      "speaker": "FLORES",
      "sentences": "Was it in the water?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:32:21",
      "speaker": "LYONS",
      "sentences": "No, it was on the riverbank. There was enough in it to lead us to believe strongly that it is Audrii's backpack.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:32:21",
      "speaker": "FLORES",
      "sentences": "That it was hers.What about signs of struggle or blood or any other DNA?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:32:21",
      "speaker": "LYONS",
      "sentences": "No, ma'am. There was no signs of struggle there. That area -- it's like a riverbank, actually, so it has a lot of debris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:32:21",
      "speaker": "FLORES",
      "sentences": "On this case, Sheriff, what doesn't square with you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "FLORES",
      "sentences": "How big of a responsibility does that weigh on you to make sure that those charges stick once you do find the evidence to charge him or anybody, you know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "LYONS",
      "sentences": "It is a weight that is unbelievable. Most folks would never ever feel the responsibility that a lot of -- that some of us have to bear. It gets -- it gets rough sometimes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "FLORES",
      "sentences": "I bet it does.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "LYONS",
      "sentences": "-- because you want to be successful, you know. What's the next technique? Whatever it takes. What do we do next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "FLORES",
      "sentences": "To figure -- to figure it out, yeah, yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "LYONS",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "FLORES",
      "sentences": "Have you cried over this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "LYONS",
      "sentences": "Several nights and several days, yeah. It's -- I have kids of my own. I feel that pain that they're feeling.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "FLORES",
      "sentences": "And a lot of people in this community feeling that pain. I spoke to Audrii's mother yesterday and she is pleading for prayersand positivity for the safe return of her daughter here to this neighborhood where she was last seen. And, Audie, I have to mention and we have to be clear that McDougal has not been charged in connection with Audrii's disappearance. He is in custody on -- excuse me -- on an unrelated charge. And we have tried to contact his family to seek comments but we have not been successful -- Audie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "CORNISH",
      "sentences": "Rosa, thanks so much for that conversation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "Yeah, a lot of new information there.Washington, D.C. has witnessed a surge in violent crime, up 39 percent last year, and data shows that many juveniles are caught up in it. They make up a majority of arrests in D.C. for crimes including robbery and carjacking. CNN's Gabe Cohen reports. (BEGIN VIDEOTAPE) GABE COHEN, CNN CORRESPONDENT (voice-over):  Fear has been growing in the nation's capital, the result of a violent crime surge, and an alarming number of kids are caught up in it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "COHEN",
      "sentences": "What do they say when it comes to carjacking or robbery? What are kids saying about it?EDDIE, D.C. TEEN:  They really don't think nothing cause all they think they doing is getting a car. They don't see the impact it do to other people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "COHEN",
      "sentences": "They think it's not a big deal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "EDDIE",
      "sentences": "Yeah, they think it's not a big deal.COHEN (voice-over):  Fifteen-year-old Eddie -- not his real name -- is one of the kids that mentors in D.C. are trying to keep off the streets and out of trouble.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "EDDIE",
      "sentences": "It's a lot that kids dealing with in D.C. You all probably just see one side of it but it's a whole different side of it.COHEN (voice-over):  Violent crime in D.C. rose 39 percent last year. Carjackings nearly doubled. The average age of those arrested, 15 years old. I meet Eddie and his friends at a courthouse where they just watched their 17-year-old friend get sentenced for attempted robbery.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Jail is not a game.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yeah, it isn't -- yeah. COHEN (voice-over)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "MARCELLES QUEEN, FOUNDER, REPRESENTATION FOR THE BOTTOM",
      "sentences": "I've been in prison with men and they only 10-year sentence. Add their 10 years on 30 years and they just wish that they can restart. So I try to, like, make sure they don't have to get to that point where they have to restart.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "COHEN",
      "sentences": "You're trying to intervene before one of them ends up in a courtroom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "QUEEN",
      "sentences": "Um-hum.COHEN (voice-over):  Eddie tells me he was shot last year when he was 14. He's not in school -- another pervasive problem in D.C.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "COHEN",
      "sentences": "Do you think there's a crisis right now with kids in D.C.?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "QUEEN",
      "sentences": "Definitely -- definitely a crisis. I never seen a 9-year-old and an 8-year-old pull armed robberies. I never seen 12-year-olds do the things that they have.COHEN (voice-over):  Last fall, a 13-year-old boy was killed while police say he was trying to carjack an off-duty federal security officer. He had nine prior charges for carjacking and robbery. Mohamad, a food delivery driver, says he won't work in D.C. anymore after a group tried to carjack him. Neighbors fought them off. Police arrested five kids as young as 13.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "MOHAMAD, CRIME VICTIM",
      "sentences": "Sometimes I cannot sleep after that. I cannot sleep.COHEN (voice-over):  D.C.'s mayor declared a juvenile crime emergency, venting frustrations about the same children committing crimes again and again. MAYOR MURIEL BOWSER, (D) WASHINGTON, D.C.:  People are after me sometimes when I say a child may be better off in a secure environment. COHEN (voice-over):  D.C.'s Council has advanced a new crime bill that could allow judges to hold kids in jail until trial when they're accused of certain serious crimes. CURTIS BROTHERS, VIOLENCE \"INTERRUPTER\":  I think the laws are too lenient. COHEN (voice-over):  Curtis Brothers and I walked through the D.C. neighborhood where he opened fire at police as a young man.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "COHEN",
      "sentences": "And how long were you in prison for that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "BROTHERS",
      "sentences": "Twelve years.COHEN (voice-over):  Now, he's a violence interrupter on the same streets, tasked with maintaining a safe passage for students outside this middle school.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "COHEN",
      "sentences": "Why do you come to a middle school?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "BROTHERS",
      "sentences": "Um, because that's the -- that's the most vulnerable age. Once they get to high school, it's probably over.COHEN (voice-over):  We sit in on a conflict resolution class for kids as young as five years old. The hope is to break the cycle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "COHEN",
      "sentences": "What brought you down that path? How it happened?\"DEON\", D.C. TEEN:  A lack of guidance, for real. A lack of guidance. COHEN (voice-over):  Down the hall, we meet boys, 16 and 17. We agree to call them Deon and Steve. Both previously incarcerated for gun possession and robbery -- court-mandated to work with this program mentoring other kids on conflict resolution. \"STEVE\", D.C. TEEN:  A lot of people crash out because they don't have the right guidance. They don't got mentors. They ain't got nobody to talk to. \"DEON\":  It's just -- everything is getting more fast-paced, at least (INAUDIBLE). When they see you've did this or you stole a car, you can program a car like this, or whatever the case may be, that's more influence. They, like, I'm hungry. I don't got no clothes. My brother locked up. My mother not doing nothing for me. So let me go do this. COHEN (voice-over):  They're among the many that say D.C. can't just arrest and prosecute its way out of this crisis. A city still experiencing hypergentrification and stark pockets of poverty worsened by the recent weight of extreme inflation on struggling families. And social media that has added a toxic layer to many vulnerable kids' lives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "QUEEN",
      "sentences": "If they intervene way before to the point of crashing out, then it would never happen. Every single case you see -- 100 days missing of school, or no food in the household -- why does it have to take something so major to see OK, we're failing -- we're failing the kids. And the most saddest thing about it is they're willing to throw our kids away instead of fix our families.COHEN (voice-over):  Gabe Cohen, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "BERMAN",
      "sentences": "And our thanks to Gabe for that report.So, what is in Capital One's wallet? About $35 billion to buy Discover. What it could mean for the credit card industry and you, ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:51",
      "speaker": "BERMAN",
      "sentences": "So that was Jon Stewart last night reacting to the backlash from his jokes about President Biden's lack of youth.So how is the Biden campaign trying to get past the age issue? According to new reporting in Axios, \"Biden officials see next month's State of the Union address as a big, public reset moment -- a chance to overcome or at least neutralize concerns about the president's age and vitality.\" With us now is former Obama campaign manager, Jim Messina. So how about that? The State of the Union changes everything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:51",
      "speaker": "JIM MESSINA, FORMER OBAMA CAMPAIGN MANAGER, CEO, THE MESSINA GROUP",
      "sentences": "Well, it's a time to reset. It's a time to address concerns, and it's a time to lay out a very clear message about where you're going to take the country.We're now in an election year -- 250-some days before the election. It's time to start framing the election. And there's only a few times where the whole nation is going to listen -- the State of the Union as being one of them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:51",
      "speaker": "CORNISH",
      "sentences": "The last time around he sort of sparred with Republicans in the room. There were some interesting moments there. Do people feel confident he can have that kind of moment again, especially if there's all these questions about, sort of, his age?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:51",
      "speaker": "MESSINA",
      "sentences": "Well, look, the best way to address those things is have American voters see him, and see him doing his job and seeing him going right at it.I agree with you. I think the most viral part of the last State of the Union was him going at it with the Republicans. Voters like to see that. It was an unscripted moment. Those are hard to program, as you well know, so it's unclear whether we'll have another one of those. But what is really true is voters have to see this guy doing his job and that's why the State of the Union is such a crucial moment for the campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:51",
      "speaker": "BERMAN",
      "sentences": "If just having voters see him more could fix it, wouldn't they have voters seeing him more already?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:51",
      "speaker": "MESSINA",
      "sentences": "Well, they are. They're starting to do that. He's doing more events on the -- on the trail. He's out there. It's a phasing operation.He still has a day job, right? The most important thing he has to do is be the President of the United States and then a candidate second. We're still a ways away here so you'll see the ramp-up. But there are big moments. So, really, if you think about the free moments you get, you get the State of the Union, you get the Democratic National Convention, and you get a debate. That's kind of it. So these are big moments that they're really going to prepare for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:51",
      "speaker": "CORNISH",
      "sentences": "There are other moments he could have. Statistician Nate Silver has been writing on his newsletter about the White House -- kind of it being time to put up or shut up in terms of dealing with Biden's age.But specifically, he has talked about what Biden can do in terms of interacting with the press. He says, \"Biden should do four lengthy sit-down interviews with 'non-friendly' sources.\" Non-friendly meaning not hostile. \"Nonpartisan reporters with a track record of asking tough questions.\" And also noting that Biden declined to sit down for an interview during the Super Bowl. Can you talk about that? I mean, DeSantis learned the hard way, maybe, that he should have engaged with more mainstream press later in the race. What about Biden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:51",
      "speaker": "MESSINA",
      "sentences": "Well, look, I think it's interesting what Biden did instead of the Super Bowl interview. What did he do? He went on TikTok and he launched his account on TikTok, which had way more people see that than a traditional Super Bowl interview.So I think they're going to look for alternative ways to use the new media ecosystem to get their message out. I'm not sure I'd trust Nate Silver's advice about the press. I think the Biden campaign is going to find their own way to do this. There will be interviews. They'll do all the things that they traditionally do. But I was excited to see them take the TikTok moment because it's a new way to communicate with voters that they really need to communicate with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:51",
      "speaker": "BERMAN",
      "sentences": "Jon Stewart made fun of the TikTok moment. He thought it was cringy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "CORNISH",
      "sentences": "Right -- something they can control, which is what celebrities like about it as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "MESSINA",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "CORNISH",
      "sentences": "So, now that they have control of the -- now that they have ways -- avenues of sharing, have they landed on one cohesive, coherent message in reply to the age question?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "MESSINA",
      "sentences": "Yeah, I'm going to do my job and you're going to see me out there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "CORNISH",
      "sentences": "But this is the one that's been --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "BERMAN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "CORNISH",
      "sentences": "-- they've been doing a couple of months now, right? Like, they're in --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "MESSINA",
      "sentences": "Right, but it takes a while.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "CORNISH",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "MESSINA",
      "sentences": "Yeah. Look, when I ran a presidential campaign, what you realize is you have to say the same thing over and over and over until people finally get it. You've got to continue to do it. Repetition matters. And so they just started this. Like, give them a little time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "BERMAN",
      "sentences": "So, Robert Hur, the special counsel, is going --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "MESSINA",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "BERMAN",
      "sentences": "-- to testify before Congress not long after the State of the Union.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "MESSINA",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "BERMAN",
      "sentences": "Robert Hur, who, in his report, talked about the age of the president.How problematic is this for the White House, and how do you think they should address that testimony?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "MESSINA",
      "sentences": "Well, look, I think it's clear that that's not traditional testimony from the White House counsel. As a former White House deputy chief of staff, I asked for reports like that. I've never seen political language like that. So I think people get that it's a political document.But to both of your points, age is an issue and they have to address it, and they're going to continue to address it. I don't think the Hur report changed anything. We've got to continue to get the president out there and have people answer their questions about what he wants to do to make their lives better, and the report didn't change that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "BERMAN",
      "sentences": "Would you go after the messenger? Would you advise Democrats to go hard on Robert Hur during that testimony?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "MESSINA",
      "sentences": "Absolutely, because it's not a fair report. It's not what he was asked to do. I've never seen political language like that. And we've got to call -- you know, sometimes the truth matters here and so we've got to say the truth, which is none of that was factual or relevant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "BERMAN",
      "sentences": "Just lastly here --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "MESSINA",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "BERMAN",
      "sentences": "Sorry. You know, every campaign that I've covered -- every losing campaign that I've covered -- I don't -- who knows what's going to happen here? But after a losing campaign, one of the things that campaign managers try to just always say if only the voters could have seen more of the candidate --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "MESSINA",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "BERMAN",
      "sentences": "-- the real candidate here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "MESSINA",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "BERMAN",
      "sentences": "Can you say with 100 percent certainty that seeing more of Joe Biden will help his campaign?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "MESSINA",
      "sentences": "A thousand percent. Like -- and don't just take my Democratic word for it. You have Republican members of Congress in the Senate say they've spent time with him. He's on the ball. He's doing what he has to do. Foreign leaders are saying the same thing. So, yes. And when there's a campaign and when there's a time, that will help Joe Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "BERMAN",
      "sentences": "Jim Messina, great to see you. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "CORNISH",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "MESSINA",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "CORNISH",
      "sentences": "Now, the Biden administration might ease vehicle emission rules it proposed just last year. What that could mean for electric cars.(COMMERCIAL) [07:56:46] CORNISH:  This morning, the Biden administration is considering relaxing those strict rules for vehicle emissions purposed just last year, and giving automakers more time to meet requirements. That's according to at least two sources familiar with the plan. President Biden has made the transition to electric vehicles a key issue of his tenure, pointing to climate benefits and positive economic impacts. CNN's Vanessa Yurkevich joins us now. So, this was supposed to be a big deal for the big three, the auto industry, et cetera.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "VANESSA YURKEVICH, CNN BUSINESS CORRESPONDENT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "CORNISH",
      "sentences": "What does this announcement mean for them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "YURKEVICH",
      "sentences": "It's not so much a change in the requirement, but it's a delay in the requirement.Just to remind folks, the Biden administration wants to see 50 percent of all new vehicles be electric vehicles by 2030. And what we are hearing from sources right now is that the EPA is potentially looking to delay that a little bit -- still getting to that 50 percent but delaying it beyond 2030.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "CORNISH",
      "sentences": "Were they supposed to be made in the U.S. or sold in the U.S.?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "YURKEVICH",
      "sentences": "Made in the U.S. This is for, really, the U.S. automakers to try to catch up with foreign automakers who have done a little bit of a better job with this. But it's not so much the production of vehicles; it's the sales of vehicles.So, 1.2 million electric vehicles were sold in 2023. That was a record but that's just 10 percent of the overall market. And then you have, as I mentioned, U.S. automakers lagging behind in terms of sales for the foreign automakers. You also have a situation where electric vehicles are incredibly expensive. They're like a luxury vehicle. Over $50,000 for an electric vehicle on average compared to all other cars, $48,000. So that is an investment by the consumer. Also, it's very difficult to charge an electric vehicle these days. There's not a lot of charging ports even here in New York City and across the country. So it really limits consumers from being able to take these long cross-country trips that they want to take. This is an opportunity, perhaps, by the EPA and the Biden administration to allow for the U.S. automakers to try to position themselves a little bit better here in the U.S. for consumers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "BERMAN",
      "sentences": "All right. Everyone needs to go look in your wallets right now because there's just been this huge --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "YURKEVICH",
      "sentences": "Yeah. BERMAN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "YURKEVICH",
      "sentences": "This announcement coming late last night, and this would be a huge deal if it does go through in terms of passing regulatory oversight. This deal -- Capital One buying Discover card -- would increase their customer base by 300 million.And the key factor here is that Capital One issues credit cards but Discover issues and processes credit card payments, and that means they get to keep a large portion of all of the fees -- the merchants fees that Discover gets from their customers. It is going to be a process. This is going to probably take a year if this deal ends up closing. But ultimately, for consumers -- all of us -- nothing is going to change right now, and nothing probably will change except for maybe just the name of your credit card. People are so obsessed with their credit card perks. I guarantee you Capital --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "BERMAN",
      "sentences": "You're staring right at me.",
      "isLastSentenceInterrupted": false
    }
  ]
}