{
  "date": "2024-06-26",
  "headline": "CNN Live Event/Special",
  "subHeadline": "State of the Race: Supreme Court Mistakenly Posts Abortion Ruling Document On Site; 1 Day Away: Biden & Trump Face Off Tomorrow Nigh In CNN Debate; Bowman Loses In Primary First Squad Member To Lose Re-Election; U.S. Reporter On Trial In Russia For Espionage. Aired 3- 4p ET",
  "utterances": [
    {
      "timeStamp": "15:00:38",
      "speaker": "JIM SCIUTTO, CNN HOST",
      "sentences": "Welcome to STATE OF THE RACE on CNN. I'm Jim Sciutto in Washington.We are a day away. The stage is set for CNN's presidential debate between Biden and Trump. You are looking at the CNN studio in Atlanta where tomorrow night, the two will meet face-to-face to deliver their competing visions for America and the world. It's the earliest debate in modern presidential history. That early calendar means that debate is colliding with Supreme Court opinions and their term. And today, we've got breaking news out of the court that could shake up some of that debate prep. The justices appear poised to at least temporarily protect access to abortion in medical emergencies in the state of Idaho after the court inadvertently posted what was an unofficial opinion on its website this morning. That mistake was first reported and the document first published by \"Bloomberg\". CNN's Jessica Schneider joins me now to explain. Jessica, tell me -- again with the proviso that this may or may not be to the decision as decided by the court. With that proviso, what does it actually say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:38",
      "speaker": "JESSICA SCHNEIDER, CNN JUSTICE CORRESPONDENT",
      "sentences": "This -- the effect of it, Jim, if this is the actual opinion which maybe well know more tomorrow when opinions are released at 10Just to give you a glimpse of what's been happening in this case. Idaho tried to put there near abortion ban in place in 2023, about a year after Roe v. Wade was overturned, then the federal government said, wait a second here, your Idaho law conflicts with this federal law. So, we're going to sue you. A lower court put the Idaho law on hold, said Idaho law, you can not go into effect. However, the Supreme Court actually stepped in and said, okay, were going to hear this case and oh, while we wait to hear this case, Idaho law, you can actually go into effect. So for many months now, this Idaho near total abortion ban has been in effect. And as soon as this case, this opinion gets released, Jim, which were assuming might be tomorrow, given that its already been inadvertently released, it would then once again put that Idaho near total abortion ban back on hold. It would no longer be in effect despite the fact that it's been in effect for several months now already. It's all very confusing, but, you know, it goes to the various stages of litigation that this case has been in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:38",
      "speaker": "SCIUTTO",
      "sentences": "Okay. But into effect for now, right? In which case --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:38",
      "speaker": "SCHNEIDER",
      "sentences": "No, the Idaho law --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:38",
      "speaker": "SCIUTTO",
      "sentences": "It's out of effect, rather out of effect for now, but could as this works its way through, the courts, go back into effect at some point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:38",
      "speaker": "SCHNEIDER",
      "sentences": "Yeah. And that was the really interesting part. You know, we're -- we have the full opinion which well see if it's the actual opinion. But in this released opinion by Bloomberg, Ketanji Brown Jackson says exactly to your point, Jim, she's saying, you know, what we're doing today, isn't really solving the issue.She put it this way: Today's decision is not a victory for pregnant patients in Idaho. It is a delay. While this court dawdles and the country waits, pregnant people experiencing emergency medical conditions remain in a precarious position as their doctors are kept in the dark about what the law requires because, yeah, if the Supreme Court issues this decision, sure, it'll put the Idaho law on pause, but that might not be the end results and likely the Supreme Court will have to the potentially weigh in on this again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:38",
      "speaker": "SCIUTTO",
      "sentences": "Jessica Schneider, thanks so much.Joining me now to discuss further is Sonya Suter. She's a law professor at George Washington University. Great to have you on. We really need a law professor today to explain what this is, because the word dismissed is being used. But really, it's dismissed for now. Can you explain the legal effects and outcome of this decision again, with the proviso that this could change, I suppose that this is not the final decision?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:38",
      "speaker": "SONIA SUTER, PROFESSOR OF LAW, GEORGE WASHINGTON UNIVERSITY",
      "sentences": "Right. Now, it is -- it's technically and procedurally confusing, but the bottom line is that the lower court ruling that had said that this Idaho ban was not an effect with respect to emergencies that would be required to perform an abortion under EMTALA, those abortions can still be provided for now.But it's really dismissing or reinstating the lower decision on procedural grounds, not answering any of the substantive questions that are still really a big mystery about whether EMTALA prevails or not. [15:05:09]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:38",
      "speaker": "SCIUTTO",
      "sentences": "EMTALA you mentioned, Emergency Medical Treatment and Labor Act. So this in deference for folks at home who might not know this, the difference between that and the Idaho law -- Idaho law, I believe, allows exceptions for rape and incest. EMTALA goes a bit further because it requires hospitals to offer abortions if necessary, to stabilize the health of emergency room patients.So that that goes beyond the standard of just the mother might die, right? It made me want to protect, say, for instance, their fertility going forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:38",
      "speaker": "SUTER",
      "sentences": "Exactly. EMTALA is about -- it was a law that was passed in the '80s to protect against patient dumping, not allowing patients to get health care if they didn't have funds, but you have to stabilize patients in situations where the failure to stabilize and would lead to very serious health outcomes. And so, you don't have to be on the brink of death for EMTALA to apply.The federal government says that in some cases, an abortion would be required to stabilize the patients care. But under Idaho's law, which only allows abortion sections to protect the life of the mother, the EMTALA rule wouldn't apply. So there's a conflict potentially between the Idaho law and the federal law. But I think part of why there's this procedural question is because in the interim, after the federal government first said that the Idaho banned conflicted with EMTALA, there was Idaho's Supreme Court decision that interpreted the law differently than the legislature amended the law. And so, we really don't have a lower court resolving whether there's a conflict between the amended version of the law and its understanding of that exception, and whether or not that conflicts with EMTALA. So there were people who had actually argument earlier that this case shouldn't have gone to the court, that the court shouldn't have granted cert and it may be that the court is now having second thoughts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:38",
      "speaker": "SCIUTTO",
      "sentences": "Okay. Now, you heard Jessica Schneider, quote, Justice Ketanji Brown Jackson, their saying, today's decision not a victory for pregnant women. It is a delay. So if it's a delay, what happens now in over what time period as this case further works its way through the courts?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:38",
      "speaker": "SUTER",
      "sentences": "Right. And I should also point out that there's a question about this and other states as well, right? This isn't just about Idaho. This is any state that has more stringent restrictions that doesn't allow abortions that EMTALA might require.And so, we really don't know whether -- what's the final decision here which means that there's going to be the continued litigation here and litigation can take some time to sort out the factual record to see whether this interpretation is in conflict, or not, and then there's going to be questions with respect to also a Texas law. And so, it just means that the uncertainty we've seen since Dobbs was decided about when you can provide abortions and when you cant provide abortions is going to continue across the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:38",
      "speaker": "SCIUTTO",
      "sentences": "And just --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:38",
      "speaker": "SUTER",
      "sentences": "And real risk for health care providers and pregnant patients.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:38",
      "speaker": "SCIUTTO",
      "sentences": "No question. Just to put the finest point on it, you know, the standard of allowing abortions only in the case of a risk to the mother's life is always pretty -- let's be prank, low standard. I mean, EMTALA would just raise it so that -- I mean, I don't want to say just, but like say on mother's ability to have babies, right down the line, right, is threatened. This would allow care -- require care in those circumstances.So I mean, it just -- it really shows how the world has changed, has it not, in two years since Dobbs?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:38",
      "speaker": "SUTER",
      "sentences": "Absolutely. It is really dramatic that it is viewed as a victory that women can get abortions in cases of emergency.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:38",
      "speaker": "SCIUTTO",
      "sentences": "Yeah, yeah. I mean --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:38",
      "speaker": "SUTER",
      "sentences": "It's a very different world than two years ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:38",
      "speaker": "SCIUTTO",
      "sentences": "No question.Sonia Suter, and it's still an open question, right, as this moves forward -- appreciate your thoughts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:38",
      "speaker": "SUTER",
      "sentences": "Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:38",
      "speaker": "SCIUTTO",
      "sentences": "All right. Now, to tomorrow's pivotal presidential debate, both candidates or out of sight today. President Biden's preparation continuing at Camp David.We're getting new details about the attack line strategies and issues the campaigns are testing out in these finals -- final hours. Let's begin with the Biden campaign. CNN senior White House reporter Kevin Liptak. So, Kevin, what are you learning about what Biden strategy will be tomorrow?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:38",
      "speaker": "KEVIN LIPTAK, CNN SENIOR WHITE HOUSE REPORTER",
      "sentences": "Well, we -- yeah, we know that they have started these mock debates, so they're in an airplane hangar out at Camp David. They've got the two podiums. They got the chairs for the moderators, the president's personal attorney, Bob Bauer, is playing Donald Trump in these debate practice sessions.What they're really trying to do is get President Biden comfortable in his close, a facsimile to what he's going to be -- see on Thursday night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:38",
      "speaker": "SCIUTTO",
      "sentences": "Do they turn off the mics, to get to practice that element? LIPTAK",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:38",
      "speaker": "SCIUTTO",
      "sentences": "It's a good point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:01",
      "speaker": "SCIUTTO",
      "sentences": "Sure, been around long time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:01",
      "speaker": "LIPTAK",
      "sentences": "One of his big rules is to come into this debate with three things that you must say. And these are the three things that President Biden very clearly must say in the debate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:01",
      "speaker": "SCIUTTO",
      "sentences": "But what -- what must he say on the economy, right? Because that's the issue where he's behind on in virtually all the polling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:01",
      "speaker": "LIPTAK",
      "sentences": "Yeah, and that's the most tricky issue of all of these things that he's going to want to talk about because so many Americans still feel dissatisfied with the state the economy, despite, you know, positive growth, positive jobs.And there are plenty of Democrats who are telling the campaign that he can't go into this trying to take a victory lap. That his economic message, when he does that, just doesn't resonate. What they want them to do is flip the script to try and put at Donald Trump's feet all of these policies that a lot of economists say would be broad-based tariffs or lowering the corporate tax rate. They were really want him to go on the attack, on the offensive, on these policies that just in their own polling aren't popular with the American people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:01",
      "speaker": "SCIUTTO",
      "sentences": "Are they seeing that they're gaining some ground on that issue? I know there was a Fox poll recently that showed that the gap between Biden and Trump on economy, which had been quite wide, was narrowing. It's one poll.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:01",
      "speaker": "LIPTAK",
      "sentences": "Yeah, and they have seen things like consumer confidence ticking up as well.I think the real question is whether Americans give credit to Biden for those kinds of things. Or if when they see grocery prices stabilizing or gas prices going down, whether they necessary terribly attribute that to anything that Biden has been doing. I think that Biden campaign is recognized -- has recognized at this point that the economy is going to be a struggle for them probably through to the election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:01",
      "speaker": "SCIUTTO",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:01",
      "speaker": "LIPTAK",
      "sentences": "They want to focus on going on the offense instead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:01",
      "speaker": "SCIUTTO",
      "sentences": "And listen, it's a fact that presidential politics where you get blamed for everything, you don't (ph) get credit when you think you do deserve it.Kevin Liptak, thanks so much. All right. Now, the former President Donald Trump, his allies and surrogates have been flooding the airwaves this week, offering praise, also some advice for the former president. CNN's Alayna Treene has more on their preparations and their expectations -- Alayna. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:01",
      "speaker": "ALAYNA TREENE, CNN REPORTER",
      "sentences": "Well, Jim, former President Donald Trump has spent the last two days at Mar-a-Lago huddling with his team now, as much as his advisers are arguing that he does not need as much debate prep. Of course, Donald Trump is doing his homework, I'm told that behind the scenes, they are continuing over recent days to have informal policy discussions with the former president, giving him an opportunity to pick the brain of his advisers, some policy experts, his vice presidential contenders, all of them weighing in and trying to help sharpen his message on a queue, on a few key issues.Now, Trump's team has really trying to keep Donald Trump on message tomorrow on a few kitchen table issues and those main things are the economy, the border, and immigration. All issues where Donald Trump polls more favorably and also issues where they think Joe Biden and Democrats are more vulnerable on looking ahead to November. Now another part of this as well, is the expectation setting that's going around the debate. We've heard many of Donald Trump's advisers as well as his surrogates come out and say that actually, despite having argued for months, that Joe Biden is essentially senile, they're trying to say he's actually a good debater and that he's done this so many times the past. He's had experience with debates and so they expect him to show up in a good place on Thursday. Take a listen to how House Speaker Mike Johnson put it. (BEGIN VIDEO CLIP) REP. MIKE JOHNSON (R-LA), SPEAKER OF THE HOUSE:  We expect that he'll do what he did at the State of the Union. He had a lot of energy that night, so that's the Joe Biden I expect to see, that the question is, can he stay for 90 minutes on that stage and go toe-to-toe with President Trump, who has, you know, goes to rallies and talks for two hours on end without any break and any notes. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:01",
      "speaker": "TREENE",
      "sentences": "Now, to be very clear, Jim, there's no evidence that Joe Biden has ever taken or will take performance enhancing drugs, but this is part of that rhetoric they are using to raise the bar for how he will perform.And I just want to give you some insight into some of my conversations with some of Trump's advisers. One of them told me that they actually realized they needed to shift the messaging toward Joe Biden and go more on offense once they realized he was going to be spending an entire week at Camp David in order to prepare, that started to make them realize, okay, we might see a well-performing Joe Biden on Thursday. And so, that's where a lot of this language is coming from as well -- Jim. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:17:50",
      "speaker": "SCIUTTO",
      "sentences": "A big night tomorrow here on CNN. President Joe Biden, former President Donald Trump will face off in the first presidential debate of 2024, marking the first time a sitting and former president to have ever debated. First time they've been running against each other.Sources tell CNN President Biden is planning to attack Trump as the unfit for office, and unworthy of representing the United States. He's not planning to announce any major policy or personnel decisions as he did during the 2020 election cycle. Joining me now to discuss, Texas Democratic Congressman Joaquin Castro. He sits on the House Intelligence and Foreign Affairs Committees. Congressman, thanks so much for joining. REP. JOAQUIN CASTRO (D-TX):  Yeah, good to be with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:17:50",
      "speaker": "SCIUTTO",
      "sentences": "So, listen, you've got some personal experience with presidential debate. You co-chaired your brother's 2020 presidential campaign. If you were sitting in the room out there at Camp David with President Biden, what would you say to him that he needs to accomplish tomorrow to call it a win? CASTROpeople that he stands for American democracy and Donald Trump stands for dictatorship. That he took the pandemic seriously. It helped the country bounced back and recover to the strongest economic position we've been in decades and Donald Trump was talking about having people adjust bleach. And so, the president is a very strong position. I think he can lay out his record, how he worked with the Congress on bipartisan infrastructure bill, the Chips and Science Act. All of these things, it took a lot of work energy, and have done the country well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:02",
      "speaker": "CASTRO",
      "sentences": "I think the president acknowledges that inflation has been a challenge for the country for the last few years, that prices have gone up on things that people go out to the grocery store and buy. But I think he also reminds the country and the American people that in every single way that he can, he is tried hard to combat that from combating corporate price gouging, making sure that we kept the cost of insulin, for example, for diabetics, for those on Medicare doing everything he can to fight rising gas prices.What Americans, I think they understand that the president United States cant control every single dynamic and the economy but they want a president who's serious, who's focused and who's doing everything he or she can to help the American people. And that's what Joe Biden has done for the last few years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:02",
      "speaker": "SCIUTTO",
      "sentences": "You mentioned the democracy message, not just at the top of your case, but it's certainly a top of the president's case. He frequently mentions this.But it's interesting. You look -- you look at some recent polling and while many voters do put democracy near the top of the list of their concerns in this election, a surprising numbers, sometimes even more, right, say that Trump is better for protecting democracy than Biden, given with all we know about his attempts to overturn the election in 2020, January 6, et cetera. Why do you believe that is? One. And two, how much of a concern is that for you, given that that's central to Biden's message here, but for some voters, they don't see him as the guy to do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:02",
      "speaker": "CASTRO",
      "sentences": "I think it's interesting, Jim. You know, our democracy and the functioning of our democracy, the protection of our democracy is not something as Americans that we'd had to fundamentally worry about for quite some time in this country and so it's an unusual position for the American voter to be in, to actually have to ponder that and reflect what it means to have two different -- two candidates that stand for two very different futures for the United States.And so, I believe that as we get closer to the election and, you know, the old adage that people don't really start thinking about politics it takes until after Labor Day, I think that's changed a bit with all the different media sources we have. But I do think that in September and October, when people get very serious and reflect upon the future of the United States and the fact that it looks very different in terms of governing and democracy based on the approach of these two candidates, I think that you will have more independent voters who will swing for Joe Biden and who will vote for Joe Biden because they believe that Donald Trump will put us on the doorstep of dictatorship and on the doorstep of fascism, and will take away Americans freedoms.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:02",
      "speaker": "SCIUTTO",
      "sentences": "Let's talk about immigration because that's, of course, another issue at the top of voters' minds. When President Biden signed this executive order earlier this month barring asylum at the U.S. southern border significantly raising the restrictions, you released a statement saying it was the wrong approach goes too far.Today, the DHS said that they've seen a 40 percent drop in apprehensions at the border since that order was signed. Mayorkas, Secretary Mayorkas, he's calling it a success. Do you see in those numbers a success perhaps despite your view, when he made the announcement?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "SCIUTTO",
      "sentences": "We'll see how it's discussed tomorrow night. Congressman Joaquin Castro, we do appreciate your joining.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "CASTRO",
      "sentences": "Good to be with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "SCIUTTO",
      "sentences": "For more on tomorrow's big debate, what needs to be accomplished by both sides, let's bring in two veteran campaign strategist, Joe Lockhart, former White House press secretary for President Clinton, and Matt Gorman is a former senior adviser for the Tim Scott campaign.Thanks to both of you for being here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "JOE LOCKHART, DEMOCRATIC STRATEGIST",
      "sentences": "Good to be here, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "MATT GORMAN, REPUBLICAN STRATEGIST",
      "sentences": "Good to be here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "SCIUTTO",
      "sentences": "Matt, I want I want to start with you because it's been striking to me the expectations management by the Trump camp in recent days where for months after months of saying Biden, you know, Trump has said he cant string two sentences together now they're saying, well, actually he's fantastic at debates seeming to deliberately raise the bar for him.Why is that? Are they -- are they concerned that they may not have the upper hand tomorrow night?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "GORMAN",
      "sentences": "I think the trick is when you do an expectations, you've got to be a little - kind of have a little bit longer view, then you can be totally shortsighted. You're right. There'd been an adjustment of that. You know, suddenly the bar was way too low, and it becomes up and string, string two sentences together. He's met these expectations. So you need to raise the bar a little bit.It's been a little sudden expectations raising than say the last couple of days. But you're right. There has been a little bit of shift I think necessarily. SCIUTTO:  Joe, how are you feeling going into tomorrow? Clearly, the president is -- well, he's certainly taking it seriously. He's spending days out of Camp David preparing. Are they confident going into this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "LOCKHART",
      "sentences": "You know, I am assume they're confident, but they know they have a big task ahead of them, and I know this is something that could change the dynamic of the race, but I think their strategy is simple and Donald Trump often falls into it and they're betting on it. Joe Biden wants to stand up there and create a contrast. He wants someone who's calm, who's thoughtful, who can talk about the issues versus someone who's a demagogue and would be attacking. And we'll be talking in ways that many of us can understand.And for Biden, that's what's the most important thing. It's not that he get everything right over the last four years. This is a choice between two people and he wants to show that every time he can.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "SCIUTTO",
      "sentences": "Matt, Trump's advisers are consistently saying that Trump should focus on three topics, immigration, inflation, and crime, but they also say he's got to be -- I don't want to use the term presidential, but you know what I'm saying? That he should not be the attack dog that we saw, for instance, in the debate in 2020.One, do you agree with that? And, two, do you see him following that advice?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "GORMAN",
      "sentences": "You're right. You want those safe grounds, no matter what candidate comes in, you want to establish some areas that you can go back to, so that way, if it's going to be a topic, you don't want to talk about, or you can find a way to fit it and you want able to go to those three topics. I think those are exactly right.I think I want to see more 2016 Trump, where he was cutting but a little bit charming still, and was able to stay on message a little bit more than 2020 where it was just a cacophony of stuff and it's hard to get that message across. I think more 2016 Trump would be a little bit more successful and you can able he's able to pivot back to those immigration and the like. Be a little bit more successful for him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "SCIUTTO",
      "sentences": "But, Joe, I've heard two things for Biden in terms of advice to him, some unsolicited from Democratic strategists speaking on the air, et cetera, one, they want to see State of the Union Joe Biden, right, and energetic, strong, you know, on topic that kind of thing. But I do hear from some of them that they want to see him poking Trump as well, showing fight not just calm and control.And I wonder if you think one p should do that and two, if that kind of split image as possible?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "LOCKHART",
      "sentences": "Yeah, listen, I think it's essential that we do that. I think if you -- there should be a pool. And how many times he uses the phrase \"convicted felon\" in the first 30 minutes of the debate. He needs Donald Trump to be Donald Trump, not what Donald Trump's handlers want Trump to be. I think a big shift in this campaign and I think is right, not thatJoe Biden has asked me, is that the beginning of this campaign, they were very focused on what Trump will do. I think what the conviction of in New York said is they're focusing now what he's already done and the culmination of this is four years as president, what do you got accomplished was being an indicted in four places and convicted in New York. So I really think you're going to see them focus on all of the things he has done just as an opening to the future. And if he can do that, if they can rattle Trump, that's -- again, that's -- that forces people to choose two candidates, not a perfect candidate and an imperfect candidate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:04",
      "speaker": "GORMAN",
      "sentences": "I think he would welcome particularly -- just to kind of use Joe's argument, I think he'd welcome kind of what he did in office. I mean, certainly because he would go back to again, talk about pivoting back to the economy. We talk about grocery, gas were cheaper, easier to buy a home.It allows him to pivot back on that. I think also to the point of that convicted felon think about in debate prep, no matter who the candidate is, but in Trump, this would be the scenario, you want no surprise. You want to get practice harder than you play, getting ready for anything you could possibly see, so that way when he goes on there, he's already heard been called a convicted felon six dozen times in the debate prep. So it doesn't affect him in the same way as these hearing for the first time, no matter where you are in debate prep, you want and have those moments where you feel more comfortable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:04",
      "speaker": "SCIUTTO",
      "sentences": "No question a big issue for the Biden campaign, as you know, Joe, is and we hear he'll make this point tomorrow. Is that Donald Trump, the man you see there on the screen there, is in his view a threat to democracy. That said, \"The Washington Post\", it polled swing-state voters in key battleground states found that on the issue of democracy, they prefer Trump to Biden.I wonder what that tells you and does that take some of the steam out of that argument, whether you agree with that finding or not, but does it takes some of the steam out of the argument for the Biden campaign?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:04",
      "speaker": "LOCKHART",
      "sentences": "Listen, I think if you asked that question alone, it doesn't take in all of the other things. It's an opening to a broader question of does he believe in democracy? And it's not a rhetorical or a hypothetical thing. He has done steps. He is talked about steps that he'll do this. The other thing that's really important is Donald Trump doesn't knowhow to do anything but play with his base. He's got his base, so he's trying to rev them up. Joe Biden would win if he can rev the Democratic base up. And that's where democracy comes in. If you look at the numbers, Democrats care enormously about that. And if you look at independent and people in the middle, if you make that case to them and effective way, I think it's going to work. So I think Trump is going to be speaking to the choir. Biden is going to be speaking to his own choir that needs revving up. And then the people in the middle will be speaking to them also.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:04",
      "speaker": "SCIUTTO",
      "sentences": "Well, listen, well know what they say and how they handle it tomorrow night.Joe Lockhart and Matt Gorman, we appreciate you coming on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:04",
      "speaker": "LOCKHART",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:04",
      "speaker": "GORMAN",
      "sentences": "Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:36:02",
      "speaker": "SCIUTTO",
      "sentences": "Welcome back.New York Democratic Congressman Jamaal Bowman has lost his seat in what was the most expensive House primary ever. Bowman is the first member of the Democrats' far-left squad as it's known to lose reelection. The more moderate George Latimer won by 17 points. Nearly $50 million was spent by pro-Israeli groups looking to oust Bowman who has been a vocal critic of Israel. (BEGIN VIDEO CLIP) REP. JAMAAL BOWMAN (D-NY):  Now, our opponents, not opponent, may have own this round, at this time, in this place. But this will be a battle for our demanding justice for the rest of our lives. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:36:02",
      "speaker": "SCIUTTO",
      "sentences": "Joining me now going to be now for more on the New York race and voter concerns is Terrance Woodbury. He's a Democratic pollster, CEO and co-founder of HIT Strategies.Good to have you on. Thanks for joining. TERRANCE WOODBURY, CEO &amp; COFOUNDER, HIT STRATEGIES:  Thanks for having me, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:36:02",
      "speaker": "SCIUTTO",
      "sentences": "First, I do want to get your reaction to last night's primary in New York. Another squad member as they're known, Cori Bush, is essentially tied with her Democratic primary challenger. This according to recent polls, you have the Jamaal Bowman result. Should progressives be concerned about these results?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:36:02",
      "speaker": "WOODBURY",
      "sentences": "You know, one thing we've learned about representation, Jim, is that representation is not just geographical, the way we think about it in Congress, that representation is also identity representation, ideological representation, and even generational representation.That's what Jamaal represented to a lot of people. And when I look at the voters that were having the hardest time mobilizing right now, it's some of those same groups, young people and progressives and people of color. And some of those folks are frustrated by the results of last night's result. So we do have to continue shoring up those mission critical constituencies and continue identifying voices, like Jamaal Bowman, that would've been a critical voice to help mobilize those groups on the campaign trail.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:36:02",
      "speaker": "SCIUTTO",
      "sentences": "You recently said you do believe it's very likely Donald Trump will win more Black people's votes in 2024 than he did in 2020. Tell us why.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:36:02",
      "speaker": "WOODBURY",
      "sentences": "Yes, look, we have -- we've been seeing this gradual and this is not unique to Donald Trump. This is -- this has been a trend that we've seen in every election cycle since Barack Obama exit the political stage, that there's been 1 to 3 percent more Black voters voting for Republicans in each cycle, that is resulted in us going from 94 percent of Black people voting for Democrats, to about 87 percent, and Donald Trump has proven to have a unique appeal to Black voters, specifically Black voters that are very, very frustrated and cynical towards the system.Oftentimes when we see in his appeal, it's not that they necessarily like Donald Trump, is that they're frustrated with both parties. They're frustrated with both candidates, and they express that by supporting a candidate that is offering or threatening to blow up the system, to disrupt the way things are going. And that's what we see from a lot of frustrated or cynical Black voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:36:02",
      "speaker": "SCIUTTO",
      "sentences": "So, let me know, if you see that trend continuing, 1 to 3 percent per cycle, do you think in that same range this cycle or could it be more? Because some of the polls have indicated a surprising and larger number of Black voters, saying for now at least they prefer Trump to Biden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "WOODBURY",
      "sentences": "I'm glad you bring this up, Jim, because this is something -- something else that I think that conventional polling has been misrepresenting with Black voters. This enthusiasm metric, you know, I heard from a Black voter in Philadelphia who said voting premise like taken out the trash, that he doesn't do it -- if he doesn't do it and it starts to stink around here, right?That doesn't sound like someone that's voting enthusiastically, but it also doesn't sound like someone that's not voting. And I think that that's what we see being represented from a lot of Black voters that they're not excited about the upcoming election and not excited about having to defend democracy. Black women are getting tired of putting on a cape, you know, and saving America, saving democracy, becoming the heroes every election. That is exhausting and maybe not that enthusiastic, but it doesn't mean that they're not doing. And what were saying is that Black voters understand the assignment and while some are still shopping for alternative, are shopping for who they are going to support, we are still think pretty high levels of engagement, especially when you measure something like, not just voting but perceptions of power and how much power they both has to change their community.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "SCIUTTO",
      "sentences": "Yeah, that's the issue. There's a different scores, pretty enthusiasm are seeing a clear choice, right between the two. But before we go, of course, tomorrow's the debate. From your conversations with voters, what do you believe Biden needs to do tomorrow, briefly, and Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "WOODBURY",
      "sentences": "Yes. Look, I think -- we were just in focus -- I'm in Atlanta right now, we were just in focus groups last night and voters are going to be tuning in.And look, one thing we know is that not every -- not -- a lot of voters haven't tuned into this race at the same level. They're not all watching us on CNN right now. And so this is -- this debate represents an opportunity where they're going to have the largest audience that they've had thus far on the cycle. And specifically, President Biden, is going to have to demonstrate progress on the last four years before making promises for the next four years. And he has today tremendous record of progress to speak up specifically, when we think of -- when we -- when you think of the number one issue that we're hearing from voters, and that is cost. And not necessarily economy, Jim, I want to be clear here, that the number one issue is not just economy, it is the cost of things, and the Biden administration has a story to tell about how they brought -- brought down the cost of prescription drugs and healthcare, brought down the cost of higher education, and how they're addressing things like late fees and junk fees. And I hope he addresses those things in the debate tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "SCIUTTO",
      "sentences": "Terrance Woodbury, good to have your analysis. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "WOODBURY",
      "sentences": "Thank you so much, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:46:16",
      "speaker": "SCIUTTO",
      "sentences": "For 455 days, he's been imprisoned in Russia on spying charges the U.S. and his employer, \"The Wall Street Journal\", declare false. And now the trial of \"The Journal\" reporter Evan Gershkovich has begun.U.S. officials who were in court today say prosecutors presented no evidence to show he did anything illegal. The hearing wrapped up after just a couple of hours and now the trial is on pause again until mid- August. That means more painful waiting for Gershkovich and his family and colleagues. More now from CNN's Matthew Chance. (BEGIN VIDEOTAPE) MATTHEW CHANCE, CNN CHIEF GLOBAL AFFAIRS CORRESPONDENT (voice-over): This is the first glimpse of Evan Gershkovich for months. Cameras briefly allowed into the courthouse about 1,000 miles from Moscow, where his trial for espionage is finally underway. His head shaved, the 32-year-old \"Wall Street Journal\" reporter looked calm but he faces a sentence of up to 20 years if would likely when he's found guilty. In a statement, the editor in chief of \"The Journal\" wrote, this bogus accusation of espionage will inevitably lead to a bogus conviction for an innocent man. Hi, Matthew, from CNN. Is that you holding up? All right. No. No questions. For nearly 15 months, Gershkovich has been held under tight security in Moscow's notorious Lefortovo prison. He is employer and the U.S. government will vigorously deny the spying allegations against him. But Russia, appears determined to press ahead, despite official U.S. objections. A new statement from the U.S. embassy in Moscow says Evan did not commit any illegal acts and should not have been arrested at all. This trial isn't about the presentation of evidence, due process, or the rule of law. We're talking about the Kremlin using American citizens to achieve its political goals the statement adds. With the conflict raging in Ukraine, Russia began to crack down at home on free speech, silencing dissidents, or forcing them into exile. Against this backdrop that Gershkovich was arrested on a reporting assignment in the Russian city of Yekaterinburg. This is video from the website of the tank factory there where Russian prosecutors allege Gershkovich acted, quote, on the instructions of the CIA, to collect secret information, although no evidence has been made public, the trial will take place in the city, which is about 1,000 miles from Moscow amid an outcry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:46:16",
      "speaker": "LESTER HOLT, NBC NEWS",
      "sentences": "Journalism is not a crime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:46:16",
      "speaker": "LAURA COATES, CNN HOST",
      "sentences": "Journalism is not a crime. Some of the most prominent journalists in the United States are calling for his release.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:46:16",
      "speaker": "CHANCE",
      "sentences": "And Tucker Carlson even appealed directly to Putin in his recent sit down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:46:16",
      "speaker": "TUCKER CARLSON, TELEVISION HOST",
      "sentences": "And I just want to ask you directly, without getting into the tails of it or your version of what happened if as a sign of your decency, you'd be willing to release him to us and we'll bring him back to the United States.VLADIMIR PUTIN, RUSSIAN PRESIDENT (through translator):  We have done so many gestures out of goodwill, out of decency that I think we have run out of them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:46:16",
      "speaker": "CHANCE",
      "sentences": "But they're not running out of Americans in Russian prisons. Far from it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:46:16",
      "speaker": "PAUL WHELAN, FORMER MARINE IMPRISONED IN RUSSIA",
      "sentences": "I am innocent of any charges resulting from this political kidnapping.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "SCIUTTO",
      "sentences": "Our thoughts with him and his family.Matthew Chance, thanks for that report. So which Donald Trump is going to show up at tomorrow's presidential debate. After the break, we're going to take a look at Trump's previous debate appearances from confrontational to a times a bit more subdued. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "SCIUTTO",
      "sentences": "Tomorrow's CNN debate will be the first time a sitting president debates a former president.CNN's Sunlen Serfaty has a look back at how Trump fared on the debate stage. (BEGIN VIDEOTAPE) DONALD TRUMP, FORMER U.S. PRESIDENT &amp; 2024 PRESIDENTIAL CANDIDATE: Look at those hands. Are they small hands? SUNLEN SERFATY, CNN CORRESPONDENT (voice-over):  It is a debate style, unlike any other.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "MEGYN KELLY, DEBATE MODERATOR",
      "sentences": "You've called a women you don't like fat pigs, dogs, slabs and disgusting animals. Your Twitter account --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "TRUMP",
      "sentences": "Only Rosie O'Donnell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "SERFATY",
      "sentences": "Donald Trump commanding the stage --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "TRUMP",
      "sentences": "A lot of times --(CROSSTALK) JEB BUSH (R), FORMER FLORIDA GOVERNOR:  -- property from an elderly woman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "TRUMP",
      "sentences": "Let me talk, let me talk. Quiet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "SERFATY",
      "sentences": "His off the cuff approach --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "TRUMP",
      "sentences": "Oh, you're a tough guy, Jeb.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "SERFATY",
      "sentences": "-- a stark contrast to his opponents seemingly more rehearsed and carefully crafted lines.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "HILLARY CLINTON, FORMER SECRETARY OF STATE",
      "sentences": "It's just awfully good that someone with the temperament of Donald Trump is not in charge of the law in our country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "TRUMP",
      "sentences": "Because you'd be in jail.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "MODERATOR",
      "sentences": "Secretary Clinton --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "SERFATY",
      "sentences": "That freewheeling strategy --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "TRUMP",
      "sentences": "I'd like to know, Anderson, why aren't you bringing up the emails? I'd like to know. Why aren't you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "We brought up the emails.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "TRUMP",
      "sentences": "No, it hasn't -- it hasn't -- it hasn't been finished at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "COOPER",
      "sentences": "Ken Karfowitz (ph) has a question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "TRUMP",
      "sentences": "Nice, too, one on three.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "SERFATY",
      "sentences": "-- has targeted the moderators --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "TRUMP",
      "sentences": "Honestly, Megyn, if you don't like it, I'm sorry. I've been very nice to you, although, I could probably maybe not be based on the way you have treated me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "SERFATY",
      "sentences": "-- and his opponents alike.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "CLINTON",
      "sentences": "My Social Security payroll contribution will go up as well, Donald's, assuming he can't figure out how to get out of it. But what we want to do is to replenish the Social Security Trust fund.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "TRUMP",
      "sentences": "Such a nasty woman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "SERFATY",
      "sentences": "With Trump, oftentimes successfully deflecting policy questions by causing a commotion onstage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "MODERATOR",
      "sentences": "I have a policy question for you, sir.SEN. MARCO RUBIO (R-FL):  Let's see if he answers it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "TRUMP",
      "sentences": "Well, don't worry about it, Marco. Don't worry about it, little Marco.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "SERFATY",
      "sentences": "By leveling personal biting insults --SEN. TED CRUZ (R-TX):  You went to Manhattan and said, I'm lying to the American people and the voters have a right to know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "TRUMP",
      "sentences": "No, you're the lying -- you're the lying guy up here. You're one of the one, you're the one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "CRUZ",
      "sentences": "Release the tape. Release the tape.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "TRUMP",
      "sentences": "Now, let me just tell you, let me just tell you, excuse me, I've given my answer lying Ted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "SERFATY",
      "sentences": "Interrupting --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "The people left behind there were heroes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "TRUMP",
      "sentences": "Really?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "BIDEN",
      "sentences": "And I resent --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "TRUMP",
      "sentences": "Are you talking about Hunter? Are you talking about Hunter?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "BIDEN",
      "sentences": "I'm talking about my son, Beau Biden, you're talking about --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "TRUMP",
      "sentences": "I don't know Beau. I know Hunter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "SERFATY",
      "sentences": "Hammering away at his opponents.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "TRUMP",
      "sentences": "Every time you see him, he's got a mask. He could be speaking 200 feet away from me and he shows up with the biggest mask I've ever seen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "SERFATY",
      "sentences": "With an unrelenting cadence that oftentimes knocks even the most seasoned debater off their footing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "TRUMP",
      "sentences": "Why didn't you do it? Why didn't you do it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "CLINTON",
      "sentences": "Because I was a senator with a Republican president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "TRUMP",
      "sentences": "Oh, really?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "CLINTON",
      "sentences": "I will be the president. We will get it done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "TRUMP",
      "sentences": "You could have done it. If you were an effective -- if you were in effective senator, you could have done it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "SERFATY",
      "sentences": "This chaotic approach --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "TRUMP",
      "sentences": "Bill Clinton was abusive to women.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "SERFATY",
      "sentences": "-- only amplified by his added theatrics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:05",
      "speaker": "TRUMP",
      "sentences": "Hillary Clinton attacked those same women and attacked them viciously, four of them here tonight.(END VIDEOTAPE) SERFATY (on camera):  And one other strategy shift we've seen Trump make is for him to throw out this playbook entirely. At one of the debates against Hillary Clinton in 2016, he showed up and he was mostly discipline, more subdued, a total surprise when compared to the past and that's certainly one reason that Biden's team is preparing for this eventuality that Trump could break the trend and show up more disciplined and more on message. Sunlen Serfaty, CNN, Washington.",
      "isLastSentenceInterrupted": false
    }
  ]
}