{
  "date": "2024-07-08",
  "headline": "CNN News Central",
  "subHeadline": "Biden Tells Hill Democrats He Is Staying In The Race; Records Show Parkinson's Specialist Met With Biden's Physician At White House Earlier This Year; Boeing Takes Plea Deal To Avoid Criminal Trial Over 737 Max Crashes; Left-Wing Alliance Stages Stunning Upset In French Election. Aired 1:30-2p ET",
  "utterances": [
    {
      "timeStamp": "13:31:38",
      "speaker": "JESSICA DEAN, CNN HOST",
      "sentences": "Any moment now, the White House will hold a briefing for the media for the first time in what has turned into a critical week for President Biden.Already today, the president has aggressively pushed back against calls by several high-ranking members of his own party to give up his run for a second term. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:31:38",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "I'm getting so frustrated by -- by the elite. Now I'm not talking about you guys, but talking about the elite in the party, who they know so much more.But with any of these guys, I don't think -- should run against me. Go ahead. Annouce -- announce the president. Challenge me in the convention. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:31:38",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "Let's discuss with former New York Congressman Steve Israel. He's the former chairman of the Democratic Congressional Campaign Committee. He's now the director of the Cornell Jeb E. Brook School of Public Policy Institute of Politics and Global Affairs.And also with us, former Biden White House communications director, Kate Bedingfield. Thank you both for being with us. Steve, first to you. This statement from Biden -- and we actually heard it in your interview with Congresswoman Debbie Wasserman Schultz just a moment ago -- this reference to concern among the elites within the party being what's driving the second guessing about Biden being at the top of the ticket. Do you agree that that's where the concern is coming from? STEVE ISRAEL, (D), FORMER U.S. CONGRESSMAN FOR NEW YORK &amp; FORMER CHAIRMAN, DEMOCRATIC CONGRESSIONAL CAMPAIGN COMMITTEE: Well, yes, I do. Look, this difficulty, this problem is now transcending Joe Biden. It's beginning to split my party. Jonathan Martin did a great piece in \"Politico\" just this morning about how now there's this emerging and growing split between Biden - President Biden's allies and the African-American community and his labor allies and donors. And I've seen it, I have to say, firsthand. I just got a call from a significant donor telling me that he was going to withhold funds for President Biden. To me, that's tantamount to contributing to President Trump. But the fact of the matter is there is a divide. And if we do not heal and repair this divide within the next week or so, it becomes an existential problem that could result in the election of Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:31:38",
      "speaker": "DEAN",
      "sentences": "And, Kate, I want to ask you about what we're going to see on the Hill play out. So they're all back in Congress now, in session for the first time since this debate.I just interviewed Debbie Wasserman Schultz. She said no, no, no, this is a handful of people that have come out publicly, which, to be fair, publicly, sure, but -- but others behind closed doors, our reporting indicates, do want him step aside are concerned about this moving forward. And so we will watch for that to see what happens. But I'm curious. Where you stand on, really, who is making the statement. Because what we have not heard from or who we have not heard from is Hakeem Jeffries and Chuck Schumer. They have not called for him to step aside. Are they the only ones that can move the needle?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:05",
      "speaker": "SANCHEZ",
      "sentences": "But, Kate, do you think -- I go back to the question I asked the congressman. Do you think that this is coming from concern within the grassroots, from constituents that are speaking to these lawmakers?Or is it simply the media class, the elites, the pundits, as the congresswoman said to Jessica? Because it seems like, at least in the polling that we've seen since the debate -- and it's not a full picture just yet. In the coming days, I think we'll see more. But it seems like there is some slipping in the numbers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:05",
      "speaker": "BEDINGFIELD",
      "sentences": "Well, look, I actually said this on the night of the debate, after the debate, that, you know, it was clear that this was going to steamroll amongst elites and that we needed to wait and see what voters we're going to do.I think, again, if you're President Biden's campaign and you look at the polling picture, what you see is an extremely close race, one that was extremely close before the debate, where, within the margin of error in key swing states he has to win. So I'm certainly not somebody who disputes that there's work for Joe Biden and his campaign to do here. But I don't think that the numbers are dramatically different, at least as we've seen as public poll after public poll comes out. Not dramatically different than where they were before the debate. And I think it is indisputable that the loudest voices calling for him to step aside are amongst the elites, the media, the chattering class. And so I think it's important for members to take a minute, to take a beat, to listen to their constituents. Let's watch the president at NATO this week. He's going to have our NATO allies here in Washington. He's going to have on display a lot of the work that he's done to hold the West together against Putin's aggression. We're going to see some of the best of Joe Biden's leadership this week, I think. And so I think that members should take that into account as they're making these decisions this week. DEAN: And, Steve, I want to ask you, too, if we zoom out and just look at this more broadly, Donald Trump has gotten to be very quiet these last few days, probably 10 days or so. He's just kind of letting this, in a lot one of ways, play out amongst Democrats internally. How damaging do you think this episode is in the long term, even if it can kind of -- even if you can, as you're saying, if the healing can happen, how damaging do you think this is to Democrats?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:05",
      "speaker": "ISRAEL",
      "sentences": "Well, the soon this gets resolved, the better shape we'll be in.Look, the essence of any campaign, whether you're running for the local school board or president of the United States, is to define and not be defined. Right now, Joe Biden is being defined, unfairly I believe. We've got to get back to defining Donald Trump, who just called for the members of the January 6th committee to be in jail, to be put in jail. We've got to go back on offense. You cannot win on defense alone. The second thing you need is clarity for voters. And right now, Democrats are involved in like a fantasy football game where they're trying to figure out who should run if Biden doesn't. As soon as these questions are answered -- and I agree with Kate. This needs to be answered shortly after the NATO meetings. We should give the president the chance he needs to be the commander-in-chief and lead. But as soon as we resolve these questions, not much later than next week, the quickest the repair will occur. And then we can get back to doing what we need to do, which is to talk about the existential danger of Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:05",
      "speaker": "SANCHEZ",
      "sentences": "Kate, I do want to ask you about some new reporting. And I'm not sure if you're familiar with it. CNN just confirmed what was originally in \"The New York Times.\"And I want to be as accurate as possible because, obviously, it's a sensitive issue. But CNN has learned that a top Parkinson's disease specialist held a meeting with President Biden's physician at the White House earlier this year. This is according to records that are kept by the White House. The circumstances of the meeting are unclear. \"The New York Times\" had it that he visited the White House, I believe, eight times in as many months. There's obviously a lot of scrutiny over President Biden's mental acuity and his health. Given this reporting, given the outstanding questions, as a comms person, would you have counseled the president to go forward with more cognitive testing and then just put those results out there for the American people?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:02",
      "speaker": "SANCHEZ",
      "sentences": "Perhaps it's not medical records, but do you think that Democrats on Capitol Hill would be more comforted if the president had come out that Friday or that weekend and done a full-blown press conference as opposed to a 20-minute speech off a teleprompter, a 20- minute interviewing, these sort of abridged appearances?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:02",
      "speaker": "BEDINGFIELD",
      "sentences": "Well, I've definitely been a proponent of he should have been out quickly. He should have been out more. I think we're starting to see that. We saw him out this morning. We saw him yesterday campaigning in Pennsylvania, looking energetic, looking vigorous.We're going to see him -- as I said, you're going to see him this week with NATO leaders. He's going to give a press conference this week. So I am certainly of the mindset, from a communications perspective, that seeing him -- having seen him quickly, more quickly after the debate would've been a good thing. But I think he's making up that ground now. You heard him this morning fighting, swinging. I think that's what he's got to continue to show people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:02",
      "speaker": "DEAN",
      "sentences": "Kate Bedingfield, thanks so much.And former Congressman Steve Israel. We appreciate both of you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:18",
      "speaker": "SANCHEZ",
      "sentences": "There is outrage today over what's being described as a sweetheart deal for Boeing. The airplane manufacturer agreeing to plead guilty to conspiracy to defraud the U.S. government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:18",
      "speaker": "DEAN",
      "sentences": "Now, in exchange, Boeing avoids what could have been more serious consequences for two deadly 737 Max plane crashes. But the families of the 346 people killed in those crashes want Boeing to face a public trial.CNN aviation correspondent, Pete Muntean, is here. Pete, tell me for details about all of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:18",
      "speaker": "PETE MUNTEAN, CNN AVIATION CORRESPONDENT",
      "sentences": "Well, remember, this goes back to the 737 Max 8 crashes, the Lion Air crash in Indonesia in 2018, the Ethiopian Air crash in 2019.You mentioned 346 people killed in those crashes and their families say this deal simply does not go far enough. Here are the terms, according to the Department of Justice. Boeing is being fined $487 million. The Department of Justice insist that is the maximum fine allowed by law. The government will also be appointing an independent compliance monitor to oversee Boeing for the next three years. But attorneys point out that Boeing does actually have a say in selecting that monitor. But the biggest part here is that Boeing is agreeing to plead guilty to defrauding the Federal Aviation Administration about the 737 Max 8. Boeing hid major design changes that lead to those two crashes. I want you to listen now to Bob Clifford, who has been leading the civil case against Boeing. (BEGIN VIDEO CLIP) BOB CLIFFORD, ATTORNEY REPRESENTING BOEING 737 MAX FAMILIES: The families call this a sweetheart deal. It's incomplete. Maybe someone high up -- I'm not sure who the high up is -- made a policy decision that Boeing needs to be able to suffer a bit. But not enough to cause them to be out of business or go out of business. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:18",
      "speaker": "MUNTEAN",
      "sentences": "So the insistence by families is that this is not tough enough on Boeing. Remember, this case was essentially closed. But Boeing agreed to a settlement in the final days of the Trump administration. And it was also slapped then with three years of probation.January's door plug blowout on a 737 Max 9 occurred only days before that probation was set to end. So that triggered the Department of Justice to look at the original deal again and ultimately lead to this new deal being announced today. Something that's still an open question, will this lead to individuals being criminally charged, like executives at Boeing? The Department of Justice says this deal provides for that. But attorneys insist that is not the case and Boeing executives still need to be held accountable. They're planning on an appeal in the Fifth Circuit Court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:18",
      "speaker": "SANCHEZ",
      "sentences": "Now, Pete, you mentioned DOJ saying that that's the maximum fine allowable by law. But how are they justifying the rest of the structure of this plea deal to the family?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:18",
      "speaker": "MUNTEAN",
      "sentences": "Essentially, they say it's very tough on Boeing. And the families really wanted a $25 billion settlement from Boeing here. They simply just say it did not go far enough.Although, the Department of Justice says they've been very -- very strong on Boeing from the start. And the fact that they opened this back up is simply a sign of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:53",
      "speaker": "DEAN",
      "sentences": "New development following stunning final results in France's snap election. President Emmanuel Macron now asking Prime Minister Mr. Gabriel Attal to stay in his post, despite his attempt to resign after Sunday's votes were tallied.Macron says he wants to, quote, \"ensure the stability of the country.\" Meantime, there were large celebrations in the streets of Paris after a left-wing alliance overcame France's far-right anti-immigrant party in those elections.",
      "isLastSentenceInterrupted": false
    }
  ]
}