{
  "date": "2024-02-11",
  "headline": "CNN Newsroom",
  "subHeadline": "Biden, Netanyahu Hold Call Amid Rising Tensions; Manhunt Underway For Suspected Cop Killer; 20+ Million Under Winter Storm Watch Amid Nor'easter Threat; NTSB Investigating Cause Of Helicopter Crash In The Mojave Desert; Patriot Owner Buys Super Bowl Ad To Fight Antisemitism; Senate Passes Key Procedural Vote To Advance Foreign Aid Bill; Kickoff In Las Vegas: Chiefs Versus 49ers. Aired 2-3p ET",
  "utterances": [
    {
      "timeStamp": "14:00:43",
      "speaker": "FREDRICKA WHITFIELD, CNN HOST",
      "sentences": "Hello everyone. Thank you so much for joining me this Sunday. I'm Fredricka Whitfield.And we begin this hour with breaking news. For the second day in a row, U.S. forces strike Iran-backed Houthi targets as they try to keep ships safe in the crucial Red Sea corridor. A short time ago President Biden wrapping up a call with Israeli Prime Minister Benjamin Netanyahu. And it comes as Israel says it's preparing to move into the southern area of Rafah, where more than a million Palestinians fled for safety. There are fresh concerns of bloodshed and a deepening humanitarian crisis if Israeli forces move in there. And military aid not just for Israel, but also Ukraine and Taiwan is hanging in the balance on Capitol Hill as preliminary votes are expected to get underway this hour for a bill that would provide tens of billions in aid. We've got a team of reporters covering all the angles here at home and overseas. CNN's Jeremy Diamond is live for us in Tel Aviv with the latest on Israel's looming ground offensive in Rafah. But first let's get started with CNN White House reporter Priscilla Alvarez on the growing rift between President Biden and Benjamin Netanyahu. Priscilla, the president held a call, what was said?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:43",
      "speaker": "PRISCILLA ALVAREZ, CNN WHITE HOUSE REPORTER",
      "sentences": "Well, this is yet another call at a critical juncture as these hostage negotiations are ongoing. These have been delicate and sensitive talks. And they were the focus going into the call today between President Biden and Israeli Prime Minister Benjamin Netanyahu.Now, moments ago we received a read-out from the White House where they laid out some of the topics that were discussed. That includes capitalizing on progress made in these hostage negotiations and moving forward the efforts for their release. And also increasing humanitarian assistance to Palestinians and, also critically, the president reaffirmed his decision on the military operation in Rafah saying that it should not proceed without quote, \"a credible, executable plan\". The concern there being that thousands of displaced Palestinians have moved to Rafah, so there are concerns about their safety if a ground operation or ground offensive moves into that region. Now again, the president has sent some of his most senior U.S. officials to the region to work on these very delicate talks surrounding the release of hostages, but also a humanitarian pause to get assistance into Gaza and try to have some pause in the fighting and that ground offensive. All of this top of mind for the president who launched into this call today. But there has been pushback from Israel on several fronts and this is one of them. We've heard from the prime minister who called the proposals for a ceasefire and a hostage deal quote, \"delusional\". But senior administration officials have maintained that they're working on a framework now. It's about closing some of the gaps in that dealmaking to release those hostages. So all of these threats coming together today in this call with the president. Of course, those calls happen when we're at critical juncture, so we are waiting to see what progress is made moving forward for the release of hostages, which we have not been able to see again since there was that seven-day pause in November.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:43",
      "speaker": "WHITFIELD",
      "sentences": "All right, Priscilla, thanks so much from the White House.Let's go to Jeremy. Jeremy Diamond there in Tel Aviv. So Prime Minister Netanyahu is pledging safe passage for the more than one million civilians taking shelter in Rafah ahead of the military's ground offensive. But he has offered little detail on how that is going to happen. Are you learning anymore there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:43",
      "speaker": "JEREMY DIAMOND, CNN CORRESPONDENT",
      "sentences": "Yes, that's right. I mean the Israeli prime minister announced plans for the ground offensive before he announced the fact that the military was actually planning for the civilian evacuation of that area.And so what we've heard from the Israeli prime minister today as he appeared on U.S. Sunday shows is that he has directed the military to create a detailed plan for evacuating civilians. That that plan is in the works.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "WHITFIELD",
      "sentences": "And Jeremy, the United Nations aid organizations and multiple countries including the U.S. are also expressing concern over Israel's next military phase in southern Gaza.Today Qatar urged the U.N. Security Council to prevent Israel from committing what it described as genocide. So how significant is this kind of pushback?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "DIAMOND",
      "sentences": "Well look, we've heard criticism from the region in the past to what Israel is planning or is currently doing in Gaza militarily.But I think what is significant right now is when you look at just kind of the overwhelming sounding of the alarms coming not only from countries in the region that Israel has relationships with, countries that it does not have relationships with. But also, of course, key allies like the United States warning as recently as late last week that it would be a quote, \"disaster\" for the Israeli military to move into Rafah without serious planning for what this will look like for the civilian population. And of course, the criticism is also coming from countries that are deeply involved in these hostage negotiations like Egypt, like the Qatari government. We do expect that those talks will continue to move forward with an important meeting happening on Tuesday in Egypt. But of course this potential military offensive in Rafah is certainly hanging over those talks, and certainly could have an impact on them, Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "WHITFIELD",
      "sentences": "Ok. And Priscilla, back to you at the White House.There has been backlash against the Biden administration's continued support of Israel over the past several weeks. We've seen protesters interrupting the president and vice president during campaign rallies with calls for a ceasefire in Gaza. It's something the president has never supported, a complete ceasefire. But now we're hearing plans for a meeting between the vice president and members of the Arab-American community. And that has been postponed for this week. What more are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "ALVAREZ",
      "sentences": "Well, Fredricka this just speaks again to the immense pressure that the White House is facing as they try to navigate concerns here at home about what is happening in Gaza.Now sources tell me that there was a meeting that was planned between Vice President Kamala Harris and members of the Arab-American community. Last week there was a prep meeting that included members of her staff, as well as these participants to talk through the topics that they wanted to touch on like the situation in Gaza and also some of the logistics. But then the following days, sources tell me the leaders of the Arab American communities included individual activists as well as a small number of people representing organizations decided not to move forward with it. Part of the reason was that they didn't want to speak for entire communities. They also were concerned about potential backlash among their own allies. And so it ended up not happening. It was supposed to happen tomorrow. But sources tell me this is a listening session that they want to get on the books again. That conversations are still ongoing between members of the Arab-American community and the vice president's office. But it's all again, just another example of the challenges the administration faces as they try to make inroads in this community especially during a critical election year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "KIMMITT",
      "sentences": "So let's certainly hope that it will be delayed until the military could come up with a plan, hopefully in coordination with the NGOs and the U.N. But I think it would be ridiculous, if not militarily unsound, to be attacking into a city of that size with 1.4 million people stuffed in there (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "WHITFIELD",
      "sentences": "Who would be involved in an evacuation plan? I mean that's a lot of people. And we are talking about, and we just heard Jeremy describe it. If people who sought refuge in the south and the Rafah Crossing, they left northern regions where it has been virtually bombed out. There isn't any place in which to evacuate them to, is there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "KIMMITT",
      "sentences": "Well, there really is. I mean they have the space. The question is do they have the facilities? Do they have the tents? Do they have other forms of shelter? Do they have the food? Do they have the medical capability?Yes, you could have them come out of Rafah into some open spaces in the south. But you are just, it would be inconceivable that the military would allow them to sit in the sand without any kind of facility to support them. So hopefully this will delay the operations considerably.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "WHITFIELD",
      "sentences": "What kind of regional disrupt might this cause? Saudi Arabia is, you know, warning Israel against, you know, going through Rafah potentially harming people. Other neighbors might feel pretty unsettled as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "KIMMITT",
      "sentences": "Listen, I just returned from the region 48 hours ago. There's a palpable sense that Jordan, in Iraq, in Istanbul that the countries are becoming enormously uneasy with not only the operations going on and the potential humanitarian disaster. But they are worried about the American response, which they don't believe has been tough enough.This is the cause and the fighting from the Houthis. I wouldn't expect that there is a chance that Hezbollah could get involved. And of course, we are seeing trouble coming from Iraq as well. So this could really be the tipping point for the regional conflict that everybody has been so determined to avoid happening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "WHITFIELD",
      "sentences": "And then there is the struggle on Capitol Hill, you know, the struggle on disseminating aid, whether it be for Israel, Ukraine, Taiwan as well.How concerned are you that aid is being held up? How might that potentially impact the region of the Middle East or perhaps even the ongoing conflict between Russia and Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "KIMMIT",
      "sentences": "Well, let's focus on Ukraine right now. We talked a little bit about the Middle East. The fact remains that more important than the supplies not getting to Ukraine is the message that it is sending. It is emboldening President Putin to think he could continue this war because the West is starting to lose interest, if not, chicken out. And of course the soldiers on the ground. Napoleon once said the moral(ph) is to physical (ph) as three is to one. If the Ukrainian soldiers who are fighting and dying out there don't think the West has got their backs, what purpose, what rational would they have to continue this fight against Russia?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "WHITFIELD",
      "sentences": "I want to ask you too about some comments made by the former president Trump. At a rally last night he hit some familiar themes on NATO and how much different countries, you know, are contributing. Have a listen to what he had to say.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "One of the presidents of a big country stood up and said well sir, if we don't pay and we are attacked by Russia, will you protect us?I said you didn't pay, you're delinquent. He said yes. Let's say that happened. No, I would not protect you. In fact, I would encourage them to do whatever the hell they want. You've got to pay. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "WHITFIELD",
      "sentences": "So, so much for an attack on one is an attack on all. What are your concerns about those comments?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "KIMMITT",
      "sentences": "So I don't think he's willing to do that. He will just take credit for improving it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "WHITFIELD",
      "sentences": "Brigadier General Mark Kimmitt, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "KIMMITT",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "WHITFIELD",
      "sentences": "All right. Still to come, Tennessee authorities have raised the reward for a suspected cop killer on the run -- raising the award for his capture. The latest on the search.And a nor'easter is headed to the northeast. Over 20 million People are under a winter storm watch. We have the forecast straight ahead. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "WHITFIELD",
      "sentences": "All right. Welcome back.Police in Tennessee are raising the reward to $100,000 for information leading to a suspected cop killer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "RAFAEL ROMO, CNN CORRESPONDENT",
      "sentences": "No new clues so far, but they know where they are trying to find him, a wooded area near where the shooting happened.And let me tell you, Blount County Sheriff James Lee Berrong was asking people in the area Friday, the day after one of his deputies was shot and killed to please check their outdoor security or doorbell camera video systems for any images of the suspect. More specifically, Fred, Berrong was asking this for people who live in the wildwood area. As some of our viewers may know, Blount County is located about 16 miles south of Knoxville, Tennessee and this is the area law enforcement has been focusing on. They're looking for 42-year-old Kenneth Dehart. He's accused of shooting and killing a sheriff's deputy and injuring another during a traffic stop on Thursday. The officer killed was 43-year-old deputy Greg McCowan, he was a father of two who had been with the Sheriff's Office since 2020. A second officer, 22-year-old deputy Shelby Eggers was injured after returning fire. She was treated at a hospital and released. This is how Jeff French, the chief deputy of the Blount County Sheriff's Office earlier described the efforts to catch the suspect. (BEGIN VIDEO CLIP) JEFF FRENCH, CHIEF DEPUTY, BLOUNT COUNTY SHERIFF'S OFFICE: We've had multiple law enforcement agencies -- state, local, federal -- over 150 personnel probably searching dense areas, wooded areas. We've done search warrants. And we've followed up on every tip that we've gotten. No tip too, or too small. We appreciate the community in sending us those. So we ask that you continue to do that. We're going to continue to follow up on it. (END VIDEO CLIP) ROMO: The Tennessee Bureau of Investigation is assisting in the search and has issued a statewide blue alert for Dehart. As we previously reported, the reward for information leading to Dehart's capture was increased to $100,000 on Saturday. And they're telling people, Fred, if you see the suspect, do not approach him. Call 911 immediately.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "WHITFIELD",
      "sentences": "Wow. All right. Thank you so much, Rafael Romo. We appreciate that.We are also following a developing winter storm in the northeast. At this hour over 20 million people are under a winter storm watch from a nor'easter that's expected to develop tomorrow. CNN meteorologist Elisa Raffa is tracking this developing storm for us, Elisa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "ELISA RAFFA, CNN METEOROLOGIST",
      "sentences": "Yes. I mean it is pumping severe storms with rotating thunderstorms right now across the south and the snow across the Texas and Florida -- not Florida -- Texas and Oklahoma panhandles there. You can see the snow there.And then look at the severe storms with some of those severe thunderstorm warnings right now across parts of northern Louisiana. We do have a tornado watch that has been extended to parts of Mississippi through 7:00 Central Time tonight because a lot of these storms are rotating and do have the threat of tornadoes. The severe risk continues to shift east as we go into tomorrow including some of the Carolinas. And you could see that as the storm progresses eastward, it can pump some heavy rain in some of those rotating thunderstorms. But then as it moves north, it starts to collide with some cold air and that's going to pump that snow. You could see from the mid- Atlantic up into parts of central Pennsylvania, upstate New York and then even into New England, New York City kind of on that rain-snow line and then it exits. All of that happening late Monday into Tuesday. So here are the winter alerts for the snow that's falling right now. But for the snow Monday into Tuesday, we do have a winter storm watch, where we are looking at upwards a foot or snow possible from upstate New York into parts of Massachusetts and Boston as well, could get some pretty hefty snow totals. And you can see there, thew corridor of some of the pinks and purples where we could see 12 inches or more of snow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:28:43",
      "speaker": "WHITFIELD",
      "sentences": "Officials are still trying to figure out why a helicopter went down in the Mojave Desert late Friday, killing six people including members of one family.We now know the CEO of Nigerian Access Bank, Herbert Wigwe, along with his wife and son were among the victims. Authorities say the aircraft was flying to Boulder City, Nevada from Palm Springs and crashed near the state line. And we should note that Wigwe's Access Bank has been a long-time sponsor of several CNN shows. CNN's Stephanie Elam has more details for us. What are you learning, Stephanie?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:28:43",
      "speaker": "STEPHANIE ELAM, CNN CORRESPONDENT",
      "sentences": "Yes, Fred, this is just a tragic event that happened Friday night. We know that this helicopter, which was chartered, took off around 8What we do know according to the National Transportation Safety board is that this crash into the Mojave Desert near the state line, we know that both pilots were also killed in this besides knowing that Herbert Wigwe as well as his son and his wife were also killed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:51",
      "speaker": "WHITFIELD",
      "sentences": "All right. During the first half of today's Super Bowl, in between all the excitement about the Chiefs and 49ers, who's leading or trailing and who is there, a 30-second ad will run urging everyone to stand up to hate. The brainchild of this ad, New England Patriots owner Robert Kraft through his foundation patient to combat antisemitism. Kraft enlisted his friends, civil rights icon Dr. Clarence Jones, who helped draft Dr. Martin Luther King Jr.'s \"I Have a Dream\" speech.Here's a portion of the ad. (BEGIN VIDEO CLIP) DR. CLARENCE B. JONES, DRAFT SPEECHWRITER FOR MARTIN LUTHER KING JR.: Sometimes I imagined what I'd write today for my dear friend Martin. (MUSIC) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:51",
      "speaker": "WHITFIELD",
      "sentences": "Once that ad airs, the team at the Foundation Command Center will track the impact that it makes. Tracking hate speech and actions is especially important during this election year. Extremism researchers say the volume of dangerous language is growing.Heidi Beirich is co-founder of the Global Project Against Hate and Extremism. And she's joining us now. Welcome to you, Heidi. HEIDI BEIRICH, CO-FOUNDER OF THE GLOBAL PROJECT AGAINST HATE AND EXTREME: Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:51",
      "speaker": "WHITFIELD",
      "sentences": "So you say language inspired by the so-called great replacement conspiracy theory is being spewed around the topic of the southern border crisis. What do you mean and to what extent?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:51",
      "speaker": "BEIRICH",
      "sentences": "Sure. So the great replacement is a white supremacist conspiracy theory that makes this argument that there's a plot. They sometimes blame Jews for this to replace white people in the United States with people of color. It's obviously something that's false.But it has cat -- has caught on all along the far right and has begun to become mainstream by elected officials and now were seeing rhetoric like invasion, which is related to this motivating violence and plots on the southern border.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:51",
      "speaker": "WHITFIELD",
      "sentences": "Uh-huh. I mean, recently along the Texas this border, while Governor Greg Abbott justified the measures that he has taken to restrict federal access, defying a U.S. Supreme Court ruling. There continued to be large gatherings of people and many of them are non- law enforcement, right? And you and others have alleged that the immigration issue has attracted extremist they are using language like invaders.And what is that? I mean, that's sort of a dog whistle, right? I mean, what it what is that signaling to people? What -- what is the consequence of the gatherings or the use of the language? What do you most worried about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:51",
      "speaker": "BEIRICH",
      "sentences": "Well when you use the word invaders or invasion for migrants, you're creating them as the enemy. And that has, this is something that has led some people to resort to violence because they feel like they're, quote/unquote, protecting their country from invaders. So this is very, very dangerous of language.And we just saw over the last week when the convoy was down in Eagle Pass, Texas. And when Texas Governor Greg Abbott used this language, that there was a migrant center that had to be evacuated because of threats, there was a rest of some militia men who were going to go down to the border and actually shoot border patrol agents because I felt like they weren't stopping this invasion. That's the kind of thing that you inspire when you use this rhetoric. And white supremacists love this. They have been talking about get your guns, go fight the invasion all over the Internet. And so it's just worrying that we could get something to happen. Like happened at the Walmart in El Paso in 2019 and we don't want that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:16",
      "speaker": "BEIRICH",
      "sentences": "I am very, very worried about this. I mean, it's shocking to me that a conspiracy theory and language like invaders and invasion that have motivated domestic terrorists attacks not just the horrible ones you mentioned here in the United States, but around the world, that we would hear this from people of prominence, elected officials, influencers. They're mainstreaming this idea that it's directly connected to terrorism and to me, that's absolutely deplorable and terrifying. And we don't know what it's going to lead to.But the great replacement has already led to all these mass attacks. So it's very irresponsible to be using this language and certainly elected officials should not be using it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:16",
      "speaker": "WHITFIELD",
      "sentences": "Yeah. And as we talk about the -- those three shootings in particular, that you highlight -- I mean, the numbers are significant at the El Paso Walmart shooting, 23 people were killed. At Buffalo, 10 people killed. And in Pittsburgh, at the Tree of Life synagogue, 11 people killed.Heidi Beirich, thank you so much for being with us and certainly everyone is hoping these numbers go down as opposed to numbers going up. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:16",
      "speaker": "BEIRICH",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:05",
      "speaker": "WHITFIELD",
      "sentences": "All right. This breaking news just into CNN. Just moments ago, the U.S. Senate passed a key procedural vote to advance a foreign aid package that includes funding for Israel and Ukraine. But Republican Senator Rand Paul continues to slow the process, demanding the chamber address the border issue before passing aid to U.S. allies.And this comes amid major changes in Ukraine's military leadership after President Zelenskyy dismissed the country's top military general. CNN's Brian Todd has all the details. (BEGIN VIDEOTAPE) BRIAN TODD, CNN CORRESPONDENT (voice-over): Ukraine's wartime president makes his biggest military shakeups since Russia's full- scale invasion almost two years ago. Volodymyr Zelenskyy announces that his popular army chief, General Valerii Zaluzhnyi, has been dismissed. VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT (through translator): We had a frank discussion about what needs to be changed in the army, urgent changes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:05",
      "speaker": "TODD",
      "sentences": "Zelenskyy soften the blow by giving Zaluzhnyi the country's highest honor, the Hero of Ukraine Award, and posing for an all smiles picture.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:05",
      "speaker": "EVELYN FARKAS, EXECUTIVE DIRECTOR, THE MCCAIN INSTITUTE",
      "sentences": "They want to put the best face on it for the world. And, Zaluzhnyi at the end of the day wants Ukraine to win.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:05",
      "speaker": "TODD",
      "sentences": "Why is General Zaluzhnyi being pushed out now?Analysts say it could be a political move. Opinion polls in Ukraine show that Zaluzhnyi has much higher approval ratings than the president. And there's speculation that Zaluzhnyi could be a presidential candidate, which one expert says makes this a risky play by Zelenskyy. PROF. HENRY HALE, CO-AUTHOR, \"THE ZELENSKYY EFFECT\": My fear if I were in the Zelenskyy camp would be that by firing Zaluzhnyi, you create a potential political martyr who also has the glow of a hero in the war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:05",
      "speaker": "TODD",
      "sentences": "But experts also say Zelenskyy could simply be holding Zaluzhnyi to account for the fact that Ukraine's counteroffensive against Russian forces has failed to make significant gains. Zaluzhnyi himself described the war as a stalemate in November essay in \"The Economist\" magazine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:05",
      "speaker": "FARKAS",
      "sentences": "So I think Zelenskyy said, okay, man, you're calling this a stalemate. Well, you know, you're the guy responsible for bringing us to stalemate. So it maybe -- it accelerated some thinking he had already been having.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:05",
      "speaker": "TODD",
      "sentences": "Zaluzhnyi's replacement, General Oleksandr Syrskyi, Ukraine's land forces commander, who led the successful defense the capital Kyiv, when the Russians first pushed in. Analysts say Syrskyi is not well-liked among many Ukrainian troops.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:05",
      "speaker": "CHRISTOPHER MILLER, UKRAINE CORRESPONDENT, THE FINANCIAL TIMES",
      "sentences": "He is viewed by many of Ukraine's rank and file military as a commander who does not value the lives of his soldiers, there was the battle of Bakhmut that Russia wage for ten months during which time, Ukraine did not withdraw troops. Oleksandr Syrskyi demanded that his soldiers remain inside the city and hold it to the bitter end.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:05",
      "speaker": "TODD",
      "sentences": "This move comes after Zelenskyy told an Italian media outlet he's considering a wider shakeup, replacing several Ukrainian leaders beyond just the military.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:05",
      "speaker": "FARKAS",
      "sentences": "I think it might be just to kind of re-energize, reinvigorate, keep people on their toes. And, you know, some of that could be, of course, political to consolidate, to remind people that he's the boss. But I also think that it's -- they just have a very real human fatigue and probably a need for new ideas and new blood and new energy.(END VIDEOTAPE) TODD (on camera): What are General Syrskyi's biggest and most immediate concerns as Ukraine enters the springtime phase of the war, analysts save manpower and material. Ukraine has a shortage troops and desperately needs more ammunition and weapons. A lot of that of course, is being held up in an aid package worth tens of billions of dollars that stuck in the U.S. Congress. Brian Todd, CNN, Washington.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:06",
      "speaker": "COY WIRE, CNN SPORTS CORRESPONDENT",
      "sentences": "Hi, Fredricka. Yes, certainly be most watched TV event of the year, right, with well over 100 million viewers. It's about family. It's about food. There'll be folks talking about Taylor Swift, the Usher halftime show, and the commercials, of course.And there will be a game being played as well. It's going be a bang, bang, awesome game, a rematch of Super Bowl LIV when the Chiefs stormed back and took down the Niners four years ago. The Chiefs, they're on their Super Bowl Eras tour, if you will, their fourth Super Bowl in five years. And we asked the 49ers about this revenge game as they look to spoil the Chiefs attempt to becoming the first team in your really 20 years to win back-to-back Super Bowl titles. Listen. (BEGIN VIDEO CLIP) OREN BURKS, SAN FRANCISCO 49ERS LINEBACKER: We want to win this one because this team go to special bond with the guys in this locker room and we know we have the team that can do it. So its just a matter of performing on Sunday. ARIK ARMSTEAD, SAN FRANCISCO 49ERS DEFENSIVE LINEMAN: That was a while back, you know, definitely wasn't a good feeling losing and so trying to -- trying to change that. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:06",
      "speaker": "WIRE",
      "sentences": "Now a big part of the fun on game day is hearing some celebrity predictions, right? We caught up with a bunch at the awesome annual fanatics Super Bowl party, red carpet. Here it is.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:06",
      "speaker": "PEYTON MANNING, NFL HALL OF FAMER",
      "sentences": "For some reason, I think it's going to be high scoring, which means you have probably be ten to seven, but it's -- just going to be Super Bowl I really think.LESEAN MCCOY, 2-TIME SUPER BOWL CHAMPION: You can never bet money against Tom Brady. You can never bet money against Pat Mahomes, Andy Reid.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:06",
      "speaker": "NADER SISTERS, MODELS AND INFLUENCERS",
      "sentences": "I want the 49ers to win. Yeah, we all want 49ers. Young safe place for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:06",
      "speaker": "WIRE",
      "sentences": "Okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:06",
      "speaker": "NADER SISTERS, MODELS AND INFLUENCERS",
      "sentences": "Yeah. Big 49ers fans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:06",
      "speaker": "MICHAEL RUBIN, FANATICS INC CEO",
      "sentences": "49ers because it's better for Fanatics and Jed York is my brother, and he owns the team. So let's go Niners, baby!(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:06",
      "speaker": "WIRE",
      "sentences": "Yeah, 49ers fans here in full force.Now listen. One big talking point, Taylor Swift and Chiefs owners daughter, Gracie Hunt, confirmed that Taylor Swift will be at the game, perhaps the most talked about person here at Super Bowl all week, Fredricka. Some folks may be tired of hearing about Tay Tay, but not Swifties. She's such a phenomenon. Harvard University has a class examining the megastar's music and lyrics, but it's about this game for now. These Chiefs versus the Niners fighting for that, the Lombardi Trophy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:06",
      "speaker": "WHITFIELD",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:06",
      "speaker": "WIRE",
      "sentences": "I can't wait. I can't wait to report back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:06",
      "speaker": "WHITFIELD",
      "sentences": "Oh, its going to be very exciting. Thank you so much. Coy Wire, have been out there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:06",
      "speaker": "WIRE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}