{
  "date": "2024-03-28",
  "headline": "CNN News Central",
  "subHeadline": "Trump's Lawyers Seek Dismissal Of Georgia Election Case On Free Speech Grounds; Baltimore Bridge Collapse Triggers Cleanup And Investigation Efforts; NCAA Sweet 16: Previewing The Must-See Matchups; Skepticism From Prosecutors And Judge Over Trump's First Amendment Defense; Court Debates \"Fake Elector\" Term In Georgia Election Indictment; Collapsed Baltimore Bridge Disrupts Billions In Maritime Commerce; Sam Bankman-Fried Sentenced To 25 Years For Historic Financial Fraud; Biden Campaign's New York Fundraiser Expected To Break Records With $25 Million Raised. Aired 2-2:30p ET",
  "utterances": [
    {
      "timeStamp": "14:00:00",
      "speaker": "BRIANNA KEILAR, CNN ANCHOR",
      "sentences": "First Amendment fight",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "JESSICA DEAN, CNN ANCHOR",
      "sentences": "And the NCAA Sweet 16 tips off tonight. We'll give you a preview of the must-see matchups. We're following these major developing stories and many more, all coming in right here to CNN NEWS CENTRAL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "KEILAR",
      "sentences": "Another First Amendment dispute is in the hands of the judge overseeing the Georgia election subversion case. Today Former President Trump's attorneys argue that the sweeping RICO indictment against the former president should be dismissed. They say the charges aim to criminalize his free speech after he lost the 2020 election. But Fulton County prosecutors say the defense has it all wrong, arguing that Trump's election losses are the investigating lies that fueled a criminal enterprise. CNN's Nick Valencia is in Atlanta, outside of the court. Nick, no ruling yet from the judge here, but what did he hear this morning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "NICK VALENCIA",
      "sentences": "Yeah, Brianna, no ruling and no real drama as we've seen in the last two months with those disqualification hearings. But with those in the rearview mirror, another important today, as we saw Trump's attorney Steve Sado try to get his charges thrown out and this indictment dismissed on First Amendment grounds, saying his client, when he was questioning the integrity of the election and spreading conspiracy theories and lies after he lost the 2020 election. That Trump's speech was at its core political and therefore protected by the First Amendment. But the DA's office saying not only was it lies, but they were lies told with the intention of inciting a crime under Georgia state law. The judge did not rule on those arguments, nor did he make a decisionon arguments that we heard from Craig Gillen. That's the attorney for David Shafer. He's the former GOP chair here in the state of Georgia who was the point man in the so-called fake elector scheme. And Shafer's attorney is saying that Shafer wasn't trying to participate in some shady scheme to subvert democracy, but rather was participating in this fake electors process because he wanted to give his candidate a legal chance at challenging the election. Listen to that exchange in court earlier today. (BEGIN VIDEO CLIP) CRAIG GILLEN, ATTORNEY FOR TRUMP CO-DEFENDANT DAVID SHAFER: What they have tried to do is they want to have ingrained in the minds of the community and of jurors a concept that if you are not a democratic elector on December the 14th, casting your vote at some other part of the state capitol, then you are a fake elector. And that is a pejorative term not necessary for the charges and should be stricken.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "WILL WOOTEN, DEPUTY DISTRICT ATTORNEY, FULTON COUNTY",
      "sentences": "Nowhere in this indictment is the phrase fake elector. It does not exist. Literally not in the indictment. So I'm not really sure what we're talking about removing something from the indictment that's not there.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "VALENCIA",
      "sentences": "So we're still waiting on McAfee's decision. We should mention past arguments on First Amendment grounds have been denied by Judge McAfee. And there's some still real big questions that remain here. Fanie Willis not in court, noticeably absent today. When will we see her next? And perhaps most importantly, will she be able to get that August trial date that she's seeking. Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "KEILAR",
      "sentences": "Michael, this isn't the first time we should mention that the judge has considered a First Amendment argument. For anyone who isn't following every nook and cranny of this, Judge McAfee had previously denied Chesbrough and Sidney Powell's similar First Amendment dismissal attempts. So I wonder if you think that means he'll probably deny this one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "MICHAEL GERHARDT, BURTON CRIAGE DISTINGUISHED POFESSOR, UNC LAW",
      "sentences": "I think he will probably deny this for the very same ground. What Trump is trying to argue is that speech that facilitates a crime is somehow protected, but there is substantial Supreme Court decision and federal case law that all holds to the contrary. Speech, if it's used to facilitate a crime, is part of that crime, and it may serve as a basis for an indictment. I think the trial judge understands that, and my guess is we'll acknowledge that in his ruling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "KEILAR",
      "sentences": "His lawyers may understand that as well. You would expect that they would and that they know they're fighting an uphill battle here. Is the Trump team's goal really just to delay?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "GERHARDT",
      "sentences": "That's my perception. Some of the arguments that they're raising are either silly, are hard to follow. Notice that last exchange you just had on the show, where the judge was having real trouble trying to follow what the lawyer was saying, because I think what Trump's lawyers are trying first and foremost to do is delay it. But they're trying to delay it as well on the basis of really thin or poor or misleading or uninformed arguments. And I think the judge has to take a lot of time to get through those arguments and sort of bat them down one at a time. But that kind of plays into the Trump lawyers' hands, which is the more points they raise, the more the judge has to do to kind of bat them down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "KEILAR",
      "sentences": "In the federal election subversion case, the judge there, Judge Chutkin, had already also dismissed similar First Amendment claims. She determined, quote, it is well established that the First Amendment does not protect speech that is used as an instrument of a crime, as you explained so eloquently there. How much of that is going to weigh into this? I mean, can Judge McAfee look at that in a way and kind of use it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "GERHARDT",
      "sentences": "I think so. And what the judge has said is absolutely correct. This has been longstanding, the constitutional law in this country. Think about what happens if the Trump lawyers are right, that speech that facilitates a crime... is somehow protected. If that's true, then any attempt to indict or prosecute people based on conspiracy basically is impossible because conspiracy needs expression and speech to hold it together. And up till now, the Supreme Court and federal courts have been very consistent in holding the line that, again, speech that facilitates or furthers a crime is not protected by the First Amendment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "KEILAR",
      "sentences": "Professor, we certainly appreciate your time and for clearing so much of that up for us. Michael Gerhardt, thank you. Jessica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "DEAN",
      "sentences": "More help appears to be on the way. The White House says right now a heavy lift crane vessel is headed toward Baltimore. It is expected to get there later today to assist in what is now a salvage operation of the wreckage of the Francis Scott Key Bridge. Officials say yesterday divers recovered the bodies of two construction workers who were on that bridge when it collapsed. But more twisted metal and debris needs to be removed in order to reach the other four workers' bodies. CNN's Brian Todd is in Baltimore. Brian, what is the latest? As we do know, some ships are still stuck in that harbor right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:09",
      "speaker": "DEAN",
      "sentences": "Yeah, it's a massive undertaking. All right, Brian Todd, for us there in Baltimore. Thanks so much. And I want to talk more about this with structural engineer Matthys Levy. He is the author of the book, Why Buildings Fall Down, How Structures Fail. Matthias, thank you so much for joining us. You literally wrote the book on it. Why do these structures fall down?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:09",
      "speaker": "MATTHYS LEVY, STRUCTURAL ENGINEER",
      "sentences": "Well, structures generally do not fall. It's when an event takes place that causes the problem. And in this case, there was a massive boat ship that smashed into the pier and caused the structure to fail. And on top of that, the structure itself is a three span bridge all connected together. So if one span falls, it pulls the other three, the other two down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:09",
      "speaker": "DEAN",
      "sentences": "And it sounds like based on what you're saying, it would have been hard for this to have been avoided. But could it? Once that ship slammed into it, was there any avoiding it collapsing? LEVY",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:09",
      "speaker": "DEAN",
      "sentences": "And Maryland's governor, Wes Moore, has predicted a very long period. And he's a long road ahead for the rebuilding of the bridge. And we just heard our colleague Brian Todd kind of laying out what they have to do to even get started on that process. How long do you think something like this takes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "KEILAR",
      "sentences": "Former crypto billionaire Sam Bankman-Fried was sentenced today to 25 years behind bars for leading one of the largest financial frauds in history. A jury found him guilty in November of fraud through his failed FTX crypto exchange. Bankman-Fried apologized, saying, quote, A lot of people feel really let down, and they were very let down. I am sorry about what happened at every stage. And there are things I should have done and things I shouldn't have. He said the collapse of his company haunts him and said, quote, My useful life is probably over. It's been over for a while now. Joining us now is prison consultant and founder of White Collar Advice, Justin Paperny. Justin, great to have you because we want to get your perspective here. Prosecutors pushed for 40 to 50 years. Bankman- Fried's team had argued for six and a half years, saying that would be appropriate. What does 25 years mean to someone Bankman-Fried's age? And how would you advise him to approach it? JUSTIN PAPERNY, PRISON CONSULTANT[14:20:09] He needs to memorialize his journey and ensure that his time is productive. He can complain and excuse his conduct, or he can find meaning on the inside. I know he's maintaining hope, as his lawyers will argue, that he's going to prevail on an appeal. But he has a long journey ahead, and I encourage him to use his time wisely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "KEILAR",
      "sentences": "You heard a statement there. He said that his useful life is probably over. What do you think about having that perspective going into this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "PAPERNY",
      "sentences": "That's a common refrain from people going to prison. I felt the same way before I surrendered for an 18-month federal prison sentence. And then you get there, and it feels good to have clarity. At least he has a clearly defined release date. He will learn from other prisoners, as I learned from Michael Santos, who was serving a quarter century for a nonviolent drug crime. He will learn from others who have mastered the experience, who don't complain, who use their time on the inside, productively, to prove worthy of a second chance, Judge Kaplan admonished him, and he should take what Judge Kaplan said to heart, and he should work to create a new record. We hope more prison reform is coming, but for him to benefit from prison reform or an earlier release date, he's got to prove worthy of it. This can turn out to be a positive experience in his life, but it won't happen by accident. He's going to have to work hard on days he would rather do anything else but work hard in federal prison.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "KEILAR",
      "sentences": "The judge here is saying he would recommend that Bankman-Fried be placed in a medium or lower security facility. What does that look like, that experience? And how do you think he's going to adjust to that from being, you know, formerly a billionaire with a life with all the bells and whistles?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "PAPERNY",
      "sentences": "Look, going from the detention center in Brooklyn to a low- security prison, which is where I suspect he'll end up at either Lompoc or Terminal Island, it will feel like Disneyland compared to that detention center. But it's an adjustment to stand for count, to be warehoused for a very long period of time, to potentially have a job at scrubbing toilets and showers. I don't like when people feel as if they can't be useful in prison. He can have a productive life there, but it's going to require him to invest the time and do the work and be deferential and humble and recognize he's moving into an environment where people may loathe him because he was a billionaire. People may admire him.People may hate him. So he needs to study that environment. Lay low, adjust, do his job, avoid the prison hustle, because the primary goal if you go to prison is not to make matters worse. Hardly a day goes by without some prisoner getting caught with an iPhone, getting transferred. And if he's lucky enough to go to a low-security prison, his goal is eventually to go from a low to a minimum security camp where I serve time, not get into trouble and get moved up to a medium. He's got some real choices ahead of him. And for the sake of his health and his family, I hope he chooses wisely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "KEILAR",
      "sentences": "His lawyers, as they were trying to paint a picture of him as someone with a good heart, right, who should get a lesser sentence, they talked about how he'd been tutoring inmates while he was confined. Is that something that you would advise him to continue? And what might that help facilitate for him in prison?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "PAPERNY",
      "sentences": "If he wants an earlier release, perhaps through a compassionate release of the First Step Act, he's got to become extraordinary and compelling. So, yes, rather than complain, he should teach. Our nonprofit has a course that's a First Step Act approved program in the Bureau of Prisons called Preparing for Success After Prison. He should teach it or another course. But he has experiences that other prisoners can learn from.And he should use that experience and knowledge to educate and inform and teach those who have not had the benefits that people like him and me took for granted. So absolutely, he can find meaning on the inside, educate and help other people. And I wish he had conveyed more of that to Judge Kaplan today rather than claiming it he was selfless or not selfish. He should have talked more about the life of meaning or relevance he has found since being taken into custody last August. It was a missed opportunity. He had the wrong messaging for this judge. Most defendants have the wrong messaging in front of their sentencing judge. And in retrospect, he has regret. And it's going to take him time to overcome that regret. He wasn't prepared for today. And Judge Kaplan punished him accordingly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "KEILAR",
      "sentences": "Yeah, well, he has a lot of time, as you said, sentenced to 25 years. But you think he'll serve more in the ballpark of 18.. So we'll see what this means for him. Justin Paperny, great to have you. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "PAPERNY",
      "sentences": "Good to be back. Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}