{
  "date": "2024-12-30",
  "headline": "CNN News Central",
  "subHeadline": "Jimmy Carter Dead At 100, Leaves Extraordinary Post-Presidency Legacy; NBA's Luka Doncic's House Targeted In Wave Of Burglaries; Officials\" \"Mayday\" Bird Strike Reported By Pilot Of South Korea Plane Crash. Aired 7:30-8a ET",
  "utterances": [
    {
      "timeStamp": "07:32:32",
      "speaker": "OMAR JIMENEZ, CNN ANCHOR",
      "sentences": "This morning the world is remembering former President Jimmy Carter and honoring his legacy.Chinese leader Xi Jinping saying he is deeply saddened by Carter's death. The Chinese government crediting Carter as a \"key promoter\" in the establishment of diplomacy between the two countries. German Chancellor Olaf Scholz remembering Carter as a great mediator for peace. And King Charles III calling Carter an inspiration to many for his devotion to peace and public service. During his one term in the White House Carter faced many high-profile global challenges, including Soviet aggression, a hostage crisis in Iran, and the Cold War. Post-presidency, his support for human rights became a key part of his life's work. CNN's Nic Robertson looks back at his global impact. (BEGIN VIDEOTAPE) JIMMY CARTER, (D) FORMER PRESIDENT OF THE UNITED STATES:  I, Jimmy Carter, do solemnly swear -- NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR (voiceover):  Jimmy Carter's presidency lived in the shadow of America's Cold War with the Soviet Union, but he refused to be constrained by East-West communists versus capitalist tensions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "CARTER",
      "sentences": "I can't stand here tonight and say it doesn't hurt.ROBERTSON (voiceover):  Events overseas contributed to his 1980 election loss.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "CARTER",
      "sentences": "The people of the United States -- they made their choice. And, of course, I accept that decision.ROBERTSON (voiceover):  But out of office and the limelight his global peacemaking grew. In 1994, he was the first former U.S. president to visit North Korea. Met Kim Il-sung, the grandfather of today's leader Kim Jong Un, at a time of U.S.-North Korean tensions. Won concessions on North Korea's nuclear program dialing back tensions for a decade. But 1994 was his big year of high-profile peacemaking. In September he went to Haiti. Raoul Cedras, the Caribbean nation's unpopular leader, was hold up in Port-au-Prince. Carter convinced him to step down quite literally as the U.S. 82nd Airborne troops were inbound aboard Blackhawk helicopters ready to remove Cedras by force. Carter won the day, saved lives. The U.S. troops landed as de facto peacekeepers. And later that year Carter went to the dark heart of Bosnia's violent ethnic civil war. Met the nationalist Serbs, and their mounting stronghold, parlayed and tried to stop their bloody, murderous siege and shelling of the capital Sarajevo, putting an end to the killing that claimed hundreds of thousands of lives during horrific ethnic cleansing. Success came slowly in steps. Carter helped initiate a short Christmas ceasefire and by his presence pushed the horrific conflict toward greater international attention. RICHARD HOLBROOKE, FORMER U.S. AMBASSADOR TO THE UNITED NATIONS:  We have work to do. We have to go back to it now. Thank you very much. ROBERTSON (voiceover):  Less than year later another U.S. diplomat, Richard Holbrooke, parlayed Carter's brief calm into the war-ending Dayton Peace Accords. Nineteen-ninety-four marked a peak in Carter's peacemaking but far from the end of it. He helped found a group of seasoned international diplomats known as The Elders whose work spanned the Mideast and far beyond. He helped the charity Habitat for Humanity change lives, building affordable homes and often showing up to help with construction himself. In 2002, he was awarded a Nobel Peace Prize for decades of untiring effort to find peaceful solutions to international conflicts, to advance democracy and human rights, and to promote economic and social development. It was a path he'd picked -- a post-presidency with meaning -- and he followed it right up to his death. Nic Robertson, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "JIMENEZ",
      "sentences": "All right. For more on Carter's legacy, with me now is John Feeley, former U.S. ambassador to Panama, and CNN national security analyst Peter Bergen.Ambassador, I want to go to you first because you were there at the signing of the Panama Canal treaties as a young staffer if I'm not mistaken. But can you -- can you take us back to the environment around that signing, and why was it seen as such a controversial move at the time? JOHN FEELEY, FORMER U.S. AMBASSADOR TO PANAMA:  Absolutely, Omar. Now let me just stipulate I was there at the actual handover in '99. I may be old but I'm not that old. However, the mood in Panama in 1999 was absolutely jubilant and amazingly, it was not sort of defeatist by the United States. It was a genuine mutual celebration of the culmination of a 22-year period. Let's not forget these treaties were signed by Jimmy Carter in 1977. It was until 1999 that the canal zone and the canal were completely reverted, so both countries give themselves a lot of time. But it was jubilant, and it was almost the sort of thing where everybody looked around and said yeah, this is the right thing to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:03",
      "speaker": "PETER BERGEN, CNN NATIONAL SECURITY ANALYST",
      "sentences": "Well, I think the likelihood of that happening is close to zero because after all, the Panamanians have a say in all this. And the history of this is that the United States expropriated the property essentially from Colombia to make the canal. And 63 years later the Panamanians said they wanted it -- American control to be loosened and then ended as Ambassador Feeley points out.And Carter did that against a lot of opposition. I mean, a politician called Ronald Reagan was very vocal saying you shouldn't give away this territory and Reagan -- you know, Carter took really some political risks to go through with it. Most Americans didn't want the canal to be handed back to the Panamanians either. So -- but Carter felt that anti-Americanism in Central America was a real thing, and this was a way of sort of righting an historic wrong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:03",
      "speaker": "JIMENEZ",
      "sentences": "And Ambassador, just on that point, I know you believe turning over the canal in hindsight may have been one of the wisest foreign policy decisions in Latin America in modern time. At least those are the notes I had before this interview. Correct me if I'm wrong.But what do you believe the impact of potentially pursuing it again would or wouldn't be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:03",
      "speaker": "FEELEY",
      "sentences": "Oh, it's absolutely ludicrous right now -- I mean, given the historical context.You know, Omar, let's go back. Jimmy Carter turned Thucydides on his head. Remember, Thucydides once said the strong do what they will, the weak do what they must. Well, after 2000 years from the Greeks he flipped that around. The asymmetry of power between the United States and Panama is undeniable. Nobody in Panama questions it. But by returning the canal -- and let's not forget Jimmy Carter wasn't the only one who thought it was a good idea. No one less than Henry Kissinger in 1975 told then-President Nixon if we don't return this canal we're going to lose in every international forum and we're going to have riots all over Latin America. Carter simply read correctly the decolonization moment, capitalized on it. And then, as Peter just said, he paid the political price for that, but it was a principled move. And to attempt to take it back today -- I'd like to ask you. Go find the MAGA constituency that's going to support another foreign war because that is what it would take to get the canal back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:03",
      "speaker": "JIMENEZ",
      "sentences": "And part of why we started and focused so much on this canal here is, of course, Ambassador -- former Ambassador to Panama. But it's a small aspect as far as the canal goes -- or, I guess, one aspect, I should say in Jimmy Carter's legacy from his time as commander in chief and beyond as well.And Peter, I guess -- look, both of you are very well-informed, very well-read, and have had seen many of these events play out firsthand in, again, the decades after Carter's presidency. But Peter, for you, I guess as people look to remember the former president, what do you see -- what comes to mind for you in regards to enduring legacy from his time as commander in chief?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:03",
      "speaker": "BERGEN",
      "sentences": "Well, the most successful peace treaty in decades -- Camp David. I mean, Egypt and Israel had fought three wars against each other. And through sheer force of personality and deep knowledge of the issues, President Carter forged a lasting peace between Egypt and Israel, which is now almost half a century old.So that -- you know, and it goes to his bigger legacy, which he gave a speech at Notre Dame University early in his career and he emphasized human rights. And the human rights -- that emphasis actually helped to undermine the Soviets. He famously wrote a letter to Andrei Sakharov, who was a leading Soviet dissident, early in this presidency. Of course, the Soviets were unhappy about that. But that had the -- that had the effect of really bolstering the Soviet dissident movement and keeping their cause on the world stage. So I would say it's bringing human rights -- he was the first American president, really, to bring human rights to the foreground of American foreign policy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:03",
      "speaker": "JIMENEZ",
      "sentences": "And Ambassador, I'll ask you the same question as far as enduring legacy from his time as commander in chief. But I also just want to pick up on that point because former President Carter did say he wanted to be remembered as a champion for human rights in all of this, and he's got an extensive resume on that front.Do you believe he succeeded? That will be likely his most enduring legacy of what he's been able to accomplish?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:05",
      "speaker": "JIMENEZ",
      "sentences": "Yeah.John Feeley, you said you weren't that old but you're citing ancient Greeks and Henry Kissinger ahead of Jimmy Carter, so the jury is still out on that one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:05",
      "speaker": "FEELEY",
      "sentences": "(Laughing).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:05",
      "speaker": "JIMENEZ",
      "sentences": "But John Feeley and Peter Bergen, thank you both for your expertise. I really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:05",
      "speaker": "BERGEN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:05",
      "speaker": "JIMENEZ",
      "sentences": "Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:05",
      "speaker": "RAHEL SOLOMON, CNN ANCHOR",
      "sentences": "All right, Omar.Well, today is expected to be one of the busiest travel days of the holiday season. Over the weekend hundreds of flights were cancelled and thousands more delayed as severe weather moved across the Southeast and the East Coast bringing damaging winds, large hail, tornadoes. At least four people were killed as a result of the storms and crews are still assessing the damage left by the devastating tornadoes that touched down from Texas through Alabama. Let's go to CNN's Whitney Wild who is at Chicago O'Hare International Airport with the latest on the travel situation there. So Whitney, it is still early but how are things looking?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:05",
      "speaker": "WHITNEY WILD, CNN CORRESPONDENT",
      "sentences": "Oh, it's busy. It is very busy. Take a look behind here at O'Hare. I mean, it is practically shoulder-to- shoulder in some spots. Although, Rahel, I will say the security numbers -- the time to get through security is still pretty low -- 10 minutes, five minutes, 15 minutes. So when you consider how packed it is here that is looking pretty good.As you said, this is going to be a really busy travel season. Between O'Hare and Midway the Chicago Department of Aviation thinks they're going to process around three million passengers. It's a 7.8 percent increase over last year and that's the time period from about mid- December through January 2. So here we are kind of at the tail end of this major travel season. Let me give you the TSA numbers. Nationwide, they are processing more passengers this year than last year. Just the -- just yesterday they processed 2.79 million passengers. In 2023, Rahel, they processed 2.116 million passengers. Obviously, a major increase. That has been the story of this entire travel season. I was out here at Thanksgiving, and it was very busy. Millions of passengers coming through over those very busy weekends. I will say, Rahel, compared with what it looked like Thanksgiving when I was here this is a lot busier. So people certainly taking advantage of this opportunity to fly, to travel, to be with their friends, their family, maybe take a vacation. So again, definitely very busy. As you had said before, there's some weather impacts. And when I was looking at that FlightAware MiseryMap at last check, between 4:00 a.m. and 8 -- excuse me, throughout the entire United States into and out of the U.S. and then within, there were around 663 delays and just 68 cancellations. So not terrible, not great if you're on one of those flights that was delayed or cancelled. But for the most part here at O'Hare things are looking very smooth. Again, 10 minutes through security. On a busy day you can't get much better than that, Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "SOLOMON",
      "sentences": "Omar, that has your name written all over it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "JIMENEZ",
      "sentences": "No, thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "SOLOMON",
      "sentences": "Thank you, Omar.Well, more information this morning is coming to light this morning in the deadly Jeju airline crash that left 179 people dead in South Korea. Officials now say that the pilot made a mayday call reporting a bird strike just before the emergency landing at Muan Airport. South Korea's acting president ordered an emergency safety inspection of the entire country's airline operations system. Let's bring in now aviation attorney Justin Green who joins me here to discuss. Justin, great to have you in the studio this morning. Good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "JUSTIN GREEN, AVIATION ATTORNEY, FORMER PRESIDENT, INTERNATIONAL AIR AND TRANSPORTATION SAFETY BAR ASSOCIATION",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "SOLOMON",
      "sentences": "You have been a part of litigation with crashes in the past like this. I'm curious sort of your first topline reactions when you see that pretty horrific video.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "GREEN",
      "sentences": "Well, I think the first thing, my heart goes out to the families. One hundred seventy-nine families now are suffering and looking for answers, and they're going to find that the answers are relatively slow in coming.The second issue is we kind of know what happened. You know, we have video of what happened. The airplane did a belly-up landing. They did it fast. They ran off the runway. They hit a wall. They burst into flames. The big issue is why it happened, and the investigation is going to look at every single factor. But key pieces of evidence are going to be the black boxes, the digital flight data recorder, the cockpit voice recorder. And then the actual wreckage. You know, the wreckage -- most of it burned up but the engines are really the key pieces. And the mayday call about a bird strike -- they're going to look at both engines and try to determine what caused what looks like a loss of power.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "SOLOMON",
      "sentences": "Yeah, and say more about that because as we hear about possible causes -- bird strike, as you just pointed out. We're now hearing that the pilot made that mayday call. Obviously, the landing gear. Clearly, there was an issue with the landing gear -- that malfunctioned.But multiple aviation safety experts that I spoke to yesterday on our air said those are independent issues. One should not impact the other. And I'm just sort of curious if you think that maybe more than one factor was at play here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "GREEN",
      "sentences": "Well, in almost every major accident nowadays there is more than one factor. A single-point failure is not supposed to happen. Aviation safety is based on redundance, so they have two engines. They have multiple hydraulic systems. They have backup systems.So here you have a confluence of factors that most likely caused it, which may include problems -- you know, the bird strike is -- it seems to be the initiating factor, but what happened to the systems after the bird strike and how the pilots handled it. That's going to be the focus of the investigation. And answers are going to come out relatively soon once the data from the black boxes are downloaded.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "SOLOMON",
      "sentences": "Is that the type of information that you would expect to be also released publicly relatively soon? Because I imagine you have 179 people who didn't live. There is a chance that there could be litigation following this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "GREEN",
      "sentences": "Yeah, there almost certainly will be litigation. The airline, under international law, owes a responsibility to the family. To compensate them for their losses. But the focus really has to be on aviation safety. And one of the reasons that they want to let out information early on is to let the whole aviation community kind of know what's happening.So if this is a bird strike incident every other operator -- at least probably of any airplane but certainly of next gen 737 is going to want to know what the data is. So when the NTSB investigates -- and this accident is going to be investigated by the South Koreans. But when the NTSB investigates an accident, they'll release a preliminary report pretty soon after the accident to give the basic facts. And I expect that we will soon learn basic facts about this accident.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "SOLOMON",
      "sentences": "How much does it differ in this plane crash compared to some of the others, including some that you have been associated with? How different is it that we have the black box recorders? That we have two survivors -- two crew members who perhaps have an even more sophisticated understanding of what was happening just before this crash. How rare is that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "GREEN",
      "sentences": "It's not rare.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "SOLOMON",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "GREEN",
      "sentences": "You remember Maylasia 370. They lost the airplane, so they never got the black boxes. So there -- you know, we all speculated. We have pretty informed ideas of what happened there, but we don't know what happened because the black boxes were not available.Almost every accident, even if it crashes into the ocean, they'll eventually find the black boxes, bring them up, and download them. So this is -- it's not rare. We're going to have -- we have plenty of evidence. We have video evidence. We've got air traffic control communications. We're going to have the black boxes. This is not going to be a mystery for long.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "SOLOMON",
      "sentences": "Um-hum.And then just talk to me -- I mean, having worked with the victims of those who have perished in plane crashes before -- I mean, what that process is like now for all of those families.",
      "isLastSentenceInterrupted": false
    }
  ]
}