{
  "date": "2024-11-14",
  "headline": "Connect the World",
  "subHeadline": "Trump Picks Rep. Matt Gaetz for Attorney General; U.S. President Biden Heads to Peru; HRW Accuses Israel of War Crimes in Gaza. Aired 10-11a ET",
  "utterances": [
    {
      "timeStamp": "10:00:00",
      "speaker": "ERICA HILL, CNN ANCHOR",
      "sentences": "Thanks for joining me for the second hour of Connect the World. I'm Erica Hill in New York.Donald Trump's shocking Capitol Hill with his pick for attorney general, a MAGA loyalist with very little legal experience. Joe Biden preparing to meet with his Chinese counterpart for the last time as president amidst growing competition between the two superpowers. And Israel's use of evacuation orders meant to pursue the deliberate and massive forced displacement of Palestinian civilians in Gaza. That's according to an extensive report released by Human Rights Watch. Why the group says Israel is committing crimes against humanity. Donald Trump at this hour back at Mar-a-Lago, whittling down his list for more cabinet picks. It comes after quite a day on Wednesday, a few bombshells announced there, including the selection of Matt Gaetz as attorney general. If confirmed, of course, Gaetz would lead the Justice Department, which also investigated him for allegations of sex trafficking, an investigation that was closed without bringing any charges. Even many Republicans stunned by this decision, just the latest that we're seeing from Donald Trump as he looks to surround himself with loyalists. So, Gaetz is loyal to Trump, but he's bashed the very department he's been chosen to lead, and that may be exactly what Donald Trump wants in an attorney general. Joining me now with more CNN Senior Political Analyst Mark Preston joining me from Washington. Look, he checks the boxes, maybe not for the experience traditionally that one would want for the top prosecutor, top law enforcement official in this country. But if you are Donald Trump, what you want is a loyalist who is basically going to blow that up. That is Matt Gaetz.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "MARK PRESTON, CNN SENIOR POLITICAL ANALYST",
      "sentences": "Yes, with capital L, right? I mean, that's the number one, the only one trait that you really need rightnow to be in Donald Trump's cabinet. Not to say that he's not picking some folks who are highly qualified for their positions, but Matt Gaetz is certainly not one of them. What's interesting about Matt Gaetz -- well, there's a lot of interesting things about Matt Gaetz. First of all, there's a lot of Republicans who will go on the record and say terrible things about Matt Gaetz because they think that he's not a very good person. Democrats over in the Senate, of course, will have nothing to do with Matt Gaetz as he goes through the confirmation process. But the real pressure now is going to be on John Thune. Now, if you want to talk about the dog who caught the garbage truck, well, that might be Donald -- or rather John Thune, because now he has to shepherd through all of Donald Trump's vabinet nominees, even the ones that he himself may not like. Now, I've covered John Thune for a long, long time. I can tell you, deep, deep down, he would not be a Matt Gaetz person. Now, he may have to be because he is the leader. But, again, Matt Gaetz, those confirmation hearings will be amazing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "HILL",
      "sentences": "There's also -- they will be amazing. There's something. I mean, look, some of the pushback here is that Matt Gaetz is simply not a seriouspick either. He has never been serious about his role as a legislator in Washington, and so certainly not expected to be serious in this role. When it comes to, though, that Senate confirmation hearing, which looms, there are questions, Mark, about whether or not it would actually happen. What are the chances that there is no confirmation hearing for someone like Matt Gaetz? This is a massive job.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "PRESTON",
      "sentences": "So, let's play the game that's going on in Washington right now. What is happening right now? One, let's throw a Matt Gaetz's name in there.If Matt Gaetz gets up to the confirmation hearings -- and I'm going to tell you, if I'm Matt Gaetz, given what people have said about the investigation and his own personal life and what have you, I don't think I would go through a confirmation hearing with the United States Senate. I mean, you have to hand over everything. But let's assume now that he is not going to get through the Senate, whether he's told that by Senate Republicans or what have you, it still creates a lot of chaos and anger from the MAGA base who want to see Donald Trump's picks chosen no matter who they are. We've even heard it from senators, Tommy Tuberville, the Alabama Republican, is somebody who said that Republicans who don't support Donald Trump's picks, well, basically, we're going to primary you and get you out of office. So, talk about a Republican civil war that could be going on at the same time, Donald Trump's trying to implement his agenda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "HILL",
      "sentences": "It is going to keep you very busy, my friend. I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "PRESTON",
      "sentences": "Both of us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "HILL",
      "sentences": "Yes. Well, yes, that's true, fair point. Thanks, Mark.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "PRESTON",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "HILL",
      "sentences": "Well, as we've been talking about Matt Gaetz, perhaps you're not as familiar with him. There was, even according to our reporting, some unknownaudible gasps from House Republicans when they heard that the now former Florida congressman was in fact Donald Trump's pick for A.G. Why? My colleague Brian Todd has a look at why the selection of Gaetz is so controversial. (BEGIN VIDEOTAPE) DONALD TRUMP, U.S. PRESIDENT-ELECT:  Matt Gaetz is a great man. BRIAN TODD, CNN CORRESPONDENT (voice over):  In tapping Congressman Matt Gaetz to be his attorney general, President-elect Donald Trump could be swatting at the biggest hornet's nest of his transition.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "MARGARET TALEV, SENIOR CONTRIBUTOR, AXIOS",
      "sentences": "It would be like the understatement of the year to say that this is an unconventional pick. Thisis a provocative pick of a provocateur, who has himself faced a lot of legal trouble, and is highly polarizing not just among whatever the American people or Congress, but inside the Republican Party himself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "TODD",
      "sentences": "If confirmed, the 42-year-old from Florida would lead a Justice Department that he has criticized and been a target of.REP. MATT GAETZ (R-FL):  I'm a marked man in Congress. I'm a canceled man in some corners of the internet. I might be a wanted man by the deep state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "TODD",
      "sentences": "Gaetz, a 2020 election denier, has accused the Justice Department of being weaponized under President Biden against people like Trump. He'scalled for abolishing the department he's now been selected to lead and called for abolishing the FBI, often jousting with its director.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "GAETZ",
      "sentences": "People trusted the FBI more when J. Edgar Hoover was running the place than when you are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "TODD",
      "sentences": "Could Gaetz now weaponize the Justice Department and help Trump go after his enemies?REP. JARED MOSKOWITZ (D-FL):  I'm pretty sure with this pick they're not just going to go around and shut down puppy mills, right? This is a very serious pick and Donald Trump is obviously telegraphing that he means business. Matt Gaetz is one of his best weapons in Congress. He's taking him out of Congress and he's giving him the attorney general's office.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "TODD",
      "sentences": "It was Gaetz who led the charge among some far right Republicans in Congress to oust Kevin McCarthy as House speaker last year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "GAETZ",
      "sentences": "This House has been poorly led.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "TODD",
      "sentences": "But before that, the man who could become America's top law enforcement official had been accused of serious crimes. The JusticeDepartment investigated Gaetz over allegations that he violated federal law by paying for sex, including sex with women who are under 18 years old. Gaetz repeatedly denied any wrongdoing. And last year, the Justice Department announced it would not bring charges against him. One analyst says, getting Gaetz confirmed could be a challenge, even in a Republican- led Congress.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "TALEV",
      "sentences": "This seems destined not only to be a selection that is going to test the loyalty to President-elect Trump of Republicans in the Senate, butthat is meant to provoke. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "HILL",
      "sentences": "And our thanks again there to Brian Todd.It's not just the controversy surrounding Matt Gaetz that are raising concerns. There are also serious doubts being raised about whether he has the necessary experience to lead the Justice Department. CNN Senior Law Enforcement Analyst Andrew McCabe, former deputy director of the FBI, calls him, quote, wholly unqualified for the job. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "ANDREW MCCABE, CNN SENIOR LAW ENFORCEMENT ANALYST",
      "sentences": "the job of the attorney general, and I can tell you this from having observed it firsthand time andtime again in meeting after meeting in the White House, in the Situation Room, about critical national security issues, right? These are incredibly complicated, legally challenging, morally challenging, ethically challenging issues about operational matters involving the United States government, its enemies overseas, and how we're going to protect the United States. And in those conversations, the attorney general is the key player that informs and educates the entire room. We're talking about cabinet secretaries here, people who advise the president on a day-to-day basis. They all look to the attorney general to be able to tell them what the law says, what it means, how it fits in any particular scenario and what the challenges are to some of the things that our military, our law enforcement, and our intelligence agencies need to do to protect the United States. And, Matt -- the idea of Matt Gaetz, a guy who maybe practiced law in a small firm in Florida for a year or two before he went into politics, it's just unthinkable that he would be able to rise to the demands, the significant demands of that role, and to perform it in a way that actually added value to the nation's national security process. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "HILL",
      "sentences": "Senior Justice Correspondent Evan Perez joining me now from Washington with more.So, as we look at, Evan, the legal implications here, the implications within DOJ, they could be exactly what Donald Trump wants, which is to blow it up. But what does that mean from a practical standpoint for this country?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:05",
      "speaker": "HILL",
      "sentences": "It is going to be interesting. It is, frankly. For anybody who's been paying attention, though, it is not wholly unexpected that this issomeone who would be put forth and that perhaps the incoming president would not care about background checks, would not care about traditional Senate confirmation hearings. But avoiding those things obviously could also put national security at risk. We'll see how it plays out. Evan, I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:05",
      "speaker": "PEREZ",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:05",
      "speaker": "HILL",
      "sentences": "Thank you.Well, Republicans at this point, they will have a unified government come January after winning enough seats to maintain control, a slim majority there, of the U.S. House of Representatives. A CNN projection showing there the 218 seats needed to cross that threshold. They did flip several Democratic Senate seats last week as well, so they have narrow control of that chamber as well. And in the Senate, of course, we learned on Wednesday, South Dakota's John Thune will become the next Senate majority leader. CNN's Annie Grayer joining me now live from Capitol Hill. So, when it comes to the House, this slim majority is there, although the way Donald Trump is picking people could put a little bit of that perhaps on the line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:05",
      "speaker": "ANNIE GRAYER, CNN REPORTER",
      "sentences": "That's right, Erica. There are now three House Republicans who Donald Trump has tapped to be part of his administration,and House Speaker Mike Johnson addressed this last night in his press conference with us and said that he has pleaded with Trump saying, please don't take this any more of my members. He needs as many of the Republicans as he can to actually be here to help him finish out this year and start the next Congress. I mean, as you mentioned, Republicans will hold the majority in the next Congress, but the question is how much. There are nine races that are still too close to call and how those races turn out is really going to determine how much of a cushion Johnson really has in his next Congress. So, Gaetz resigned officially yesterday. Florida law gives eight weeks for a special election, so Republicans are hoping that they can sprint to get seat somebody by the time of the next Congress, January 3rd. But there are a lot of balls to juggle here, Erica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:05",
      "speaker": "HILL",
      "sentences": "Yes, there certainly are. Annie, I appreciate it. Thank you.When we look at Republican control of Congress, this also means that it will make it a lot easier for Donald Trump to get his agenda through. That agenda is expected to include, as you know, a hard line when it comes to immigration and specifically illegal migrants. CNN's Rosa Flores has more on what it could mean for a number of families here in the U.S., including some of those who did support the president- elect last week. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:05",
      "speaker": "ROSA FLORES, CNN CORRESPONDENT",
      "sentences": "How many of you are U.S. citizens? How many of you support Donald Trump?You're undocumented and you support Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:02",
      "speaker": "CESAR ESPINOSA, FEARS DEPORTATION UNDER TRUMP",
      "sentences": "I just became a green card holder after 33 years of being in this country. I don't think peopleunderstand the fear. It's a constant shadow hanging over our heads.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:02",
      "speaker": "FLORES",
      "sentences": "What was your reaction to Donald Trump winning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:02",
      "speaker": "KARYNNA ESPINOSA, FEARS FAMILY MEMBERS COULD BE DEPORTED",
      "sentences": "I cried a lot. It was emotional. Have my family, like if they're going to be here orthey're not going to be here, and how do you tell all of our kids? Like my nephews, they're also our kids. C. ESPINOSA:  To tell people that this doesn't live in kids and children's minds, in teenagers in young adults' lives, is a lie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:02",
      "speaker": "FLORES",
      "sentences": "Gelacio Velazquez is an undocumented mechanic who has worked in Houston for 25 years. He plays in this park with his two U.S. citizenchildren, ages five and nine, and stands by Donald Trump. So, you support Donald Trump because of the economy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:02",
      "speaker": "VELAZQUEZ",
      "sentences": "For the economy, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:02",
      "speaker": "FLORES",
      "sentences": "But you don't support the anti-immigrant rhetoric?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:02",
      "speaker": "VELAZQUEZ",
      "sentences": "I'm not support the anti immigrant action.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:02",
      "speaker": "FLORES",
      "sentences": "Do you support his mass deportations?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:02",
      "speaker": "VELAZQUEZ",
      "sentences": "No. It's not human.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:02",
      "speaker": "FLORES",
      "sentences": "Are you afraid that you could be deported in this mass deportation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:02",
      "speaker": "VELAZQUEZ",
      "sentences": "I'm not afraid. I'm not afraid.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:02",
      "speaker": "FLORES",
      "sentences": "Espinosa runs a migrant advocacy group and says many people are afraid and have called him in tears.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:02",
      "speaker": "ESPINOSA",
      "sentences": "I think there's a heightened sense of fear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:02",
      "speaker": "FLORES",
      "sentences": "Explain why Latino men are going to Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:02",
      "speaker": "VELAZQUEZ",
      "sentences": "Democrats forget the promise when these guys are in the office in Washington. The Latinos want a better nation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:02",
      "speaker": "FLORES",
      "sentences": "Espinosa believes some of the Latino support for Trump was a vote against the prospect of the first black female president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There's still a lot of machismo, there's still a lot of misogyny, and something that we need to say aloud is there's a lot of anti-blackness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:02",
      "speaker": "FLORES",
      "sentences": "Velazquez says he hopes Trump finds compassion for immigrant fathers like him who are not criminals.If you get deported, would you regret your support to Donald Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:02",
      "speaker": "VELAZQUEZ",
      "sentences": "(SPEAKING FOREIGN LANGUAGE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:02",
      "speaker": "FLORES",
      "sentences": "He's saying that he wouldn't regret supporting Donald Trump. So, you're really not thinking about yourself, you're thinking about yourchildren and the future of your children?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:02",
      "speaker": "VELAZQUEZ",
      "sentences": "Yes, I want a better for my children.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:02",
      "speaker": "FLORES",
      "sentences": "Cesar says he feels guilty for bringing so much uncertainty to his family.What's it like for you to see your wife go through this and the emotions that she's going through? C. ESPINOSA:  I apologize to her a lot when we fell in love right away and we got married almost right away because when you know, you know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:02",
      "speaker": "FLORES",
      "sentences": "We asked Velazquez and Espinoza the same final question.Do you have a plan in case you get deported?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:02",
      "speaker": "VELAZQUEZ",
      "sentences": "I respect that decision. I leave the country. I'm not coming back.C. ESPINOSA:  There is a plan. We've talked about it openly with our family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:02",
      "speaker": "FLORES",
      "sentences": "It turns out, these two Hispanic families with two different takes on Trump's win have the same plan if they get deported. They would go toMexico as a family. Rosa Flores, CNN, Houston. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "HILL",
      "sentences": "Many of the world leaders gathering right now at the APEC Economic Summit in Peru are bracing for a second Donald Trump presidency. They wantto see what it's going to bring. The annual event being held, as I noted this year, in Peru comes against a backdrop of a possible global trade war when Trump re-enters the White House. Also, of course, happening at this year's event, well, Joe Biden is there and this will be his final meeting as president with his Chinese counterpart, Xi Jinping, as tensions with both countries remain high. As Stefano Pozzebon reports, the competition between the U.S. and China is once again on full display, and it is frankly dominating this year's APEC summit. (BEGIN VIDEOTAPE) STEFANO POZZEBON, JOURNALIST (voice over):  Business speaks a new language in South America. Gone are the days of Washington's backyard. China is now the top trading partner for the region. A few places represent this shift, like this brand new mega port in Peru, with a Chinese state owned shipping giant, Costco, as its controlling shareholder. It's expected to be inaugurated on Thursday, in a joint ceremony at the Presidential Palace with Chinese leader Xi Jinping. The port is part of a multi-billion dollar Chinese investment in Peru, and CNN got a sneak peek ahead of the opening. These massive cranes will run 24/7 once the port is operational in 2025 and allow Costco's megaships to travel to China directly rather than stopping in Mexico and California, reducing shipping times to Shanghai by 15 days. It's going to be a game changer, says Carlos Tejada, a spokesperson for the Chinese conglomerate. Of course there is a geopolitical impact, because we used to have to send our goods to North America, and that's no longer the case. Competition between China and the U.S. is in full show this week, as Peru hosts the Asia-Pacific Economic Cooperation Summit. Both heads of state are in town, but one is clearly ahead in the game. PARSIFAL D'SOLA, FOUNDER, ANDRES BELLO FOUNDATION:  We're going to have throughout the APEC summit a triumphant Xi Jinping opening the port and the participation by President Biden with, to be honest, I don't know much of an agenda, especially given the results of the election, it's a huge win for them. And this is not only happening in Peru.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "POZZEBON",
      "sentences": "22 countries in Latin America are now part of the Belt and Road Initiative, Xi's signature policy on global infrastructure investments,according to the Andres Bello Foundation, an entire continent who could find itself in the crosshairs of the looming trade war between Washington and Beijing. Donald Trump is not in Lima this week, but his plans for Chinese-owned companies in the region are well known.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "TRUMP",
      "sentences": "They think they're going to make their cars there and they're going to sell them across our line and we're going to take them and we're notgoing to charge them tax. We're going to charge them. I'm telling you right now, I'm putting a 200 percent tariff on, which means they're unsellable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "POZZEBON",
      "sentences": "What a second Trump presidency will mean for South America remains to be seen. Trump wasted no time in demanding Mexico to do more tostop migration at the border in a phone call last week. What is clear is that any retaliatory action from Washington could tilt this region even further towards Beijing. Stefano Pozzabon, CNN, Bogota. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "HILL",
      "sentences": "And as for that perspective from the U.S., CNN's Arlette Saenz following all of that for us from the White House. It is certainly aninteresting time, Arlette.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "HILL",
      "sentences": "Thanks for joining us here on Connect the World. I'm Erica Hill. Half past the hour now.At least 15 people are dead following Israeli airstrikes in Damascus. That's according to Syrian state media. The strikes targeted several residential buildings. Women and children are reportedly among the dead. The Israeli military said it was striking targets belonging to Islamic Jihad in Syria. This is one of the deadliest attacks on the Syrian capital in months. In Lebanon, a state media reporting there heavy Israeli airstrikes in Southern Beirut for a third straight day. Israel's military had earlier warned people in the area to evacuate. The IDF has been attacking what it says is Hezbollah infrastructure in the south of the city. Israel's defense minister says the IDF ground operation in Southern Lebanon has expanded. And a damning new report from Human Rights Watch finds the forced displacement of Palestinians in Gaza amounts to both a war crime and a crime against humanity. One researcher saying in the report, Israel has blatantly violated its obligation to ensure Palestinians can return home, raising virtually everything in large areas. In response, Israel has said that it remains committed to international law and that it operates accordingly. Milena Ansari is a researcher and lawyer with Human Rights Watch and is joining me this hour from Jerusalem. It's good to have you here. So, when we look at this report, 154 pages, we just saw the response, it was a lengthier response, but the gist of it there is, really, the IDF saying that they are committed to international law and they operate accordingly. The report itself, walk me through some of the findings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "MILENA ANSARI, ISRAEL AND PALESTINE ASSISTANT RESEARCHER, HUMAN RIGHTS WATCH",
      "sentences": "Thank you, Erica, for having me and much appreciated. Maybe just aquick response saying you're committed to international law is very different than actually being committed to international law on the ground. So, our report, Human Rights Watch's report, is based on interviews with 39 displaced Palestinians in Gaza. We have analyzed the Israeli military's evacuation orders and the system as a whole, looking into 184 evacuation orders and satellite imagery confirming the widespread destruction and verified videos and photos of attacks on designated safe zones and evacuation routes, and also public reports and information about the humanitarian situation inside Gaza. So, basically, the acts of forced displacement are widespread and systematic statements by senior Israeli officials. And the practice of the Israeli authorities show that forced displacement is intentional and forms part of the Israeli policy amounting to crimes against humanity. So, when we say we analyzed the evacuation system or the evacuation orders, we understood or concluded that they have failed to ensure civilians could travel safely or reach safety and would be secured after arriving the designated safe zones. The evacuation orders or the system as a whole put people, Palestinians, in Gaza clearly in harm's way. They gave instructions that were unclear, inconsistent, inaccurate and in many times contradictory, making it extremely difficult for civilians to know where or when to move and how to go. We found dozens of evacuation orders that were incorrect and the Israeli military itself corrected them only hours after they were published. So, all of this has created so much confusion, anxiety, and fear amongst the Palestinians, which indicates clearly that the evacuation orders did not secure the safety of civilians. And we also --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "HILL",
      "sentences": "Go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:11",
      "speaker": "HILL",
      "sentences": "As you know, because I know you've seen the statement, the IDF pushing back on that a little bit, the Israeli government pushing back onsome of that, saying that they've given plenty of adequate alerts ahead of time, some of our own reporting at CNN, as my colleague Jeremy Diamond, just pointed out, does contradict some of that. The IDF also pointing to Hamas and saying that, look, Hamas, and I'm just reading for the statement here, that they have a documented practice of operating from nearby, underneath and within densely populated areas, saying that their strikes are targeting Hamas, essentially not civilians. In terms of what you found on the ground there, does that bear out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:11",
      "speaker": "ANSARI",
      "sentences": "You know, our analysis in the report, and as you mentioned, it's a big, thorough report, does take into consideration. Israel's claims that itis trying to protect civilians while fighting Palestinian armed groups. And quite simply, in every case we examined, those claims were untrue and are untrue. But let's examine the arguments for a minute. You know what the laws of war, international humanitarian law says, is that if you absolutely have to force civilians out of their homes, you have to provide somewhere for them to go where they won't die of thirst or die of starvation or diseases or lack of medical care. Now, Israel has not only failed to provide those humanitarian needs for Palestinians as an occupying power as well. It has also deliberately blocked humanitarians from providing this. We have seen reports from the United Nations Office of the High Commissioner, from Israeli human rights groups, like Gisha, where they filed a petition against the Israeli authorities with regards to blocking aid. And it seems clear that these claims of providing aid or displacing Palestinians for their safety are not very apparent on the ground. In other words, there's absolutely no military reason to deny people food and aid and safety, allegedly or supposedly for their safety.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:11",
      "speaker": "HILL",
      "sentences": "So, when we're looking specifically about these issues of aid, to your point, there have been multiple reports over the last year-plus aboutthe difficulties of aid getting in and, of course, the intense need and the growing need for that aid. To that point, what is your hope for this report? What do you think it will change? What do you think it could change?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:11",
      "speaker": "ANSARI",
      "sentences": "Our hope is that countries, the international community, could stop or end its denial about the clear and blunted violations of theIsraeli authorities to international law and international humanitarian law. If we take the United States, for example, on its own, on November 12th, the U.S. gave Israel in a letter, a deadline to increase the number of truckloads of aid entering Gaza to 350 per day. And this was the U.S.' way to put pressure on Israel in order to -- if Israel does not meet this threshold or this number, that it would limit military support. The deadline has passed. And we have seen statements from U.S. officials saying that now they're disregarding this limit off 350 or saying that even 30 trucks would be enough. So, this clear denialism needs to end. Countries need to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:11",
      "speaker": "HILL",
      "sentences": "So, really quickly, Milena, because we are out of time, but I'm just curious if you can give me like a quick yes or no. What is the level ofengagement? Is Human Rights Watch getting answers, getting communication? Is there a line of communication with the Israeli government for you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "HILL",
      "sentences": "Milena Ansari, I appreciate you joining us. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "ANSARI",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "HILL",
      "sentences": "Well, there is also growing condemnation after Israel's far right finance minister ordered preparations for the annexation of settlements inthe Israeli occupied West Bank, a move which will likely heighten tensions amid a surge in Israeli settler violence against Palestinians there. Here's CNN's Nic Robertson. (BEGIN VIDEOTAPE) NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR (voice over):  This is the face of Israeli settler intimidation in the occupied West Bank.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Next time, we won't be nice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is my house.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Don't touch my cow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is my house.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I don't (BLEEP) care if this is your house. This is my house now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "ROBERTSON",
      "sentences": "It was early August. Hamdan Bilal (ph) is the Palestinian farmer they'd come to intimidate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I was asleep under this (INAUDIBLE) tree. I was asleep there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "ROBERTSON",
      "sentences": "This is your farm here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes. And when I wake up, I saw the cows grazing --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "ROBERTSON",
      "sentences": "The settler's cows?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, the settler's cows.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "ROBERTSON",
      "sentences": "Not for the first time, the settler threatening him, putting his livestock on Bilal's land.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "They bring their sheep to grazing in our field. The plan is like to steal our land when they destroyed everything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "ROBERTSON",
      "sentences": "A plan to take his land and farm that he says accelerated when the Gaza war began.All those outposts have been built since October 7th?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "ROBERTSON",
      "sentences": "On this occasion, the settler's getting closer and more aggressive, the day with the cows, worse than previous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Touch my cows, touch my cows. I dare you. I dare you. I dare you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What? You will kill me?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You will see what I do. Lower your phone, lower your phones.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You're threatening me in my house.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is my house. This is my house.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You cover your face, but we know you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "ROBERTSON",
      "sentences": "The settler, whom Bilal says he recognizes, claiming, God gave him the land.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is my house.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I was given it by God, and Abraham, Isaac, Jacob.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "ROBERTSON",
      "sentences": "When the settlers are here and threatening you, what's going through your mind?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I can't explain it. How I'm feeling. It's like blocking me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "ROBERTSON",
      "sentences": "Did you call the police?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I called the police. I talked with them, it's like seven minutes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "ROBERTSON",
      "sentences": "Bilal says the Israeli police didn't come. They declined to comment to CNN.Things really got ugly after that call.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What do you want?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Well, I want to dance with you, man.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Dance with me?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I want to danced with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm not your bitch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You look sweet. You are my bitch, and you look sweet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "ROBERTSON",
      "sentences": "Then in Hebrew, he threatens to rape Bilal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(SPEAKING FOREIGN LANGUAGE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "ROBERTSON",
      "sentences": "According to Israeli media, the sort of settler violence that Hamdan Bilal experienced has so worried the domestic intelligence chief,the head of Shin Bet, that he wrote to the prime minister warning of Jewish terrorism coming from these hilltop youths and that it was damaging Israel's international standing. The rebuke was enough to bring stinging criticism from Netanyahu's right wing pro-settler security minister, Itamar Ben-Gvir, who controls the police. Ben-Gvir called for the intelligence chief to be fired. Late August, 37-year-old Khalil Salim Zaida (ph) was laid to rest in Wadi Rahel. He was the second Palestinian to be killed by settlers in the occupied West Bank that month. The U.N. says settlers have killed 12 Palestinians since October 7th last year. On the street where Zaida died from settler gunshots, rocks litter the road. The Israeli settlement the attackers came from, a few hundred yards away. Footage in the Palestinian village captured the moment of the Israeli settler attack. The question everyone here is asking, how can the settlers get away with the intimidation and the killings?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I question Netanyahu and the government of Israel, why killing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "ROBERTSON",
      "sentences": "And the conclusion they are coming to is that Netanyahu's government feels it can act with impunity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "MUNTHER AMIRA, POPULAR STRUGGLE COORDINATION COMMITTEE",
      "sentences": "The government is trying to show the international community that they are taking someactions against some settlers, but it was clear yesterday a Palestinian have been killed here. We know that the settler who has been, you know, shooting toward our houses.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:02",
      "speaker": "ROBERTSON",
      "sentences": "And why don't they hide it anymore?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:02",
      "speaker": "PARNES",
      "sentences": "Because this is part of their ideology and they don't care because they see nothing happens to them. They bombard Gaza with tens of thousandsPalestinian casualties, and still Israel has total impunity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:02",
      "speaker": "ROBERTSON",
      "sentences": "He says he believes authorities know who threatened Bilal, a nearby settler, Shem Tov Lusky (ph).So why isn't he arrested?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:02",
      "speaker": "PARNES",
      "sentences": "Because that's always Israel policy. State violence, as well as settler violence, is to expel Palestinians, make their life miserable andto steal their land.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:02",
      "speaker": "ROBERTSON",
      "sentences": "Hi, this is Nick Robertson with CNN. Is this Shem Tov?I call Lusky. I want to talk to you about the video of you threatening farmer Hamdan Bilal in Susya (ph). Was that you? At first, he denies it was him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:02",
      "speaker": "ROBERTSON",
      "sentences": "It wasn't you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It wasn't me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:02",
      "speaker": "ROBERTSON",
      "sentences": "I play him the video. Do you recognize this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Next time we won't be nice. Do you understand this? Don't touch me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:02",
      "speaker": "ROBERTSON",
      "sentences": "Do you recognize that? That's your voice. That's your voice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Okay, it's my voice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:02",
      "speaker": "ROBERTSON",
      "sentences": "I want to ask to meet for an interview, but he hangs up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Go (BLEEP) yourself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:02",
      "speaker": "ROBERTSON",
      "sentences": "I call again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "All day long, they're telling the cops I was here, I was there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:02",
      "speaker": "ROBERTSON",
      "sentences": "When I asked him to tell me more about his conversations with the police, he changes the subject.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I didn't do anything because I am free and because I didn't do anything wrong to anybody.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:02",
      "speaker": "ROBERTSON",
      "sentences": "Shem Tov, listen, we both know this is you. We both know this is you. So, let's sit down and do an interview politely together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Nic?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:02",
      "speaker": "ROBERTSON",
      "sentences": "Yes, sir?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "First of all, I don't care what you think. Second of all, I don't care what anybody in your country think of me,",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:02",
      "speaker": "ROBERTSON",
      "sentences": "I ask again to meet him. He wants money.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Five-minute interview, $10,000, okay? Okay? Bye-bye.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I will die here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:02",
      "speaker": "ROBERTSON",
      "sentences": "Bilal knows Lusky's apparent impunity isn't just putting his land on the line but his life too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "If he will kill you, he will take it. If you accept that, he will take it. In any way that you feel in his voice, he has likepowerful, big powerful behind him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:02",
      "speaker": "ROBERTSON",
      "sentences": "Nic Robertson, CNN, Susya, the occupied West Bank.(END VIDEOTAPE) (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:05",
      "speaker": "STEWART",
      "sentences": "As with many island nations, climate change poses major risks to the Seychelles. But they're also faced with an even more tangible threat. Arecent study estimated that more than 500 tons of marine plastic debris have accumulated on Aldabra, the largest of the Seychelles atolls, about 1,000 kilometers southwest of Mahe Island.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:05",
      "speaker": "CORIANNA JULIE, COMMUNICATIONS OFFICER, SEYCHELLES ISLANDS FOUNDATION",
      "sentences": "So, we have a lot of plastic litter collected along the beaches, and this ismarine debris. And they have terrible, terrible effects on the ecosystem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:05",
      "speaker": "CHETTI",
      "sentences": "Bringing the kids out in nature, it builds a certain love and acceptance to nature. More than it is about conservation, it is also abouttheir growth and development and how in touch they will be as they grow older to animals, to plants. CAREN OTIENO, TEACHER, MONTESSORI SCHOOL-SEYCHELLES:  So, today we're planting more of the afila species in our Aldabra corner (ph), and we're going to be planting afila and wazak (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:05",
      "speaker": "STEWART",
      "sentences": "By translocating species from Aldabra to replant here on Mahe Island, the school aims to expose its students to a wider array of nativespecies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:05",
      "speaker": "OTIENO",
      "sentences": "We bring our little Aldabra corner here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:05",
      "speaker": "STEWART",
      "sentences": "And provide them with hands on experience in conservation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:05",
      "speaker": "OTIENO",
      "sentences": "We tear the plastic, then we put it in the hole. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:05",
      "speaker": "JULIE",
      "sentences": "I think it's very important to protect the Seychelles because it's a biodiversity hotspot. And species found here, we have a few that comecan't be found anywhere else in the world. And it's very important to protect these last populations because, if we don't, there will be irreversible damage where we won't find them. They can go extinct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:05",
      "speaker": "STEWART",
      "sentences": "Such endemic species include a host of flowering plants, five types of bats, 12 globally threatened birds and the world's second largestspecies of tortoise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:05",
      "speaker": "CHETTI",
      "sentences": "I think we need to conserve the whole world, not just Seychelles, but because we're in Seychelles. So, obviously, this is the part of theworld we get to take care of. So, maybe if everyone does the same wherever they are in the world, then we do get to basically live a better life, live a better world for the future, have better quality air, better quality food, better quality of everything, really. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}