{
  "date": "2024-02-12",
  "headline": "CNN NewsNight with Abby Phillip",
  "subHeadline": "Trump Threatens To Kill The World's Greatest Alliance; Haley On Trump Mocking Service Member Husband, Disgusting; GOP Shrugs At Trump's NATO Threats, Military Attacks; More Than 123 Million People Tune In To Last Night's Super Bowl; Donald Trump Says That He's Double-Booked; President Biden Tells Netanyahu Not To Proceed With Operation In Rafah. Aired 10-11p ET",
  "utterances": [
    {
      "timeStamp": "22:00:20",
      "speaker": "KAITLAN COLLINS, CNN HOST",
      "sentences": "Defense Secretary Lloyd Austin will spend another night in critical care tonight after he was put under general anesthesia to treat a bladder issue, we are told. He had to cancel a trip to Brussels and pass his deputies on to his deputy at the Pentagon.Of course, all of this comes after he was criticized and apologized after he failed to inform the White House and the president about his previous hospital stays. Right now, we are told that his prognosis remains excellent. And obviously, everyone here at CNN is wishing him a speedy recovery and that he's out of the hospital soon. We'll continue to keep you updated. Thank you for joining us. CNN NewsNight with Abby Phillips starts now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:20",
      "speaker": "ABBY PHILLIP, CNN HOST",
      "sentences": "It's the end of NATO as we know it, and Donald Trump feels fine. That's tonight on NewsNight.Good evening. I'm Abby Phillip in New York. Peace through strength. It's a Republican cliche, but right now it's being rewritten in real time by Donald Trump. (BEGIN VIDEO CLIP) RONALD REAGAN, FORMER U.S. PRESIDENT: If history teaches anything, it teaches that simple-minded appeasement or wishful thinking about our adversaries is folly. It means the betrayal of our past, the squandering of our freedom. DONALD TRUMP, FORMER U.S. PRESIDENT: They asked me that question. One of the presidents of a big country stood up, said, well, sir, if we don't pay and we're attacked by Russia, will you protect us? I said, you didn't pay, you're delinquent? He said, yes. Let's say that happened, no, I would not protect you. In fact, I would encourage them to do whatever the hell they want. You got to pay. You got to pay your bills. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:20",
      "speaker": "PHILLIP",
      "sentences": "And if you were in 40 years, Republicans have gone from demanding the wall be torn down to inviting Russia to cherry-pick which American ally to invade. Donald Trump wants to treat the entire alliance like a protection racket. You pay, you get American muscle.It would change the DNA of that alliance. And it is one that the United States itself built over decades. In 1949 in the aftermath of a catastrophic Second World War, NATO was formed to preserve global stability. It started as 12 countries and now it's grown to 31. And in the 90s, some of the alliance's more significant operations included Bosnia, Yugoslavia, but then came September 11th, 3,000 Americans murdered by terrorists. It's a day the world will never forget and NATO won't ever forget September 12th, nor should the United States. It is the only time in NATO's history that the alliance invoked Article 5. Article 5, the bedrock of NATO says that every country is duty bound to protect the other from attack. All for one, one for all. It's supposed to work like good home security. Someone breaks the window of your house and every cop comes to stop the burglars from robbing you. And the only country to ever break the glass for global emergencies, that was the United States. It put weight behind George W. Bush's words when he said this. (BEGIN VIDEO CLIP) GEORGE W. BUSH, FORMER U.S. PRESIDENT: It may happen tomorrow. It may happen a month from now. It may take a year or two. But we will prevail. And what the American people need to know is what our allies know. I am determined to stay the course. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:20",
      "speaker": "PHILLIP",
      "sentences": "More than 850 non-U.S. NATO members gave their last full measure of devotion in pursuit of that promise from an American president. And since Trump made his comments on Saturday night, Republicans have been performing a familiar song and dance.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:20",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The only president that has done more to bring NATO countries into compliance with their obligations to NATO itself than Donald Trump was Vladimir Putin. I mean, I just think we have to get our act together and have an honest discussion about it.SEN. MARCO RUBIO (R-FL): Donald Trump is not a member of the Council of Foreign Relations. He doesn't talk like a traditional politician. And we've already been through this. Now you'd think people had figured it out by now. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:20",
      "speaker": "PHILLIP",
      "sentences": "But there is a minority of Republicans, a very small, increasingly small minority, who say that the country really should take Trump seriously, and literally.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "PHILLIP",
      "sentences": "But most have defended him. Lindsey Graham labels it a wake- up call to pay up. Mike Brown says it's merely the MAGA version of the Reagan doctrine, except that it's not. Reagan called the Soviets an evil empire. Donald Trump calls Vladimir Putin, who is an authoritarian, murderous former KGB spy, smart.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "TRUMP",
      "sentences": "The problem is not that Putin is smart, which, of course, he's smart, but the real problem is that our leaders are dumb.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "PHILLIP",
      "sentences": "For Trump, much of this comes down to money. Trump has said dating back to the very start of his campaign that the U.S. invests too much in NATO security.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "TRUMP",
      "sentences": "NATO is obsolete.They look at the United States as weak and forgiving. They're not paying their bills. They're not paying their bills. These nations must pay what they owe. NATO has not treated us fairly, but I think we'll work something out. We pay far too much and they pay far too little. Many countries owe us a tremendous amount of money for many years back where they're delinquent, as far as I'm concerned, because the United States has had to pay for them. In the case of NATO, I said, you've got to pay your bills, folks. You've got to pay up. We don't want to have people delinquent. They're not paying for this protection in anywhere near what it's costing us. We're also getting our allies, finally, to help pay their fair share. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "PHILLIP",
      "sentences": "Okay. So, Trump did squeeze more money out of some NATO members for defense. He even got a statement from NATO secretary general thanking him for lining NATO's coffers, but the rest of the world still views NATO as a national security necessity. Just ask them.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Of course, we want all countries like us to spend 2 percent, but I think what was said was not a sensible approach.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He's not -- yes. Now, yes, tomorrow, no, it depends who are you. NATO cannot be an alliance ala carte. It exists or it not exists.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "PHILLIP",
      "sentences": "But Trump appears not to care. That's according to his own former advisers. John Bolton says a Trump win equals NATO in, quote, real jeopardy. John Kelly says that Trump, quote, saw absolutely no point in NATO. A different senior Trump defense official points blank that the U.S. will be out of NATO if Donald Trump wins.It's all about the Benjamins. And it may also be about Putin. He got along so well with the Russian president that he chose to believe Putin over his own intelligence community. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "TRUMP",
      "sentences": "My people came to me, Dan Coates came to me, and some others, they said they think it's Russia. I have President Putin. He just said it's not Russia.I have great confidence in my intelligence people, but I will tell you that President Putin was extremely strong and powerful in his denial today. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "PHILLIP",
      "sentences": "The welcome mat to march all over American allies isn't the first time that Trump has invited Putin to do something. Remember this?(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "TRUMP",
      "sentences": "Russia, if you're listening, I hope you're able to find the 30,000 emails that are missing. I think you will probably be rewarded mightily by our press.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "PHILLIP",
      "sentences": "So, what does a world without NATO look like, especially for the NATO countries that are in the neighborhood, the part of the world that is not so safe where Vladimir Putin just might be casing their countries?(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "VLADIMIR PUTIN, RUSSIAN PRESIDENT",
      "sentences": "If everyone in the west thinks that the Russian people have been split by hostilities forever, no, they will be reunited. The unity is still there.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "PHILLIP",
      "sentences": "So, does Putin's definition of unity reach into Estonia? What about Latvia, Lithuania? Because the world already knows what Putin's brutal version of unity look like in Ukraine.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Dozens of people are squashed in. They're sitting on the seats there in the dark. There are children here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "As you can see over here, they are Russian airborne forces. They have taken this airport.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "That's a main battle tank of the Russians. That's a T-72 battle tank.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Right within the past few hours, there has been a ferocious battle here on the outskirts of Kyiv.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You can hear the fear and the anguish. You can see the desperate efforts to rescue civilians after an attack on this train station.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "CLARISSA WARD, CNN CHIEF INTERNATIONAL CORRESPONDENT",
      "sentences": "He's saying that he's hungry, he needs something to eat. He's asked us if we have any groceries.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "PHILLIP",
      "sentences": "And joining me now is Sir Richard Dearlove. He is the former chief of the British secret intelligence service. You just heard foreign leaders reacting to Donald Trump's comments, Sir Richard. What do you think about Trump's remarks?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "SIR RICHARD DEARLOVE, FORMER CHIEF, BRITISH SECRET INTELIGENCE SERVICE",
      "sentences": "I think that there's a certain amount of shock in what Donald Trump says at the moment. And, I mean, my question is, is he electioneering or is he meaning exactly what he says? I mean, for a presidential candidate to say this and mean it, it's extremely alarming and worrying. But I really wonder whether that is what's happening. I mean, if you go back to Trump's first term, the line he took on NATO, in my opinion, was justified. He was urging NATO members in a not very diplomatic fashion to increase their contributions to NATO up to 2 percent of GDP. So, to that extent, I agreed with his original position.But times have changed since his first term. We have a crisis in Ukraine, a very serious crisis in Ukraine. And if Trump were to be president by November of this year, then the majority of NATO members will be spending 2 percent of GDP more in a number of cases.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "PHILLIP",
      "sentences": "You have warned pretty starkly in the past that Trump is a national security threat, you believe, to the UK. Do you view his latest comments as an invitation for the likes of Putin to actually plot an attack on NATO countries?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "DEARLOVE",
      "sentences": "Well, that's what it would appear to mean. And, I mean, if a presidential candidate is saying that about the western alliance, the western security system, it is deeply shocking and worrying. But is he just getting up and saying it because it appeals to a certain type of electoral base who adhere, let's say, to isolationist tendencies in U.S. foreign policy?But, I mean, if it's what he means and what he's truly saying, I mean, this is completely off the map. I mean, it's just unimaginable that an American president, particularly a Republican candidate, should be able to say such things and mean it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "PHILLIP",
      "sentences": "So, in 2021, President Biden had a message to the international community and it was basically, America is back. Do statements like these undermine that message? And how worried really are the people that you speak to in European governments and elsewhere in leadership?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "DEARLOVE",
      "sentences": "Profoundly worried, there's no question. But, you know, I would like to have the opportunity to sit down with the national security advisers that Trump has and say to them, what on earth are you thinking? What on earth are you doing? How are you advising Trump? I'm really confused. But if we're facing something that you interpret at face value, I'm deeply, deeply concerned.But the other thing that worries me is that, you know, Republican senators -- well, no, it's Republican congressmen rather than senators, look as though they might block the latest appropriation of funds to the Ukrainians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "PHILLIP",
      "sentences": "And they are also endorsing Donald Trump. Is it responsible for people like that to simply just brush this off?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:01",
      "speaker": "PHILLIP",
      "sentences": "Sir Richard Dearlove, really an important perspective that you have here. Thank you for joining us on all of this tonight. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:01",
      "speaker": "DEARLOVE",
      "sentences": "Abby, thank you for asking me and having the opportunity to put across my views on this key and important issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:01",
      "speaker": "PHILLIP",
      "sentences": "And up next, Nikki Haley responds to Trump mocking her husband for serving overseas. Gold star father Khizr Khan joins me on this pattern.Plus, just in, Trump wants his daughter-in-law to co chair the RNC along with an election denier. Republican Strategist Amanda Carpenter is here and joins me. And a very special interview tonight. Patrick Mahomes, the Super Bowl MVP, will join me as we learn the game was the most watched tv event since the moon landing. I'll also ask him what he thinks of the Taylor Swift spectacle. Stay with us. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "HALEY",
      "sentences": "The first thing I'll say is it's disgusting.If you don't understand that everybody knows someone who has either lost their life or served this country in a way that's allowed us to keep our freedoms, that is not someone who deserves to be commander- in-chief.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "PHILLIP",
      "sentences": "That was Nikki Haley on CNN responding to Donald Trump mocking her husband's absence on the campaign trail. He's absent because he's serving overseas.Now, Trump's jabs at military members or their families is actually a pattern. He said that prisoners of war aren't heroes. Advisers say that he referred to fallen U.S. service members as suckers and losers. Advisers say he was embarrassed to be seen with wounded warriors. And he has a history of attacking gold star families, including my next guest. Khizr Khan is the gold star father whose son, Captain Humayun Khan, was killed while serving in Iraq. You might remember this back in 2016, Trump was pushing for a total ban on Muslims entering the United States. He belittled Mr. Khan and his wife multiple times following their appearance at the Democratic National Convention. Mr. Khizr Khan joins me now. Thank you very much for being here with us, sir. I wonder what went through your mind when you heard Trump really at it again, mocking Nikki Haley's husband who is currently serving overseas?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "KHIZR KHAN, GOLD STAR FATHER",
      "sentences": "Abby, thank you. Good to join you. I was not surprised because the way we have known Trump, this person has no concept of service or sacrifice, cannot comprehend what it takes to serve the nation, what it takes to serve others.Therefore, we are not surprised. We must take it very seriously, as your other experts have indicated, that this person is -- he aligns himself with demagogues and dictators and authoritarians against the founding values of this country, against the democracy of this country. So, he has no concept of empathy. I will -- go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "PHILLIP",
      "sentences": "I was just going to say, I mean, with all that you just laid out, Trump is likely to be the Republican frontrunner. He probably has a good a shot as any to be president of the United States in the next year. How does that feel to you and to your family?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:01",
      "speaker": "PHILLIP",
      "sentences": "We thank you very much --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:01",
      "speaker": "KHAN",
      "sentences": "Donald Trump lacks all of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:01",
      "speaker": "PHILLIP",
      "sentences": "We thank you very much for sharing that story with us. And thank you for your family's sacrifice for this country. We appreciate you. Khizr Khan, thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:01",
      "speaker": "KHAN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:01",
      "speaker": "PHILLIP",
      "sentences": "And for more on this, I want to bring in writer and editor of Protect Democracy, Amanda Carpenter.Amanda, what do you make of Trump starting with NATO as we started this show, laying out not just his return to this conversation about NATO, but his upping the ante of it, and the Republican Party, the party of Reagan, is simply saying, well, that's just the way he speaks?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:01",
      "speaker": "AMANDA CARPENTER, CNN CONTRIBUTOR",
      "sentences": "Yes, I mean, it's really hard to watch, but it's not something that is new for Trump. He's had this line of being very soft, coddling up to Putin since the 2016 election. And I think it's actually much worse than that and the alliance that's growing among the MAGA Republican wing with a tolerance for strong man abroad in total. You're talking about Viktor Oroban, you're talking about Putin, et cetera. There's a really worrisome trend happening.And you see Republicans like Marco Rubio trying to dance the line in the State of the Union interview with Jake on Sunday, where he says, essentially, that's just rhetoric from Donald Trump. You don't have to listen to what he's saying because that's a story. And us Republicans, we kind of got this. That's not true. And you're going to hear this throughout the election cycle that somehow you can separate Donald Trump's rhetoric from the policy. No. When he is saying that he is essentially okay with Russian aggression, that is a policy that a commander-in-chief can enact. I mean, he has the plan and the personnel to do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:01",
      "speaker": "PHILLIP",
      "sentences": "Yes. I mean, look, if he's president, this is not going to be something that he's just guessing about. He would have had the job before.I want to get your take on something that just happened tonight, Trump endorsing the election denier, Michael Whatley, from the state of North Carolina. He also is endorsing his own daughter-in-law, Lara Trump, as co-chair of the RNC. I mean, both of those things on separate paths, I think, are just all kinds of norms being broken. But any surprise to you? And what does this portend for the future of that organization?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:01",
      "speaker": "CARPENTER",
      "sentences": "Republican Party as led by Trump right now has a self- selection problem. To have any position of power that is approved by Trump, you essentially have to be willing to swallow the lies about the 2020 election and be willing to whitewash the January 6 insurrection. That leads to a stunning loss of expertise and people who actually has the background and experience to lead these positions and lead the Republican Party in a more positive direction. But that is what you get with these kinds of strong men leaders. You don't get expertise. You get family members running it like a family business.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:01",
      "speaker": "PHILLIP",
      "sentences": "I mean, nepotism from the White House now to the RNC is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:01",
      "speaker": "CARPENTER",
      "sentences": "Yes, but we can't ignore the fact that the RNC is being used as a legal fund to protect him from accountability from when he was as president. So, it's not just a family business. He's using the Republican Party purely as a shell to prevent any accountability from being done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:33:07",
      "speaker": "PHILLIP",
      "sentences": "Just in tonight, it was the most watched television broadcast in generations, with more than 123 million people tuning in to last night's Super Bowl. That was the biggest TV audience since the moon landing.And joining me from Disneyland, fresh off of his third Super Bowl win, MVP Patrick Mahomes. Patrick, thank you so much for doing this. This is such an incredible moment for you, but also for football. You are the first black quarterback to win back-to-back Super Bowls. You're just 28 years old. You have a shot now to surpass Tom Brady's record of seven Super Bowl wins. How does that feel? PATRICK MAHOMES, THREE-TIME SUPER BOWL MVP: Yeah, I still got a long ways to go to get to seven, but I mean just enjoying it every single day. I mean, the adversity we battle with this season and to continue to grind and get to the Super Bowl Championship again back to back. And we'll see what we can do next year. So, we'll just continue to work by day by day and see where we can end up at.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:33:07",
      "speaker": "PHILLIP",
      "sentences": "Is that a goal for you? Do you want to beat Tom Brady?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:33:07",
      "speaker": "MAHOMES",
      "sentences": "I think that's a goal for any athlete is to try to win as many championships as possible. And Tom's the greatest man. I mean, he's won seven of them and I'm just going to continue to fight day in and day out to get as many as I can.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:33:07",
      "speaker": "PHILLIP",
      "sentences": "So, how does this compare? You talked about the adversity that you've experienced this season. How does this Super Bowl victory compare to the last two that you've had?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:33:07",
      "speaker": "MAHOMES",
      "sentences": "Yeah, I think I appreciate it. Just even more, I mean, battling through the adversity, struggling a little bit during the season, and seeing the fight that the guys had to continue to get better. It was special. And the team really came together, and we were able to make a run in the playoffs and win the Super Bowl, and that is something I always will remember.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "MAHOMES",
      "sentences": "Yeah, I think we just all love the game. I think that's just kind of how our team is. We're passionate, we love it, we put it all on the line. And just like any other good family, man, there's always some fights.But everybody comes together at the end, and that's what we have here, is a family, a brotherhood. And that's why I think it gets the best out of everybody. And we're going to --we're going to show our passion and we're going to be even better at the end.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "PHILLIP",
      "sentences": "So, there's no surprise here, one of the biggest storylines of the season was off the field with Taylor Swift and Travis. I wonder for you as somebody who's been with this team, who sounds like you keep your head down, you play football, what has the Swift effect been like for you personally and for the team?I think it's been cool, honestly. It's been extremely cool, I mean, to see the support that comes with the Swifties and how they really embraced us in the Chiefs Kingdom and they kind of combined together. I'm all about growing football and Taylor's a great role model of someone who is great at her profession. And I'm glad that she loves football as much as everybody else now. We brought a new fan base to the Chiefs Kingdom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "PHILLIP",
      "sentences": "Yeah, I mean, that new fan base probably involves a lot of young girls. My daughter is two and a half, she was watching the game last night, having a blast and I know you have a young daughter, too. Do you think that this is a good moment for little girls like your own and maybe her friends and what they might be able to take out of football as they get older?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "MAHOMES",
      "sentences": "One hundred percent. I mean, just to be able to bring girls and their fathers together or whatever that is and have those family moments that I had growing up, I think it's special.It really is special and my daughter obviously loves football and loves watching it, but I want other girls around the world or whoever to really watch it with their family and watch football and really see how great this sport is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "PHILLIP",
      "sentences": "So, you might be aware, or maybe not aware, there were some wild conspiracy theories that were flying around this season that the Taylor Swift effect was all scripted to allow Taylor to use the Super Bowl for politics, basically.So, the President himself, President Biden, kind of got in on the joke a little there. What do you make of just how this has spiraled, not just to football, but to politics in all these different areas? Yeah, it's been a while to see. I mean, I try to focus in on football as much as possible, but there's always some conspiracy theories out there. I just try to enjoy football with my family, and I kind of stay on social media as much as possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "PHILLIP",
      "sentences": "Yeah, that's, I would say that that is wise. So, last night, you guys were understandably celebrating, having an amazing time. Your wife, Brittany, was celebrating last night with Post Malone.What was that like? Lots of, I mean, actually, I can't really recall seeing so many moments from behind the scenes we're showing now. Britney putting a Chiefs jacket on Post Malone. What was that all like, having all that star power in one room?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "MAHOMES",
      "sentences": "Yeah, no, it was cool, man. I have a great relationship with Post man. I saw him after my first Super Bowl win. And he had that Cowboys jacket on, and I respect him, man. I grew up in Texas. He's a Cowboys fan, but we had to get the Chiefs jacket on him at least once. And he was respectful enough to do it, and he enjoyed it. He put on a hell of a show. And that's just a normal night in the Chiefs after a Super Bowl win.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "PHILLIP",
      "sentences": "So, next season, you do have a chance to do something that's never been done before in NFL history winning three Super Bowl titles in a row. First of all, that's a lot of pressure to put on someone who's already done quite a lot. But do you think that is in the cards for you? Can you make this a dynasty for the Chiefs and for you and for Andy Reid?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "MAHOMES",
      "sentences": "Yeah, that's the goal. I mean, no one's ever done an NFL win in three in a row, and that's the goal. But right now, I'm going to enjoy Disneyland with my family. I'm going to join the parade on Wednesday in Kansas City, and I'll get to work on that third one to see what we can do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "PHILLIP",
      "sentences": "All right, Patrick Mahomes, great to see you. Thank you for joining us. Three-time Super Bowl MVP. We appreciate your time tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "MAHOMES",
      "sentences": "I appreciate you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:44:04",
      "speaker": "PHILLIP",
      "sentences": "And new tonight, Donald Trump says that he's double-booked. The former President wants the Supreme Court to block a ruling which says that he does not have immunity in the January 6th case because of his political calendar.Joining me now is former Watergate prosecutor, Nick Akerman. Nick, what do you think the Supreme Court does here, and how quickly will they do it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:44:04",
      "speaker": "NICK AKERMAN, FORMER ASSISTANT SPECIAL WATERGATE PROSECUTOR",
      "sentences": "I think they're going to deny the appeal. I think that we're in a situation where you've got them looking at the 14th Amendment, which is very politically explosive.They don't want to do it, and they're certainly not going to want to take on this immunity issue. And on top of it all, the most interesting part of this is that they can wait until after there's a conviction here to actually look at the immunity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:44:04",
      "speaker": "PHILLIP",
      "sentences": "Why would they -- why would they do that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "PHILLIP",
      "sentences": "I mean, you just added a whole new, potentially unprecedented layer to all of this. You could be dealing with a sitting President, having this question adjudicated when he is President.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "AKERMAN",
      "sentences": "That's right, absolutely. So it adds a whole different dimension to this issue of immunity. And I think the Supreme Court understands it. There's not much more to say than what's in that D.C. Circuit opinion, which is extremely well written, extremely well- reasoned, and it's all based on Supreme Court law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "PHILLIP",
      "sentences": "And it was unanimous. Nick Akerman, thank you very much. Always great to have you in the studio.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "AKERMAN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:37",
      "speaker": "PHILLIP",
      "sentences": "Tonight, there's new video and deep concern about what happens next in Rafah. The IDF footage shows the moment that they rescued two hostages overnight in that southern city. The hostages were then evacuated from Gaza via helicopter.Now, that operation included airstrikes that reportedly killed nearly 100 Palestinians in that city, which is home right now to more than one million refugees. But the operation is also cause for the White House, already frustrated with how Israel is fighting this war. Joining me now is Howard Dean. He's the former Democratic governor of Vermont. He also ran for President in 2004. Thank you for being here. President Biden has privately told Israeli Prime Minister Benjamin Netanyahu not to proceed with this operation in Rafah, a huge population center now in Gaza. But does he need to say that publicly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:37",
      "speaker": "HOWARD DEAN, FORMER PRESIDENTIAL CANDIDATE",
      "sentences": "Well, he pretty much has said it publicly. He said he thought the measures that the Israelis were taking to avenge and get rid of Hamas and avenge the massacre were quote, over the top. I think it's pretty clear that he disapproves of what Netanyahu is doing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:37",
      "speaker": "PHILLIP",
      "sentences": "Is it your sense then that Netanyahu is ignoring that warning from President Biden? I think Netanyahu has always tried to push things his way. I think relationships with the United States, particularly the Democrats, started to slide downhill when Netanyahu addressed the Congress at the invitation of the Republicans without bothering to consult with President Obama. There's been bad blood ever since.Netanyahu is, in my view, sort of Trump with brains, very clever, very cunning, always interested in Netanyahu. And I think, he's pursuing these measures principally because he's worried about his ratings which have gone into the toilet. But he's a less and less reliable ally, I think.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:37",
      "speaker": "PHILLIP",
      "sentences": "When it comes to President Biden, though, I mean, this is a critical moment for him politically, there is a lot of discontent in the Democratic base about how he's handling this war in particular. Arab-American voters are frustrated. They're being urged to reject Biden. Do you worry that this issue could cost him the election?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:37",
      "speaker": "DEAN",
      "sentences": "Look, you have to worry about everything you do politically. One of the things I very much like about Joe Biden is he's going to do what's right for the United States of America. That is not a universal trade among Presidents, particularly those who blow in the wind, such as the former president, Trump.So, it's better to have somebody steady who knows foreign policy than it is who's catering to whatever people are upset with. I do think, however, that he is moving towards a position which is more probably more to the liking of Arab Americans. You know, it's such a complicated matter. The American Jews, over 50, are universally very pro-Israel. Under 35, it is -- I'm a bit shocked because I consider myself pro-Israel, but under 35 there are a lot of people, young American Jews, who are fed up with this and think that Israel is in the wrong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:37",
      "speaker": "PHILLIP",
      "sentences": "Look, I want to get your take on the other thing that is dogging President Biden right now. That's the questions about his age. It was ramped up last week with the Special Counsel's report that did not charge him with a crime. But listen to what Paul Begala and David Axelrod said about this issue last week.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:37",
      "speaker": "PAUL BEGALA, FORMER COUNSELOR TO THE PRESIDENT OF THE UNITED STATES",
      "sentences": "I'm a Biden supporter. I slept like a baby last night. I woke up every two hours crying and went to bed. This is terrible for Democrats. And anybody with a functioning brain knows that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:37",
      "speaker": "DAVID AXELROD, FORMER SENIOR ADVISOR TO THE PRESIDENT",
      "sentences": "He was like a big sirloin steak tossed in the middle of a bunch of hungry dogs there. And it was not optimal.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:37",
      "speaker": "PHILLIP",
      "sentences": "These are not random people. They've both run successful Democratic campaigns. Are they right? Should Democrats be worried?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "PHILLIP",
      "sentences": "All right, we'll see if that happens. Long way to go before November here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "DEAN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "PHILLIP",
      "sentences": "Howard Dean, thank you as always for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "DEAN",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    }
  ]
}