{
  "date": "2024-05-30",
  "headline": "CNN News Central",
  "subHeadline": "Donald Trump Hush Money Trial; Allegations Against Trump; Boeing Rebranding Efforts; Haitian Gang Negotiations; Billionaire Plans Submersible Trip To Titanic. Aired 2-2:30p ET",
  "utterances": [
    {
      "timeStamp": "14:01:47",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "On the case, the jury in the Donald Trump hush money trial reviewing testimony as they weigh what will be a historic decision. Whether the former president should be found guilty or not. Boeing's rebrand after several high-profile problems. The aircraft maker appears to be a failure. Ready to commit to sweeping changes as Boeing tries to reassure nervous flyers that it is taking its safety issues seriously.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:01:47",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "And building a better submersible. A billionaire has a plan to visit the site of the Titanic shipwreck. And this is not a rerun. He's doing this even after the last mission like this ended in tragedy. We're following these major developing stories and many more all coming in right here to CNN News Central. Right now, the jury is entering its ninth hour of deliberations in what could be the first ever criminal conviction of a former president. This is now the second day of deliberations in Donald Trump's hush money trial. This morning started with jurors sending a new note to the judge asking him to re-read some of the instructions he gave yesterday starting with a metaphor about rain meant to help the jury understand how to consider facts and what inferences can be drawn from those as well as the instructions related to count one of Trump's 34 charges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:01:47",
      "speaker": "KEILAR",
      "sentences": "The jury also re-heard testimony from key prosecution witnesses, National Enquirer publisher David Pecker and Trump's former attorney Michael Cohen. They specifically wanted to hear what each of those men said about the 2015 meeting at Trump Tower and what Pecker said about the catch and kill deal with playmate Karen McDougal including his phone call with Trump. We have CNN's Paula Reed and Kristen Holmes who are outside of the courtroom there in New York. Paula, let's talk about the jury instructions. What this rain metaphor is. What was all about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "SANCHEZ",
      "sentences": "And Paula, what about the jury asking for clarification about count one of the 34?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "REID",
      "sentences": "Yeah, I think it's interesting that they only asked for clarification on count one. We don't know anything for sure, but you could infer, if we want to go with the rain metaphor, that perhaps they are walking through this chronologically. Again, there are 34 counts. They extend across three different kinds of documents over the course of a year. But here, he instructed them that they must find that Trump personally, or in concert with another, made or caused a false entry in business records, and that Trump did so with the intent to defraud that included an intent to commit another crime or to aid or conceal the commission thereof. Now, I want to go to the first point. It's saying Trump personally, or in concert with another, made or caused a false entry. And this is something, and speaking with sources at the district attorney's office, this is something that they consistently emphasize, that Trump may not have ordered, right, Michael Cohen to submit a false invoice, but they believe that he set this all in motion.And they argue that under the law, that he should be convicted of falsifying business records, even if he didn't select the option from the drop-down menu. So for them, this language at the top is very important. And the second part of the instructions for count one, prosecutors have charged this as a felony. Again, these are misdemeanors, falsifying business records. But they're being charged as a felony because they argue that this was all done to help Trump win in 2016, which could have violated, they say, three different laws. Now, they don't need to prove those. They don't need to decide those other laws. They just need to agree that he did indeed mean to violate another law. So look, this jury has a lot of work in front of them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "KEILAR",
      "sentences": "Yeah, they certainly do. And Kristen, I know you've been talking to your sources. How is Trump feeling today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "KRISTEN HOLMES, CNN NATIONAL CORRESPONDENT",
      "sentences": "Donald Trump and his team are doing almost exactly what all of us are. A lot of speculating, trying to read the tea leaves, trying to figure out what exactly this jury is doing and when we might potentially get a verdict. Now, I am told that there is a TV in the room they're waiting in. He has been watching coverage. Also getting clips of his surrogates defending him on television. Not that surprising. Something Donald Trump really likes to have there.But one other thing that I've been told is that Donald Trump has told people around him that he thinks it's possible he will be convicted, that he believes that it is going to be an unfair trial. Obviously, we know something Donald Trump says a lot because of the jury makeup. Now, I do want to point to one thing, which is a recent poll that just came out about how voters feel about the possibility of Donald Trump. Being convicted or not. Now, this is just people who are Trump voters only. But this is what it says. It says if Trump is found guilty or if you are less likely to vote for him in that scenario, that is seven percent more likely to vote for Trump. Twenty four percent. Would it make a difference? Sixty eight percent. Now, Donald Trump's team is brushing off that seven percent, saying they do not think that is accurate. Most of the polling that they have seen has Donald Trump up by a large lead. But I will say that seven percent could be absolutely critical in an election with Joe Biden, particularly when both sides here believe the margin is going to be so small.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "SANCHEZ",
      "sentences": "And Kristen, this trial isn't the only thing the campaign is having to respond to today. There's some breaking news coming out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:09",
      "speaker": "KEILAR",
      "sentences": "All right, Kristen, thank you for that. Paula, thank you as well. Let's talk more now with former Trump attorney Tim Parlatore. He represented Trump in the classified documents case. And this rain metaphor, I wonder what you think about it when you hear that as part of the instructions they wanted repeated the jury, they wanted to hear about this. What does that tell you? Could that be sign of a holdout?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:09",
      "speaker": "TIM PARLATORE, FORMER TRUMP ATTORNEY",
      "sentences": "You know, it's difficult to really know for sure, but this is the kind of thing that it suggests to me, especially in conjunction with some of the other notes, that the jurors are trying to come to an agreement on certain things. And when they want this type of instruction, oftentimes it's because there's a disagreement amongst them as to how much of an inference is reasonable. And what I would be looking for if I were in the courtroom is when the jury comes in and when the judge is reading this specific instruction, how are they reacting? How many of them are nodding? How many of them are shaking their heads? I've even had, you know, where during this exact type of instruction, you'll see one or two jurors that turn to another juror like--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:09",
      "speaker": "KEILAR",
      "sentences": "See, see buddy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:09",
      "speaker": "PARLATORE",
      "sentences": "Exactly. And so I had once where the judge says, OK, is that sufficient? And everybody kind of looks at one juror is like, is it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:09",
      "speaker": "KEILAR",
      "sentences": "Because they all listen for it, even though it's just one who has the question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:09",
      "speaker": "PARLATORE",
      "sentences": "Exactly. So I think that it definitely indicates that there is some disagreement over whether the inference that the jury is trying to make, or at least some people on the jury is trying to make, is reasonable or not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:09",
      "speaker": "SANCHEZ",
      "sentences": "And then asking for clarity on count one. Right. How does that fit into the picture?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:09",
      "speaker": "PARLATORE",
      "sentences": "As I recall, and I haven't had a chance to go back and look at the indictment since that note came out, but as I recall, the first couple of counts have to do with the checks that were signed not by Donald Trump, but by Eric and Don Jr. And so--(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:09",
      "speaker": "KEILAR",
      "sentences": "And the trust. Checks that came from the trust.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:09",
      "speaker": "PARLATORE",
      "sentences": "Exacty. Came from the trust. And so if you take those two together, and of course, I'm guessing you have no idea. It could be, you know, that they're trying to sit there and say, OK, is it reasonable to infer that he participated, directed or acted in concert with if he didn't sign the checks? And, you know, so they may be looking at are we taking the first four counts and knocking them out, you know, based on his lack of personal participation? KEILARsome legal experts that the jury, looking at all the counts, could decide he's guilty on some and not on others?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:09",
      "speaker": "PARLATORE",
      "sentences": "I think it does. I mean, I think that for them to find him guilty of all 34 counts would be very difficult because when you look in, even if you take, you know, the Weisselberg calculations at face value, the reality is that 130,000 of it was to repay for the Stormy Daniels, you know, 20 or 50 is for Redfin. And a portion of that they put right in there. It's for his fee. And so for you to say that all 34 counts, you know, that are false at a minimum, some of those go to the portion that is for the fee. Some of that goes to the portion where he plussed it up for tax purposes, although he never then declared it on his taxes. So that's also money that he pocketed. So I can I can very much see a jury sitting there and saying, OK, 130,000 or 150,000 is the repayment. And so we'll maybe find him guilty of checks up to that amount.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:09",
      "speaker": "SANCHEZ",
      "sentences": "I see. We spoke a moment ago off camera about the gag order. Yeah. Donald Trump, any time that he's spoken outside the courtroom or even on social media about the case, he laments that he can't more vocally go after who he wants to go after. Now that the witnesses have testified, you think it's time for the defense to revisit the gag order and push the judge?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:09",
      "speaker": "PARLATORE",
      "sentences": "It perplexes me that Todd Blanche hasn't made this motion yet because gag orders, you know, by their very nature, it's a prospective restriction of your free speech rights. They're presumptively unconstitutional, except in very limited circumstances to protect the integrity of the proceedings. Oftentimes they expire as soon as the jury is sworn in, because when you have an unsworn jury, you have a bunch of prospective jurors. You could taint the jury pool. But once they're sworn in, you have those 12 people that the judge sits there and says, don't look at the news media. And so therefore, whatever public statements, theoretically, as long as they listen to the judge, it doesn't taint them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:09",
      "speaker": "KEILAR",
      "sentences": "Hard not for some. It's hard, though.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:09",
      "speaker": "PARLATORE",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:09",
      "speaker": "KEILAR",
      "sentences": "You're in-look, they're in New York City. This is what's happening right now. You can see how some of that information, if Donald Trump, whatever he says, could kind of get out there into the ether. I mean, what do you what do you think about that argument or should that not be considered?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:09",
      "speaker": "SANCHEZ",
      "sentences": "Still perhaps way down the road. Very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:09",
      "speaker": "KEILAR",
      "sentences": "Tim Parlatore thank you so much. We appreciate your insights. And ahead this hour on CNN News Central, the FAA has just responded to Boeing's safety plan. These are changes that the aircraft manuals have been making. Manufacturer says it's making after a series of in-flight mishaps.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:09",
      "speaker": "SANCHEZ",
      "sentences": "The Federal Aviation Administration today reviewing Boeing's roadmap to fix safety and quality control problems. The aircraft manufacturer and its outgoing CEO met with flight officials for three hours behind closed doors. The FAA's chief saying the agency must make sure that Boeing follows through and transforms its safety culture.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:09",
      "speaker": "KEILAR",
      "sentences": "Those plans, they're not yet public, but they're meant to reassure flyers that Boeing planes are safe after a series of accidents and incidents, including, of course, that door plug that blew out back in January. We have CNN's Pete Muntean who's with us now to talk about this. Pete, what are you learning about these plans and the FAA's role here going forward?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:09",
      "speaker": "PETE MUNTEAN, CNN AVIATION CORRESPONDENT",
      "sentences": "Well, Brianna, this is all about getting Boeing back on course. And this three-hour meeting was held not only with the head of the FAA, but also the outgoing CEO of Boeing, Dave Calhoun, and other senior leaders from Boeing. And the idea here is to really fix Boeing's tarnished reputation since the 737 MAX 9 door plug blowout back on January 5th. But you have to remember, this is a years-long saga of demise for Boeing after the 2018 and 2019 737 MAX crashes abroad, that killed 346 people. Here is the plan that Boeing has laid out to the FAA. This is from the FAA. The FAA says Boeing will give its workers clearer instructions of what they will do on the assembly line floor. Also, there will be improvements to training and improvements to the tools that they use.Also, Boeing says it is committed to staying on top of third-party suppliers. Remember, that is so critical to the door plug blowout incident. Because Spirit Aerosystems is the supplier, the contractor, that built the 737 MAX 9 fuselage. A flaw was noticed, one that fuselage showed up at the Boeing factory in Renton, Washington. And Boeing workers removed the door plug from that airplane and then put it back on, but forgot to put back on the critical bolts that hold it in place. I asked FAA Chief Mike Whitaker about that and about the idea that Boeing neglected doing a simple job, of putting airplanes together. He insisted it is not simple, but this will keep Boeing on task. They will increase the oversight and keep up the oversight. I want you to listen to FAA Administrator Mike Whitaker, what he said to that question from me. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:09",
      "speaker": "MICHAEL WHITAKER, FAA ADMINISTRATOR",
      "sentences": "Well, I don't know that I would characterize it as simple, building an airplane. But the quality management system has to be robust. The training of employees has to be sufficient. And this plan is comprehensive. It takes on all those aspects. And we're just going to monitor the implementation to make sure it's effective.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:09",
      "speaker": "MUNTEAN",
      "sentences": "Here's what happens now for Boeing. There will be weekly meetings with Boeing and the FAA. Also, FAA inspectors will remain on site at Boeing and some of its suppliers. FAA Chief Mike Whitaker says he will be having quarterly meetings with the CEO of Boeing going forward. The next one will happen in September. Boris Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:09",
      "speaker": "SANCHEZ",
      "sentences": "Pete Muntean asking the tough questions. Thanks, Pete. Now to a CNN exclusive. A source telling us, the bodies of the Boeing crew, the American missionary couple killed by a gang in Haiti last week, are on their way back to the United States, but only after an urgent operation that involved negotiations between U.S. officials and multiple wanted gang leaders.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:09",
      "speaker": "KEILAR",
      "sentences": "Let's go now to CNN's David Culver. David, you recently returned from Haiti. And while you were there, you met with the gang leader at the center of these talks.",
      "isLastSentenceInterrupted": false
    }
  ]
}