{
  "date": "2024-03-26",
  "headline": "One World with Zain Asher",
  "subHeadline": "Cargo Ship Crashes Into Francis Scott Key Bridge Causing It To Collapse; President Biden Holds A Press Conference On The Baltimore Bridge Collapse. Aired 12-1p ET",
  "utterances": [
    {
      "timeStamp": "12:00:35",
      "speaker": "ZAIN ASHER, CNN INTERNATIONAL HOST",
      "sentences": "All right, coming to you live from New York, I'm Zain Asher. My colleague, Bianna Golodryga is off today. You areindeed watching \"One World\". I want to begin in Baltimore with a search and rescue operation underway as I speak right now in the waters of the Patasco River. After a major bridge was hit by a ship, look at that, major bridge hit by a ship and then collapsed straight into the water, sending several cars, by the way, also plunging into the water, as well. The massive cargo ship you see there called Dali apparently -- apparently lost power and then drifted into the support structure of the Francis Scott Key Bridge at about 1:30 local time in the early hours of this morning. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:35",
      "speaker": "UNKNOWN",
      "sentences": "Be advised, the entire bridge, the entire Key Bridge is in the harbor. I advise again, the entire Key Bridge has fallen into the harbor.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:35",
      "speaker": "ASHER",
      "sentences": "Certainly not words you hear every day. Officials say the ship dropped an anchor as part of emergency procedures right before the impact.We know that at least six people -- at least six people at this point in time are believed to be missing. As I mentioned, the search and rescue operation is ongoing, but Maryland's governor says that quick thinking and a warning from the ship actually prevented an even worse tragedy. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:35",
      "speaker": "WES MOORE, MARYLAND GOVERNOR",
      "sentences": "We had a ship that was coming in at eight knots, so coming in at a very rapid speed. I have to say I'm thankful forthe folks who, once the warning came up and once notification came up that there was a mayday, who literally by being able to stop cars from coming over the bridge, these people are heroes. They saved lives last night. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:35",
      "speaker": "ASHER",
      "sentences": "We have reporters and experts covering this story throughout the hour for you. I want to start with CNN's Kristin Fisher, who is on thescene there in Baltimore. Kristen, what is the latest at this point in time?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "ASHER",
      "sentences": "It's been almost 12 hours -- 12 hours since the tragedy happened, and so obviously rescue crews are up against a lot. Kristin Fisher, livefor us there, thank you so much. And joining us live now is David McFarlane. He was a ship captain for many years until leaving the seas to FOUND, a maritime risk and safety consultancy firm. David, thank you so much for being with us. I'm not sure if you heard our Kristin Fisher speaking there, but she was basically saying, listen, the big question at this point in time is what exactly happened? What exactly went wrong here? I mean, you think about the fact that, I mean, people have been playing, obviously, the video leading up to the impact over and over again, trying to sort of pass through it for clues. We know that the ship's light flickered on and off more than once, right? More than once, and then it appeared to veer off course. You look at this video, you look at those two things happening, and you think, what? What sort of information can we hope to glean from that? DAVID MCFARLANE, DIRECTOR, MARITIME RISK AND SAFETY CONSULTANTS LTD.: At this stage, it really is just speculation, but it does appear that the ship has had what is known as a blackout. Now, a blackout can occur because perhaps one of the generators on board the ship has failed for one reason or another, and the second generator has tripped out an overload. There are failsafe mechanisms on board the vessels to counteract that, and it appears to have worked here. The ship regained power, but unfortunately in such a narrow channel and with such a narrow target as the bridge. It was just too little, too late.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "ASHER",
      "sentences": "And as you point out, obviously, of course, I want to underscore this to the audience, that this is just speculation. Of course, at thispoint in time, it is too early to know what exactly happened. I should point out that we are waiting for a press conference. It's set to start any moment now from the National Transportation and Safety Board. It was set to start about five minutes ago. We are waiting for that. But you point out the fact that it could have been, right? It could have been a blackout. Would a blackout alone, with the ship losing power alone, be able to at least partially explain this kind of impact, this kind of tragedy here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "MCFARLANE",
      "sentences": "Yes. The ship needs propulsion to move forward. Excuse me. It also needs to steer, and to be able to steer correctly, it has to have agood flow of water past the propeller and over the rudder to enable it to steer. Now, as soon as the propeller stops, which would be the case in a blackout, your steerage is going to be affected. And in the time that it takes to regain power back again, the ship could easily veer off course, as it appears to have happened here. And just in, you know, 30 seconds is all it takes for a ship that's close on 100,000 tons, a thousand feet long. That's all it takes for a ship to sort of gently veer off course and unfortunately hitting the inevitable pier that is the bridge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "ASHER",
      "sentences": "What does an investigation, I mean, obviously you are a maritime expert. What does an investigation into a tragedy of this magnitude looklike? Obviously, the first port of call will be, of course, interviewing the pilots, the captain of the ship, the crew members. That, I imagine, is probably the first thing that authorities are going to be doing. But beyond that, what are the key aspects of actually piecing together what went wrong here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "ASHER",
      "sentences": "And that's such a key point because whenever there is an airplane tragedy, the key -- the real key lies with the black boxes. And so, thereis an equivalent, as you point out, in the maritime industry, a VDR and that is going to be crucial, as well. We know that the ship dropped anchor. Again, you know, obviously, this is just speculation, but it appeared to be a blackout and then, obviously, the ship veered off course. We know that the ship dropped anchor as part of emergency procedures. Can you explain to our audience what that actually means and what that would actually do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "MCFARLANE",
      "sentences": "Yeah, I think that was probably a knee-jerk reaction from the ship's master and or the pilot. And it is a standard procedure when you'rerunning out of control. Drop your anchors to try and stop the ship. But a ship that has got that much momentum, weighing 100,000 tons, doing eight knots, which is well over 10 miles an hour, the dropping of an anchor will make absolutely no difference at all. And in fact, the chances are you'll rip the anchor out of its housing within the ship at that speed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "ASHER",
      "sentences": "All right. So, we still have a couple of months before we get a ruling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "SCHNEIDER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "ASHER",
      "sentences": "But just in terms of the hearing and the arguments today, did the justices sort of show their hand in the types of questions they were askingthe lawyers in terms of which way they're likely to go here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "SCHNEIDER",
      "sentences": "Yeah, it does seem like they are willing to toss this lawsuit out and say that the doctors here who brought this case two years ago inthe lower courts, that they didn't even have standing. Now, the lower courts here, the District Court in Texas, as well as the Fifth Circuit Court of Appeals, they both determined that the doctors did have the power to bring this suit. That somehow these doctors were, in fact, injured because they either did or might have to treat women who took Mifepristone if something went wrong. But the Supreme Court seemed a lot more skeptical of that argument, of the standing argument in general. And because of that, it looks like perhaps they might just toss this lawsuit. And if they did so, everything would remain status quo with Mifepristone. It's currently at status quo because the lower court's rulings were frozen while the Supreme Court decided to hear this case. So, it does appear that Mifepristone may continue to be delivered and prescribed in the same way that it has been for many years now. If we're reading the tea leaves correctly about a majority of these justices, probably finding that the doctors shouldn't have even brought this lawsuit in the first place. So, we'll see, Zain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "ASHER",
      "sentences": "All right, Jessica Schneider, live for us there. Thank you so much. All right, let's bring in Brittany Fontenot. She's the president and CEO ofthe National Abortion Federation. She says that Mifepristone is very safe, very effective, and arguments restrict its use are not based on medicine. But I presume you're going to say, obviously, based on culture wars and politics. Brittany, thank you so much for being with us. Obviously, this is the first sort of major reproductive rights case before the Supreme Court since the Dobbs ruling back in 2022. And it's important to note this is not about an outright ban on medication abortion. It's about restricting access to it. There are some abortion, anti-abortion lawyers that believe that the FDA overstepped its authority by expanding access to the drug back in 2016 and 2021, as well. But just walk us through your take on this, because if this drug is restricted, if access to it is widely reduced, what are the consequences of that? What are the implications of that, Brittany?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "BRITTANY FONTENO, PRESIDENT AND CEO, NATIONAL ABORTION FEDERATION",
      "sentences": "So, first of all, thank you so much for having me today. I think that, simplyput, this is a monumental case that the Supreme Court is considering right now. We know that access to safe, effective medication abortion care is essential to ensuring people's ability to make their own decisions about their reproductive lives and about their future. We also know that, as you said, Mifepristone is a safe, effective FDA- approved medication, and it's now used in over half of all abortions in the U.S. What we saw with the Dobbs decision nearly two years ago was that the Supreme Court undid the Roe legal framework and unleashed chaos and confusion when it came to the laws around abortion in the U.S. What we're contending with now is an elevation, potentially, of that chaos and confusion by clawing back, potentially, Mifepristone access. And, as I mentioned before, access to medication abortion is part of essential health care, and this is one of the two medications that are used in the most common medication abortion regime in the U.S. So, the consequences of this potential decision could be far-reaching, and not just for abortion, but for FDA-approved medications in general.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "ASHER",
      "sentences": "Some say, look, curtailing access to this drug might end up meaning that, rather than having access via telehealth or telemedicine, women wouldhave to be in the doctor's office in order to be prescribed this drug. How onerous would that be for certain women, especially since, you know, some believe that that is not medically necessary at all?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "ASHER",
      "sentences": "But just in terms of options, right? There are many who argue, look, if Mifepristone is restricted, there are alternatives. Misoprostrol is oneof them, for example. Would that work, for example, if it does end up being restricted because there are still, at this point, viable alternatives for a lot of women in this country? Give us your take on that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "FONTENO",
      "sentences": "Yeah. So, there are viable alternatives outside of the Mifepristone, Misoprostol abortion medication regimen. We know that this isa safe and effective regimen, that misoprostol-only abortion medication regimen is used in many countries throughout the world. However, we do know that two-step processing, including Mifepristone, is more effective. It's about 95 percent effective, while the Misoprostol-only regimen is about 85 percent effective. But we can't be fooled here. This is really about access to medication abortion, and this is really about taking away people's access to medication abortion, making a medication that is safe, legal, and effective out of reach for the people who need it most. And we can't be fooled into thinking that anti-abortion politicians and advocates and judges will stop here. This is really just one step toward their ultimate goal of completely banning abortion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:20",
      "speaker": "WES MOORE, MARYLAND GOVERNOR",
      "sentences": "This is a place that is a normal commute route for over 30,000 Marylanders every single day. And so to hear thewords that the key bridge has collapsed, it's shocking. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:20",
      "speaker": "ASHER",
      "sentences": "And President Joe Biden will address the bridge collapse in Baltimore shortly. He'll do so very soon. We'll also bring you his remarksas soon as when -- as soon as it happens, excuse me. We're also keeping an eye on the large scale search and rescue operations underway as I speak. The weather was chilly at the time of the incident -- about the mid 40s. It's about seven degrees Celsius. Baltimore County official Johnny Olszewski says conditions for those in the water are certainly difficult in those sorts of temperatures. He spoke to CNN earlier. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:20",
      "speaker": "JOHNNY OLSZEWSKI, BALTIMORE COUNTY EXECUTIVE",
      "sentences": "The conditions are difficult, right? We're talking about a deep channel port. It's 40 -- 50 feet ofwater, strong currents. The weather is windy. The water is cold. And so, we certainly worry about those who are in the water, not to mention the fall from the bridge. For folks who we know, we know that there were individuals working on the bridge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:20",
      "speaker": "ASHER",
      "sentences": "CNN's Derek Van Dam joins us live now from the CNN Weather Center in Atlanta. I mean, that is a point that you cannot understate the fact thatthe water this time of year is very, very cold. And that, of course, to be perfectly blunt, makes survivability an issue, especially when you're talking about 12 hours in those sorts of temperatures. But just walk us through how the weather at the time of the disaster may have impacted this tragedy and also how the weather will impact or is impacting search and rescue operations, Derek.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "ASHER",
      "sentences": "Honestly, for the sake of the family members, the people who are in the water right now, I am hoping and praying for good news -- for good newstoday. Derek Van Dam, live for us, thank you so much. All right, after the break, we're waiting to hear from President Biden about that tragedy in Baltimore. We will also update you on the effort to find survivors, as well. That's next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "BRIAN TODD, CNN CORRESPONDENT",
      "sentences": "Right, Zain. We've been able to get to this vantage point a few hundred yards away from the vessel itself. We'll comepast me, and we'll kind of zoom in with both of our cameras here. Our photojournalists, Andrew Christman and Joe Merkel, have two cameras here. One is kind of on a steady pod, and he's going to be able to zoom in there. These are the rescue operations. This is still a full-fledged rescue operation. As you can hear, a helicopter buzzing overhead.  There are air restrictions, so no other helicopters other than Coast Guard or other rescue helicopters are allowed around here. No other air traffic is allowed. That's a Coast Guard helicopter that's just buzzing over. And you can see some of the boats that are involved in the rescue operations. Six people, as you mentioned, unaccounted for. That's what they're looking for right now. These are operations that are just with dive teams that have been in here all morning long for at least 10 hours now looking for these missing six people. Two people were rescued. One of them was seriously injured and is being treated. The other one was unhurt. They tracked about five vehicles that were on the bridge at the time of this collapse, but it's unclear whether anyone was actually in those vehicles or not. So you've got six people unaccounted for. And you can see at least a couple hundred-foot drop there. If any of these people were at the height of the bridge, that's the distance that they would have fallen. Another dramatic image that you're looking straight at right now. Look at the remnants of that bridge and the utter disaster. The middle part of the entire bridge is completely gone. You see some of the stanchions of the bridge and the abutments that hold up those stanchions. There's one right there, and the stanchions are to the left and to the right. Across the bow of the ship, you can see part of the bridge lying across the bow and some of the damage there. This was a fully loaded container ship that we're told now, giving you a little bit of the timeline, it left port at about 12:28 A.M. Eastern time, and this incident occurred about an hour later at about 1.27 A.M. Eastern time. What was fortunate was, according to officials, that either the pilot or someone else on board that vessel was able to put out a Mayday call before impact, and that gave officials enough time to close the bridge down and prevent other vehicles from getting on the bridge, prevent other traffic from getting on this bridge. So, that was very fortunate and could have really saved lives there. But again, this is still a full-fledged rescue operation, and it will be for several hours. The conditions here, the water is smooth on the surface, but the water is extremely cold. Our CNN weather experts tell us this is about 46 to 48 degrees Fahrenheit. Those are very dangerous conditions for anyone to survive in, more than about maybe one to three hours' time, but it's also dangerous for the divers, as well, so they've got to monitor that, as well. Some bad weather coming in in the next few hours. Overnight tonight, it's going to be raining. Visibility here will be impacted by that, and the water will get murkier, as far as that's concerned. So, you've got -- that's the picture of the rescue operation. Now here's the picture of the economic disruption. We'll pan to our left, and Andrew will show you. You see that big green container ship over there? That's the Carmen. That is a ship that transports cars into the port of Baltimore. That vessel and other cargo and container ships are completely trapped now inside Baltimore Harbor. Nothing can come in or out now, and that could be the case for days on end. We just don't know how long these vessels will be trapped, and what does that impact? Well, that not only impacts, of course, the cars coming in and out on that vessel, but other materials and goods coming into the port of Baltimore. And you're talking then about hotels, restaurants, other businesses that depend on this traffic coming in and out of the port of Baltimore -- all of that at a standstill now. So it gives you an idea, Zain, of the economic impact that this is going to have on this area probably for at least several days. What I can also tell you is, I've spoken to a gentleman who is part of a marine construction company that will be involved in the salvaging and the reconstruction of this bridge. He told me a short time ago, it's going to take several days just to get floating cranes and other heavy equipment to the site. Once they get to the site, then they're going to have to chop up the remnants of this bridge into smaller pieces just to remove them and maybe even make it possible for some vessel traffic to come in and out of here. That's days away for them to even just get on site and begin that work, Zain. So, it kind of gives you the full impact of the devastation here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "TODD",
      "sentences": "Well, they're up against some bad currents. Now, I know the water does seem smooth, and it is smooth on the surface, Zain. But we're toldthat there are very strong currents underneath the water. And, again, we mentioned the rain coming in later. They're going to be up against that. But that won't happen until probably the very late night and overnight hours tonight into Wednesday morning. So -- but again, they're going to do this 24-7 until they can find people. So, that's going to be impacting the rescue operations, as well. Luckily, right now, the weather is fairly moderate. It's not overly cold outside. The wind is not too bad right now at all. There's almost no wind out here at the moment. But that doesn't mean that's going to hold for the next several hours. There is some bad weather moving in here, Zain. And, again, those frigid temperatures do take a toll on the divers, as well. They can't stay in for maybe more than maybe 30 minutes at a time, then they've got to come out. So, that's what these boats over here are engaged in and those boats that are near the ship there. Nobody on board the ship, as I heard you mention earlier, nobody on board the ship itself was injured. But look at that. That's a fully loaded container ship that's almost a thousand feet long and about 130 feet wide, completely loaded with some material in all those containers. That gives you an idea. We're told there's roughly 116,000 tons in weight. So, that's the kind of force that slammed into that bridge. And, again, the fortunate part is that they were able to do a Mayday call before impact. So, that gave officials time to kind of get people -- prevent people from coming onto that bridge, prevent more vehicular traffic from coming onto this bridge, Zain. So, if there's anything fortunate about it, it was that part of it, that they were able to possibly save lives with that Mayday call.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "ASHER",
      "sentences": "You know, the governor of Maryland was saying that he was woken up with a call about what happened. Obviously, this happened very early in themorning, and he was told, listen, the key bridge is in the water. The key bridge has collapsed, and it's in the water. And he was just talking about how shocking that is because this bridge is such an important part of Baltimore. It's really part of the heart and soul of the city. Can you just explain to our international audience who might not be that familiar with Baltimore, who might not be familiar with this particular bridge, how much of an important piece of infrastructure it is just to sort of keep the city going?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "TODD",
      "sentences": "Well, that really can't be overstated because it is hugely important, and all of that has been disrupted. You're talking about vehicular trafficnow. This is one of the only bridges around here. We don't know of any other one right now. This is one of the only bridges that allows HAZMAT material --hazardous materials, oil and other things, to come over the bridge and be transported up and down the East Coast. That material is not allowed inside the 895 -- Route 895 and Route 695 tunnels where a lot of the other vehicular traffic is allowed to go in. You cannot put HAZMAT materials inside the tunnels where there's so much traffic going up and down the East Coast through Baltimore, underneath the Baltimore Harbor. But you can put HAZMAT material on this bridge, and take a look at that. It's completely disrupted, this bridge unusable for, Lord knows how long now, months probably at least. And so, that is all disrupted. That gives you an idea of, again, the commerce and just the important nature of the vehicular traffic that now just cannot take place up and down the East Coast because this is such a key artery.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "ASHER",
      "sentences": "All right, Brian, Todd, do you stand by? I want to bring in Kristin Fisher, who's also standing by for us. Kristin, obviously the next step inall of this is, of course, the investigation. And that has to start with, I imagine, interviewing crew members who are on board that ship. I mean, what more can you tell us about what the next steps are in trying to figure out how exactly this happened and what exactly went wrong?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "ASHER",
      "sentences": "We know that this ship was essentially piloted by local pilots. It was sort of local crew members who were steering the ship. And that's donebecause local pilots are aware of the sorts of hazards, right, for every port and every sort of body of water here. Just explain to our audience that process in terms of what we know on that front.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "FISHER",
      "sentences": "Well, this is a very busy harbor, one of the busiest harbors in the United States. And so, it's impossible for every captain to know the insand outs of every harbor. And so, you have these local pilots who assist the captains of these massive container ships as they go through this process. A lot of questions surrounding that process right there that need to be answered right now. But, you know, Zain, you can see this ship right behind me. That's really the front of the ship. And you can just see it tore this massive section out of the Key Bridge. And, you know, I just can't overstate what a critical artery this is into Baltimore. I mean, this is a massive interstate, 695. It loops around the whole city. And so, now, not only is this going to be a real commute nightmare --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "REPORTER",
      "sentences": "Do you plan to go to Baltimore, Sir? And if so, how quickly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "BIDEN",
      "sentences": "I do, and as quickly as I can.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "REPORTER",
      "sentences": "You said the federal government is also going to pay for the repairs. I'm just curious. This was a ship that appears to be at fault. Isthere any reason to believe that the company behind the ship should be held responsible? And then also --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "BIDEN",
      "sentences": "That could be, but we're not going to wait for that to happen. We're going to pay for it to get the bridge rebuilt and opened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "REPORTER",
      "sentences": "What did you make of Israel's decision not to attend this meeting this week?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "BIDEN",
      "sentences": "Oh, I don't want to get ahead of myself. We've got plenty of time to talk about --.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "REPORTER",
      "sentences": "You mentioned the port. Can I ask about cars? About the port.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "UNKNOWN",
      "sentences": "Thank you for all your feedback.(LIVE COVERAGE ENDS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "ASHER",
      "sentences": "All right, President Biden speaking there, just detailing what exactly happened and all the sorts of things that went wrong in theaftermath of that devastating bridge collapse in Baltimore. The President says that he does plan to go to Baltimore. He plans to go as soon as he is able to. He said that the focus right now is really on the search and rescue operation. Six people, of course, unaccounted for at this point in time. But that another priority of his is, of course, to get that port and the bridge back up and running, to sort of reconstruct the bridge. He talked about the fact that the federal government will be covering the entire cost of reconstructing that bridge, adding that 15,000 jobs -- 15,000 American jobs depend on that port. It is hugely important to the local economy. I want to bring in Kristin Fisher again. So, Kristin, one of the things he did touch on there, once again, was how critical that Mayday call was. I mean, the crew members on that ship issued a Mayday call which allowed a lot of lives to be saved here, just in terms of closing down that bridge to traffic. Take us through that again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "FISHER",
      "sentences": "Yeah, so apparently shortly before the container ship collided with the bridge, the crew was able to get a Mayday call out saying they werehaving some power issues with the ship. That enabled authorities up on land or up on the bridge to stop traffic, stop more cars from entering the bridge, which likely saved countless lives, really. But then, of course, it also raises the question, if that Mayday call did get out, if they were able to keep cars from entering the bridge, then why wasn't that construction crew notified? Or maybe they were, and maybe they couldn't get out in time. So, just a lot of questions now surrounding that, because we now know that it is those six members of that construction crew that the Coast Guard and search and rescue officials are now searching for. You heard President Biden say, though two, fortunately, had been rescued, one in critical condition, another one, okay. But, Zain, I think the big headline there, the real bit of new information there from President Biden's remarks, is the fact that he says the federal government will be the one paying to rebuild this bridge, as he was saying, just an absolutely critical part of not just Baltimore's infrastructure, but this entire corridor. Zain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "ASHER",
      "sentences": "All right, Kristin Fisher, live for us there. Thank you so much. Let's go straight now to CNN's Tom Foreman joining us live now fromWashington. Tom, what more do we know at this point about the crew that was on board that ship that ended up hitting the bridge? Just take us through what we know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "ASHER",
      "sentences": "Yeah, those are all key questions, but worth noting, sort of major news at this hour, that President Biden has said that the federalgovernment is going to be paying to repair the bridge. Even if the ship was at fault, they're not going to wait. They will be paying to reconstruct that bridge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "FOREMAN",
      "sentences": "That important to the whole country.",
      "isLastSentenceInterrupted": false
    }
  ]
}