{
  "date": "2024-05-01",
  "headline": "CNN Newsroom",
  "subHeadline": "Police And Protesters Clash At Univ. Of Wisconsin; Judge Finds Trump In Contempt For Violating Gag Order; Biden Admin To Reclassify Marijuana As Lower-Risk Drug. Aired 11:30a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:35:14",
      "speaker": "BLITZER",
      "sentences": "Yes. The mayor also -- Mayor Adams' news conference a little while ago, mentioned that people indoctrinating young people at Columbia University were involved. How concerning should that be if proven true that people were coming in and indoctrinating some of the students to get violent if you will? We saw the video of them smashing through windows and doors to get into that Hamilton Hall.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:14",
      "speaker": "MILLER",
      "sentences": "Well, I think the concern is it depends where you sit. If you talk to organizers like Lisa Fithian, who is a nationally known organizer who arrived at Columbia Monday and left yesterday, she would say direct action, property damage, vandalism is all fair game in protest if you are committed enough to take those actions and face arrest. If you're a Columbia University or the NYPD, your view of that is going to be different.The letter from the president of Columbia says the events of the campus last night, referring to Monday night, left us with no choice. We support the university's trustees and determine the building occupation, the encampments, the related disruptions, pose a clear and present danger. So, one side views this as direct action and resistance. The other side views this as a clear violation of law and criminal activity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:14",
      "speaker": "MURPHY",
      "sentences": "You used to work at NYPD. What I don't understand is if there's violence and potentially endangering students or others on the campus of Columbia University, or CCNY, the City College of New York, which is not too far away, why don't -- why can't police just go and deal with that? Why do they need permission from the university to step us -- step into the campus?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:14",
      "speaker": "MILLER",
      "sentences": "Well, it's a -- it's a dotted line, Wolf. The police want to make sure that the university is comfortable with their presence and their actions. It's why they require letters like this one from the -- from the college saying, this is the action that we expect from you.But if somebody calls 911 and saying I'm being stabbed or I'm going to be -- you know, I'm being robbed, police will respond to the campus and go on the campus right away. When it's an organized protest, they really want to engage with the university, with their public safety department, with their administrators to make sure that when they take whatever action they do take, they don't face vast criticism about who wanted you here in the first place, and how dare you come onto campus and so on. They want that support apparatus around them to show that this was a shared decision, especially because these things are off -- are often done lawfully -- lawful but end up looking awful and, you know, these become viral videos. I think if you look at yesterday, the idea that they were able to retake the building, arrest over a hundred people with no injuries and minimal resistance, they're pretty good at this at New York. They have the tools, and they have the requisite number of cops.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:14",
      "speaker": "BLITZER",
      "sentences": "They certainly do. All right, John Miller, thank you very much for your expertise. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:14",
      "speaker": "MILLER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:43:13",
      "speaker": "BLITZER",
      "sentences": "New details right now on the situation over at the University of Wisconsin in Madison. The university is saying student protesters received \"multiple warnings to vacate the campus encampment\" which police are clearing as we speak. A much different scene earlier this morning.Look at this. Hours ago, protesters violently clashed with law enforcement. Police confirmed to CNN they've arrested at least 12 people. We're monitoring the situation. We're bringing you updates of course throughout the hour and indeed throughout the day. The courtroom is dark today in Donald Trump's criminal hush money trial. It's Wednesday. No trial on Wednesdays. The former president will hit the campaign trail for the first time since the trial began some two weeks ago. He's scheduled to hold events today in Wisconsin and Michigan, two key battleground states that both sides see as pivotal on the path to the White House. Trump won both in 2016 but lost them in 2020. Tomorrow, Trump will be back, of course, in New York City as his criminal trial resumes in the morning. The first order of business, a new hearing on his alleged additional gag order violations. Judge Juan Merchan yesterday fined Trump $9,000 for violating that gag order nine times. He also ordered him to take down posts on his Truth Social platform and his campaign platform and warned him that repeated violations could land him in jail. Joining us now is CNN Contributor and the former Nixon White House Counsel John Dean. John, thanks so much for joining us. First of all, how serious do you take this threat --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:43:13",
      "speaker": "JOHN DEAN, CNN CONTRIBUTOR",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:43:13",
      "speaker": "BLITZER",
      "sentences": "That Trump potentially could face potential jail time?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:16",
      "speaker": "BLITZER",
      "sentences": "Do you see Trump's decision to take down -- to delete the offending posts, and he did that before the deadline yesterday afternoon, as the sign he will take this order from the judge very seriously going forward? DEAN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:16",
      "speaker": "BLITZER",
      "sentences": "As you know, Keith Davidson, who's the former lawyer for Stormy Daniels will resume his testimony tomorrow. What stood out to you so far from him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:16",
      "speaker": "DEAN",
      "sentences": "Well, he's a -- he's a good witness. He's privy to all of the key facts in the McDougal silencing and the acquisition by the National Enquirer of that story and then suppressing it. And the Stormy's story and the struggle that Michael Cohen at the last minute had raising the money.So, there are some -- there are emails, there are text messages, apparently. So, there's a good record. And he's filling a lot of it in and really just becoming something of a core witness for Michael Cohen to elaborate on and explain what -- some of the added difficulties word that he was having getting the money to Stormy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:16",
      "speaker": "BLITZER",
      "sentences": "And as you mentioned, Michael Cohen, president -- then- President Trump's former lawyer and fixer has been continually mentioned during Keith Davidson's testimony. How could that impact the jury's perception of Michael Cohen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:16",
      "speaker": "DEAN",
      "sentences": "Well, what the prosecutors have done in anticipation of Michael Cohen's testimony is they've provided just a whole slew of cooperation so that what Michael is going to kind of -- come in is he's going to fill in a few gaps, but mostly, he's just going to repeat and explain what was going on. And he's already been cooperated. So, he may be -- you know, it'd be very difficult to attack him. Yes, they're going to try to slime him up on cross-examination, but I don't think that will be successful given the case that's already been laid down by the prosecutors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:52:45",
      "speaker": "BLITZER",
      "sentences": "More breaking news coming into CNN now. This is the scene at the University of Wisconsin Madison student encampment. Police have been trying to clear that encampment all morning, but it appears that protesters are putting more tents up. Police have already arrested at least 12 people after a confrontation earlier.Meanwhile, in New York, the president of Columbia University says the drastic escalation -- his words, the drastic escalation -- her words, I should say, a protest activity last night pushed the school \"to the brink.\" That's after protesters infiltrated Columbia's Hamilton Hall where they dramatically clashed with law enforcement. Much more in all the campus unrest coming up throughout the day here on CNN. But there's other important news we're following as well, including this. For more than 50 years, marijuana has been classified as one of the most dangerous drugs in the United States listed alongside substances like heroin and ecstasy. But in a truly historic move right now, the Biden administration is recommending that marijuana be reclassified as a lower-risk drug. This of course could change impact -- the impact of cannabis-related research has developed and acknowledged the potential benefits of marijuana. Let's bring in CNN Health Reporter Jacqueline Howard. Jacqueline, first of all, tell us more about what this reclassification would actually do.",
      "isLastSentenceInterrupted": false
    }
  ]
}