{
  "date": "2024-03-01",
  "headline": "Anderson Cooper 360 Degrees",
  "subHeadline": "Trump Attends Hearing On Docs Case Overseen By Judge He Appointed; Judge In Trump Classified Docs Case Calls Some Aspects Of Prosecution's Trial Schedule \"Unrealistic\"; Fani Willis In Courtroom As DA's Attorneys Argue She Should Stay On Trump GA Election Subversion Case; Thousands Of Mourners In Moscow Pay Respects At Navalny Funeral; Biden Offers Mixed Assessment Of Hostage Talks; Also Says U.S. Will Airdrop Humanitarian Aid Into Gaza; Russian Quad Bike Raids, Lack Of Ammo And 3D Printed Drones: Life On The Front Line In Ukraine's Robotyne; Blizzard Could Dump Up To 12 Feet Of Snow On Parts Of Northern California, 100 Plus Mph Wind Gusts Also Possible. Aired 8-9p ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT",
      "sentences": "You're going to hear about these implants being put in, but then it will be months before you hear about them actually doing something for the individual because they need to train over and over again for months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "ERIN BURNETT, CNN HOST",
      "sentences": "All right. Sanjay, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "GUPTA",
      "sentences": "You got it, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BURNETT",
      "sentences": "It's such an amazing story and amazing to see Sanjay actually doing brain surgery and, of course, getting it right. Well, thanks so much to all of you for joining us.Anderson starts now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "ANDERSON COOPER, CNN ANCHOR",
      "sentences": "Tonight on 360, Trump lawyers press one judge to delay the documents case and another to disqualify the Georgia DA. Details tonight from a key day on a crowded legal calendar that could push one or both cases past Election Day.Also tonight, President Biden says U.S. forces will start airdropping food into Gaza with fears of widespread famine growing and desperation plain to see. Plus, the latest on the winter storm that could dump six to 12 feet of snow, that's feet, not inches, on parts of California. Good evening, thanks for joining us. When the Trump indictments began coming down and then piling up, it quickly became clear that one day soon we'd have days like this one. Two sets of attorneys in two different courtrooms arguing two of his cases. One in Atlanta making final arguments for why Judge Scott McAfee should disqualify Fulton County DA Fani Willis, who's overseeing his election racketeering trial. The other in Fort Pierce, Florida, pressing a federal judge, Aileen Cannon, to delay his classified documents trial until after the election. A busy day for Trump lawyers and for prosecutors. CNN's Paula Reid starts us off in Florida. (BEGIN VIDEOTAPE) PAULA REID, CNN CHIEF LEGAL AFFAIRS CORRESPONDENT (voiceover): Former President Donald Trump at federal court in Florida today for a high- stakes hearing to decide when he will be tried for allegedly mishandling classified documents. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "JACK SMITH, SPECIAL COUNSEL",
      "sentences": "An indictment was unsealed charging Donald J. Trump with felony violations of our National Security laws, as well as participating in a conspiracy to obstruct justice.(END VIDEO CLIP) REID (voiceover): Trump faces 40 felony criminal charges related to the alleged mishandling of classified information, some seen here improperly stored at Mar-a-Lago. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "They raided my house. They did it for publicity reasons. They did it for election interference reasons. They want to interfere with the election.(END VIDEO CLIP) REID (voiceover): The case is currently scheduled for May 20th, but Judge Aileen Cannon, a Trump appointee who is overseeing the case, has signaled she may push the trial back. In court today, Cannon pressed prosecutors and defense attorneys about their suggested schedules. Special Counsel Jack Smith proposed a July 8th start date, but during the proceedings, Cannon suggested that aspects of Smith's proposal were unrealistic. Trump's lawyers insist the trial should be pushed back. \"A trial that takes place before the election is a mistake and should not happen.\" Trump attorney Todd Blanche stated, saying it would be unfair to the former president and the American people for Trump to be in the courtroom and not on the campaign trail. That's something the former president has claimed as well. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "TRUMP",
      "sentences": "All of this persecution is only happening because I am running for president and leading very substantially in the polls.(END VIDEO CLIP) REID (voiceover): Trump's attorneys did concede if the trial has to go forward before the election, they would be okay with starting August 12th. But prosecutors pushed back, saying if Team Trump believes a trial before the election is unfair: \"those are fake dates. Why did they even propose those dates?\" Cannon noted that Trump's upcoming criminal case in New York must be considered as she schedules this one. On March 25th, Trump's hush money trial begins in New York and is expected to last four to six weeks, an already busy court schedule for the former president Trump. Prosecutors today did clarify a key issue. How close to the election would they be willing to try Trump. Atty. Gen. Merrick Garland has said a speedy trial is in the public interest. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "MERRICK GARLAND, ATTORNEY GENERAL",
      "sentences": "The cases were brought last year. Prosecutor has urged speedy trials, with which I agree. And this is now in the hands of the judicial system, not in our hands.(END VIDEO CLIP) REID (voiceover): Today in court though, prosecutors said that a Justice Department policy discouraging public investigative actions 60 days before an election does not apply to cases where charges had already been filed. Prosecutor Jay Bratt told the court that when it comes to that policy: \"We are in full compliance.\" (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "COOPER",
      "sentences": "Paula Reid, stay with us.I want to bring in retired federal judge, Nancy Gertner, currently a senior law lecturer at Harvard, also federal prosecutor and best- selling Supreme Court biographer, Jeffrey Toobin. I mean, is Judge Cannon - is she fully in the Trump camp? I mean ... JEFFREY TOOBIN, CNN CHIEF LEGAL ANALYST: She's been criticized even by the conservative 11th Circuit Court for bending over backward too much for Trump. But she's dealing now with a profound question, I don't think it is a simple question, which is, is Donald Trump a defendant like any other defendant who has a schedule based on the convenience of the court and all full speed ahead? Or is the court supposed to take into consideration, this man is running for president and ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "COOPER",
      "sentences": "She's indicated she would not take into consideration his campaign schedule.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "TOOBIN",
      "sentences": "He wouldn't take in his campaign schedule, but that doesn't really answer the question of when you get into the fall. Is it appropriate to have one of the two major candidates for president sitting in a courtroom in September? In October?Anyone who pretends that's an easy question, I think is blowing smoke. I think it's actually a difficult question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "COOPER",
      "sentences": "Judge Gertner, the former president's attorneys are arguing that the case shouldn't move forward before the election. They've also floated an August 12th start date. Why do you think they floated that August 12th start date?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "NANCY GERTNER, FORMER FEDERAL JUDGE",
      "sentences": "They want to make sure that the Florida case jumps ahead of the line of the January 6th case if the January 6th case is ever restarted, because they are much more comfortable in Florida, where the jury pool is much more favorable to the former president than in D.C.So, I mean, I agree with Jeff about the - what it'll feel like in September, but, I mean, one of the things that is the case here is that this was the play. In other words, Trump's lawyers have delayed everything, everything that should have been a routine motion turned into a big brouhaha. And, unfortunately, the judge has enabled it to be a brouhaha. So, we're in the situation now, really, because of choices that Trump's lawyers made and choices that she really ratified, so that's the problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "TOOBIN",
      "sentences": "And the one judge who has been pushing this case is Judge Chutkan in Washington, but she's now shut down ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "COOPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "TOOBIN",
      "sentences": "... because the Supreme Court has put everything on hold. And Judge Cannon has been proceeding at a leisurely pace at best. And, yes, they were talking about August, but you can be sure, as Paula said earlier, that the Trump people will continue pushing that date back as much as possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "COOPER",
      "sentences": "And, Paula, right now, I mean, the only one of the former president's criminal cases with a trial date is the New York hush money case, which the DA on that case is now trying to sort of make it a election interference case. What are the odds that the rest all end up delayed until after the election? I mean, that seems increasingly likely, no?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "REID",
      "sentences": "It does seem increasingly likely. Let's go through the three other outstanding criminal cases. First, let's deal with Georgia. These efforts to disqualify Fani Willis in that case have likely pushed this back until after November. She had initially said she wanted to start that trial in August. It's expected to last over four months.So, at this point, it's safe to say that case is unlikely to be resolved before the presidential election. As I said before, the classified documents case, I do expect the judge will push it back and will certainly be asked to push it back again, whether she does that. There are some legitimate questions. There are some legitimate issues here in terms of the breadth and depth of discovery, the issues at play that would give her the opportunity to also push this back until after November. So, the big question is what happens with that January 6th case. That is now, of course, in the hands of the Supreme Court, not only for what they decide on the merits. Look, even sources in the Trump camp say they don't expect to win on the merits, but also for how long it takes them to decide. We widely expect we won't get a decision there until late June. And then, is there space on the calendar? Judge Tanya Chutkan has been bullish about bringing that case to trial. The Justice Department today opened the possibility of - that they would be willing to try him even in September or October, would Judge Chutkan be open to that or would this go back to the Supreme Court?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "COOPER",
      "sentences": "Judge Gertner, I mean, there are legitimate questions about the classified material at the heart of this case. That is a complicating factor in the Flory case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:03",
      "speaker": "TOOBIN",
      "sentences": "There's a law called the Classified Information Procedures Act, CIPA, which dictates how classified information can be used in criminal trials. There have to be pretrial proceedings. If Judge Cannon wanted to move this case along, she could have gotten going on the CIPA proceedings already. She hasn't, and there are lots of motions stacking up that will give the defense more opportunities to delay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:03",
      "speaker": "COOPER",
      "sentences": "But Jeff, one of the prosecutors in the Special Counsel's office argued that this DOJ policy, which discourages a public investigation 60 days before an election doesn't apply here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:03",
      "speaker": "TOOBIN",
      "sentences": "Well, technically it doesn't apply because it applies to investigative steps, indictments, search warrants. It doesn't speak of trials because judges decide on the scheduling of trials, but the spirit of that policy is on - is at issue and the judges are going to have to struggle with that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:22",
      "speaker": "COOPER",
      "sentences": "The fate of Georgia's RICO case against the former president and others is now in the judge's hands. After pretrial proceedings, which lasted longer than some trials do, Judge Scott McAfee now must decide whether Fulton County District Attorney, Fani Willis' former relationship with the prosecutor, Nathan Wade, and their testimony about it, disqualifies her from the case.More now from CNN's Jessica Schneider. (BEGIN VIDEOTAPE) (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:22",
      "speaker": "CRAIG GILLEN, DEFENSE ATTORNEY FOR DAVID SHAFER",
      "sentences": "These people, Your Honor, is a systematic misconduct, and they need to go.(END VIDEO CLIP) JESSICA SCHNEIDER, CNN JUSTICE CORRESPONDENT (voice over): Sparks continued to fly today as lawyers for Donald Trump and others charged in the case argued that DA Fani Willis hired Nathan Wade as special prosecutor when they were romantically involved, and then she benefited financially from the trips they took and the dinners they shared. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:22",
      "speaker": "JOHN MERCHANT, DEFENSE ATTORNEY",
      "sentences": "She put her boyfriend in the spot, paid him, and then reaped the benefits from it. That she created the system and then didn't tell anybody about it.(END VIDEO CLIP) SCHNEIDER (voice over): Willis testified last month insisting the relationship began after Wade was appointed to lead the Trump case and argued she paid him back for any expenses in cash. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:22",
      "speaker": "FANI WILLIS, FULTON COUNTY DISTRICT ATTORNEY",
      "sentences": "When I started dating Mr. Wade?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:22",
      "speaker": "ASHLEIGH MERCHANT, MERCHANT, DEFENSE ATTORNEY FOR MIKE ROMAN",
      "sentences": "April, 2022?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:22",
      "speaker": "WILLIS",
      "sentences": "'22, yes.A. MERCHANT: 2022.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:22",
      "speaker": "WILLIS",
      "sentences": "It was around there. I don't know.Growing up, my daddy had three safes in the house. So my father's bought me a lockbox and I always keep cash in the house. When you go on a date, you should have cash in your pocket. (END VIDEO CLIP) SCHNEIDER (voice over): Judge Scott McAfee did have some tough questions for the attorneys pushing to remove Willis and her team. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:22",
      "speaker": "JUDGE SCOTT MCAFEE, FULTON COUNTY SUPERIOR COURT",
      "sentences": "If someone buys their boss a stick of gum, is that per se disqualifying?J. MERCHANT: It may not meet a materiality requirement, but it's a personal benefit. (END VIDEO CLIP) SCHNEIDER (voice over): The judge also asked if disqualification would really be the right remedy or if any wrongdoing would just require reprimand from the legal bar. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:22",
      "speaker": "MCAFEE",
      "sentences": "The proposition you're putting forward now is that if a representative of the state, a lead prosecutor, the district attorney themselves, says something that's untruthful on the record, that is something that immediately has to be proactively policed by the trial court?Basically what I'm getting at is, where in the law do we find the remedy to an untruthful statement? Generally, we send you down the street to the bar. (END VIDEO CLIP) SCHNEIDER (voice over): Lawyers for the District Attorney's Office insist there is absolutely no conflict of interest. (BEGIN VIDEO CLIP) ADAM ABBATE, ATTORNEY FOR FULTON COUNTY DISTRICT ATTORNEY'S OFFICE: It's absurd. We have absolutely no evidence that Ms. Willis received any financial gain or benefit. The testimony was that Ms. Willis paid all of the money back in cash. (END VIDEO CLIP) SCHNEIDER (voice over): Judge McAfee says he will make a decision about disqualification within two weeks. Jessica Schneider, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:22",
      "speaker": "COOPER",
      "sentences": "Perspective now from CNN Legal Analyst Joey Jackson and in Atlanta, former Georgia State Senator, Jen Jordan.So, Joey, I mean, in these closing arguments, there's kind of a shift from trying to prove a conflict of interest to a perceived conflict.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:22",
      "speaker": "JOEY JACKSON, CNN LEGAL ANALYST",
      "sentences": "Yes, it wasn't only that, but I was surprised at the way the bar really was extended by the defense. It was about, well, is it an actual conflict, to your point; is it a perceived conflict; is it about her church speech, as they mentioned and the extrajudicial statements and what impact that had; is it about the fact that she hired her boyfriend; is it that she benefited; did her boyfriend benefit; did she ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:22",
      "speaker": "COOPER",
      "sentences": "You're casting a wide net.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:22",
      "speaker": "JACKSON",
      "sentences": "It was a very wide net and I think they were doing that, right, to point to deception, point to fraud, point to an undermining and distrust to the system. I think, Anderson, going back to really what the inquiries of the judge were, who I think has conducted himself tremendously throughout this process, is what really is the remedy.So let's just say, for example, that you do establish that the prosecutor misrepresented the nature of the relationship, the time frame of the relationship and Mr. Wade did too, special prosecutor and prosecutor. Let's just say, for example, there was some financial, I mean, I don't know, it seems to me when someone earns money, it's their money, they can do what they want, but be that as it may, just say, for example, they did all of that. To me, the integrity of the process is about the underlying indictment. Was it presented to a grand jury properly when presented? Was the fact - were the facts that were presented to the grand jury, can they be legally sustained? Does it make out a case and a claim against the now 14 defendants plus the president, former president of the United States? And so, in essence, what you're left with is, is this appropriate? I mean, it's been very entertaining in terms of reality TV, but does it really reflect the core issues that we're grappling with and whether an indictment should be dismissed predicated upon some conduct that they were engaged, some dalliance that was engaged in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:08",
      "speaker": "COOPER",
      "sentences": "Jen, do you think that was a convincing argument, the know it when you see it kind of line of reasoning?JEN JORDAN, (D) FORMER GEORGIA STATE SENATOR: No, I think that shows you that they knew that they don't have enough, that they haven't actually been able to present the case that they said that they were going to be able to put up for the judge when they made their initial proffer. And to go back to what Joe was saying, they were talking about, is it this, is it that, really trying to do this broad brush, trying to make it look like that everything that the District Attorney's Office touched somehow was tainted in some way. But the reality is by doing that and kind of just throwing it all together, it really shows that they can't point to specific evidence with respect to the disqualification, and they really can't meet the legal bar. And at the end of the day, that's what the judge is worried about, right? That's what the judge is concerned about. And they just have not been able to bring the evidence that was promised initially by Ashleigh Merchant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:08",
      "speaker": "COOPER",
      "sentences": "And Joey, you hear the judge saying that - suggesting that the Georgia Bar might be the more appropriate venue for any questions about Fani Willis' behavior.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:08",
      "speaker": "JACKSON",
      "sentences": "I mean, I don't think that's an unreasonable suggestion by the judge. The reality is, is that we have a case here involving these 14, 15 defendants, again, including the president, three lawyers already have - being pled guilty and someone else. Did they do what was alleged? Did - does that indictment stand to the scrutiny?Remember, there's a process, the process before you actually can be indicted, there are people who hear this. Is there probable cause to believe a crime was committed and that you committed it? That's an essential core of our system. Then you have a trial where there's 12 people that sit in judgment to determine, did you do it beyond a reasonable doubt? Is that impaired in any way by all of this salacious activity? And if it's not, then perhaps if you made misrepresentations, if you had an undue or relationship that you shouldn't, if you reported less than a hundred dollars or whatever that you're supposed to in a financial form, maybe that's a Bar Association inquiry, not an inquiry for him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:08",
      "speaker": "COOPER",
      "sentences": "And Jen, the judge suggested earlier that he could decide the case as soon as today, after today's hearing, he said he'd rule within two weeks. Do you read anything into that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:08",
      "speaker": "JORDAN",
      "sentences": "No, I think he's just being incredibly careful. Look, he was trying to make sure, even when you would listen to him today in terms of his questions, the - one of the attorneys would make a statement about some piece of evidence and he would back up and say, well, wait a second, I don't think that was actually admitted.And so I think for his purposes, he wants to be very, very careful that in terms of what order that he issues, that he is only talking about evidence that was admitted, that he's not just listening to argument or whatever people are kind of pushing over the line in terms of innuendo or gossip. He's being incredibly careful and he's doing exactly what he needs to do to make sure that whichever way he goes on this is that his order actually will be defensible. Because at the end of the day, he is there to make a decision with respect to the integrity of the judicial system and the court and I think he's going to make the right decision. And right now, looking at the evidence that's come in, I don't think that there is any evidence that actually would justify the disqualification of the DA's Office right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:08",
      "speaker": "COOPER",
      "sentences": "Jen Jordan, thanks very much, Joey Jackson as well.Coming up, a really remarkable sight, thousands lining streets in Moscow to pay their last respects to Alexei Navalny, the Russian dissident. One mourner compared to Nelson Mandela and Martin Luther King Jr. and Matthew Chance was there. He joins us next from Russia. And Russian pro-democracy leader, Garry Kasparov, joins us in his first television interview since Navalny's death. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:27:45",
      "speaker": "COOPER",
      "sentences": "Exactly two weeks after a still unexplained death in a Siberian penal colony and fears his family would never see his body, thousands of mourners showed up in Moscow today for the funeral of Russian opposition leader, Alexei Navalny. Shouts of no to war could be heard in a country where dissent was effectively outlawed since the full-scale invasion of Ukraine began.Matthew Chance was in Moscow for the funeral and he has this report. (BEGIN VIDEOTAPE) MATTHEW CHANCE, CNN CHIEF GLOGBAL AFFAIRS CORRESPONDENT (voice over): They came in their thousands to pay their last respects. Supporters of the late Russian opposition leader, Alexei Navalny, lining up outside the Moscow church ahead of his funeral, an act of bravery and defiance in a country where dissent, even grief for a Kremlin critic is rarely tolerated. (BEGIN VIDEO CLIP) CHANCE (on camera): Let me ask you about the risks because the authorities have not particularly welcomed this event. People have been detained for paying their respects to Alexei Navalny. Are you concerned about the risk you are taking?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:27:45",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:27:45",
      "speaker": "CHANCE",
      "sentences": "Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:27:45",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Because it's my slogan, not to think about risks, do what you should do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:27:45",
      "speaker": "CHANCE",
      "sentences": "Do you hold Putin responsible for the death of Alexei Navalny?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:27:45",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Oh, yes, definitely, no doubt. No doubt.CHANCE (voice over): The Kremlin denies it. They say that (inaudible) ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:27:45",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Oh, they said. If they ever say and agree with what they have done then, I would be the first to applaud.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:27:45",
      "speaker": "CHANCE",
      "sentences": "All right, well, this is the hearse, the van, which is taking the body of Alexei Navalny into this church on the outskirts of Moscow where Russia will finally bid farewell to one of its most prominent opposition figures. You can see thousands of people from all over the region have turned out to pay their respects.(END VIDEO CLIP) CHANCE (voice over): Clapping as his body enters for that funeral service. (BEGIN VIDEO CLIP) CHANCE (on camera): Are you surprised that the authorities have allowed this funeral to go ahead?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:00",
      "speaker": "CROWD",
      "sentences": "Navalny.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:00",
      "speaker": "CHANCE",
      "sentences": "People are chanting his name now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes. His last name.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:00",
      "speaker": "ALL",
      "sentences": "Navalny.CHANCE (voice-over): Death may have silenced Navalny, but his name is now on everyone's lips.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:00",
      "speaker": "ALL",
      "sentences": "Navalny. Navalny.CHANCE (voice-over): Inside the church, the funeral service was short. No political speeches, just blessings over his open casket. Later at the cemetery, Navalny's distraught parents kiss their 47- year-old son goodbye. His wife and children, concerned for their own safety, stayed away. But so many came in their place. Outside, crowds of mourners waited patiently for a last glimpse of the cemetery gates to open, and for Russian police, on close guard here, to finally wave them through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:00",
      "speaker": "CHANCE",
      "sentences": "All right, well, this is the site inside the cemetery, and the memorial to Alexei Navalny. People are coming here to lay their flowers. And as you can see, and also to file past the actual grave site which is there. People are picking up soil and throwing it into the ground onto the casket as a final farewell to that opposition figure.CHANCE (voice-over): A figure who in death, as in life, is drawing thousands of Russians, critical of the Kremlin, onto the streets. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:00",
      "speaker": "COOPER",
      "sentences": "And Matthew Chance joins us from Moscow. It's so moving, Matthew. Alexei Navalny's daughter, Dasha, posted this picture on Instagram of her dad, where she called him her role model, her hero, and said, \"I promise you that I will live my life the way you taught me to make you proud.\"What else did his family have to say today? And the people you talked to, was there concerned about speaking to you, concerned that they could be detained for being there for his funeral? CHANCE (on-camera): Well, Alexei Navalny's wife, Yulia Navalnaya, made a very poignant statement which she posted on social media as the funeral took place, basically thanking Navalny for 26 years of absolute happiness. I don't know how to live without you, she said, but I'll try to do so, so that you up there can be happy and proud of me. And, of course, Yulia Navalnaya has essentially taken on the mantle of a husband and has vowed to continue his opposition work. She's already made some very important speeches to do that. It's one of the reasons why she hasn't come back to Russia, because there are fears for her safety. In terms of the safety of people at the funeral, yes, I mean, there are real concerns in Russia. Hundreds of people have been arrested over the past couple of weeks just for laying flowers at makeshift memorials. But, you know, this, you know, was a moment where people felt that despite their fears, they had to come out at least on this occasion and be brave and say goodbye to somebody who for many Russians was a key figure, an important figure, a figure of hope, Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:06",
      "speaker": "COOPER",
      "sentences": "Do you think the sanctions have had any impact on -- in Russia?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:06",
      "speaker": "KASPAROV",
      "sentences": "No, yes, they have some impact, clearly. You know, you cannot say the sanctions are not working at all, but fundamentally, they just, you know, they are not damaging Putin's war machine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:06",
      "speaker": "COOPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:06",
      "speaker": "KASPAROV",
      "sentences": "Oil, it's -- or a gas. It's these two main items of Russian budget. They are not sanctions to damage Putin financial flow. This oil still being traded and you look at the profits. Russia is making more money from selling oil and gas than before the war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:06",
      "speaker": "COOPER",
      "sentences": "Later in the program, we have a piece from Nick Paton Walsh on the front lines in Ukraine where, in a position where Ukrainian artillery in the counteroffensive were firing, I think it was, you know, 80 shells a day. Now they can only fire about 10 because they just don't have the ammo because Republicans in Congress won't pass anything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:06",
      "speaker": "KASPAROV",
      "sentences": "You hear all time and again that, oh, the GDP of the NATO countries versus Russia, Iran, North Korea, this coalition of maxes of evil is 25 to 1. Who cares if Russia can fire six, seven times more shells. I mean, North -- than Ukrainians. North Korea provided more shells to Russia than the entire Europe.You're telling me that these pollutions (ph) are serious. Ukrainians are bleeding, you know, defending their country, freedom, NATO, I mean, and also they're trying to stop this money. And and the free world is still contemplating how we can deal with that. And Putin, look at him. A couple of days ago, he delivered his speech, and he was happy. And all his talks about, oh, let's wait for Russian people to rise. Navalny tried. He tried to show that something could be done in Russia. It was -- I'm not sure it was politically smart move, but you cannot criticize acts of personal heroism. He paid with his life for that. And again, wards, wards and wards. The day he was murdered, Putin had to pay 300 billion of Russian money, frozen. What are you waiting for? President Biden, Europeans. What are you waiting? What are you debating? The crime must be punished. And as of today, Putin believes that he went --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:06",
      "speaker": "COOPER",
      "sentences": "Do you think it will ever be known exactly how he died?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:06",
      "speaker": "KASPAROV",
      "sentences": "Do we care? It's the -- look --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:06",
      "speaker": "COOPER",
      "sentences": "Murder is murder.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:06",
      "speaker": "KASPAROV",
      "sentences": "The moment they moved him from a colony in actually Siberia, into the colony beyond Arctic Circle, in winter in his conditions, you know, emaciated to a prisoner who spent hundreds and hundreds of days in solitary confinement. That was already just a clear message.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:06",
      "speaker": "COOPER",
      "sentences": "(INAUDIBLE) message.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:06",
      "speaker": "KASPAROV",
      "sentences": "Exactly. So then it was a matter of time. But again, they did it in purpose just at the opening ceremony of Munich Security Conference. Tell me what else? Again, it's just -- it's happened. God knows where. They could have sit on this news for a few days and then release it. No, no, no. They just wanted to make it so publicly.And again, waiting for the response. By the way, hundreds of thousands of political prisoners in the world now, they are in danger. Because they saw what Putin did and Putin believes he's a kind of, you know, this is a spiritual leader of all the gangsters, terrorists, thugs, and dictators in the world. I killed my main political opponent, world fame, people mention Nelson Mandela, of course --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:06",
      "speaker": "COOPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:06",
      "speaker": "KASPAROV",
      "sentences": "-- or Martin Luther King, and what's happened to me? Nothing. Go ahead, kill others.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:42:58",
      "speaker": "COOPER",
      "sentences": "Some more breaking news tonight, President Biden has made new comments about hostage talks between Israel and Hamas. He also announced that the U.S. military will airdrop humanitarian aid and supplies into Gaza.I want to go to CNN's MJ Lee at the White House. So what more do you know about this U.S. plan for airdrops?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:42:58",
      "speaker": "MJ LEE, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, Anderson, the president offered a very dire assessment of the humanitarian crisis in Gaza, saying that the amount of aid that is going in is simply not enough. It's just a drop in the bucket in terms of what the people there need.And the president said that Israel is not doing enough, that it needs to do a lot more to open up these humanitarian corridors and provide a lot more aid into the Strip. And he said in the meantime the U.S. is going to begin airdropping food and aid and other basic necessities into the Strip, and that the U.S. is also considering opening up a maritime corridor as well. Now, these airdrops, we are told, could begin in a matter of days, and the White House has made clear the logistics right now figuring out exactly how that would be executed is incredibly challenging. Now, of course, the White House's view as well right now is that a temporary ceasefire would be incredibly helpful in terms of surging the amount of humanitarian aid that can get into Gaza. But as you know, Anderson, for weeks and weeks, U.S. officials have been intimately involved in trying to mediate the ongoing negotiations between Israel and Hamas to get to this temporary ceasefire. That has been incredibly challenging and very touch and go. And, in fact, President Biden told me a little bit about where these talks currently stand before he left the White House a few minutes ago. This is what he said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:42:58",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Do you think there will be a ceasefire deal by Ramadan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:42:58",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "I'm hoping so. We're still working real hard at it. Not there yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:42:58",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "What is the biggest holdup right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:42:58",
      "speaker": "BIDEN",
      "sentences": "I'm not going to tell you that because that would get involved in the negotiations.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:01",
      "speaker": "COOPER",
      "sentences": "Yes. MJ Lee, thank you.Coming up next, Ukraine and what CNN's Nick Paton Walsh saw on the front lines where ammunition is low and one soldier has a message for Washington. (BEGIN VIDEOTAPE) NICK PATON WALSH, CNN CHIEF INTERNATIONAL SECURITY CORRESPONDENT (voice-over): Not even tree cover means safety. They're firing to defend the tiny gains of Ukraine's counteroffensive. But now, they are outgunned by Russian troops trying to search forwards. You can hear how many shells they fire back. No U.S. aid means Ukrainians risk losing right here, right now. UNIDENTIFIED MALE (through translator): 401 -- target infantry. High explosive around. UNIDENTIFIED MALE (through translator): Roger that. Targeting. UNIDENTIFIED MALE (through translator): One round, fire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:01",
      "speaker": "PATON WALSH",
      "sentences": "I feel like they're fighting really with one hand behind their back, such a shortage of shells here. They get to do that if they're lucky by 10 times a day.PATON WALSH (voice-over): Back in the summer, counteroffensive, they would fire 80 a day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:01",
      "speaker": "PATON WALSH",
      "sentences": "The cat is called Diva (ph).PATON WALSH (voice-over): Down in the bunker, it is strange to hear men who live underground to avoid death be so familiar with Republican procedural dysfunctionality. ANTON, UKRAINE'S 65TH MECHANIZED BRIGADE (through translator): I hardly understand the Republican policy on aiding Ukraine. The biggest issue is lack of ammunition and the tiredness of soldiers. Most of my guys spend two years here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:01",
      "speaker": "PATON WALSH",
      "sentences": "Do you have a message for the people in Washington?ANTON (through translator): We are very much waiting for aid. We urgently need it. More rounds equals saving more lives. PATON WALSH (voice-over): That drone footage shows the remains of last night's failed Russian assault. This is what was a key prize in the counteroffensive, the tiny village of Robotyne, still Ukraine's, but now another frontline where Russia is hitting back hard. This thermal night imagery shows their latest bleak tactic. It's a quad bike carrying three Russians, charging at the frontlines to simply see how far it can get. KOKOS, 15TH NATIONAL GUARD (through translator): It's more maneuverable than armored vehicles. It's hard to hit with artillery, so we have to use drones. We heard from prisoners of war that they are given pills before assaults. They just keep on coming and coming. PATON WALSH (voice-over): But while Russia seems to squander infinite resources, Ukraine must be more ingenious and crowdfund. This 3D printer to make tiny components for about 10 attack drones a day. Without more artillery, they say only these drones hold Russia back here. It is a bleak and fierce fight which is more the nearby town of Orikhiv. Russian airstrikes have left it looking like defeat rather than a symbol of Ukrainian tenacity it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:01",
      "speaker": "PATON WALSH",
      "sentences": "It's time to come back here, it's just worse and worse, and you just don't even really imagine what people can do to survive here or what there is really worth left fighting over.PATON WALSH (voice-over): And on the road out, these, a stark warning Ukraine is preparing for bad news. Six months ago, they were trying to search forwards with new Western armor here. Now, they prepare to lose. Only one thing changed and it was in Washington, not in their hearts. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "COOPER",
      "sentences": "These cars buried under snow in California near Lake Tahoe are just a sample of what forecasters are calling life-threatening blizzard conditions in that region of the country. Up to 12 feet of snow is expected over a matter of days, 12 feet.Whiteout conditions are forecasted in many areas throughout tomorrow morning. The National Weather Service also says that the snow will pile so high so quickly. There's also an extreme danger of avalanches in backcountry areas. Our Senior Data Reporter, Harry Enten, no stranger to backcountry areas, joins us now. Harry, so I know you can't wait to put your weather camp skills to use --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "HARRY ENTEN, CNN SENIOR DATA REPORTER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "COOPER",
      "sentences": "-- so, how -- tell me about this blizzard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "ENTEN",
      "sentences": "Yes. What a tremendous storm. I love snow, perhaps more than the average individual does.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "COOPER",
      "sentences": "Everyone says that about you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "ENTEN",
      "sentences": "Yes, everyone says that about me. But even this is a little bit too much snow --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "COOPER",
      "sentences": "12 feet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "ENTEN",
      "sentences": "12 feet, and you know what? If that falls, and it actually happens, and it occurs over a three-day span, it will be the largest three-day snowfall in California history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "COOPER",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "ENTEN",
      "sentences": "The largest ever was about a little bit more than 11 feet. You see that there. If we get more than 6 feet an individual day, that would be the largest in one day ever.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "COOPER",
      "sentences": "So is this actually long-term beneficial to California because there were droughts, and then there was a lot of rain, and it's very confusing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "ENTEN",
      "sentences": "Yes. You know, obviously, life-threatening conditions, that's not something you want to play around with. But part of what's driving the storm is the El Nino pattern, and the El Nino pattern brings wetter than normal conditions to California. And if you recall over the last few years, all we've been talking about is this drought in California on and on and on.And last year, the vast majority of California was under a drought. Over 80 percent of California was under a drought. Today, less than 10 percent of California is under drought. So, in that sense, it is actually good news for California.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "COOPER",
      "sentences": "I've been hearing about it for 40 years. I should know what El Nino is and I still learn (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "ENTEN",
      "sentences": "It's a warming of the water in the Central Pacific.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "COOPER",
      "sentences": "I know, yes. I don't know what that means.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "ENTEN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "COOPER",
      "sentences": "So what was Weather Camp? Tell me about Weather Camp.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "ENTEN",
      "sentences": "So what was Weather Camp?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "COOPER",
      "sentences": "Harry went to Weather Camp. How old were you when you were at Weather Camp?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "ENTEN",
      "sentences": "I believe I was 14 and turning --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "COOPER",
      "sentences": "Oh, OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "ENTEN",
      "sentences": "-- 15 or 15 turning 16, something like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "COOPER",
      "sentences": "Oh OK, OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "ENTEN",
      "sentences": "So I was a young lad at Weather Camp.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "COOPER",
      "sentences": "Right, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "ENTEN",
      "sentences": "And Weather Camp was just --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "COOPER",
      "sentences": "I actually thought that was skewing a little old for weather camp.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "ENTEN",
      "sentences": "I mean, you know what? I guess maybe I was one of the older kids at Weather Camp, you know, but I was always like that. I was always a little bit behind. But what I recall most about Weather Camp, this just gives you an idea, we visited the National Weather Service.We visited AccuWeather. And what I recall about visiting AccuWeather was they had all of us go up, and this was the early days of the internet, and we walked up Ken Reeves. RIP to him, but he was a great guy and he essentially had us record messages for home. And these kids would come up and they'd give like two second spiels. Oh, I --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "COOPER",
      "sentences": "What is this? I was, you know, looking at the old microfiche machine and this article, \"Was Boys Call A Total Snow Job?\" This is an article about you when you were 15 years old describing you as a self- described weather freak. That you emailed your findings on a snowfall in Riverdale, New York, to the National Weather Service, and people turned against you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "ENTEN",
      "sentences": "People turned against me. They thought --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "COOPER",
      "sentences": "Weathermen were calling you a liar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "ENTEN",
      "sentences": "They thought that I was inflating snowfall totals. That's what they --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "COOPER",
      "sentences": "So that you would get out of going to school.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "ENTEN",
      "sentences": "Which was complete garbage, because the fact is, this happened over the weekend. How would this It's actually work. It happened on a Saturday. The storm was a Friday and a Saturday. I was going out there measuring, look, I'm not going to say it was storm field measuring the snow out there refreshing (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "COOPER",
      "sentences": "Experts at the National Weather Service said Harry's method was thorough and based their --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "ENTEN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "COOPER",
      "sentences": "-- unofficial snowfall total. But weathermen who you said you idolized, they were questioning your numbers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "ENTEN",
      "sentences": "Nick Gregory over on Fox, who's still on there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "COOPER",
      "sentences": "Internet chat rooms, what year was this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "ENTEN",
      "sentences": "This was 2003.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "COOPER",
      "sentences": "Oh, you were 15 in 2003?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "ENTEN",
      "sentences": "Yes. Does that make you feel old or young?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "COOPER",
      "sentences": "Oh my god, I mean, jeez. What?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "ENTEN",
      "sentences": "I always think that, I think I come across as younger than you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "COOPER",
      "sentences": "I thought you were 65, my god.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "ENTEN",
      "sentences": "No, no, no. I was 65 in my soul and now I'm 85 in my soul. It was 20 years ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "COOPER",
      "sentences": "You were -- in 2000 and what, you were what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "ENTEN",
      "sentences": "2003, I was 15 back then.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "COOPER",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "ENTEN",
      "sentences": "Yes. I was --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "COOPER",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "ENTEN",
      "sentences": "-- 15 in 2003 and I was measuring the snow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "COOPER",
      "sentences": "Yes, disgrace (ph). ENTEN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "COOPER",
      "sentences": "It really hurts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "ENTEN",
      "sentences": "Yes. I was truly a nerd -- it was a great time though. And you know what? The kids love me at school because I was the weather guy who always said --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "COOPER",
      "sentences": "What year were you born?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "ENTEN",
      "sentences": "I guess that would make me 1988.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "COOPER",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "ENTEN",
      "sentences": "And I hold -- I withhold that information.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "COOPER",
      "sentences": "Year before I graduated college.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "ENTEN",
      "sentences": "Isn't that scary? But you got it out of me because you're a deep reporter who's investigative and you're able to dig out that year.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "ENTEN",
      "sentences": "I hate telling my age. I always say I'm like roughly between 25 and 40.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "COOPER",
      "sentences": "You actually say that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "ENTEN",
      "sentences": "Yes, absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "COOPER",
      "sentences": "You're out on a date now. I mean, you have a beloved now, but before when you were dating and people would -- a lady would say, what's your -- how old are you? You'd say, I'm between 25 and --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "ENTEN",
      "sentences": "It wasn't until the third date where I revealed my age. I had to really get to know them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "COOPER",
      "sentences": "My god. OK, this is taking a turn.Harry Enten, thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:48",
      "speaker": "ENTEN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}