{
  "date": "2024-09-06",
  "headline": "CNN 10",
  "subHeadline": "Why Homes in this California Town Are Collapsing Into The Ground; 87-Year-Old Pope Francis Has Embarked on the Longest Trip of His Pontificate; Residents in Paris are Divided Over Whether to Keep the Olympic Rings on the Eiffel Tower Permanently. Aired 4-4:10a ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "STEPHANIE ELAM, CNN CORRESPONDENT",
      "sentences": "This is the edge of a landslide here in Rancho Palos Verdes. Look at what it`s done to this house, which iscollapsing down into the earth here. You can see that it`s sinking down below where it should be. You can see by the railing to the stairs to the house, and also you can see what it`s done to the road beyond it. Even the house beyond that, you can see that it looks like it`s shifting in the middle of the building. Now, the land here in Rancho Palos Verdes is coveted because of the Pacific Ocean views along the coast here, but also the land`s been shifting here for a long time, but just never at this accelerated clip, local officials say. They say it`s moving in some places by about 10 inches a week, so much so that the governor has declared a state of emergency and they`ve cut off the power and the gas lines to certain neighborhoods because of the earth moving just so fast. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "Next up, Pope Francis is the 87-year-old head of the Catholic Church, but he`s delivering a message of dialogue between all religious faiths ashe travels across Southeast Asia and the Pacific. The Pope is the leader of the Roman Catholic Church, which has more than one billion followers worldwide. He`s also the head of state of Vatican City, which is actually its own country within the city of Rome in Italy. He became the Catholic Church`s 266th Pope in 2013, and as Christopher Lamb reports, he`s now embarking on the longest trip since his inauguration. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "CHRISTOPHER LAMB, CNN VATICAN CORRESPONDENT",
      "sentences": "Pope Francis is embarking on the longest foreign trip of his pontificate. He`s going to four countriesacross Southeast Asia and the Pacific, covering almost 33,000 kilometers. It`s the longest trip that any Pope has embarked upon. Francis will be going to Indonesia, Papua New Guinea, East Timor and Singapore. Now top of the agenda of this trip is interfaith dialog. Francis will be in Indonesia, which is a country which has the world`s largest Muslim population. He`ll be taking part in an interfaith dialog event at the Istiqlal Mosque, the largest Mosque in Southeast Asia. It`s a mosque that is connected via a tunnel to the Catholic Cathedral across the road. It is an embodiment of the vision that Francis has for Catholic Muslim relations, the importance of coexistence and friendship. And he will be hoping that this message of dialog between faiths can resonate across the world at a time of growing conflicts and rising religious extremism. Now, Francis will also have the opportunity to support the Catholic communities in these Southeast Asian and Pacific countries, countries that are increasingly playing an important role in global Catholicism. Now the Pope, of course, is 87-years-old. He uses a wheelchair. He`s had some health difficulties. Some are asking whether he will be able to carry out this trip at all. Nevertheless, Francis has shown he is determined to embark upon this trip the longest of his pontificate. And he`s showing people, those critics who perhaps, are doubting whether he has still got the energy left to be Pope, that he still has plenty of gas left in the tank. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "Pop quiz, hot shot. Which European capital city is home to a famous structure originally constructed for the 1889 World`s Fair?London, Munich, Paris, or Rome? If you said Paris, say ooh-la-la-wee-wee. The Eiffel Tower is one of the most famous landmarks in the world, standing some 300 meters, or 984 feet, towards the Parisian sky. Up next, ooh-la-la-wee-wee, head to France. The Paris Olympics may be over, but the symbol of those games may be sticking around. The mayor of Paris says she wants the Olympic rings that were installed on the Eiffel Tower to stay there. Originally, they were supposed to come down after the ongoing Paralympics has the closing ceremony this month. But the mayor says she wants the spirit of the celebration to remain, and that the rings are a symbol of transformation of the city. Residents are divided on the plan to keep the rings. The descendants of Gustave Eiffel, the engineer who designed the famous tower, they`re against the idea. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "SASKYA VANDOORNE, CNN SENIOR FIELD PRODUCER",
      "sentences": "This was the iconic symbol of the Olympics this summer, but why is it causing so much controversy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I think it`s an eyesore. It`s something different, but the Eiffel Tower has been there for years and years, and I don`t think itneeds to change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "VANDOORNE",
      "sentences": "These Olympic rings could soon be a permanent fixture.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I think it`s OK for now, but not forever, because it`s a historical monument, you know, so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "For me, the tower is amazing. You know, it`s so beautiful, but with the ring, look a little bit different. So I think it`snot very aesthetic. VANDOORNE (voice-over): The city of Paris owns the Eiffel Tower, and officials say the decision is up to them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "PIERRE RABADAN, PARIS DEPUTY MAYOR",
      "sentences": "This event was a massive success probably all around the world, and it will be changing Paris forever in agood way. Visually, when you will be in Paris, remember that this moment was a key in the history of Paris, so that`s why we chose that symbol.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "VANDOORNE",
      "sentences": "For descendants of its creator, Gustave Eiffel, they don`t want his legacy to become an advertising platform.SAVIN YEATMAN-EIFFEL, DESCENDANT OF GUSTAVE EIFFEL: So Gustave Eiffel is my great-great-great-grandfather. We were very happy to have the during the Olympic Games. It was a great moment, but the premise was permanent, the Eiffel Tower was never meant to be a billboard for any other company or brand, no matter how prestigious it may be. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}