{
  "date": "2024-04-04",
  "headline": "CNN News Central",
  "subHeadline": "Timeline For Trump's Trial In Georgia; Trump Team Considers Options After Ruling; Trump Posts $175 Million Bond In Fraud Case; Biden-Natanyahu Tense Call Over Gaza; US Policy Towards Gaza Dependent On Israel's Actions. Aired 2-2:30p ET",
  "utterances": [
    {
      "timeStamp": "14:00:00",
      "speaker": "BRIANNA KEILAR, CNN ANCHOR",
      "sentences": "And we do start this hour with breaking news. A judge has upheld the criminal indictment against former President Donald Trump in Georgia. The judge, they're rejecting this argument that Trump's efforts to overturn the 2020 election were protected under the First Amendment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "BORIS SNACHEZ, CNN ANCHOR",
      "sentences": "We have CNN's Sara Murray with us. She's part of the team that broke this story. Sara, walk us through some of the details.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "SARA MURRAY, CNN POLITICAL CORRESPONDENT",
      "sentences": "Yeah, well, look, we heard these arguments last week, especially from Trump attorney Steve Sado, saying that, you know, everything Donald Trump did in the state of Georgia to overturn the 2020 election should just be covered under the First Amendment. It's protected political speech. And the indictment should just be tossed out. The judge today ruling he is not going to throw out the indictment.He did have some comments about how, essentially, using this speech in furtherance of an alleged crime means that it's not protected under the First Amendment. He made that very clear. Now, he didn't rule out the possibility that defendants, including former President Trump, could bring this up later, potentially at a trial in front of the jury. And we heard from Trump attorney Steve Sadow today saying while they disagree with this ruling from the judge, they're going to look at their other options moving forward, guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "KEILAR",
      "sentences": "And so the timeline here, what is the latest on this? When might this actually get started?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "MURRAY",
      "sentences": "You know, it's a great question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "KEILAR",
      "sentences": "Sara, tell us everything you know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "MURRAY",
      "sentences": "I'm going to look into the tea leaves here. Look what we know (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "KEILAR",
      "sentences": "Give us that crystal ball look.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "MURRAY",
      "sentences": "Yeah, what we know is Fulton County District Attorney Fanie Willis wants to get this trial underway. She's made it clear that she is ready to go to trial as soon as August. And, of course, the Trump team is happy to let this take as long as possible. And we have not heard from the judge. It's up to him when he wants to set this trial date. He's been a little bit skeptical about the notion that Trump and his 14 remaining co-defendants should all go to trial together. But he hasn't made any comments recently about a potential trial date or how he might want to split up this bucket of remaining co-defendants.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "SANCHEZ",
      "sentences": "There's also speculation out there, partly because of his ruling on Fanie Willis being able to stay on the case, that we may see a gag order, a filing asking for a gag order on the DA from the Trump team. What are you hearing from sources about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "MURRAY",
      "sentences": "That's right. My colleagues Zach Cohen and Jason Morris and I are reporting out that there have been some discussions among defendants for these Trump allies and their attorneys who are saying, is it time for us to go to the judge and say, you know, you got to gag Fanie Willis. You can't have her out here making comments about this case. She's appeared at a number of events. She's suggested that some of the scrutiny that she's getting is racially motivated.In his ruling, Judge McAfee allowing Fanie Willis to stay on the case, he all but invited defense attorneys to come to him and ask for a gag order. He said it might be time to preclude any kind of public comments. Now, they still have this appeal going on. They're still trying to get Willis disqualified from the case. So a number of attorneys are kind of like, you know, let's wait and see if we can get her kicked off entirely. That would be our preferred outcome here. But in the meantime, this is something that they're sort of discussing. The other caveat here, no defendants in this case want this to boomerang back around. They don't want a judge to say, okay, Fanie Willis can't talk about the case, but neither can Donald Trump. Neither can Rudy Giuliani. Neither can Georgia GOP Chair David Schaefer. These are all people who have been out here talking about the case and Fanie Willis on social media and in interviews.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "KEILAR",
      "sentences": "That's a really, really interesting point, Sara. Thank you so much for that. I want to go now to Kara Scannell in New York. And I know, Kara, you have some new reporting concerning the bond that Trump paid in a separate case, the fraud case there. What have you learned?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "SANCHEZ",
      "sentences": "Kara Scannell from New York. Thank you so much. Let's bring in CNN legal analyst and former federal prosecutor Jennifer Rogers. Jennifer, your reaction to this request in New York and Letitia James, this move, this skepticism that she apparently has about the bond company and whether they can financially back Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "JENNIFER RODGERS, CNN LEGAL ANALYST",
      "sentences": "Yeah, well, Letitia James has been skeptical of Trump all along. We've seen it. And it looks like she's just trying to do what she can to ensure that if the attorney general's office wins the appeal and the judgment stays as it is, they'll be able to collect. Now, of course, the amount of the bond is much, much less than the amount of the judgment that Judge Ngorin found was ill-gotten gain. So she still will have to go after the Trump organization and the other defendants in order to collect the balance of that money. But she wants to make sure that at least the first hundred and seventy five million is easy to get. So it seems appropriate to me. And we'll see what steps need to be taken to ensure that that money is there and available for the people of the state of New York.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "KEILAR",
      "sentences": "And Jen, Trump's lawyer, Steve Sado, just reacted to the Georgia ruling. He says the defense will continue to evaluate our options regarding the First Amendment challenges. And the court's ruling made clear that defendants were not foreclosed from again raising the challenge, which indeed they were not. What do you think about this? What other challenges could be in the works?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "RODGERS",
      "sentences": "Well, this First Amendment challenge is one that Team Trump has made in every single case. The notion that because he was the president and because he's a presidential candidate and because he opens his mouth and words come out, everything that he says should be protected is something that they've been pressing in all the cases. And it's not really about the merits, Brianna. I mean, there's no question that evidence can be used of speech that is made by defendants in the course of committing crimes. This, to me, is just more of a delay tactic. They're just trying to find ways that they can appeal and delay these proceedings. So that's what this is all about. I mean, you can't say if Trump robbed a bank and walked in and said, I'm running for president, let me tell you about how great I am and by the way, stuff some bags full of money because I'm robbing this bank.There's no question that you can put that speech in, even if it's sort of intertwined with political speech. So the merits are a no-go. This is just all about pushing every avenue they possibly can to delay these things and possibly to get some of these arguments in front of the jury in some capacity. The prosecutor's job then will be to get a very strong instruction from the judge about what the limits of political speech are and how criminal speech is not protected by the First Amendment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "SANCHEZ",
      "sentences": "If that was a legitimate defense that was accepted by courts, you have a lot more people running for president. Jennifer, I'm wondering, the First Amendment issue, that's also part of what's being considered by the U.S. Supreme Court, right? How will that eventual decision potentially play into what's happening here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "RODGERS",
      "sentences": "Well, the Supreme Court is considering the presidential immunity argument that anything that the former president, did while he was technically the president should give him immunity from criminal prosecution. So that, I think, is also a no-go, but we're waiting to hear on that. But the way it would impact things is it would also completely demolish the Georgia case, because all of the actions that are charged in Georgia are actions from when he was technically still the president as he was trying to steal the 2020 election. So if the Supreme Court did rule that he is immune from things that he did while he was sitting in the Oval Office as the president, then Georgia case would also have to be dismissed, along with the federal election subversion case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:09",
      "speaker": "SANCHEZ",
      "sentences": "We're focused on what's happening at the White House right now. We believe that the National Security Council spokesperson, John Kirby, just took to the podium at the press briefing. We are monitoring his remarks fresh off of this call between President Biden and Prime Minister Netanyahu of Israel. They wrapped up a tense phone call, the first time they've spoken since this Israeli airstrike hit an aid convoy in Gaza belonging to World Central Kitchen, killing seven aid workers, an international group of aid workers that were in Gaza.[14:15:09] Biden has grown increasingly frustrated with the way that Israel is conducting this war. The White House says that he told Netanyahu the humanitarian situation in Gaza is unacceptable. Let's listen in to Admiral Kirby. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:09",
      "speaker": "JOHN KIRBY, NATIONAL SECURITY COMMUNICATIONS ADVISOR",
      "sentences": "The overall humanitarian situation in Gaza are unacceptable. He made clear the need for Israel to announce and to implement a series of specific, concrete, and measurable steps to address civilian harm, humanitarian suffering, and the safety of aid workers. He made clear that U.S. policy with respect to Gaza will be determined by our assessment of Israel's immediate action on these steps.He underscored that an immediate ceasefire is essential to stabilize and improve the humanitarian situation and to protect innocent civilians, and he urged the Prime Minister to empower his negotiators to conclude a deal without delay to bring the hostages home. The two leaders also discussed public Iranian threats against Israel and the Israeli people. President Biden made clear that the United States strongly supports Israel in the face of those threats. That's all I have.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:09",
      "speaker": "UNKNOWN",
      "sentences": "Go ahead, Zeke (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:09",
      "speaker": "ZEKE",
      "sentences": "Thanks, John. First off, on that last piece there, you said -- you have said it in this podium several times that the Hamas is the obstacle to getting the ceasefire deal calling on the Israelis to empower the negotiators suggests that it's changed the U.S. assessment of the Israeli willingness to reach a ceasefire deal change in the last several weeks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:09",
      "speaker": "KIRBY",
      "sentences": "No, look, it takes active participation and the negotiation of both sides here. And that's what the President is urging. He's certainly, in the call with Netanyahu, urging that the Prime Minister empower his team to the maximum extent possible to see if we can get this deal in place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:09",
      "speaker": "ZEKE",
      "sentences": "And then just on the substance- the goal is (ph)- of the President's statement there -- I'm saying that he's going to condition future U.S. support for Israeli operations in Gaza on what Israel does. First off, what is at stake? What would be potentially cut off from Israel for use in this war if it doesn't change course? And second, what do you want specifically to see from Israel what to do to protect civilians and humanitarian aid workers?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:09",
      "speaker": "KIRBY",
      "sentences": "I'm not going to preview any potential policy decisions coming forward. What we want to see are some real changes on the Israeli side. And if we don't see changes from their side, they'll have to be changes from our side. But I won't preview what that could look like. Now, they talked about-- I'm sorry (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:09",
      "speaker": "UNKNOWN",
      "sentences": "Is that just the body count, or is there a specific change?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:09",
      "speaker": "KIRBY",
      "sentences": "Again, in terms of concrete steps, what we are looking to see and hope to see here in coming hours and days is a dramatic increase in humanitarian assistance getting in, additional crossings opened up, and a reduction in the violence against civilians and certainly aid workers. We want to see that even as the Israelis work through their investigation, that they are willing and able to take practical, immediate steps to protect aid workers on the ground and to demonstrate that they have that civilian harm mitigation in place. So again, those are broad brushes. I'll let the Israelis speak to what they will or won't do here. But again, in coming hours and days, we will be looking for concrete, tangible steps that they're taking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:09",
      "speaker": "UNKNOWN",
      "sentences": "Thanks. John, just to go back to that point, in your readout, when you say the President made clear that U.S. policy with respect to Gaza will be determined by our assessment of Israel's immediate action, could you decode that for us? What exactly is the warning that's being issued here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:09",
      "speaker": "KIRBY",
      "sentences": "I think it's very clear in the language itself, Nancy. We're going to-- we're looking for concrete steps to alleviate humanitarian suffering in Gaza. Again, I won't get ahead of what the Israelis will or won't say or announce. We're looking for concrete steps to be announced here soon. And it's not just about the announcement of concrete steps and changes in their policies, but it's the execution of those announcements and those decisions and implementing them. And so we obviously will watch closely and monitor how they do on the commitments that they make. And as I said earlier, if there's no changes to their policy and their approaches, then there's going to have to be changes to ours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:09",
      "speaker": "UNKNOWN",
      "sentences": "I think what the world wants to understand is, is the White House warning that it may remove military aid? What exactly is the threat here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:17",
      "speaker": "UNKNOWN",
      "sentences": "I'm going to try this one more time because the President-",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:17",
      "speaker": "KIRBY",
      "sentences": "I reckon you would.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:17",
      "speaker": "UNKNOWN",
      "sentences": "That's what we do. The President seems to have said to the Prime Minister today, you know, make these concrete changes or else. It's the or else that I want to make clear here. Is the President threatening to withhold aid to Israel if they do not make these changes? KIRBYGaza will be dependent upon our assessment of how well the Israelis make changes and implement changes to make the situation in Gaza better for the Palestinian people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:17",
      "speaker": "UNKNOWN",
      "sentences": "And how much time are you giving them? To make these changes, to implement these concrete steps?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:17",
      "speaker": "KIRBY",
      "sentences": "Again, we would hope to see some announcements of changes here in coming hours and days, and I'll leave it at that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:17",
      "speaker": "UNKNOWN",
      "sentences": "That's short.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:17",
      "speaker": "KIRBY",
      "sentences": "Hours and days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:17",
      "speaker": "UNKNOWN",
      "sentences": "Hi John, why today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:17",
      "speaker": "KIRBY",
      "sentences": "Why today what? Why today for the phone call?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:17",
      "speaker": "UNKNOWN",
      "sentences": "Why this apparent shift in policy today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:17",
      "speaker": "KIRBY",
      "sentences": "I think, look, the President, well, all of us, but particularly the President, was certainly shaken by the attack on the WCKA convoy and the aid workers. As I said earlier, it wasn't the only event. There had been others like that, humanitarian aid convoys coming under fire and losing people. And the President felt strongly that it was time to talk to Prime Minister Netanyahu about his concerns.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:17",
      "speaker": "UNKNOWN",
      "sentences": "Would you characterize this call as an ultimatum?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:17",
      "speaker": "KIRBY",
      "sentences": "I would characterize this call as very direct, very businesslike, very professional on both sides. And the President laid out his significant concerns about the direction and where things are going. And quite frankly, laid out as clear in the readout that we are willing to reconsider our own policy approaches here, dependent upon what the Israelis do or don't do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:17",
      "speaker": "UNKNOWN",
      "sentences": "Can you just tell us who all was on the call?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:17",
      "speaker": "KIRBY",
      "sentences": "Well, it was a bilateral call between the two leaders. Prime Minister Netanyahu and the President. They were the only two speakers on the call.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:17",
      "speaker": "UNKNOWN",
      "sentences": "But Vice President Harris also dialed in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:17",
      "speaker": "KIRBY",
      "sentences": "Vice President Harris did dial in, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:17",
      "speaker": "UNKNOWN",
      "sentences": "Secretary of State?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:17",
      "speaker": "KIRBY",
      "sentences": "Secretary of State dialed in. Jake Sullivan, yes. I don't know who was also listening in on the Israeli side. But the discussion was between the two leaders.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:17",
      "speaker": "UNKNOWN",
      "sentences": "MJ.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:17",
      "speaker": "MJ LEE, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "So, Admiral, you're not specifying what concrete steps Israel must take exactly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:17",
      "speaker": "KIRBY",
      "sentences": "I gave you some-a broad sense of it. We want to see more crossings opened up. We want to see more trucks getting in, particularly from Jordan. We want to see tangible steps at the mitigation of civilian harm, particularly to humanitarian aid workers, but obviously all civilians. But we want to see that they have moved forward on proper steps to de-conflict with aid workers as they move around, that the information flow is viable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:17",
      "speaker": "LEE",
      "sentences": "Sure, but that's language we've heard for weeks now. You're not talking about, sort of telling us how exactly you will measure those measurable steps, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:17",
      "speaker": "KIRBY",
      "sentences": "What I said was, we're going to examine our policy approaches based on our assessment of the way the Israeli side modifies their behavior, modifies their policy and decision-making processes, And so, first of all, let's see what they say they're going to do, and then let's watch and see how they execute to what they say. And I don't want to get ahead of them on what they plan to say about the changes they're going to make, but we'll base our policy decisions based on an assessment of how they execute to their policy decisions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:17",
      "speaker": "LEE",
      "sentences": "And you're not talking about what potential U.S. policy changes are on the table. Can you say whether the President shared that with the Prime Minister on this phone call?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:17",
      "speaker": "KIRBY",
      "sentences": "The President made clear that absent changes in the protection of civilians on the ground, absent changes to the volume of humanitarian assistance getting in. Absent any movement on a ceasefire that will allow hostages to get out and more aid to get in. Absent, you know, a calming down, that he will have to reconsider his own policy changes with respect to Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:19",
      "speaker": "KIRBY",
      "sentences": "I'll let the Prime Minister speak to his side of the conversation. I would note that the Israeli Defense Forces, their Southern Command commander, has made a public apology for the strike.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:19",
      "speaker": "LEE",
      "sentences": "And there was no mention of Rafah in this readout. Can you talk to us about how, if that did come up, and how that might have been discussed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:19",
      "speaker": "KIRBY",
      "sentences": "This conversation was focused primarily on the need to get a temporary ceasefire in place, the need for there to be a pause in the fighting so that we can get the hostages out, humanitarian assistance, the need to see that steps are being taken to learn from this strike and to make changes in the way civilian harm is mitigated from an operational perspective. And they did spend time, as the readout makes clear, talking about the very public threats from Iran to Israel. And the President, as I said, made very clear to the Prime Minister that the United States' support for Israel's ability to defend itself from a range of threats, not just Hamas, remains ironclad. UNKNOWN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:19",
      "speaker": "UNKNOWN",
      "sentences": "Thanks, Green. Thanks, Admiral. Just a couple of things. Firstly, how long did this call last?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:19",
      "speaker": "KIRBY",
      "sentences": "It was about 30 minutes or so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:19",
      "speaker": "UNKNOWN",
      "sentences": "And just going back to Jeff's question about the, you know, why this sort of change in tone. I mean, has there been growing frustration on the part of President Biden that previous messaging to Prime Minister Netanyahu just doesn't seem to have gotten through?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:19",
      "speaker": "KIRBY",
      "sentences": "Yes, there's been growing frustration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:19",
      "speaker": "UNKNOWN",
      "sentences": "Thank you so much, Karine. John, one question on Israel and another on Venezuela. We saw in the past President Biden pushing Netanyahu to protect civilians. But how much words really matter here when, on actions the same day of the attack on the humanitarian words, the U.S. was approving more bombs to Israel? We are now six months into the war. How much the U.S. actions are actually encouraging Israel to not do enough to protect civilians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:19",
      "speaker": "KIRBY",
      "sentences": "Yeah, look, I'm kind of glad the question came up, because I would tell you when I've seen press reporting, you know, about the about the arms sales and that kind of thing. And I would just remind you that that it, with the exception of the immediate two months after the attack, we haven't really sent emergency aid and military assistance to Israel. It was in the first couple of months. But what you're seeing here is the result of a process of foreign military sales to Israel that takes years. And a lot of this material that's been reported publicly was notified to Congress many, many months, if not years ago, and are in the train to get to Israel.I think it's important to remember, as I tried to mention in the last answer, that Israel still has a lot of threats that faces. I mean, we're all focused on Hamas, and I understand that, but they still face active threats throughout the region, including from Iran, and the United States still has an ironclad commitment to help Israel with its self defense. And so a lot of these articles, including the 2000 pound bombs and the F35s. So that's those are things that have been long in the train and not tied- the foreign military sales process was not tied to this conflict.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:19",
      "speaker": "UNKNOWN",
      "sentences": "Can I have a little more on Venezuela? Because yesterday, Nicolais Maduro--(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:19",
      "speaker": "KEILAR",
      "sentences": "You were listening to a quite consequential White House press briefing with National Security Council spokesman John Kirby there. And he is saying now if- and this is a warning, and there is some vagueness to the warning, and yet we keep hearing it over and over. We heard it from Senator Coons. We heard it from Secretary Blinken. We got it from the readout. We're getting it from Kirby here at the briefing. So they mean business here, at least certainly in the communication of this, and we'll have to see how Netanyahu responds to it. But he's saying if there are not changes from the Israeli side, then there will have to be changes from America's side.And specifically, he's talking about more trucks of assistance into Gaza, especially from Jordan, opening more crossings into Gaza, and a reduction in violence against civilians, and particularly aid workers. And what he was talking about there was that they need to, to properly de-conflict so that there are not strikes that are hitting aid workers when aid workers have been clear about where they are going to deliver humanitarian assistance.",
      "isLastSentenceInterrupted": false
    }
  ]
}