{
  "date": "2024-11-18",
  "headline": "Connect the World",
  "subHeadline": "Ukraine: Russian Strike On Sumy Killed 11 Sunday; Israel Intensifies Attacks In Lebanon Amid Reports Of Progress In Ceasefire Talks; Israeli Source: Progress In Talks For Ceasefire In Lebanon. Elon Musk Pushing Howard Lutnick As Donald Trump's Next Treasury Secretary; Israeli Sources: Some Progress Towards Lebanon Ceasefire; President Joe Biden In Brazil Amid Major Reversal In Policy On Ukraine's Use Of Long- Range Weapons; Restrictions On Entering Gaza Have Crippled Supplies; Morphing Wheel Aims To Revolutionize Wheelchair Mobility. Aired 10-11a ET",
  "utterances": [
    {
      "timeStamp": "10:00:34",
      "speaker": "BECKY ANDERSON, CNN INTERNATIONAL ANCHOR",
      "sentences": "Well, welcome back to what is the second hour of the show. I'm Becky Anderson in Abu Dhabi, with the time is7:00 in the evening. After delaying for months, U.S. President Joe Biden now granting Ukraine permission to launch attacks inside Russia using American long-range missiles. That, a move that the White House had previously resisted due to concerns that it would escalate the war. According to a source, ceasefire talks between Israel and Lebanese group Hezbollah are making progress. There is still some way to go. Israeli strikes intensified in Beirut over the weekend, killing the militant group's spokesperson. And in his final major international summit as president, U.S.' Joe Biden is meeting with G20 leaders in Brazil, as he tries to trump-proof his legacy became the first sitting U.S. president to visit the Amazon rainforest. Well, after months of making the case for expanding its strike capabilities, Ukraine has now gotten the green light from the Biden administration. It is now free to fire American long-range weapons into Russian territory. President Volodymyr Zelenskyy of Ukraine says actions will speak louder than words. (BEGIN VIDEO CLIP) VOLODYMYR ZELENSKYY, PRESIDENT OF UKRAINE (through translator): Today, there is a lot of talk in the media about us, receiving permission for respective actions, but strikes are not carried out with words. Such things are not announced. Missiles will speak for themselves. They certainly will. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:34",
      "speaker": "ANDERSON",
      "sentences": "Well, our chief international security correspondent Nick Paton Walsh, has reported extensively from Ukraine, and he just filed thisreport. (BEGIN VIDEOTAPE) NICK PATON WALSH, CNN CHIEF INTERNATIONAL SECURITY CORRESPONDENT (voice over): The search for survivors after a Russian missile attack on Sumy, Sunday night, 11 people here were killed, two of them children, when missiles hit a residential neighborhood in this city, near Ukraine's border with Russia. Hours later, at least, eight people were killed in a strike on Odesa. Horrifically, this is now the norm for Ukraine, under near constant bombardment after a thousand days of war. Zelenskyy, saying, strikes show, \"What Russia is really interested in, only war.\" That war is not going Ukraine's way right now, with sustained and slow losses along the eastern front, perhaps, a reason for the stark and significant policy change from the White House, Sunday. Sources telling CNN that the U.S. President Joe Biden has finally given Ukraine the go ahead to use long range American weapons to strike inside Russia. The weapons are primarily meant to help Ukraine hold on to Kursk, according to one U.S. official. That's the region in southern Russia, where Ukrainians launched a counter offensive this summer, a potential bargaining chip for the Ukrainians in any future peace talks. Biden had refused for months to provide the weapons to Ukraine, and then to permit them to strike inside Russia with them. But like previous decisions over HIMARS missiles, Abrams tanks and F-16 jets, Biden delayed, and then finally consented. This change is unlikely to alter the battlefield overnight, owing to how few ATACMS Ukraine can get. But it's a critical decision, showing this outgoing White House is keen to help Ukraine and entangle the United States yet deeper into this war, just months ahead of Donald Trump taking office.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:06",
      "speaker": "ANDERSON",
      "sentences": "Well, Nick Paton Walsh, with us live from London, as well as Oren Liebermann, who is at the Pentagon.And let's start with you, Oren, and let's just unpack this decision. Why now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:06",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "For months, we've been given a number of different reasons, or perhaps excuses, why the U.S. wouldn't letUkraine use these longer-range ATACMS missiles to strike inside Russia. There weren't enough of them, Russia had moved the main targets out of range, Ukraine was using them effectively in Crimea, Ukraine had better long-range drones for the targets they wanted to hit, and that we heard over and over again, from the administration and from defense officials here. Now, it's unclear if any of that has changed. Were these simply excuses or is Ukraine going to get more of these missiles to have a greater effect with them? But one of the reasons the administration changed the position, at least from what we're being told, is because the US viewed the deployment of North Korean troops to Russia, more than 10,000 in the Kursk Region as an escalation in and of itself, one that merited some sort of response, and this, at least in part, in the waning days of the Biden administration, is part of that response, and that's where the U.S. sees Ukraine using these missiles in the Kursk region, where they are holding some Russian territory. Russia has amassed some 50,000 troops in an expected, or rather ahead of an expected attempt to try to re-seize that territory. And that gives Ukraine a number of targets they could hit with these: command-and-control nodes, logistics nodes, concentrations of troops, and that, if used effectively, would allow Ukraine to hold that territory as long as possible. Because, if it comes to negotiations, if that's what President-elect Donald Trump is going to push for, then that territory that Ukraine is holding in Russia is an incredibly important bargaining chip. So, that looks to be the goal here of opening up this option to Ukraine in the closing days of the war, as effectively, both Ukraine, Russia, the U.S. and the West are all trying to figure out what comes next once Trump comes into office, and what will this conflict look like. This is part of a growing attempt to strengthen Ukraine's position, although it's very late in the game. That much is obvious, Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:06",
      "speaker": "ANDERSON",
      "sentences": "Well, let me bring you back in Nick. Oren, thank you.You argue that Ukraine simply won't get enough of these long-range U.S. weapons to alter the course of this war. And I'm just remind our viewers, you did spend a short period of time in Kursk, earlier on this region. So, you know the terrain, and you know what's going on there. And just explain your argument here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:02",
      "speaker": "ANDERSON",
      "sentences": "Yes, good to have you both. Thank you very much indeed. And the Kremlin, suggesting that President Biden is pouring oil on the fire of theconflict in Ukraine. U.S. sources said at the weekend, President Biden had decided to allow Ukraine to use these American long-range weapons to strike targets deep inside Russia, and we are now getting the response to that from Moscow. The decision have been under consideration for months, with Ukraine repeatedly pressing Washington for a green light. Let's bring in CNN's Fred Pleitgen, who is in Moscow, and just explain the perspective from there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:02",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Hi, there, Becky.Well, there is essentially two things that the Kremlin is saying. On the one hand, Dmitry Peskov, the Kremlin spokesman, he came out today, as you mentioned before, and he said that he believed that the outgoing administration, the Biden administration was essentially pouring all -- oil onto the fire of the Ukraine conflict, obviously saying, fanning the flames, essentially of the war in Ukraine, getting the United States deeper involved in it. And also saying, essentially, that he believes that the Biden administration is making it more difficult for the Trump administration once it does take office to try and mediate some sort of possible cease fire, or some sort of end to that very war. Now, of course, the Russians are saying all of this is very dangerous. It's been quite interesting to hear from the Russians, because when you ask them specifically what could happen after this decision, what they will tell you is, look, Vladimir Putin has already laid all of this out, and indeed, what we have seen in the past couple of weeks Becky is a large campaign by the Kremlin, by the Russians to try and dissuade the Biden administration for making exactly the decision that it has now made. One of the things that Vladimir Putin said a couple of weeks ago is that this could be considered by the Russians, if these strikes happened, NATO directly entering the war against Russia. Those are the words of Vladimir Putin. And his rationale for that was that he says, look, weapons like the ATACMS, weapons like the sophisticated surface to surface missiles, but also missiles from other NATO partners, like, for instance, the United Kingdom and France. The Russians say those cannot be used. The targeting cannot happen without the help of specialists, as Vladimir put it -- as Vladimir Putin put it from the countries where these weapons come from. So, therefore, the Russians are saying they could consider something like this to be a direct attack by NATO or by the United States against Russia. And of course, the other thing that the Russians did, which, on the face of it, at least, is very significant, although, of course, we have seen in the past, the Russians draw red lines. And then, when things happen, like, for instance, tanks being given to Ukraine, the Russians not really reacting to that. They have changed the nuclear doctrine of this country. Of course, this country has more nuclear weapons than any other country in the world. And they have added a scenario now where, according to this doctrine, if Russia is attacked with long distance weapons by a non-nuclear country, like, for instance, Ukraine, with the help of a nuclear country, like, for instance, the United States, that, that then, could trigger Russians to use nuclear weapons in retaliation for that. So, certainly, the Russians have gone a long way to try and stop the Biden administration from making exactly the decision that it has now made. The Russians, at this point, Becky, are still saying all options for them are on the table, but that the response to all this obviously could be flexible. They want to see what exactly will happen on the battlefield. Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "ELIAS BOU SAAB, DEPUTY SPEAKER, LEBANESE PARLIAMENT",
      "sentences": "Thank you, Becky. I really can tell you up to few hours ago, as I -- you know, I see thingsdeveloping by the hour or by the minute, maybe. The ceasefire proposal that has been put on the table by the U.S. administration has been received in Lebanon, and I think this is a workable ceasefire, as far as Lebanon is concerned. There are a few things that could be discussed, there are things that will be clarified, but I see this proposal as a workable proposal. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "ANDERSON",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "BOU SAAB",
      "sentences": "The problem with this is we have been close to something similar in the past. We saw something in September, back in September, when we sawthe same situation. But unfortunately, Netanyahu has pulled out of the commitment that he made, or at least that we were made aware of. That's why we are, you know, we have to be skeptical. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "ANDERSON",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "BOU SAAB",
      "sentences": "We have to really read the situation, in the same -- in the same circumstances that has happened in the past.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "ANDERSON",
      "sentences": "So, let me just be clear here. So, you say to your mind, as you understand it. And obviously, things are moving sort of hour by hour. So,that's caveat that. But you say this is a workable proposal for Lebanon. By which you mean for the state of Lebanon or for Hezbollah? Can we be very clear here? Has Hezbollah responded very specifically to this U.S. proposal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "BOU SAAB",
      "sentences": "As we -- as you know, and we all know, the Speaker of the House now is -- has been commissioned with -- if you wish, with the negotiationon behalf of the country. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "ANDERSON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "BOU SAAB",
      "sentences": "And, of course, Hezbollah leaders have made it very clear that they have passed on this responsibility to the Speaker of the House. So,the Speaker of the House, when he -- you know, when he gives an answer, this answer will be in -- together, in partnership with the prime minister, which would be the official government in Lebanon and the government position. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "ANDERSON",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "BOU SAAB",
      "sentences": "As well as what Hezbollah has accepted, or what the Speaker can commit on behalf of Hezbollah as well in the -- in the answers that they --that they give.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "ANDERSON",
      "sentences": "Understood. Well, that certainly sounds promising from the, let's say, Lebanese side.The U.S. envoy Amos Hochstein, who has been deeply involved in trying to secure a deal, had been on his way or certainly scheduled to be in Lebanon this week, Barak Ravid, who is a commentator for CNN and writes for Axios, just tweeting in the last few minutes, \"U.S. envoy Amos Hochstein, informed the Lebanese Speaker of Parliament, Nabih Berri, that he is delaying his departure to Beirut until he gets more clarification about the Lebanese position regarding the ceasefire agreement.\" That is, according to U.S. officials speaking to Barak Ravid. So, I'm going to push you on what you know this hour about this scheduled visit by Amos Hochstein. As you understand it, should he be in Beirut tomorrow, or is he delaying his trip because he needs more detail from the Lebanese side?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:03",
      "speaker": "ANDERSON",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:03",
      "speaker": "BOU SAAB",
      "sentences": "But at the same time, we, in Lebanon would like to get also clarity on whether this time, Netanyahu and the Israeli government aregoing to respect the proposed deal. So, this is ongoing, and I know that the Speaker and his team have been in touch directly and indirectly with Amos Hochstein and the American administration to clarify these positions. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:03",
      "speaker": "ANDERSON",
      "sentences": "Right.One of the things, as I understand it that the Lebanese position once clarified is this threat by Israel to break the ceasefire, restart their attacks on Hezbollah and on Lebanon, Should Hezbollah not stick to the agreement and go south of the Litani River? This has been worrying the Lebanese as this -- as the details of this deal have been sketched out. So, what is it that Lebanon, very specifically, needs to hear from Israel? This is a 60-day ceasefire, as I understand it. So, is the Lebanese position that for 60 days, Israel will not once again, threaten or attack any assets inside Lebanese territory?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:03",
      "speaker": "BOU SAAB",
      "sentences": "Look, Becky, for us in Lebanon and for the rest of the world, war is very bad. Nobody wants to see war. Nobody wants to see killing ofcivilians. Nobody wants to see more money spent on machines that are there just to kill people. If we can sort out things in a diplomatic manner, this would be the ultimate goal that we, in Lebanon and everybody in the world should be looking for. And we, in Lebanon don't want war. We want this to end. We want this diplomatic effort to succeed. And for that reason, I can tell you what is being discussed and what you just mentioned in the question that you've asked is not probably very accurate, as in, what is being proposed to us. I don't think we have on the table now, one of -- because I've read that in the media before, and many times, sometimes you read reports and you read issues that are not accurate. We have not received any suggestion to say that the Israelis will say we want to reserve the right to come back and attack, and to come back and bomb buildings or civilians, or come and do the job ourselves, if this doesn't work. To the country, what we're looking at is, how can we make sure whatever is on the table is there and can be supported and can be respected, and we will have a mechanism in place to make sure that 1701, is fully implemented. And when we say fully implemented, is because last time in 2006 when 1701 was drafted and accepted by both sides, no one respected 1701. Certainly, wasn't respected in Lebanon fully, And the Israelis, for sure, never respected 1701. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:03",
      "speaker": "ANDERSON",
      "sentences": "Understood.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:03",
      "speaker": "BOU SAAB",
      "sentences": "So, now, the difference is how can we make sure --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:03",
      "speaker": "ANDERSON",
      "sentences": "So, let me put this to you. So, let me put this to you. Yeah, let me just put this to you, because this is important, because there are alsoreports, suggesting that one of the sticking points is whether Israel will keep troops operating in the area. Look, we've heard that that's a flat out no from Hezbollah. What's the perspective from the sort of wider Lebanese position? And I ask that also, of course, given that there are significant troop deployments inside Lebanon now. And we also know that the artillery batteries owned by Israel are now inside Lebanese territory. So, what's your response on that point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:03",
      "speaker": "ANDERSON",
      "sentences": "Elias, just finally and very briefly, are you optimistic at this stage as we talk that a deal can be cut -- can be cut quickly, and that acease fire can be implemented between Israel and Hezbollah?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:03",
      "speaker": "BOU SAAB",
      "sentences": "Look, I have to divide the answer from two angles -- two aspects.From our point of view, from what we heard, and from what we know, and what Amos Hochstein has proposed, and from the last time, when I spoke to him, probably a few days back, I think we can reach an agreement. There is a possibility to reach an agreement. The question remains on the Israeli side. If Netanyahu is going to deal with this in the same manner and the same way, than -- when he was dealing with the negotiations on the ceasefire in Gaza, things are not promising, because historically, we have seen that so many times they propose a ceasefire, even the U.S. president has called the day when he said, tomorrow or Monday, we will have it in place, and nothing happened. So, we are skeptical because of that. But for us in Lebanon, from what we heard and from the way the negotiator, the mediator, Amos Hochstein has looked at it, he looked at what Lebanon can accept and what Netanyahu and the Israeli government wants. From one I heard -- what I heard last that there is a workable solution that can be implemented and can be in place. We are hoping that this will happen. We are hoping that Amos Hochstein will get the answers that he wants, and then, he will continue in what he is doing, and will still come to Lebanon and work on that proposal, which can be done within a week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:03",
      "speaker": "ANDERSON",
      "sentences": "Got it. Elias Bou Saab, it's good to have you on, sir. Appreciate your time. I know it's very busy, very complicated times, but we very muchappreciate you sparing some of your time and join us tonight. Thank you very much indeed. Right. I'm going to take a very short break. Back after this. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:03",
      "speaker": "STEVE CONTOMO, CNN REPORTER",
      "sentences": "It's a fair question, because Elon Musk has been so influential in Donald Trump's inner circle, really going back tothe final months of the campaign, and he has been far more involved in this transition process than I think anyone imagined. He has spent almost every day at Palm Beach in Mar-a-Lago talking with the former president, now president-elect Donald Trump and his family and other close advisers. He has been someone who has been in the president's ear as he has been making these selections, and he has vocally pushed for Howard Lutnick to lead the Treasury. Now, he has also sort of been, or sees himself as an avatar of sorts for the outsiders who have become so influential in Donald Trump's orbits ever since he started bringing in people like Tulsi Gabbard and RFK Jr. and Elon Musk. And he believes that he speaks for those who want to see a massive change at the Treasury that could shake up Wall Street and corporate America. But the problem is Donald Trump is also someone who likes to see the stock market tick up. He likes when the S&amp;P 500 hits those all-time highs, and he doesn't necessarily want to bring in someone who puts that at risk. And so, it's a difficult balance for Donald Trump, and there are some signs that he is, instead of leaning towards Elon's pick or some of the folks that Wall Street wants, he's trying to bring in some new names altogether and for consideration. And of course, when he grew dissatisfied with his picks for attorney general and defense secretary, that's when he made left turns toward loyalist Matt Gaetz and Pete Hegseth, which has only brought him controversy since then. So, we will have to see how this unfolds in the days ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:07",
      "speaker": "ANDERSON",
      "sentences": "Welcome back. You're watching CONNECT THE WORLD. I'm Becky Anderson for you.Well, in this region, an Israeli source has told CNN that there has been some progress towards a cease fire in Lebanon, but the source says more work still needs to be done. You're looking at some of the recent violence as an Israeli strike caused buildings to burst into flames in Beirut on Sunday. Main sticking point to a deal, as we understand it, is Hezbollah's objection to a clause that would let Israel take direct action in Lebanon, should the cease fire be broken or a cease fire deal between Israel and Hezbollah would, \"Send a signal to Hamas about a similar deal being possible in Gaza.\" That's according to a U.S. official, who says Israel and its partners are continuing to push for the release of the remaining hostages. But it is a different story for Palestinians on the ground where violence continues to rage. The Gaza health ministry says 76 Palestinians were killed in Israeli strikes over the past 24 hours. Well, let's get more on all of this. Nic Robertson is in Jerusalem for you. Nic, there is some optimism coming from Americans and indeed, the Lebanese have just been speaking to alias Busab (ph) about whether or not a deal is imminent between Israel and Hezbollah to at least in principle, temporarily stop the conflict. There are no such luck, it seems, by any stretch of the imagination, with a cease fire and hostage deal in Gaza. What are you hearing there, Nic, about what happens next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:07",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Yes, I think the language and what the language actually means about this sticking point,the clause that the Israeli official indicated to CNN earlier on today, this direct action clause, excuse me, that will allow Israel to if there's a violation in the cease fire agreement, for Israel to take action. Direct action is sort of one version of the language, the other version of the language around that that we're hearing from people like Bezalel Smotrich, the hard right finance minister, he is using language that says there must be full operational freedom. And that seems to be the language sort of catching on, on the right, really hard right part of Prime Minister Benjamin Netanyahu's cabinet, this idea of full operational freedom, meaning it appears that Israel would have rights that we haven't not had spelled out to us that would allow them to then intervene if there was -- if the cease fire were broken. But what does that mean? Does that mean troops on the ground? Does that mean action by aircraft? Does it mean action by artillery? What does it mean? And this is the sort of detail where the sticking point is, the indications CNN has had from its sources inside Lebanon, the indications I've had as well from sources there is that while there were some deeply troubling issues, a part of the proposal coming from the United States, that the sense was that Hezbollah could get on board. But this, at the moment, really does seem to be the area where Hezbollah isn't able to get on board. In principle, Hezbollah is back to as you were having that discussion before with the former minister. Hezbollah goes back about 30 miles north of the border, Litani River, the U.N. Security Council Resolution 1701, terms. But what does that actually look like on the ground? How is it enforced? This is where the sticking point is that the Lebanese army that would take up security closer to the border, are they strong enough for their able? We heard reports just over this weekend that even a UNIFIL unit of international forces driving along the border were engaged with gunfire from non-state actors. I think that was the language that UNIFIL used. It is by no means -- it is by no means a zone that military forces -- non- Israeli military forces can operate in with security at the moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:08",
      "speaker": "KAYLA TAUSCHE, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "Becky, I think you're absolutely right. It's not just the sense of these leaders, it's the realdynamic on the ground here, even as they're engaging diplomatically with President Joe Biden, they've also, in recent weeks, since the U.S. election, been working the phones themselves to speak directly with Donald Trump, to extend their congratulations and to pledge future cooperation with the U.S. on issues like trade and ending some of those conflicts where some of those world leaders who have disagreed with Joe Biden and his administration on their approach may find themselves in more agreement with the way that president-elect Donald Trump and his administration approaches this. Certainly, for now, Biden is raising the stakes in Ukraine, reversing a long held policy to allow Ukraine to use longer range missiles that have been manufactured by the U.S. and perhaps even by the U.K. and France to strike into targets up to 200 miles inside Russia. That is a step change that U.S. officials say is directly in response to Russia's audacious expansion of the conflict by recruiting North Korean troops, as well as a significant aerial attack on Ukraine's energy infrastructure, just in the last 24 hours. The U.S. not confirming specifically that they have allowed that policy to go forward, but saying that if they did, that it would be justified based on the actions that Russia has taken. Now, Russian Foreign Minister Sergey Lavrov is here on the ground in Rio, but President Putin is not, he said that would be a disruption to the conference, while also the unspoken issue is that perhaps Brazilian authorities might take Ukrainian President Volodymyr Zelenskyy's advice and arrest him while he's on Brazilian soil. All of that to say, the countries are focusing on issues where there are -- where there is consensus that being some issues on climate, some issues on financing developing nations. But of course, as you mentioned, Becky, it's a very small number of issues where they agree, and certainly many, many issues where they do not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:51",
      "speaker": "ANDERSON",
      "sentences": "In the Middle East, signs that some kind of cease fire could be on the horizon this time in Lebanon, even as the violence thereintensifies. But we know we've been here many times before, at least when we're talking about cease fires across this region, over the past year in Lebanon, as well as in Gaza, where the crisis on the ground is ongoing and escalating. The International Rescue Committee is the latest NGO to warn of famine in the North. The country's -- the organization's country director for the occupied Palestinian territory said today, the worst case scenario may already be underway. Well, David Miliband is president of the International Rescue Committee, as well as a former British Foreign Secretary, he's been a strong voice in calls for a humanitarian cease fire in Gaza, now, amid talks for a potential halt to the conflict in Lebanon. I asked him how critical an agreement there would be for that country and indeed, the wider region. Have a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:51",
      "speaker": "DAVID MILIBAND, CEO, INTERNATIONAL RESCUE COMMITTEE",
      "sentences": "What we know is two things, Lebanon is always the victim of other people's wars, and whathappens and starts in Lebanon doesn't finish in Lebanon, this is a regional question of real urgency. And from a humanitarian perspective, we know that there is agony being piled upon real fragility, and that obviously is an extra source for concern where we as the IRC, we're expanding our work in Mount Lebanon, we're expanding our work in the Bucha. We're expanding our work in Beirut, but we're running up the downward escalator. What did you say? The sustained ability to hold the peace that's absolutely critical.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:51",
      "speaker": "ANDERSON",
      "sentences": "There is no deal to stop the conflict in Gaza. Now, Israel is determined that it is not contravening international humanitarian law. Ispoke last week to COGAT, who actually involved in ensuring the mechanisms are in place to deliver their aid, and their spokesman told me that it's the international aid organizations who are responsible for what is going on on the ground, and they need to increase their capacity. What do you understand to be going on on the ground? And do you take that from an Israeli organization who is there to ensure the mechanisms work?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:51",
      "speaker": "MILIBAND",
      "sentences": "Well, the most important testimony I can give is from our teams on the ground who are working on malnutrition, working on water andsanitation, working on child protection, and they're very clear it's not just the fighting, although that's obviously the absolute core of this. And the sooner there is a cease fire, the better. But there is grave and unconscionable suffering, because the aid is not getting in to reach the people in greatest need. And there are difficult issues inside Gaza in the distribution of aid, but they're exacerbated by the paltry amounts of aid going in. Because obviously, if there was the flood that's been so often promised, it would actually make the whole distribution question much, much easier.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:51",
      "speaker": "ANDERSON",
      "sentences": "What do you anticipate with regard the Trump administration so far as foreign aid policy is concerned?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:51",
      "speaker": "MILIBAND",
      "sentences": "I think it's very important, as an NGO leader that I say that it's actions that will lead to us making pronouncements about a newadministration. What we know is that America first puts America first. And the argument we make is that if you want to be secure and prosperous in the modern world, aid policy is important for that, because when you don't address humanitarian aid needs, political and economic instability flows in its wake. But we have to wait and see. We don't yet know. What we do know is that we've still got two months until January the 20th, and that is time we cannot afford to waste.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:06",
      "speaker": "MILIBAND",
      "sentences": "The climate crisis doesn't exist independent of other humanitarian aid problems.In fact, there's a growing overlap between countries that are affected by conflict and countries that are in the most vulnerable line of fire for the climate crisis, of the top 20 countries that are affected by humanitarian crisis, three quarters of them, 15, 16, out of 20 are in the most climate vulnerable group as well. It's not because they've been contributing to the climate crisis. There are 10 percent of the global population, three percent of global emissions, but 40, 50, 60 percent of total humanitarian need. Why? For a very, very simple reason, climate and the climate crisis is a conflict multiplier because of the way in which it puts stress on resources.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:06",
      "speaker": "ANDERSON",
      "sentences": "Given what you've been hearing, are you confident?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:06",
      "speaker": "MILIBAND",
      "sentences": "I'm worried. I'm very worried. We've delayed too long on mitigation, so we're having to do adaptation as well. By delaying onmitigation and adaptation, we've now got the loss and damage debate. The bandwidth is being reduced rather than increased at the moment, and that means I'm worried going into the second week of the COP.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:06",
      "speaker": "ANDERSON",
      "sentences": "Donald Trump's pick for U.S. energy secretary is a fracking fuels boss who has said fossil fuels are necessary to lift the developing worldup out of poverty. But even before this, the U.S. oil and gas production hit a record under the Democrat administration of Joe Biden. Does this not prove that there is no clean energy leadership from the world's biggest historic emitter? And if that is the case, you know, you and I talk to enough people around this region to feel fairly confident that there is a real energy transition story going on here and in other parts of the world, particularly in China, for example. But this, is this an issue?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:06",
      "speaker": "MILIBAND",
      "sentences": "It's an energy and energy security issue, but it's also a global leadership and a global prosperity issue.The transition that you've talked about that's being embraced in this region, that's being embraced by the Chinese, is not just a charitable intervention, it's a hard headed industrial and economic play, and we're going to see something very interesting play out, because where has the Inflation Reduction Act spending gone? It's gone into red states across America that are really making economic and industrial progress. And let's see how that plays out. Because I think that if president-elect Trump goes through with what he did last night, he pulls the U.S. out of the international climate agreements, and if you like the international climate race, he's handing over a significant bargaining chip to other parts of the world, and that's a -- that's a very significant move. You're right to raise the question, none of us can escape the climate crisis. We either play our part in fighting it, or we're going to be paying the price of living with it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:06",
      "speaker": "ANDERSON",
      "sentences": "Oh, yes. Interesting, important insight and analysis by David Miliband there.We will be back after this quick break. Stay with us. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}