{
  "date": "2024-07-21",
  "headline": "CNN Newsroom",
  "subHeadline": "Biden Bows Out Of Presidential Race, Endorses VP Kamala Harris; Urgent Effort Underway Among Dems To Rally Behind Harris; Interview With Rep. Jason Crow (D-CO); Interview With Sen. Laphonza Butler (D- CA). Aired 7-8p ET",
  "utterances": [
    {
      "timeStamp": "19:00:04",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN Breaking News.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:04",
      "speaker": "ERIN BURNETT, CNN ANCHOR",
      "sentences": "And breaking news, President Joe Biden stepping aside. In a stunning announcement, the president of the United States, Joe Biden, says that he is now ending his campaign for reelection.Good evening. I'm Erin Burnett.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:04",
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "sentences": "And I'm Wolf Blitzer in Washington.Erin, this historic decision plunging the Democratic Party right now into unknown territory. President Biden, in a statement, writing, and I'm quoting him now, \"While it has been my intention to seek reelection, I believe it is in the best interest of my party and the country for me to stand down and focus entirely on fulfilling my duties as president for the remainder of my term,\" close quote. Now President Biden says he will speak to the nation later this week with more details, though no word yet on when that will happen. However, we do know that President Biden has endorsed his vice president, Kamala Harris, to replace him -- Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:04",
      "speaker": "BURNETT",
      "sentences": "And Wolf, while Harris says her intention is to earn and win the nomination, two crucial words, earn and win, some lawmakers are now advocating for more open process to allow other candidates to compete for the nomination. Former president Obama, in his statement, did not explicitly endorse Harris. He wrote, \"I have extraordinary confidence that the leaders of our party will be able to create a process from which an outstanding nominee emerges\" -- Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:04",
      "speaker": "BLITZER",
      "sentences": "And we have a lot, Erin, to get to tonight. MJ Lee is over at the White House for us. John King is also standing by. Let me start with MJ.MJ, you have some new reporting about what the First Lady Jill Biden is thinking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:04",
      "speaker": "MJ LEE, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "That's right, Wolf, you know, we have been reporting so much on the political reaction that has been pouring in since the president's decision. But we are now just getting a sense of how the first lady is responding to this.The first lady's spokesperson saying, in part, in a statement down to the last hours of the decision, only he could make she the first lady was supportive of whatever road he chose. We also had gotten a statement from the president's son, Hunter, who we had reported in recent weeks have been very close to the political deliberations and really among the few people that the president was very much leaning on as he was deliberating about his political future. Here's a part of what Hunter Biden said. He said, \"Over a lifetime, I have witnessed him absorbed the pain of countless everyday Americans who he's given his personal phone number to because he wanted them to call him when they were hurting.\" He also went on to say, I'm so lucky every night I get to tell him I love him and to thank him. I ask all Americans to join me tonight in doing the same. Thank you, Mr. President. I love you, Dad. Look, Wolf, the president had been so dug in and so resistant on the calls for him to drop out until the moment that he wasn't. And we are learning that that moment really came in the last 48 -- 24 hours to 48 hours or so. Really it was Saturday night we are told that he came close to that decision and gave his aides the green light to start drafting that letter to the American people. One thing I am learning that was not a part of his decision -- a part of his deliberations were medical issues. I am told by a senior White House official that the president did not have any significant medical exams other than the daily check-ins that he has with his doctor in part of course, in recent days, to monitor his COVID symptoms. The reason I want to clarify that is because within the last week we actually heard the president saying in a BET interview that a new medical condition might actually be the only thing that might stop him from seeking a second term. And so this was clearly not a reason we are learning for why the president has decided to make this momentous decision. But as we were talking about this is certainly an emotional day for the president and also his family as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:04",
      "speaker": "BLITZER",
      "sentences": "Interesting, very important information. MJ Lee at the White House. Thank you very much.Right now, I want to go to John King, who's on the ground in the crucial swing state of Pennsylvania for us. John, you've been hearing from voters and getting their fresh reaction. What are they telling you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:04",
      "speaker": "BLITZER",
      "sentences": "All right. John, just a little while ago here on CNN, I had a chance to speak to Democratic Congressman Lloyd Doggett of Texas, who told me he wants the convention in Chicago to decide the nominee. They're, what, just about 15 weeks until the November election. Are Democrats in over their heads potentially right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:04",
      "speaker": "KING",
      "sentences": "Well, it's going to be an extraordinary difficult process. But the Democrats insist no. And I can tell you from people who are working in the Biden campaign for Vice President Harris, they understand one of the reasons they've moved so quickly today after the president's endorsement of the vice president to get so many other endorsements quickly is they are trying to present this not as a fait accompli, but just that she has dominant support and that anybody who challenged her would lose.That's what they're trying to show early on. Now that doesn't mean it's the case. Some word tonight that the independent former Democratic senator from West Virginia, Joe Manchin, says he might take a look at it. I just talked to a Harris ally about that who said they don't view that as a serious threat for the nomination. Maybe Senator Manchin wants to be the vice presidential pick. I can tell you that Harris aides are already working on a project to pick a potential running mate, but they know that they would start as the overwhelming frontrunner, Wolf, but they understand that perhaps some others will come forward. That's why they're trying to roll out all these endorsements so quickly to get the momentum, to raise some money, to show that if she's clear choice, maybe those donors who were holding out on the president are willing to throw money in. They hope in the Biden campaign and in the Harris camp especially, they hope that this process would be finished before the convention so that she, they believe it would be her, but ultimately, whoever won the delegates would go to the nomination as the -- go to the convention as the nominee. So you don't have a family feud in public on the floor. That's what they hope. We're in the early hours after this. We're going to have to watch this process play out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:04",
      "speaker": "BLITZER",
      "sentences": "The drama only just beginning. John King in the key battleground state of Pennsylvania for us. John, always good to hear from you. Thank you very much.Erin, over to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:04",
      "speaker": "BURNETT",
      "sentences": "All right. Wolf, and joining me now is the Democratic Congressman Dean Phillips.And Congressman, appreciate speaking to you again. Obviously, when we look back here at history in terms of challenging Biden for the Democratic nomination in the primary, you were it. You did that, mounted that challenge. So what's your reaction tonight now that Biden is dropping out just weeks, days before Democrats actually officially have a nominee? REP. DEAN PHILLIPS (D-MN): You know, Erin, I have to say it's bittersweet. I was in front of a number of students from around the country here for National History Camp in Virginia when the news came and it was a moment I'll never forget because it was a human moment. And despite my activity, of course, challenging president in the primary some months ago, he's a wonderful man, American hero who served our country with grace and competency. And yet at that moment there was a sadness because he did something remarkable. Despite me calling for it for months, many of my colleagues, of course, chiming in recently, the fact of the matter is we're all human beings and this is a sad day for the president but also a very important day for America. He's done something that very few people in power have ever done, electively, given up power in the spirit of George Washington.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:04",
      "speaker": "BURNETT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:04",
      "speaker": "PHILLIPS",
      "sentences": "I think it's extraordinary, and I'm excited, literally excited, optimistic, energized. The feeling already amongst my colleagues, amongst those who've been reaching out to me, is like night and day compared to just a few hours ago. There is excitement and I know we've got good days ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:04",
      "speaker": "BURNETT",
      "sentences": "So let's talk about where we are. You know, this morning you would call for congressional Democrats to hold a secret confidence vote on whether Biden should remain the nominee. And then obviously, you know, here we are. I just wanted to ask you something about that, though. Did you callfor that because you knew, you know, from personal conversations and meetings with people that there was sort of a very large number that, you know, if given the cover to go as a group might have done so?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:07",
      "speaker": "BURNETT",
      "sentences": "Right. It's a --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:07",
      "speaker": "PHILLIPS",
      "sentences": "Now we turn our attention to process.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:07",
      "speaker": "BURNETT",
      "sentences": "So let me -- OK. So you say you turn our attention to process. Biden endorsed Kamala Harris, obviously Joe Manchin, Jake Tapper is reporting is considering possibly throwing his hat in the ring, re-registering as a Democrat in order to do so. Would you try again or do you think that that is not a good thing to do at this point, the process? And do you endorse Kamala Harris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:07",
      "speaker": "PHILLIPS",
      "sentences": "Yes, you know, Erin, I intended to be a version of Paul Revere, not George Washington. And I do not wish to run. What I just proposed and tweeted last hour is that I believe we should host four townhalls around the country. Do a straw poll now of the 4,000 convention delegates, Democratic delegates. Vice President Harris should be automatically invited, and then three of the other top vote- getters to do a series of four townhalls, introduce themselves to our delegates, to the country, show transparency.I believe in competition. It's a principle. I don't change that in favor of politics. I think this would help who I believe will become our likely nominee that is Vice President Harris, but it will legitimize her candidacy. It will energize the base of Democrats, this whole country, and will also in the words of Jim Clyburn, afford the opportunity to vet a likely vice-presidential candidate. That's what we should do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:07",
      "speaker": "BURNETT",
      "sentences": "So let me ask you one thing more on this. And this is, you know, J.D. Vance had come out and said, well, if Biden is not going to run then he's no longer -- he's admitting he can't be president. He should step aside. Mike Johnson, the speaker, is one of a number of Republicans who have made the same call. Johnson just said, Congressman, if Joe Biden is not fit to run for president, he is not fit to serve as president. He must resign the office immediately. So that's pretty much what they're all saying in so many words. Why doyou think Biden is unfit to run but fit to serve?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:07",
      "speaker": "PHILLIPS",
      "sentences": "Well, first of all, people who say that right now, Erin, in my estimation, should come nowhere close to the White House. There's a huge difference. The reason I argue that the president should not run again is because he was going to lose. Has he declined his physical gait, his physiology? Yes. Have his communication skills suffered and are in decline? Absolutely.Is he cognitively impaired? No. And that's the truth. I believe he can serve out his term. I believe he will. And I think those trying to tie these two things together are playing the same nonsensical, disgusting politics that this country is really getting fed up with. So there you have my answer, and I think what J.D. Vance is doing is exactly, exactly what we all expected. And by the way, I think his selection as a VP candidate with Donald Trump opens the very door that Democrats needed and for hopefully our eventual nominee, I do believe ultimately will be Vice President Harris to choose somebody to invite and appeal to moderates, to independents and to never Trumpers who we need to invite back into this tent. And I think we will.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:07",
      "speaker": "BURNETT",
      "sentences": "All right. Well, Congressman Phillips, I appreciate your time. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:07",
      "speaker": "PHILLIPS",
      "sentences": "Anytime. Thank you, Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:07",
      "speaker": "BURNETT",
      "sentences": "All right. Thank you.And Wolf, over to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:07",
      "speaker": "BURNETT",
      "sentences": "Erin, thank you. Our political experts are back with us. David Chalian, our political director. I want to get your reaction to what we just heard, David, from Dean -- Congressman Phillips that he's not yet ready to endorse. He wants to see a series of townhalls with not only the Vice President Kamala Harris, but other Democrats who may be interested in getting the nomination.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:07",
      "speaker": "DAVID CHALIAN, CNN POLITICAL DIRECTOR",
      "sentences": "Right. So there are two things going on in the party right now. There are some in the party who are arguing like Dean Phillips for some kind of robust process to play out. All comers join and let the party sort through who the nominee is. On the other side, there is the clear movement and momentum to get behind Harris' candidacy for all the structural reasons we've discussed and all the demographic reasons inside the party and all of these things.And yet, there are some people, Wolf, who may end up in that camp of let's get behind Harris' candidacy, who are not coming out to endorse her right now because, A, they're saying they want to give Joe Biden a day of praise for making this statement. I'm sure that's true, but also because they want to give Harris a day or so here to stand up her operation and show that she can bring together the labor, the Hispanic coalition, the black coalition, that young -- you know, all the pieces of the Democratic coalition to show that she can do that. That's why she's working the phone as much as she is, the donors and all of that. And to give her the space to show that she can stand that up in this moment. And that that is something then they think they can get behind and get buy in from the whole party so that there isn't a very messy fight. We'll see how this plays out, but those are the two different sort of paths that are being explored at the moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:13",
      "speaker": "KAREN FINNEY, CNN POLITICAL COMMENTATOR",
      "sentences": "And I think to that point, she recognizes her team, recognizes it's also important that before we start talking about potential VP nominees, we're talking about her, and we're talking about her ability, as David said, to stand this up, to stand on her own, to earn the delegates, to have the confidence of the donors that, you know, labor party and so you're going to continue to see these endorsements coming fast and furious.And I think the second thing that's also happening, there were third thing, I guess the Davids points, I think there are some folks who are kind of stepping back and they want to see. OK. Let me see how much support she really has. Let me see where that support is coming from. Right? We're hearing Adam Schiff maybe supportive, that's very important, right? We're hearing the California -- I'm hearing the California delegation is being whipped. I'm hearing some of the big donors are -- Wearing the California I'm hearing the California Democrat delegation is being whipped. I'm hearing some of the big donors are -- who hate some, hate to tell talk, so love to talk, of course. But that some of them you may hear from them, right? And so I do think there are others who are contemplating, Joe Manchin not being one of them, of course, whether or not they're going to let their names be in the hat based on how quickly, how much support she's able to galvanize and from what corners of the party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:13",
      "speaker": "BLITZER",
      "sentences": "Speaking of Joe Manchin, Kate Bedingfield, our Jake Tapper is reporting that Senator Joe Manchin, the independent from West Virginia, is considering throwing his hat in the ring and maybe running for the Democratic presidential -- reregistering as a Democrat in the process.Are hopes for unifying the Democratic Party right now seemingly in disarray, falling apart potentially?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:13",
      "speaker": "KATE BEDINGFIELD, CNN POLITICAL COMMENTATOR",
      "sentences": "Well, I think the fact that he would have to re-register as a Democrat to even throw his hat in the ring to be the Democratic nominee tells you a lot about the kind of support that he would get from the Democratic Party. No disrespect to Senator Manchin who has a long record of service, but I'm not sure that he is somebody who is going to rally the Democratic base and the Democratic coalition in this moment.And I -- but what I would say is, you know, Senator Manchin loves to find a headline and, you know, as a communications professional, I can respect that, but I think -- but -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:13",
      "speaker": "BEDINGFIELD",
      "sentences": "Hey, let's not speak out on school here. Let' snot tell our tail spill. No, but I don't think we should take the notion of Joe Manchin potentially floating a candidacy as an idea that or suggestion that the Democratic Party is not going to come together and unify. I would expect, I mean, to Karen's point, I would expect that over the next couple of days we probably will hear others kind of floating their candidacies as they watch what Vice President Harris is doing.So, you know, I don't think that in of itself is a reason to believe that Democrats will not ultimately coalesce, I personally hope behind Vice President Harris, you know, but behind a candidate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:13",
      "speaker": "BLITZER",
      "sentences": "You know, all of us who were in Milwaukee, at the Republican convention, Phil, noticed how the Republican base, whether the MAGA base, conservative Republicans, they were all uniting, coming around Trump and J.D. Vance for that matter, and that puts a lot of pressure on the Democrats to unite and put a lot of pressure on the Republicans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:13",
      "speaker": "PHIL MATTINGLY, CNN ANCHOR AND CHIEF DOMESTIC CORRESPONDENT",
      "sentences": "I think the contrast between the Republican Party, particularly when you've thought back to 2016, the Republican Party on the convention floor, the contrast to the current state of the Democratic Party in the midst of all this over the course of the last three weeks was I think pretty stark for Democrats who believe the stakes could not be higher, believe the contrast could not be more clear, and yet couldn't seem to figure out a way to stop shooting one another in terms of going after one another and trying to figure out what President Biden should do.I think that is actually a really key component of how quickly people get behind Vice President Harris. I think there's a recognition that they need to move forward. They have 107 days. This needs to happen now, and the reality for Democrats as they look around, whether it's donors, whether it's all the coalitions, whether it's lawmakers who do or don't like the vice president or want somebody else to run is we just need an answer and we need a ticket and it needs to happen very quickly. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:13",
      "speaker": "CHALIAN",
      "sentences": "I'm sorry, I'm sorry. I just want to say Roy Cooper of North Carolina endorsed Kamala Harris, Josh Shapiro of Pennsylvania endorsed Kamala Harris today. I don't think we've heard from Gretchen Whitmer yet, but some of the names, the most prominent names.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:13",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Mark Kelly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:13",
      "speaker": "MATTINGLY",
      "sentences": "Mark Kelly. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:13",
      "speaker": "CHALIAN",
      "sentences": "Mark Kelly, that were out there as potential, they're endorsing Kamala Harris today. And so I think that is very important for us to pay attention to as well. Sorry, Kristen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:13",
      "speaker": "BLITZER",
      "sentences": "First of all, how quickly do the Democrats need to get their act together and unify?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:19",
      "speaker": "BURNETT",
      "sentences": "Back with our breaking news tonight, CNN just learning that possible Democratic presidential candidates are in a wait-and-see mode to assess just how much the party rallies behind Vice President Kamala Harris.So let's get straight to Jeff Zeleny. Jeff, you've got new reporting on, you know, what happens here next for the party, for other contenders, possibly, and of course for Harris. What do you know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:19",
      "speaker": "JEFF ZELENY, CNN CHIEF NATIONAL AFFAIRS CORRESPONDENT",
      "sentences": "Well, Erin, there's not much time to wait or see because this is moving much faster than even some officials thought earlier. We're just learning tonight that the Tennessee delegation, the Democratic delegation, has come out and unanimously supporting Harris. I'm told that other state delegations are likely to follow in the coming hours here.And we certainly have also seen that potential running mates have also come out endorsing Harris. So Roy Cooper from North Carolina, Josh Shapiro, the governor of Pennsylvania, Senator Mark Kelly of Arizona, and the list goes on. However, the timeframe that is really coming into sharper view tonight is that Harris, should she become the nominee, will make a play for it, would have to have her running mate in place around August 1st or so. Why? That's when the delegates are scheduled to have their virtual voting should that proceed. So the window here is August 1st through August 7th. So she would have to have her running mate named because delegates would vote to support both of them going into the convention. So yes, there is still some time. Senator Manchin has made some discussions of it, but the reality here is you can feel this coming around of Vice President Harris. She's working the phones tonight, this evening I'm told, and she'll be doing so for the next several hours -- Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:19",
      "speaker": "BLITZER",
      "sentences": "All right. Thanks very much, Jeff.John Berman is joining us right now. He's over at the magic wall for us. John, I know you're looking at the numbers. How does Harris compare to Biden in polling potentially against Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:19",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "Well, better the question is, is it better enough, Wolf? These are the results from 2020. President Biden, Joe Biden beat Donald Trump by about four and a half points in the popular vote. In the latest CNN Poll of Polls, Joe Biden was trailing Donald Trump by four points. That's a big swing. He won by four and a half, trailing think by four. As for Kamala Harris, Vice President Harris only trailing Donald Trump by one point. So better than Joe Biden, not quite good enough, not yet.Now, of course, our presidential elections are not national popularity contest. It's the electoral college broken down into states. So what are the state comparisons right now? Let's look at Pennsylvania right now. That's a state that President Biden won by just over a point in 2020. Well, right now in the latest poll of polls, he's trailing by four points. A big swing. Trailing Trump by four. As for Kamala Harris she is trailing as well, but just by two points. So better than Biden, but not quite better enough, not yet. Now, another state that's been getting a lot of attention lately is the state of Virginia. More attention by the way than Democrats would like. Why? Because Virginia is the state the Democrats have won since Barack Obama in 2008, a state that Joe Biden won by 10. In the latest poll, \"The New York Times\" poll out of Virginia, he was -- you know, he is only up by two over Donald Trump, won by 10, only up by two. As for Kamala Harris, the vice president is up by four. So you can see, Wolf, that Harris does better than President Biden mostly, but not yet better enough to perhaps swing the election. Not yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:19",
      "speaker": "BLITZER",
      "sentences": "And, John, we all just heard Jeff Zeleny mentioned Josh Shapiro, Mark Kelly, and Roy Cooper. What impact could a Harris running mate potentially have on the electoral map?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:07",
      "speaker": "BLITZER",
      "sentences": "Good point. John Berman, thank you very, very much.Erin, back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:07",
      "speaker": "BURNETT",
      "sentences": "All right, Wolf. And joining us now, is Antonio Villaraigosa, the former Democratic mayor of Los Angeles, who has known Vice President Harris for 30 years and will be a delegate at the Democratic National Convention next month in Chicago. Sir, I appreciate your time, Mayor.We understand that Harris found out just today that as Biden was dropping out of the race, and obviously, you've known her for three decades. I don't know if you've had a chance to speak with her today after this was announced or in the hours before. But what do you think this moment means to her? ANTONIO VILLARAIGOSA, (D) FORMER LOS ANGELES MAYOR: Well first of all, let me say thank you to President Biden. Many of us knew that he would do right by this country and it's clear that he has. He has put the interests of the country with everything at stake, our democracy, women's reproductive freedoms. He put that before his own personal interest. And so, I think we owe him a great debt of gratitude. As you said, I've known her for 30 years. I knew her before she got elected as district attorney of San Francisco, supported her then, supported her when she ran for attorney general of California, supported her in her run for president of the United States. I can tell you this is a woman that can make a forceful case to the nation that democracy is on the ballot, that reproductive freedom is something that we have to fight for. No one has done that more forcefully than her. That, what's also on the ballot, is an economy that works for middle-class families. And so, over the years, working with her as I have, I can tell you, she's the right person to make that case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:07",
      "speaker": "BURNETT",
      "sentences": "Mayor, of course, immigration is also on the ballot and it's a top issue for many Americans. She has been the person who is designated as the point person for that issue by President Biden and we know that there's a lot of frustration -- Democrats and Republicans on this issue. Do you think she's ready to own that -- to take that head-on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:07",
      "speaker": "VILLARAIGOSA",
      "sentences": "Well, she and President Biden put forth a solution to address the crisis at the border, and unfortunately, Donald Trump and the Republicans didn't support that bipartisan effort.I can tell you that shell make the case. Nobody knows the situation of immigrants in the United States better than someone that comes from California, where the epicenter of immigration in this nation, and she'll make a forceful case in that regard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:07",
      "speaker": "BURNETT",
      "sentences": "So, I want to ask you, of course, because you're a delegate, you've also served as an adviser to the governor of California, Gavin Newsom. He has not yet endorsed Kamala Harris for president. We have noted that others have -- Roy Cooper has, Mark Kelly has, Josh Shapiro has, governor of Pennsylvania.We have not yet heard from your governor, Gavin Newsom. Do you think it's possible that Newsom is considering throwing his hat in the ring in some sort of a process? A process of course, which the former President Barack Obama has endorsed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:07",
      "speaker": "VILLARAIGOSA",
      "sentences": "I haven't spoken to Governor Newsom, so I couldn't tell you. I can only go on what he said in the past, and he said, that he wouldn't run against Kamala Harris and as you know, and you've already mentioned on this show, that a number of the potential candidates have all endorsed her. BURNETT",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:07",
      "speaker": "VILLARAIGOSA",
      "sentences": "And I think -- including President Biden, and I think they have. Because when we voted for the Biden-Harris ticket, we knew that this could come to fruition and I'm with her. I've already signed on as a delegate in support of her candidacy.I expect that the vast majority of people in California would do the same.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:07",
      "speaker": "BURNETT",
      "sentences": "All right. well, Mayor, I appreciate your time, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:07",
      "speaker": "VILLARAIGOSA",
      "sentences": "Thank you, Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:07",
      "speaker": "BURNETT",
      "sentences": "All right, you too, Mayor.Astead, you hear the mayor has known obviously, Kamala Harris, 30 years. You've done extensive reporting on her -- a very, very extensive profile. What do you think the biggest challenge is for her at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:07",
      "speaker": "ASTEAD HERDON, CNN POLITICAL ANALYST",
      "sentences": "I think we have to realize that this version of Kamala Harris is in a different political moment. The one that arrived in 2020 and ran for president was being pulled in a lot of different directions.There was a Democratic Party that was having an open discussion about where she wanted to be on policies, she was pulled in a progressive direction from folks like Elizabeth Warren and Bernie Sanders. She ran away from her core, legislative record around criminal justice that really got her to the point of being a senator and running for president. So, I think what we're going to see this time around is someone who can focus more clearly on the emergency that is in front of them. She wants to talk about issues like abortion. She wants to talk about, a kind of more moderate economic record and she can lean on the Biden- Harris ticket accomplishments. And so, I think it's a candidate that gets the benefit of what Biden was pushing, his accomplishments over the last four years. But is freed of his biggest problem. The issue will be campaigning that they came up over the last four years is that, when people will ask her about more affirmative vision, she sometimes didn't have good answers to that question. I think this moment is a little different though.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:07",
      "speaker": "BURNETT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:08",
      "speaker": "BURNETT",
      "sentences": "You know, we found out that she didn't even know until right before today, and Kaitlan, I know you have new reporting on the final hours -- the deliberations and who knew what when.KAITLAN COLLINS, CNN ANCHOR, \"THE SOURCE\": Yes, and if you've reported on President Biden, it will not surprise you, because essentially, he was at his Rehoboth Beach home. He was isolated from -- after testing positive with COVID and he had one top adviser there, Steve Ricchetti, who everyone who has ever covered Biden, he is one of his closest advisers and Biden summoned Mike Donilon, another close adviser. They had a few other people on hand. And they met yesterday afternoon, I'm told, to look at the polling, look at what Democratic members were saying. Obviously, they've continued to come out yesterday and through today. And it was -- he started to come to this decision last night and then he did what Biden does any big decision that he has ever made in his life is he holds a family meeting. And he met with his family last night, talked about this decision, slept on it. I'm told he did not come to a final decision until today, and it is remarkable how quickly all of this happened and we talk about what Harris is doing? What she's going to say? She just found out a matter of hours ago that this was actually in motion and happening. No one really new, maybe if people could sense it, but it wasn't final until this morning and it was at one minute before that tweet came out that Biden was on a call with his senior staff telling them about it. Then after that, his chief-of-staff, Jeff Zients, I'm told had to get on a Zoom call basically with the Cabinet to confirm. Yes, this is real, this is what's happening, here's our plan of action. And he's expected to hold another call tomorrow. But it does speak to -- this has been a three-week drumbeat from Democrats calling on him to drop out. It seemed to really hit a crescendo with them yesterday afternoon with that meeting with just the closest of close aides and then his family last night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:08",
      "speaker": "ABBY PHILLIP, CNN ANCHOR",
      "sentences": "And so little time though for her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:08",
      "speaker": "BURNETT",
      "sentences": "And now here we are, just watching this this out, it's like a snowball.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:08",
      "speaker": "PHILLIP",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:08",
      "speaker": "BURNETT",
      "sentences": "Going down a mountain here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:08",
      "speaker": "PHILLIP",
      "sentences": "They have no time. They have less than no time. I mean, really this is not an ideal situation. Everybody is aware of that. I think -- the funny thing was, when I talk to a lot of people, not everybody was aware that President Biden was aware of that.He seemed to not want to be pressured by the issue of time in all of this. So, he really did, I think ultimately by doing this today, probably gave Kamala Harris the best chance to consolidate this going into the convention before that August 1st deadline when I think they would like to have some kind of delegate votes that they're not going into a convention that is a complete mess. But there's still a lot of work to do. I mean, this vice-presidential decision, who she might pick as a running mate if she becomes the nominee, is going to be a huge, huge decision ahead for them. And then also, you heard the mayor of Los Angeles talking about how she understands the issue of immigration really well. Well, the Trump campaign, they view that as her biggest weakness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:08",
      "speaker": "BURNETT",
      "sentences": "Yes, for sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:08",
      "speaker": "PHILLIP",
      "sentences": "They want to run on Kamala Harris as the border czar. So, we'll see which version of this wins out. But I think he's not wrong. I mean, one of the things that people close to her have been telling me today is that she is from the state of California. She was a senator there. She understands the issues of that region of the country really well. That's why when people talk about potential running mates, Mark Kelly is on the list.She not only knows them, but their states are -- they have similar issue areas that they focused on as senators and so, I think that there are two sides two the immigration thing when it comes to her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:08",
      "speaker": "DAVID AXELROD, CNN CHIEF POLITICAL COMMENTATOR",
      "sentences": "Yes, listen, when you're the vice presidential candidate and suddenly you're the presidential candidate that's like jumping from a sidecar into a spaceship. And there's so many moving parts to this thing. She has to build a team.She's not just going to embrace the Biden team. She's going to want to put together a team that reflects her and that she feels comfortable with. And they have to quickly develop on the run a message that befits her and she has the ability to go more on the attack here and she should.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:08",
      "speaker": "BURNETT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:08",
      "speaker": "AXELROD",
      "sentences": "The problem with where Biden was that, so long as he was in the race after that debate, he and his fitness and his condition were going to be the center of attention. Now that that is gone, Trump becomes more of the center of attention. And so, you want to quickly react.He said, well, I'll debate on Fox, I think that's a great opportunity for her to say, you know, now you want a home game because you're worried, getting worried.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:08",
      "speaker": "BURNETT",
      "sentences": "Yes, right. So, you've been saying, Van, that if this comes down to numbers, okay -- we now have a number. What, six hours? No, not even? We're not even five hours or something, but there are numbers already coming in. What are they?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:08",
      "speaker": "VAN JONES, CNN POLITICAL COMMENTATOR",
      "sentences": "Yes, well, look, Act Blue said it's getting $8 million an hour. That's energy, that's the energy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:08",
      "speaker": "BURNETT",
      "sentences": "$8 million dollars an hour.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:10",
      "speaker": "BURNETT",
      "sentences": "To be able to dream.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:10",
      "speaker": "JONES",
      "sentences": "I mean, Kamala is in the lead, that's great. But there's also the opportunity to pick literally anybody. And so, we've got the best of all possible worlds.Trump is scared, there is energy in the party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:10",
      "speaker": "BURNETT",
      "sentences": "Okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:10",
      "speaker": "JONES",
      "sentences": "And we can pick who we want.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:10",
      "speaker": "BURNETT",
      "sentences": "I'm jumping in just to say, Gavin Newsom has endorsed --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:10",
      "speaker": "JONES",
      "sentences": "Of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:10",
      "speaker": "BURNETT",
      "sentences": "-- Kamala Harris just after that interview. Just to say --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:10",
      "speaker": "ALYSSA FARAH GRIFFIN, CNN POLITICAL COMMENTATOR",
      "sentences": "By the way, it's been actually a really remarkable ground game, if you will, by Kamala Harris, how much she's locked up outside endorsements internal. This is what she's known for, is the insider game in Washington.She was good at this as a senator. The next race is, how do you perform externally? And I would actually argue her greatest strength is that she's a known quantity. I could write the Trump campaign ads. It's going to be on the border. It's going to be that. In 2020, she wanted to bail out people who are protesting. So, she at least knows what she's walking into as opposed to a Gavin Newsom. We don't know what the oppo file would be. We don't know what the attacks would be coming. So, she at least has the benefit of knowing what's coming. PHILLIP: Can I just say that Gavin Newsom coming in is a big deal. I think you're going to start to see some of those other people have been rumored. They're going to start making process here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:10",
      "speaker": "COLLINS",
      "sentences": "He had no option too because last week he said he would not challenge her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:10",
      "speaker": "PHILLIP",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:10",
      "speaker": "JONES",
      "sentences": "And they've always decided not to run against each other since we were together in San Francisco.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:10",
      "speaker": "BURNETT",
      "sentences": "Yes. You were doing that number -- literally growing up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:10",
      "speaker": "JONES",
      "sentences": "Yes, they will never ever run against each other.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:10",
      "speaker": "BURNETT",
      "sentences": "But now you've got Gavin Newsom, and you've got Josh Shapiro, and you've got Mark Kelly, and you've got Roy Cooper, you've got the whole list there.We still have not yet heard from the governor of Michigan, Gretchen Whitmer. But all the others have come out now with an endorsement for Kamala Harris. Our breaking news coverage continues after this, including new reporting on what was one of the main reasons Biden decided to drop out. Also, breaking this hour, new details on the incredible amount of money the Democrats have raised. Van, touching on that, just in the few hours since Biden said he is stepping down. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:10",
      "speaker": "BLITZER",
      "sentences": "We're back with our breaking news. CNN learning more about the stark shift in President Biden's posture just ahead of his stunning decision today to exit the race.Sources telling our Pamela Brown that Biden circumstances, \"became insurmountable.\" A direct quote. And John King is back with us with more reporting from the battleground state of Pennsylvania. John, now you've been hearing from strategists and operatives on both sides of the aisle. What do they think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:11",
      "speaker": "BLITZER",
      "sentences": "Yes, they certainly do. And as you say, John, Republicans are recalibrating their approach as well. What can Democrats expect going forward?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:11",
      "speaker": "KING",
      "sentences": "Democrats should brace and the vice president knows this, the Biden team, now the Harris campaign knows this. Look, Republicans have always exaggerated what her job was the border, but President Biden did put her in charge of trying to talk to the countries, Mexico and the other countries in Central America to try to reduce the causes of migration.And so, the Republicans have always he said she's the borders czar, that this is all her fault. So, you can brace, look, immigration was going to be a central issue for Trump and Vance anyway. You can brace now for ads saying Kamala Harris was Joe Bidens border czar, look how it went. Do you want her running the economy? Do you want her running National Security and then other issues -- other issues about San Francisco and the like. And look, let's just be honest about this. You can be certain that racism and sexism, if not directly from the Trump campaign, from other forces, are going to come flying into this campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:11",
      "speaker": "BLITZER",
      "sentences": "It could be -- that's really sad to hear that, but obviously true. John, thank you very, very much.John King reporting. Also tonight, $27.5 million, that's how much the Democratic online fundraising platform, ActBlue is saying it raised in small dollar donations in the five hours after President Biden actually withdrew from the race and endorsed Kamala Harris. Joining us now, Democratic Congressman Jason Crow of Colorado, who just last week had a rather heated call with President Biden after relaying voter's concerns about the president's vigor and strength especially when it comes to the world stage. Congressman Crow thanks so much for joining us. As you know, President Biden was so upset with your blunt assessment that at one point we understand, he said and quoting now, \"Cut that crap out,\" and told you, \"You could walk away if you want.\" Now, the president is walking away. What's your reaction to President Biden's announcement? REP. JASON CROW (D-CO): Wolf, today, Joe Biden cemented his place in history as one of the most selfless patriotic presidents we have ever had. It is an incredible act. As you know, it almost never happens in politics where you have a politician recognizing for the good of the country, for the good of the American people, that he needs to step aside and help us lead in a next generation of leadership, which is exactly what he did. And listen, you know the call last week, I have been a supporter of President Biden since day one. He has been one of the most effective and consequential presidents in our generation, has done incredible work. And Democrats and leaders don't shy away from tough fights. The Democratic Party, and this distinguishes us from the Republicans here, we have the tough conversations. We listen to the concerns of the American people and that's what we did. We had a tough conversation. We talked about what we needed to talk about and we're all moving forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:11",
      "speaker": "BLITZER",
      "sentences": "I know you're backing Vice President Kamala Harris now, Congressman, but many Democrats tonight are calling for an open process as they describe it, an open process, both West Virginia independent senator, a former Democrat, says he's going to re-register as a Democrat, Joe Manchin and Minnesota Congressman Dean Phillips right now are not necessarily backing her, at least not yet.Here's what they said earlier today. Listen to this this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:11",
      "speaker": "MARGARET BRENNAN, CBS NEWS HOST",
      "sentences": "So, if you go through this open process before the convention and Kamala Harris, the vice president emerges as a nominee, would you be able to support her?SEN. JOE MANCHIN (I-WV): That depends on what the policies are. I want to see the platform change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:11",
      "speaker": "BRENNAN",
      "sentences": "Would you be --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:11",
      "speaker": "MANCHIN",
      "sentences": "I would consider --REP. DEAN PHILLIPS (D-MN): What I want to see, Margaret, is the president pass the torch, a term that everybody is using now and then have a mini primary. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:11",
      "speaker": "BLITZER",
      "sentences": "So where does this leave your party, Congressman?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:11",
      "speaker": "BLITZER",
      "sentences": "Congressman, as you know, President Biden said he'd be addressing the nation and the American people at some point about his decision to not seek reelection. What do you think he needs to do and say in that address?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:11",
      "speaker": "CROW",
      "sentences": "You know the president is one of the most humble, just genuine good people that I have known in my time in leadership in public service. So, I think you're going to just hear about his journey. It's a journey born of pain. It's a journey that a lot of Americans can empathize with and understand.So, listening to him, collect his thoughts on where he has come from, what he's done for this country which has been outstanding, an incredible work during some of our darkest times as a nation, and the hope for the path forward. That's what I expect you will hear from President Joe Biden because that's the type of leader that he is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:11",
      "speaker": "BLITZER",
      "sentences": "I suspect you're right.Congressman, Jason Crow of Colorado. Thanks, as usual for joining us. Erin, back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:11",
      "speaker": "BURNETT",
      "sentences": "All right, Wolf. You know, Van, just the news here that we're just getting out of Gavin Newsom, just to put an exclamation point on it, obviously, it's a Sunday, you know, we haven't yet heard from the governor of Michigan, Gretchen Whitmer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:11",
      "speaker": "JONES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:11",
      "speaker": "BURNETT",
      "sentences": "Likely, that's going to go the same way that Josh Shapiro has gone, Gavin Newsom has gone --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:11",
      "speaker": "JONES",
      "sentences": "We'll see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:11",
      "speaker": "BURNETT",
      "sentences": "We'll see. I mean, now, we'll talk about how it will really be. That would put some excitement into your cauldron. Roy Cooper, Mark Kelly. But Gavin Newsom as a long-term friend matters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:11",
      "speaker": "JONES",
      "sentences": "Yes. Well look, I mean, he's been a dream candidate for a lot of people because, you know, he went on Fox News and beat up Sean Hannity and he went to Texas and --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:11",
      "speaker": "BURNETT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:11",
      "speaker": "JONES",
      "sentences": "So, there's a sense that -- could Gavin do it? But they will never run against each other. Gavin Newsom and Kamala Harris have been in politics for a long time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:11",
      "speaker": "BURNETT",
      "sentences": "All right. Pause there for a moment because I want to bring in now the Democratic Senator Laphonza Butler of California.Senator Butler, you hear us here talking about your Governor Gavin Newsom, who has now formally endorsed Kamala Harris. You are a senior adviser on her 2020 presidential campaign. So, what was your reaction today when you heard the news? SEN. LAPHONZA BUTLER (D-CA): I am honored by the service of President Biden, just deeply moved by such a selfless act for a leader who has been a public servant for all of my life, to make a decision like he made today, I just think -- there's just no greater example of selflessness and leadership on behalf of the country. And I'm excited for the American people to have the opportunity to have Kamala Harris as, not just our nation's vice president, but potentially our president, and definitely our Democratic nominee.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:11",
      "speaker": "BURNETT",
      "sentences": "Senator, let me ask you, obviously, I know where you stand. Have you had a chance to speak to the vice president today or is there anything you want to tell her?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:11",
      "speaker": "BUTLER",
      "sentences": "I have spoken with the vice president and I don't intend to reveal our conversation here. But for folks who are -- who have for the last three weeks have sort of been wringing their hands and uncertain about the direction of the Democratic Party and our nominee is in my opinion, the opportunity -- for the time and opportunity for all of us to stop with the hand wringing and truly get to work.This is a vice president who has earned this nomination. I think she said in her own statement, she's going to work -- continue to work, to earn, and win this nomination. And the big threat in front of us is Project 2025, and those who have drafted it and Donald Trump and JD Vance, who intend to implement it. That is our threat, that's where we have to be focused. And I believe that Vice President Harris will lead our party and our country to advance democracies and freedoms, economic prosperity, into the future generations moving forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:11",
      "speaker": "BUTLER",
      "sentences": "She's got to do the work. This is about the delegates heading into the convention. This is about members of Congress and organizations who have already been working with the Biden-Harris campaign. We've been knocking on doors.She has got to make sure that in order to get to the nomination, she's got to have a majority of delegates, 2,000 delegates, going into and coming out of that convention, hopefully more to unify the party. And that takes an incredible amount of work. She is focused on doing that work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:11",
      "speaker": "BURNETT",
      "sentences": "All right. Well, Senator Butler, I appreciate your time. Thank you very much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:11",
      "speaker": "BUTLER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}