{
  "date": "2024-10-12",
  "headline": "CNN Newsroom",
  "subHeadline": "Trump Pushes Anti-Immigrant Fears In Final Stretch Of Campaign; Doctor Says VP Harris In \"Excellent Health\"; New Polling Shows Harris Holds Narrow Edge In Pennsylvania, Trump Leads In Arizona; Netanyahu To Hold War Cabinet Meeting On Iran Response; Hurricanes Revive Wild Theory That The Govt Controls Weather; Obama: Black Men Going For Trump Over Harris \"Not Acceptable\". Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:00:42",
      "speaker": "JESSICA DEAN, CNN ANCHOR",
      "sentences": "You're in the CNN NEWSROOM. I'm Jessica Dean in New York.We are now exactly 24 days from election day in America. And today, Vice President Kamala Harris is headed to North Carolina stepping up her outreach to black voters as the campaign continues to hone in on crucial swing states. Meanwhile, former president Donald Trump is opting to spend precious time in a solid blue state. He'll soon take center stage for a rally in California's Coachella. Trump also stopping in Aurora, Colorado, on Friday again stoking anti-immigrant fears with rhetoric that included referring to the city as a war zone. CNN's Kristen Holmes is joining us now live from Coachella with the latest on this. And Kristen, the question now, is Trump expected to continue to focus on immigration as he has for the last several days at today's rally?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:42",
      "speaker": "KRISTEN HOLMES, CNN NATIONAL CORRESPONDENT",
      "sentences": "Well, Jessica, we expect him to focus on immigration from now until election day. When you talk to the people closest to him, they'd tell you that both Donald Trump and his campaign believe this kind of fear-based rhetoric, whether it be about immigration or the economy, will help propel him to the White House in November.One thing to keep in mind is that Donald Trump firmly believes that the issue of immigration helps get him to the White House in the first place in 2016, and will help him again this time around. So don't expect him to any way back off from these kind of comments. As you noted, they're getting increasingly darker. At one point during that speech in Aurora, Colorado, he said that our country was occupied America, and making very dark references. So don't expect him to kind of back away from these remarks, but we are told that here in California a lot of the messaging is going to be around Kamala Harris's record here. He's going to attack her. He's going to attack Gavin Newsom, say that they destroyed that state, talking about crime levels, et cetera. This is something we have heard from him time and time again on the campaign trail. You might be asking why exactly is he in this solidly blue state. If you look at the polling that came out yesterday from the \"Wall Street Journal,\" the new polling that came out today, it shows you just how close this race is, particularly in those swing states that are going to determine this race. And when I talked to a number of his advisers, they say they don't believe that at the end of the day it really matters where he is campaigning, that this is a national media campaign that events like this that draw people to a blue area like California with Donald Trump holding a rally are going to get national media attention. And on top of that, they believe that they are trying to reach these low propensity voters, people who don't typically go out there and vote, and they also don't engage with politics in the same way or on the same media landscape that they have in the past, meaning that clips from today, or clips from various events like this could be put out on podcasts or on various YouTube channels, or put out on other kind of streaming networks. And they believe that could get just as much play with these voters they're trying to reach that a traditional rally in a swing state could get. Obviously we will not know if this strategy works until November, but it is something they're putting forward. The other thing we have heard from Donald Trump is that he wants to get more of that popular vote even though at the end of the day it's not going to matter because he's just not going to win a state like California or Colorado, or this week, Illinois, where he'll be, or New York where he'll be doing a rally in Madison Square Garden. But again, they say that it doesn't matter where he is, that he still has that reach, that message is getting out there -- Jessica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:42",
      "speaker": "DEAN",
      "sentences": "Yes, it is certainly an interesting strategy, Kristen, and we will all see if it works.Kristen Holmes for us in Coachella. Thank you so much for that. Another significant campaign development today is the release of medical information about Vice President Kamala Harris. Harris campaign is using this moment to highlight Trump's lack of transparency when it comes to his own health. CNN's Priscilla Alvarez has been following this story for us -- Priscilla.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:14",
      "speaker": "DEAN",
      "sentences": "Priscilla Alvarez in Washington. Thank you so much for that reporting.And joining us now, politics reporter for \"NOTUS,\" Jasmine Wright, and CNN political analyst and national reporter for Axios, Alex Thompson. Good to see both of you. Thanks for being here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:14",
      "speaker": "JASMINE WRIGHT, POLITICAL REPORTER, NOTUS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:14",
      "speaker": "DEAN",
      "sentences": "Yes. Well, we've got new polling out. I feel like now we've entered the stage where we have new polling a lot and everyone wants to kind of analyze every side of it, but we do have new polling from \"The New York Times\" and Siena College showing shockingly an extremely tight race in Pennsylvania. And also Arizona, where it's a little bit wider of a margin.Harris slightly ahead within the margin of error in Pennsylvania, Trump continuing to hold that advantage in Arizona. Alex, let's start first with you. What does this new data point tell you about the difficulties, the challenges that each campaign is facing in getting a clear advantage in these final weeks? Is it even possible for anyone to get a clear advantage in this campaign?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:14",
      "speaker": "ALEX THOMPSON, CNN POLITICAL ANALYST",
      "sentences": "I'd say buckle in because we are in for quite a pollar-coaster, to use a very corny phrase, over the next few weeks. The fact is there's going to be, as you said, more polling every single day, every single week, every media organization is trying to basically reach those people, the very key people which are, you know, really just a few hundred thousand people in these seven states who are undecided these next several weeks.The fact is \"New York Times\" poll also showed Kamala Harris up five points in Arizona just a month and a half ago, and now they showed Donald Trump up five. Now, obviously one of those polls was an outlier but which one was an outlier? We really don't know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:14",
      "speaker": "DEAN",
      "sentences": "Yes. I mean, that's exactly it. And Jasmine, honing in on Pennsylvania, we have seen in polling average, which includes this latest poll from \"The New York Times.\" And it shows a slightly tighter race when you factor all of these in. Harris's support averaging 48 percent to Trump's 47 percent. But zooming out, we saw Democrats having a week of what I think you could categorize, if you were being generous, was concerned. Some have said it's gone all the way to -- they're already bedwetting here. How is the Harris campaign reacting to this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:01",
      "speaker": "DEAN",
      "sentences": "Yes. And you make such a good point that with no debate planned at this point, there's just no major inflection point that we have left that would be scheduled between now and the election. Of course, Alex, anything, and we've lived through this season, anything could clearly happen.I want to ask you about the other side, about the Republicans who in the same week, in the last several days have grown increasingly -- a lot of Republicans increasingly confident and bullish on former president Trump's chances. What are you hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:01",
      "speaker": "THOMPSON",
      "sentences": "Yes, I think that's exactly right. And you're seeing it because originally Kamala Harris's campaign, and they still say this, we're the underdog, we're the underdog. But their actions actually did not suggest that that was true. They were playing at prevent defense, a risk averse strategy, which was basically after the debate, they thought they could sort of run the clock out.Now you've seen the fact that they are taking more risks. They are putting her in front of reporters. They are putting her in, you know, new scenarios. And the fact is that Republicans now do think that by denying her oxygen in some ways, which is basically what Donald Trump is doing by denying her another debate, they are denying her another moment. One Democrat close to the campaign basically said, I don't know where she is going to get another critical moment in this campaign. The debate could have been it, but there's three-and-a-half weeks left. There could be another opportunity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:01",
      "speaker": "DEAN",
      "sentences": "Yes. And so, Jasmine, knowing that, what are they looking, too? You mentioned that Barack Obama, of course, is out on the trail. We're seeing former president Bill Clinton going out. They're starting to deploy, the Harris campaign, a lot of these big named surrogates.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:01",
      "speaker": "WRIGHT",
      "sentences": "Yes, they're deploying, in essence closers, people to relay the stakes and ask folks to get out early, put their ballots in the mail early so that they can see where to surge resources. But I also think when you look at North Carolina and the events that the vice president is doing this weekend, you're seeing her revert back to a kind of traditional polling. I think that there -- I mean, campaigning.I think that there was kind a sense around the campaign that they could reach all voters by the kind of risk averse campaign that she was doing just a few weeks ago and now we're seeing her do the traditional things that we often see Democratic campaigns do. Barnstorm North Carolina, talk to black leaders, go to churches, really trying to concentrate a lot of their efforts in places where those numbers are soft, in places where she's just not meeting where President Biden was in 2020, like the black vote, both in North Carolina and Pennsylvania and across the country. And so we're seeing them shift to those core Democratic bases because it's no longer convince people about who the vice president is. That was a media strategy from last week. Now, it's about getting out the vote and increasing the numbers in your base and hoping to reach some of those undecided voters along the fringe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:01",
      "speaker": "DEAN",
      "sentences": "Yes, and so, Alex, our colleague Kristen Holmes was reporting on this strategy. So as Jasmine is talking about what the vice president doing, which is more traditional campaigning, we're seeing the former president Donald Trump in places like Colorado, like California, like New York, states he doesn't have any chance of winning, really tripling down on this anti-immigrant rhetoric, really upping the inflammatory rhetoric that he's using.And they're banking on the fact that they're going to reach these voters in these swing states whether they're in the swing state or not. What do you make of that strategy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:01",
      "speaker": "THOMPSON",
      "sentences": "I mean, there's a risk because the fact is he's almost certainly not going to win California, New York, or Colorado. And -- but the point of going to those places is that they are big messages. They are messages about immigration, they are messages of the day. I will say that obviously the Madison Square Garden rally will obviously attract a lot of media attention. And some of this just goes back to Donald Trump's fundamental thesis of sort of political life and honestly his celebrity life, which is that all press is good press.Even negative presses is good press. Negative attention is good attention and that is what he is seeking by going to these places.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:08",
      "speaker": "WRIGHT",
      "sentences": "Yes. I think that Democrats largely, certainly some folks within the campaign that I've spoken to, were concerned about just had the soft numbers that she had particularly with white working class men, a place in which Donald Trump has focused on and has really increased his margins by a lot since just 2020 that they were seeing those numbers a bit softer for the vice president, so that was why you saw her going into rural areas in Pennsylvania laying out manufacturing.We saw Tim Walz talk about it just a couple of days ago, laying out their plan for manufacturing, laying out a plan not just for the middle-class, but also for the working class. And you're going to see that continue because they're trying to do both. They are trying to strengthen those numbers with their base, when you talk about black voters, women voters, obviously this issue of abortion, but they're also trying to eat into Donald Trump's margins because they see this not as a win by state by state, although that's important, but they see this as an election by the inches trying to claw anywhere they can. So you're going to see her try to do both, hit both, even may be in the same days as we get closer to November and she starts doing more events because they need to get those points up and across the board wherever they can.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:08",
      "speaker": "DEAN",
      "sentences": "All right. Jasmine Wright and Alex Thompson, our thanks to both of you for your analysis there. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:08",
      "speaker": "THOMPSON",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:21:18",
      "speaker": "DEAN",
      "sentences": "Prime Minister Benjamin Netanyahu will hold a war cabinet meeting tomorrow amid fears about a possible Israeli retaliation after Iran's recent ballistic missile attack against Israel. Iran is making intense diplomatic efforts across the Middle East to try and secure some help and minimize that retaliation. Iran, though, also making it clear to the U.S. and other Middle Eastern countries it will retaliate against any new Israeli attack.CNN's Nic Robertson is in Tel Aviv and CNN's Fred Pleitgen is in Tehran tonight. Fred, I want to begin with you. Tehran trying to gauge whether it can reduce the scale of Israel's response. Is that working?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:21:18",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, first of all, right now the Iranians obviously at this point not facing that retaliation yet, but I think one of the things that we can definitely ascertain that Iran air defenses right now very much on high alert.And one of the things, Jessica, that we have to keep in mind is that the same unit two of Iran's elite Revolutionary Guard Corps that conducted that missile attack on Israeli territory last week, trying to hit, of course, an air base, hitting an airbase in Israel, that's the same unit that's responsible for air defense here in this country, and no doubt they're going to be on high alert right now. At the same time, the Iranians have been engaged in diplomacy in the region, but they've also made very clear and this comes directly from a source to CNN with knowledge of the discussions inside Iran that there will be retaliation if the Israelis strike Iranian territory and the Iranians did convey that not only two countries in the region, but also the United States. Of course, we have to mention that this most probably happened through intermediaries because of course the U.S. and Iran do not have direct diplomatic relations with one another. The Iranians nevertheless over the past couple of days of launch, what can only be described as a diplomatic blitz really. You had the foreign minister of Iran he was in Saudi Arabia for some very important talks there. Yesterday, the Iranian president met with Vladimir Putin in Turkmenistan and today, the speaker of Iranian parliament actually went to Lebanon. They are saying that he was carrying a message coming directly from Iran's supreme leader Ayatollah Ali Khamenei, and that message was that Iran is not going to back down and is going to continue to back Hezbollah and also Lebanon as well -- Jessica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:21:18",
      "speaker": "DEAN",
      "sentences": "All right. Our Fred Pleitgen in Tehran. Thank you so much for that reporting.I do want to go to Nic Robertson now, who is in Tel Aviv. And Nic, just a few moments ago, we learned Israeli Prime Minister Benjamin Netanyahu will be holding a war cabinet meeting Sunday, as we said, as Israel continues to weigh its response to Iran. What more can you tell us about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:02",
      "speaker": "DEAN",
      "sentences": "Yes, that something will happen. And you mentioned President Biden, we know that the two -- President Biden spoke with Prime Minister Netanyahu for the first time in months. What does that say to you, just as someone who's been there and covered this, what did that meeting or that phone call rather, what, if anything, stick out to you about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:02",
      "speaker": "ROBERTSON",
      "sentences": "You know, I think the fact that it was a real pressure point, I mean, President Biden had said that, you know, a week or so ago that he'd be having a conversation with Prime Minister Benjamin Netanyahu fairly soon. It's very important for Netanyahu that he keeps the United States' support because obviously they are the biggest backer of Israel and that's support is there pretty much unequivocally in the public domain, whatever pressures may be unseen.But I think, you know, my takeaway from this was, this conversation came about pretty quickly because it was right on the eve of the defense minister about to leave to go to Washington and the prime minister put a block on it and said not until I've had a call with President Biden. And then that call happened. You know, I think that dynamic was interesting, but it's hard to say what it really tells us. The conversation was reportedly direct. We have to read into that what we can.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:57",
      "speaker": "DEAN",
      "sentences": "Major disaster declaration for Florida to help people recover from Hurricane Milton. That's the day, of course, before the president is expected to visit Florida to see that damage in person.Seventeen people we're killed by that storm and 1.4 million people still don't have power as a result of the storm. Some areas face dangerous flooding with many rivers swollen by the record rainfall and more than 1,200 people have been rescued since Milton made landfall across the state, with more than half of them, 100 pets near Tampa. As towns start to clean up and rebuild, one major problem is a gas shortage. GasBuddy saying nearly one in three gas stations in Florida are out of gas right now. Governor Ron DeSantis says officials are trying to distribute full fuel as quickly as they can. In the meantime, though, conspiracy theories about Hurricanes Helene and Milton have run absolutely rampant on social media, ranging from chemtrails to secret Pentagon weapons, Including from Georgia congresswoman, Representative Marjorie Taylor Greene, posting, \"The government is controlling the weather.\" There have also been false stories about the response from the government and FEMA despite Democrats and Republicans calling them lies and encouraging people to apply for federal aid. Joining us to discuss these conspiracy theories is CNN chief media analyst and author of the book, \"Network of Lies,\" Brian Stelter. Brian, good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:57",
      "speaker": "BRIAN STELTER, CNN CHIEF MEDIA ANALYST",
      "sentences": "You, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:57",
      "speaker": "DEAN",
      "sentences": "It is really remarkable to me how these extreme conspiracy theories about things like the government controls the weather.And then all the way down to what's been said about just the response and if you apply for responds, what will happen, that they have become so mainstream that's so many Americans do believe them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:57",
      "speaker": "STELTER",
      "sentences": "And this week was a turning point in that regard, Jessica. Actually, I would say the last two weeks. In the last two weeks, between the response to Helene and all the lies about Helene.And then the government's manipulating the weather theories about Milton, there are a number of misinformation reporters, disinformation researchers, people who I've known for years, who have all said they're at their wit's end. They've never seen it this bad. They've never seen the information environment, this polluted. And I think I have two reasons to offer why that is. The first is that we're on the precipice of a very stressful election. Everybody's anxiety levels are high. Everybody is worried about the election, no matter who they're planning to vote for. And in that environment, there's a lot of misinformation, including about these hurricanes. But also about lots of other topics. And number two, some of these misstatements, some of these lies are coming from former President Trump, particularly about the FEMA response to Helene. So when you have someone so trusted by a broad swath of the country spreading misinformation, it's obviously going to go a lot more wide and far for that reason.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:11",
      "speaker": "STELTER",
      "sentences": "No. No, not at all. I try to always have fresh eyes when it comes to these things. Because conspiracy theories are, you know, inherently confusing.In some ways, what they do is they try to take a complex world and make it very simple for people. So you can understand why some of these theories would be appealing, would be -- would be really indulged by some Americans. Let's be clear, this is a problem that exists most dramatically on the right among, I would argue, the Trump base. I don't want to say all Republicans, but among people that tend to believe in QAnon years ago, for example. They're the same kinds of folks now spreading these hurricane conspiracy theories. The scary thing for me within the last couple of weeks, Jessica, has been to see the bullying and harassment of scientists and meteorologists. That's again one of the differences that's happened in the last couple of weeks. Television meteorologists, National Weather Service officials say that they're getting intimidation, they're getting harassment from people who not only don't believe the forecasts, but instead believed these far-out fringe theories.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:11",
      "speaker": "DEAN",
      "sentences": "Right. And because there are real-world impacts to this sort of stuff, and you just -- you just explained one of them.And I can't help but draw a line kind of between what you're talking about with scientists and meteorologists, and then to, let's say, election workers who also have -- have had to face this sort of thing because of online conspiracy theories.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:11",
      "speaker": "STELTER",
      "sentences": "That's exactly right. I was speaking this week with Stacey Abrams, you know, the former candidate for governor in Georgia. She's very worried about the disinformation campaigns that are starting to creep up when it comes toward the election.But let me try to offer a note of positivity. You know, there's a lot to be pessimistic about when it comes to the age of disinformation. Elon Musk's X has become much more of a sewer, a swamp full of disinformation. That's where a lot of this stuff that we're talking about is spreading right now. Musk has really unleashed it by discouraging fact-checking and by encouraging his fans to be spreading lies. So there's a lot to be pessimistic about. But I think Vice President Kamala Harris is right when she says in basically, every one of her speeches that the vast majority of Americans actually have much more in common than they have apart. That she likes to say more in common than what separates us. I think that's true when we talk about this information space as well. Most people don't want to be fooled. They don't want to be bamboozled. They don't want to spread misinformation on their social media pages. They might be confused about what is real in the world because it's an awfully loud, chaotic world out there. And oftentimes, the loudest voices are the ones that are lying. But I think the vast majority of Americans do want to know what is true and real, and they don't want to get confused by all this noise and nonsense. That's what makes me have an optimistic note, even though it is ugly out there right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:11",
      "speaker": "DEAN",
      "sentences": "Yes, we like to end on a positive note, for sure.Brian Stelter, as always, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:11",
      "speaker": "STELTER",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:42:47",
      "speaker": "DEAN",
      "sentences": "Back on the campaign trail, former President Barack Obama had a message for black men thinking about voting for Donald Trump.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:42:47",
      "speaker": "BARACK OBAMA, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "If you're thinking about sitting out or even supporting somebody who has a history of denigrating you because you think that's a sign of strength, because that's what being a man is? That's not acceptable. And you all know some of those.(END VIDEO CLIP) DEAN: Joining us is CNN political commentator, Bakari Sellers. He's also a former South Carolina state representative and author of \"The Moment Thoughts on the Race Reckoning that Wasn't and How We Can All Move Forward Now.\" Bakari, good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:42:47",
      "speaker": "BAKARI SELLERS, CNN POLITICAL COMMENTATOR",
      "sentences": "Good to see you. Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:42:47",
      "speaker": "DEAN",
      "sentences": "I'm so -- I'm so glad you're here to have this conversation. Because when the former president gave that -- he gave a campaign rally speech later that night. But this was what we just watched with a clip of him stopping by field office there in Pittsburgh.It made so many waves and everybody had a take on it. I'm curious what you think. Was this a smart move for the campaign? Do you think it could backfire because he's kind of chiding people there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:07",
      "speaker": "DEAN",
      "sentences": "But why -- what is the message, do you think, that some -- that black men would want to hear? Why do you think that that has there is concern? Why do you think there's been softening? Is there a specific message she should be taking to them that you think would really resonate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:07",
      "speaker": "SELLERS",
      "sentences": "Well, I mean, I'll push back on the framing of your question about softening. I don't think there has been softening. I think the fact is -(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:07",
      "speaker": "DEAN",
      "sentences": "I mean, if you look at -- if you look at polls, she's running behind with black voters generally. But she's running behind. See right, if you will -- you can't see it right now.But she -- if Biden got 90 percent in 2020, she's at 78 percent. So there it is softening in those numbers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:07",
      "speaker": "SELLERS",
      "sentences": "Yes. First of all, if you look at any other demographic in the entire country and you say that an elected official gets 78 percent of that demographic, you'll say, oh my god, they are just doing yeoman's work.And we're talking about 24 days out. We're talking about the fact that a lot of these polls that -- these partisan polls, we're not even talking about the nonpartisan ones there, you have to literally turn the page and read the cross tabs. Does Kamala Harris have to do work when it comes to black voters? The answer is, yes, of course. Is she doing that work? The answer is yes. While Donald Trump's in Lollapalooza or, I don't know, Coachella, wherever he is today, she's actually in Greenville, North Carolina, going to black churches, meeting with black ministers. Then the other part of your question is, you know, what do black man or black people need to hear? And I think that a lot of times Democrats, particularly progressive whites on my left and the far right and conservatives, including Trump, have continued to speak at black folk. And that's not what we need. I mean, it's not about what we need to hear. We need elected officials that listen to us. They listen to those cries. And, yes, Barack Obama was talking about something that's even more cultural than that. He was talking about the fact that there is a question that people sometimes bring up, whether or not black folk or black men, in particular, will vote for a woman. And I would tell 44 and I would tell Barack Obama that sometimes that messaging has to be about the fact that we understand the strength of black women who are in our own lives. Our mothers, our grandmothers, those women who run local local grocery stores, or five and dime or those women who we're in the churches that wear the big hats and smell like Chanel No. 5 and make sweet potato pies out of a stick of butter and what they mean to our communities. And I think that is a better message saying that, if those women can lead our communities, then Kamala Harris can be president of the United States. Listen, at the end of the day, I don't like the framing of this discussion. Because if Kamala Harris doesn't win, I don't want what people to then say that it's black men's fault because that's not the case, or it was black people's fault because that's not the case. She's going to do the work necessary over the next 24 days. If college-educated white women come out and support her, unlike what they did with Hillary Clinton, then she will win this race. If black voters come out like they always do, she will win this race. And I believe she will.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:07",
      "speaker": "DEAN",
      "sentences": "And I hear you on the framing. I really do. I just -- I am curious though why you felt that the President Obama felt so passionately about it.I mean, he gave a very impassioned talk right there. It clearly is something he felt like was a message that needed to be delivered.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:07",
      "speaker": "SELLERS",
      "sentences": "Correct. And the reason he feels that is because of the fierce urgency of now.There is, right now -- and we haven't been in persuasion politics regardless of what people who may come on TV -- I love people who've never run a race or run for office who come on TV and talk about all these undecided voters and what she has to do to persuade them. We haven't been in persuasion since the debate. We've been in GOTV. And every day on GOTV, there is a sense of urgency. And Barack Obama was talking about that, that Martin Luther King \"I Have a Dream\" speech, fierce urgency of now. And what that means is that, yes, we want to get black folk coming out in the same way they came out for him. That means that black men have to do that much more. That means black women have to continue to turn out in numbers that they have. Because we know where those voters are. And there's also a question about culturally what Kamala Harris means for our community. She went to Howard University. She's a product of a black sorority. She is a black woman that we can all identify with and we can all say we know. The thing that's missing, which I feel is going to come to a head in the next 24 hours is, what are her policies for black folk? And when those come out and she rolls those out, and people begin to talk about those things, then that type of energy will continue to build. I'd rather have. Kamala Harris today than Donald Trump. I know that much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:07",
      "speaker": "DEAN",
      "sentences": "All right, Bakari Sellers, I really do appreciate it. Great conversation. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:49:42",
      "speaker": "DEAN",
      "sentences": "As the first voters cast early ballots for president, we are learning new details about the vice president's health. We're going to talk to the Harris campaign about that and much more. That's coming up in the CNN NEWSROOM.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:49:42",
      "speaker": "DEAN",
      "sentences": "A new episode of \"TV ON THE EDGE\" takes us through the deadly aftermath of Katrina in New Orleans.After the floodwaters poured in, survivors turned to the government for help. But many felt abandoned and ignored and suggested that they were not getting resources or attention. And you'll remember, in a live hurricane relief telethon, Kanye West lashed out at then-President Bush, creating a spark that helped galvanize a generation laying the groundwork for the Black Lives Matter movement. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "George Bush does not care about black people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "George Bush doesn't care about black people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "And I can remember the hair on the back of my neck standing up.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}