{
  "date": "2024-03-06",
  "headline": "CNN Live Event/Special",
  "subHeadline": "Nikki Haley to Announce She's Dropping Out of Presidential Race; Haley Congratulates Trump, But Doesn't Endorse Him. Aired 10- 10:30a ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "JIM ACOSTA, CNN ANCHOR",
      "sentences": "Good morning. I'm Jim Acosta joined by my colleague, Wolf Blitzer.Any moment now, Nikki Haley will address the nation. Sources tell CNN that in minutes from now, she is expected to suspend her presidential campaign. We are told she would not endorse her rival, former President Donald Trump, at least for now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:03",
      "speaker": "KYLIE ATWOOD, CNN CORRESPONDENT",
      "sentences": "Well, listen, I think Nikki Haley is going to come out here and thank the people that voted for her, talk about the factors that she ran her election on, conservative fiscal policy, the need to be close with U.S. allies when it comes to foreign policy. a number of things. But she is suspending her campaign today after having run for president for more than a year, being the final person to be standing when it comes to challenging former President Trump, but she has not expected to endorse Trump today.Her folks who are familiar with what she's going to say say that she is going go ahead and say that Trump needs to earn the support of those voters. She has repeatedly said throughout the entire course of her campaign, that the Republican Party needs to be a party of addition. And she doesn't believe that Trump has been approaching his campaign that way. She has talked about the fact that she wants to give her voters an option. That's why she stayed on the ballot through Super Tuesday. But this was a decision that he made last night as her campaign was monitoring the results that were coming in. Jeff Zeleny spoke with a source, an aide on campaign, who said that it was when they were monitoring those results that they determined that she wasn't going to hit the benchmarks that they had said, that you wasn't going to do well enough to keep her campaign alive. Now, we should note that Nikki Haley did win two states, D.C. and Vermont, throughout the course of this Republican primary. She did not win enough voters, however, to keep our campaign alive and to surpass the former president. But her campaign does feel like she attracted enough support from Republican voters to really make the case that there is a significant block of the Republican Party who is not with Trump. And that's why she is going to be telling them today, saying in her speech today that he needs to make outreach to those voters. One of things to note is that, last summer, Nikki Haley did say that she would endorse the eventual nominee of the Republican Party but it has been just really in recent days, Wolf, where she has distanced herself from that pledge. She has said that she doesn't feel like she is obligated to do that because the RNC is not the same RNC as it was last summer because Donald Trump himself hasn't made that pledge. Now, I do want to know this doesn't mean that Nikki Haley is definitively not going to endorse him ahead of November. What she's doing here is opening a conversation she is trying to put herself in a position of power when it comes to brokering out those voters who have supported her. So, we'll have to watch and see how the former president responds to that. But we should note that he has not been all together welcoming at all when it come to Nikki Haley supporters in the last few months. He even made comments that MAGA is going to be permanently barring any donors who had been supporting Nikki Haley. And when we spoke with Nikki Hailey last week, a few reporters, she said that that was a comment that really struck her. It made her concerned about the future of the party. And so we'll have to see what she says about that today and what kind of pitch she wants him to make to those who have been supporting her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:03",
      "speaker": "BLITZER",
      "sentences": "Kylie, we're now told that she will be speaking heading to the microphone within a minute or so, but give us a sense of the mood there among our supporters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:03",
      "speaker": "ATWOOD",
      "sentences": "Well, listen, it's a small crowd in this room. It's people who have been working for Nikki Haley's campaign, some of her supporters here in the Charleston, South Carolina, area.She's coming on stage, so we'll listen to what she has to say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:03",
      "speaker": "NIKKI HALEY, FORMER REPUBLICAN PRESIDENTIAL CANDIDATE",
      "sentences": "Good morning. Just over a year ago, I launched my campaign for president. When I began, the campaign was grounded in my love for our country. country. Just last week, my mother, a first-generation immigrant, got to vote for her daughter for president, only in America.I am filled with the gratitude for the outpouring of support we've received from all across our great country, but the time has now come to suspend my campaign. I said I wanted Americans to have their voices heard. I have done that. I have no regrets. And although I will no longer be a candidate, I will not stop using my voice for the things I believe in. [10:05:00] Our national debt will eventually crush our economy. A smaller federal government is not only necessary for our freedom, it is necessary for ours for us for our survival. The road to socialism is the road to ruin for America. Our Congress is dysfunctional and only getting worse. It is filled with followers, not leaders. Term limits for Washington politicians are needed now more than ever. Our world is on fire because of America's retreat. Standing by our allies in Ukraine, Israel and Taiwan is a moral imperative, but it's also more than that. If we retreat further, there will be more war, not less. As important, while we stand strong for the cause of freedom, we must bind together as Americans. We must turn away from the darkness of hatred and division. I will continue to promote all those values, as is the right of every American. I sought the honor of being your president. But in our great country, being a private citizen is privilege enough in itself. And that's a privilege I very much look forward to enjoying. In all likelihood, Donald Trump will be the Republican nominee when our party convention meets in July. I congratulate him and wish him well. I wish anyone well who would be America's president. Our country is too precious to let our differences divide us. I have always been a conservative Republican and always supported the Republican nominee. But on this question, as she did on so many others, Margaret Thatcher provided some good advice when she said, quote, never just follow the crowd. Always make up your own mind. It is now up to Donald Trump to earn the votes of those in our party and beyond it who did not support him, and I hope he does that. At its best, politics is about bringing people into your cause, not turning them away. And our conservative cause badly needs more people. This is now his time for choosing. I end my campaign with the same words I began from the book of Joshua. I direct them to all Americans, but especially to so many of the women and girls out there who put their faith in our campaign. Be strong and courageous. Do not be afraid. Do not be discouraged, for God will be with you wherever you go. In this campaign, I have seen our country's greatness. From the bottom of my heart, thank you, America. God bless you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:03",
      "speaker": "ACOSTA",
      "sentences": "All right. That was former South Carolina governor, former U.N. Ambassador Nikki Haley suspending her campaign, withdrawing from this race. She had some very interesting comments there as she was backing out of this campaign, essentially saying that she's not ready to endorse former President Donald Trump, saying that he needs to earn the support of her supporters, and made some very interesting comments, I think, a few moments ago, guys.We're joined now by Chief National Affairs Correspondent Jeff Zeleny, Chief Political Correspondent Dana Bash, CNN National Political Correspondent Eva McKend. But one of the things that you heard Nikki Haley saying just a few moments ago, Wolf, was that America needs to stand with Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:03",
      "speaker": "BLITZER",
      "sentences": "She was very, very strong on the international issues. She said specifically that she needs -- the U.S. needs to support Ukraine, Israel and Taiwan. She went at the specifics articulating that. And I also thought even though she didn't formally endorse Trump, she came pretty close to doing so when she said the time has now come to suspend my campaign.And as you know, Jeff Zeleny, the word suspend is specific. It's a legal word. It's not end my campaign. Suspend my campaign in order to be able to continue to control all those campaign dollars that she raised.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:05",
      "speaker": "DANA BASH, CNN CHIEF POLITICAL CORRESPONDENT",
      "sentences": "If I could just add to that, we're going to have so much time to talk about will he or won't he, will she or won't she and where her supporters are going to go. But I think it's good to take a beat and note that she is the first Republican woman to win a contest, and she won two. Okay, there were a lot of contests that she lost.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:05",
      "speaker": "ZELENY",
      "sentences": "And to get this far. BASH",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:05",
      "speaker": "BLITZER",
      "sentences": "And to raise as much money.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:05",
      "speaker": "BASH",
      "sentences": "And to raise as much money.And I do think that she's used that line since South Carolina a lot on the campaign trail, but the fact that she -- her parents were immigrants and that her mother was able to vote for her daughter for president is just something to kind of let sink in because it is a moment in history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:05",
      "speaker": "ACOSTA",
      "sentences": "Yes. And, Eva, I mean, Nikki Haley does have some leverage in this campaign. I mean, if you look at how she did last night, she did win the state of Vermont. But there was a sizable sort of anti-Trump vote in a lot of these contests. And what she's essentially saying is I'm going to be holding back on some of those supporters. You're not getting them yet, Donald Trump, unless you start to extend the olive branch a little bit, which is not really his forte.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:05",
      "speaker": "EVA MCKEND, CNN NATIONAL POLITICS CORRESPONDENT",
      "sentences": "She was clear that he is going to have to earn the support from her and her supporters. I was always struck. I've been to many of her rallies all across the country, South Carolina, Iowa, New Hampshire, Michigan, everywhere. And time and time again, you would meet Democrats at her rallies, independents, Republicans who had supported Trump in 2016, and then voted for Biden in 2020.And I think in this polarized environment, it takes a certain degree of political skill to be able to bring Democrats into the fold, to be able to attract this type of centrist voters. And so, yes, she is going to have a big role to play in the months ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:05",
      "speaker": "ACOSTA",
      "sentences": "And some of those Nikki Haley supporters may not go back to Donald Trump, Wolf. They just might not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:05",
      "speaker": "BLITZER",
      "sentences": "I thought it was the closest she came to actually coming close to endorsing him, Trump, was when she said, I congratulate him, referring to Trump, and wish him well. Those were her words.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:05",
      "speaker": "ACOSTA",
      "sentences": "Yes. And she's had a lot to say about Donald Trump during this campaign. And so she may have to start dialing things back to -- I mean, Dana, one of the questions that I had listening, and Wolf is absolutely right, is she leaving the door open to some extent to the possibility of being his running mate? Might that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:05",
      "speaker": "BASH",
      "sentences": "I mean --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:05",
      "speaker": "ACOSTA",
      "sentences": "You don't do a whole lot of walking back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:05",
      "speaker": "BLITZER",
      "sentences": "There's a lot of videotape of stuffs that she showed about him and stuff that he said about her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:05",
      "speaker": "BASH",
      "sentences": "That's true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:05",
      "speaker": "BLITZER",
      "sentences": "That would be extraordinary, yes. BASHBut the next thing that she said, Wolf, when she -- Jim, one of you just said that, she said, you know, I wish him well, as I would for anybody who would be our president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:05",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:05",
      "speaker": "BLITZER",
      "sentences": "She couched it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:05",
      "speaker": "BASH",
      "sentences": "She couched it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:05",
      "speaker": "ZELENY",
      "sentences": "Close the door to being a third party candidate. Perhaps that is the most significant thing here as well, she said, I'm a Republican.So, I'm told going forward she does plan to play a role trying to shape this party. She does believe that this sort of, you know, isolationist view that has really emerged in the Republican Party is not good for the country. If you look at the span of her career from, she rose as a Tea Party candidate, which, of course, was the precursor to the Trump era. And now this is not her party. So, it's really extraordinary. But at 52 years old, the question is, is she the past of the party or could she still be the future? And to that question, we do not have an answer today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:05",
      "speaker": "BLITZER",
      "sentences": "We will find out.Kylie Atwood is over at that Nikki Haley's campaign headquarters over there. Give us a sense, Kylie, of the reaction you're getting, the mood over there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:02",
      "speaker": "BLITZER",
      "sentences": "Kylie, stand by. You know, Jim, it was interesting when Nikki Haley said, it's now up to Trump to earn the votes, and I hope he does that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:02",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:02",
      "speaker": "BLITZER",
      "sentences": "That was significant, I think.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:02",
      "speaker": "ACOSTA",
      "sentences": "That's going to be a big moment if those two can make some peace after all that was said.And we should note, just in the last couple of minutes, Wolf, a statement from President Biden released by the Biden campaign. I do want to go to Kristen Holmes in just a moment, but Biden, the president, trying to get those Nikki Haley supporters before Donald Trump can get those Nikki Haley supporters, saying Donald Trump made it clear, he doesn't want Nikki Haley supporters. I want to be clear, there is a place for them in my campaign, very telling, absolutely. Let me go to Kristen Holmes, who joins us now from West Palm Beach, Florida. Kristen, before we've even heard from the former president, the current president has weighed in, and he wants those Nikki Haley supporters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:01",
      "speaker": "ACOSTA",
      "sentences": "Fascinating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:01",
      "speaker": "BLITZER",
      "sentences": "Interesting, very different reactions from Biden and from Trump, Eva, didn't you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:01",
      "speaker": "MCKEND",
      "sentences": "Right. In Biden's reaction, he says that he wants these supporters, and that though they may have policy disagreements, this is about the fundamental issues, preserving democracy, respect for the Constitution. And, actually, that is what you heard from some Republicans that showed up to her rallies, when you would say, well, ultimately, if the contest comes between Trump and Biden.Many of them said, you know, I would hold my nose and I will support Biden. Because, ultimately, I'm just too worried about what a second Trump term could mean. I'm concerned that he doesn't have respect for our institutions. And so you hear Biden off the bat, leaning right into those anxieties.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:01",
      "speaker": "BLITZER",
      "sentences": "I don't think -- and you covered Trump for a long time. I wasn't surprised by his strong words and very critical words of Nikki Haley, who just suspended her campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:01",
      "speaker": "ACOSTA",
      "sentences": "Yes, all caps, Wolf, Nikki Haley got trounced last night in record-setting fashion. I mean, I guess he's not saying that this was rigged on Super Tuesday. He's -- I guess he's confident in what took place last night across the country and all these different battleground states.I mean, Dana Bash, I mean, obviously, this what Donald Trump does. But you have to wonder, to Wolf's point, I mean how does he get Nikki Haley supporters? Eva is absolutely right, and some of these close battleground seats, Jeff Zeleny, you know this all too well, it may come down to these Nikki Haley supporters who say, you know what -- And you can call them Nikki Haley supporters. They're just -- they're sort of never Trump Republicans who are just not going to be comfortable with Donald Trump ever as president and they're going to vote for Joe Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:01",
      "speaker": "BASH",
      "sentences": "What we saw from Donald Trump with that post was him being a sore winner. And he can't get past himself in these moments in order to do what he needs to do strategically, politically with people like Nikki Haley. But you know who can? The people around him.So, as, I mean, this sort of juxtaposition, as he's doing his thing with his phone on his social media platform, his campaign puts out a Trump alert, ranking Trump Alert, saying very specifically, Nikki Haley drops out, it's time to for us to unite as a party and defeat Donald Trump -- I mean, excuse me, defeat Joe Biden. Yes. So they're on message. And as they try to raise money, which he desperately needs, it's the candidate, former president's message that is obviously the loudest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:01",
      "speaker": "ZELENY",
      "sentences": "His response on social media say reminded me of his New Hampshire response when we sat at Manchester and really saw him have a tantrum at being a winner, a sore winner indeed. We will see how all this comes together.There's no doubt that some Haley voters are going to put the Republican jerseys on and support him. But I've talked to as many of them as Eva has, and we heard clear that they voted for Trump once and they want to turn the page. So, we will see. That's what this campaign will be about for 244 days. but it's extraordinary that, really, 51 days after the voting began in the Iowa caucuses, here we are, a rematch is brewing. But of all the wild cards, one that we probably wouldn't have expected is the Nikki Haley supporter wild card as well. We'll see where their voters do in the coming weeks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:01",
      "speaker": "BLITZER",
      "sentences": "We're getting a reaction from the Republican National Committee. Kristen Holmes is getting that reaction. Update our viewers on the breaking news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "ACOST A",
      "sentences": "Yes. I mean, the RNC is looking more and more like a wing of the Trump Organization, Kristen Holmes. All right, thank you very much.President Biden, as we were just saying a few moments ago, responding to Haley suspending her campaign. Let me go to Arlette Saenz, who is over at the White House for us. Arlette, tell us more. I mean, the Biden campaign was pretty fast. Something tells me they might have had some of this typed out before Nikki Haley made that announcement at 10:00 this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Yes. Jim. And President Biden, in his statement, made a direct appeal for Nikki Haley's supporters, saying in the statements that there is a place for them in this campaign.Now, the Biden campaign believes that they have some room to potentially tap into moderate and Haley supporters who are turned off by former President Donald Trump. That is something the president spoke to in a statement saying that they had worked to try to -- or some of the things they can coalesce around are fighting for democracy, and also preserving the NATO alliance. In the statement, the president really went to great lengths to praise Nikki Haley for the role that she played in this campaign, specifically in calling out the former president. He said, it takes a lot of courage to run for president, that's especially true in today's Republican Party, where so few dare to speak the truth about Donald Trump. Nikki Hailey was willing to talk about Trump, about the chaos that follows him, about his inability to see right from wrong, and his cowering before Vladimir Putin. Biden goes on to say, Donald Trump made it clear, he doesn't want Nikki Haley supporters. I want to be clear, there is a place for them in my campaign. Biden was perhaps even more explicit in a tweet that he sent out moments ago as well, where he said, quote, you don't have to agree with me on everything to know, MAGA extremism is threat to this country, ad then he highlights the fact that the former president attacked Nikki Haley's supporters, calling Nikki saying that those who contribute to his campaign would be barred from the MAGA movement. And this really highlights one of the tasks and challenges ahead for the Biden campaign, as they're trying to make more up more ground with voters heading into November. The Biden campaigns officials do believe there is a world where they can peel off some of these Haley supporters who are frustrated and don't want to see Trump secure a second term. I'm also told when it comes to fundraising, they believe that they could also tap into some of Nikki Haley's donor universe as well. And this really sets up the high stakes moment that the president will be facing tomorrow as he prepares for a State of the Union Address. The president has been huddling with his team here at the White House, trying to put the finishing touches on that speech, which will now have an even bigger audience, especially is trying to make a more broad appeal to voters, not just Democrats, but also Republicans, including some of these Nikki Haley supporters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "ACOSTA",
      "sentences": "All right, the fight for those Nikki Haley supporters is on, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "BLITZER",
      "sentences": "I thought Nikki Haley was very polite and gracious in her comments. Compare those with Trump, who was still very much, Dana, as you and I well know, as all of us know, he still remains in the attack mode.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "BASH",
      "sentences": "It was on brand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "BLITZER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "BASH",
      "sentences": "I think that's maybe the most concise way to put what we saw on Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "ACOSTA",
      "sentences": "And then some.",
      "isLastSentenceInterrupted": false
    }
  ]
}