{
  "date": "2024-02-12",
  "headline": "Anderson Cooper 360 Degrees",
  "subHeadline": "Trump Asks Supreme Court To Block Ruling Rejecting His Immunity Claim; Supreme Court's Response To New Trump Filing Will Impact Timing Of His Jan. 6 Prosecution As He Seeks Trial Delay; Rep. Nancy Pelosi (D-CA) Discusses About Trump's Claim Of Total Immunity And President Biden's Age Concerns; Biden Jokes About Memory In Speech: \"I know I Don't Look Like It, But I've Been Around A While. I Do Remember That\"; Police: Shooter At Houston Megachurch Had History Of Criminal Charges And Mental Health Problems; Judge: DA Willis May Have To Testify On Relationship With Lead Prosecutor; Nor'easter Threatens NYC And Long Island Could Impact Special Election For Ex-Rep. George Santos' Seat. Aired 8-9p ET",
  "utterances": [
    {
      "timeStamp": "20:00:31",
      "speaker": "ERIN BURNETT, CNN HOST",
      "sentences": "He asks and we hope that all of us can just hear his words. Thanks so much for joining us.AC 360 starts now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:31",
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "Tonight on 360, breaking news, the former president tries to keep his sweeping immunity claims alive in a new filing into the Supreme Court, hoping to further delay his federal trial on election interference.Also tonight, Congresswoman and former House, Speaker Nancy Pelosi joins us to discuss Trump's legal issues, his threats to NATO allies and the race ahead. And later, new details on the woman killed after authorities say she opened fire at Joel Osteen's megachurch in Texas. Good evening. Thanks for joining us. Major developments tonight in both of the special counsel's prosecutions against the former president. Hours ago, the former president's legal team filed its appeal of a scathing decision by a three-judge panel on the D.C. Appeals Court last week that roundly and unanimously rejected his claims of absolute immunity. In his appeal, he asked the Supreme Court for a stay while his immunity claims wind their way through the full Appeals Court and then possibly land before the nine justices themselves. Now, that could potentially push the already delayed trial by months. In fact, the delay appears to be the point. The former president's attorney said a trial before the election would \"radically disrupt President Trump's ability to campaign against President Biden. Also today, the former president and his legal team appeared in a Florida courtroom behind closed doors with the federal judge overseeing the classified documents case. The judge met with Special Counsel Jack Smith's team separately at issue how much access the former president's attorney should have to the classified information that's at the heart of the case. In a moment, we'll be joined by former House Speaker Nancy Pelosi to discuss these developments, among many other issues. But first, I'm joined by our Chief Legal Affairs Correspondent, Paula Reid. Paula, what more can you tell us about the Trump team's legal team - the argument they made to the Supreme Court?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:31",
      "speaker": "PAULA REID, CNN CHIEF LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "Well, in the first sentence of their brief, they quote Yogi Berra calling the situation, \"deja vu all over again,\" because they're basically rehashing arguments they've already made, arguments that have been rejected by four federal judges. And here they're asking the court to just put on hold that scathing, unanimous decision from the D.C. Circuit last week that held that Trump does not have immunity that would shield him from the federal election subversion prosecution. They want that put on hold while they exercise every possible option they have to try to delay this.Their entire strategy, as you noted, is about delay. They want to try to push this federal case until after the 2024 presidential election. Why? Well, if Trump is reelected, the hope is that he could have his attorney general fire Jack Smith and make this case go away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:31",
      "speaker": "COOPER",
      "sentences": "What's the Supreme Court expected to do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:31",
      "speaker": "REID",
      "sentences": "Well, the fun thing about the Supreme Court, Anderson, is they can do pretty much anything they want. They have a lot of options here, but most legal experts expect that they will set out a schedule. The Chief Justice will lay out a schedule for both sides to respond. I think we can expect the special counsel, Jack Smith, has probably already drafted a few different responses, will likely hit send shortly after the schedule is issued because he wants to try to move this along.His legal experts, sources I've spoken with in and around the Trump legal team, they don't expect the Supreme Court is going to want to take up this issue. They're already contemplating another Trump case on ballot eligibility. So we're not so much looking for what will the Supreme Court do. I mean, they could, again, do anything, but how long does it take for them to figure out what they're going to do here and likely send this case back down to the trial court. The longer it takes for them to weigh in here, the less likely it is Smith can bring this case this year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:31",
      "speaker": "COOPER",
      "sentences": "And is it clear what came of today's hearings, one with the defense, one with the prosecution, the Mar-A-Lago documents case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:01",
      "speaker": "COOPER",
      "sentences": "All right. Paula Reid, stay with us.I'm joined by Carrie Cordero, the former counsel to the U.S. Assistant Attorney General for National Security. So, Carrie, if the Supreme Court grants the stay, how soon could there be a rehearing before the full D.C. Appeals Court and is that guaranteed or could the Appeals Court refuse? I mean, what are the options here, because I understand there are several.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:01",
      "speaker": "CARRIE CORDERO, CNN LEGAL ANALYST",
      "sentences": "There's a few different ways that this could go, as Paula was describing, Anderson. So one thing that the Supreme Court could do is they could just say, we're not going to take this up and just rely on the D.C. Circuit three-panel opinion that rejected the former president's claims of immunity, and then that would turn everything back on as it relates to the trial, so that is one option.And because there's no circuit split here and because the D.C. Circuit issued an opinion that was very thorough, covered all of the different constitutional and historical issues, that is an option and the court ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:01",
      "speaker": "COOPER",
      "sentences": "And just holding on to that option, how quickly would that option be done, I mean, potentially? CORDEROI mean, they've known that this is coming, so this was not a surprise that the former president filed this appeal today and this request to stay, the lower court's mandate. And so he could - it could happen quickly. It's difficult to pin down the timing because, as Paula was saying, it really is in the discretion of the judges whether they want to move in a matter of days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:01",
      "speaker": "COOPER",
      "sentences": "Judge Gertner, a former federal judge, also joins us.Judge, what would be the likelihood that the full D.C. Appeals Court would overrule that three judges panel ruling on immunity?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:01",
      "speaker": "NANCY GERTNER, FORMER FEDERAL JUDGE",
      "sentences": "Extremely unlikely. In fact, I think that the time it took for this decision to come out was time that they took to make sure that there would be no dissenters, not only on the three-judge panel, but also on the D.C. circuit. I would imagine that that was what was going on, that others on the full panel were even seeing this decision to make sure that it was bulletproof. So I don't think that that would be a very - a substantial delay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:01",
      "speaker": "COOPER",
      "sentences": "Do you think the Supreme Court is likely to take it up, Judge?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:01",
      "speaker": "GERTNER",
      "sentences": "I - this is like very hard to figure out. But one possibility here is that they deny cert on the immunity question and deny disqualification, and that way they look very judge-like.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:01",
      "speaker": "COOPER",
      "sentences": "So explain what the result of that would be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:01",
      "speaker": "GERTNER",
      "sentences": "Well, the result of that would be that Donald Trump would be on the ballot in the various states, but the various prosecutions would go forward. In other words, immunity is denied and that would go forward. But on the other hand, disqualification would also be denied. That's a way of - that seems to me the most likely result, particularly given the oral argument the other day and particularly given how bulletproof this decision denying Donald Trump immunity is. So that would be my best prediction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:01",
      "speaker": "COOPER",
      "sentences": "Carrie, I mean, if the Supreme Court were to eventually take up the immunity case on the merits, can you envision a circumstance under which the court, which obviously has a conservative supermajority, would rule in Trump's favor?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:00",
      "speaker": "COOPER",
      "sentences": "And, Paula, as today's hearings about the evidence, the Mar-A- Lago documents case, we don't know what happened behind the closed doors. When is Judge Cannon expected to address whether the trial can go forward in May as scheduled?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:00",
      "speaker": "REID",
      "sentences": "That's a great question. So we know we have another day of proceedings tomorrow. The former president is not expected to be there. So she's not done with her work on this particular issue yet. But in the coming weeks, she will likely have to weigh in.Now, there are, of course, a lot of moving pieces and things that could make it a little easier for her. For example, if the federal case here in Washington, D.C., has to go on the calendar and bumps her, that helps her save face from having to move it herself. It was also interesting in today's brief before the Supreme Court, I think we got a preview of what the next phase of the arguments likely in Mar-A-Lago and the federal election subversion case will be. If they can't delay these cases, they are going to start to argue in briefs what Trump has argued publicly, which is that this is all \"election interference.\" And we saw that today in this brief. I think that's what is going to be really their central argument if they are not successful in delaying one or both of these cases until after the election. Judge Gertner, I mean, how do you think that's going to play out based on everything you know about Judge Cannon and the status of the other Trump cases in different jurisdictions?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:00",
      "speaker": "GERTNER",
      "sentences": "There's a way in which the Department of Justice was sort of - I don't think actually outmaneuvered, but I do think they're trying to outmaneuver them, which is to say they buried - the Department of Justice buried the defendant with all the kind of information that no defendant ever gets at the beginning of a trial. I mean, there would be no delay on the part of disclosure.Now, the lawyers for Trump are trying to say, well, okay, we actually want to disclose some of what you've disclosed to us, which means uncovering witnesses and to some degree jeopardizing classified information. They want to use the proceedings, as Paula said, to be part of the campaign. And then the latest filing, they really try to make a selective prosecution argument, which is the notion that you're prosecuting me, but you didn't prosecute Hillary Clinton, Joe Biden, et cetera, et cetera. It is ridiculous. It is ridiculous on the law, and it is ridiculous on the facts. To your question whether Judge Cannon will allow it, candidly, Judge Cannon has acted in ways that were totally inconsistent with what I think any other judge would have done. So the answer is a categorical thunderous, who knows.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:00",
      "speaker": "COOPER",
      "sentences": "Yes. Interesting that the former president chose to go to the court today to be there in front of Judge Cannon.Judge Gertner, thank you. Carrie Cordero, Paula Reid as well. I'm joined right now by Democratic congressman, Nancy Pelosi, former House Speaker. Madam Speaker, thank you for being with us. REP. NANCY PELOSI (D-CA): (Inaudible) ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:00",
      "speaker": "COOPER",
      "sentences": "So the former president is trying to rewrite history, ludicrously now claiming you were behind the insurrection at the Capitol, saying he should have total immunity. You've seen a lot of presidents up close. If a president had total immunity, as Trump claims, what would that mean? What would that actually look like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:00",
      "speaker": "PELOSI",
      "sentences": "That would mean that - hi, Anderson, nice to be with you. That would mean that this president thinks that he is above the law. And I think that he is on trial for certain things. I think the Supreme Court is on trial, as well, to see if they would uphold the decision of the D.C. District Court and - well, there's four votes to hear it, five votes for a stay, how could they possibly give a stay for justice to proceed? How could they possibly give a stay?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:00",
      "speaker": "COOPER",
      "sentences": "Do you ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:00",
      "speaker": "PELOSI",
      "sentences": "So this is really, again, he always thought he was above the law. He's trying to make that a case. That's not what our founders had in mind. They knew there could be a rogue president. I don't think they thought there could be a rogue Supreme Court, as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:00",
      "speaker": "COOPER",
      "sentences": "Do you have confidence in the Supreme Court? I mean, should Clarence Thomas have recused himself, given his wife's activities?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "COOPER",
      "sentences": "I spoke to former Governor Chris Christie last week. He said he thinks it's likely the former president will be accepting his party's nomination in July as a convicted felon. Do you think Trump will actually stand trial before the election?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "PELOSI",
      "sentences": "Who knows? This is a person who's not - whose sanity is not on the level, thinks he's above the law, he's a national security risk - just listen to his own words about encouraging Putin to invade countries that may not have paid what he thinks they should pay for NATO dues, and that we will not honor our responsibility to NATO Title V to protect them, just as they joined in protecting us after 9/11, we would not honor our commitment to them. So we're dealing with somebody who's not on the level.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "COOPER",
      "sentences": "The extraordinary ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "PELOSI",
      "sentences": "They're not on the level legally, not on the level of security, not on the level personally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "COOPER",
      "sentences": "The extraordinary thing about that, about Trump saying that he encourages Russia to attack NATO countries, Marco Rubio, who was asked about it by Jake Tapper, said he had no concerns about that. Other Republicans didn't bat an eye. I mean, what is this - it seems like an extraordinary statement for somebody who was a president and wants to be a president again. What would that do, I mean, to America's standing in the world, to America's strength in the world?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "PELOSI",
      "sentences": "Well, it would be - as I say, it would - look, it's not just alone. At the same time, in the same period of time, the president is talking about Nikki Haley's husband, who's on duty in the Horn of Africa, and dismissing that of where is he, why isn't he here.Well, if you - one of us had a friend, a family member or something, who was on duty in service to our country and was treated with that - in that manner, something's wrong there. And then, same thing with our own obligations as a president. I can't speak to what Marco Rubio's thinking about this. You'll have to ask him. But what I'm saying to you is this - now, this is dangerous. I had the privilege of being invited to the Munich conference, Munich Security Conference this coming weekend. Usually, we have at least 10 percent of the Congress that goes there, House and Senate, Democrats and Republicans, in a very bipartisan way, to talk about our security, our mutual security, our transatlantic relationship, the commitment to NATO, our friendship with the EU and the rest. And people now have expanded to come from other parts of the world, not just Europe and the United States and Canada. And - but how do we even hold our heads up when we haven't passed the legislation to fund Ukraine to fight Putin, Ukraine courageously fighting for their democracy and ours. The countries of Europe bordering Ukraine and bordering Russia know that they're at risk. And then we have a president saying, invade them if they haven't done what I think they should do. He also did that when he was president. He - so it is, to your question, yes - yes, it's not a good sign about America's commitment to global security.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "COOPER",
      "sentences": "As you know, the Senate was working ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "PELOSI",
      "sentences": "And again, we have to show the difference, that not everybody agrees with this. And some Republicans don't agree. You name one person. But I think there are many Republicans who have somewhat ease with this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "COOPER",
      "sentences": "As you know, the Senate was working through the weekend to try to make progress on a foreign aid bill with assistance to Ukraine and Israel. Do you think Speaker Johnson will bring that bill to the House floor if it passes the Senate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "PELOSI",
      "sentences": "Well, he says no, but let's just see when it passes the Senate. Public sentiment is saying, what is going on here, what is going on here. Now, one thing that - about all of that that is really sad is that the president, President Biden, for a long time has had in that legislation humanitarian assistance to people in Gaza and that would be at risk, as well.Ukraine, it's a moral responsibility. I mean, it's in our interest to help Ukraine. It's in our interest to help Ukraine. The aid to Israel is something that we're committed to. But we also have - are concerned about the hostages and we're concerned about the people of Gaza and their need for humanitarian assistance. This is not how conflict should be resolved in this way, with people - innocent civilians dying and those numbers. But they do need humanitarian assistance. But that's being held up, as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:00",
      "speaker": "PELOSI",
      "sentences": "Our leader, Hakeem Jeffries, said that he is not - has not ruled out using a discharge petition, which is a parliamentary maneuver to try to bring a bill to the floor and also to just see where all of the Republicans are on this, because we've had over 300 votes for assistance to Ukraine, but strong bipartisan support for that in the Congress. So this isn't a partisan issue in most respects.But it is - you saw the other day, they brought up two bills they didn't have the votes for, come on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:00",
      "speaker": "COOPER",
      "sentences": "What do you think of Speaker Johnson? I mean, you would not have brought up bills you didn't have the votes for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:00",
      "speaker": "PELOSI",
      "sentences": "Never, never. But what I say is - I mean, I wish him well. He's the Speaker of the House. I wish him well. I wish we can find a path. I offered help any way I could. But I think the Republicans wanted Trump as their speaker, and they (inaudible) ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:00",
      "speaker": "COOPER",
      "sentences": "Did you offer to help him count votes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:00",
      "speaker": "PELOSI",
      "sentences": "Well, you - the thing about it is - I'll just use this word that is really lacking on the Republican side, both in the Congress and with what's-his-name-used-to-be-president - respect. Respect your members. Listen to their concerns. Build your consensus. And then you come to the floor with the votes. But you don't come to the floor without the votes and then say, oh, I thought it was going to be different. No, this is objective numbers. Objective numbers.And then, in terms of respect, the president has - doesn't respect the Congress. He doesn't - well, I don't know what his attitude is to the court he appointed them. I guess he expects them they owe him or something. He doesn't respect our global relationships. He doesn't respect our commitment to NATO. So it's a lack of respect across the board - personally, politically, globally, and in so many ways. And I just wish it were different. I pray for the president all the time. I pray that he would open his heart to wisdom - his mind to wisdom, his heart to goodness, but it's a hard sell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:26:10",
      "speaker": "COOPER",
      "sentences": "In the wake of a separate Special Counsel report on President Biden that raised new questions about his age and memory, the President today decided to make a joke about the topic during a speech in Washington.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:26:10",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "I've been around - I know I don't look like it, but I've been around a while. I do remember that.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:26:10",
      "speaker": "COOPER",
      "sentences": "Back with us, Congresswoman and former House Speaker Nancy Pelosi.Do you think that is the avenue that President Biden should go down on this, sort of poking fun at - I mean, his age is his age.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:26:10",
      "speaker": "PELOSI",
      "sentences": "His age is his age, yes. I'll tell you this, though. I've worked with the President for a long time, especially closely as speaker when he was president and now since then. And he knows, I mean, he's always on the ball. He knows these issues. He knows the legislation. He helped write some of it. He campaigned on it. He remembers it. Anyone who would think that they're at some advantage because of his age thinks that they're peril because he's very sharp.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:26:10",
      "speaker": "COOPER",
      "sentences": "There are - look, I'm sure you hear this from Democrats all the time, there are Democrats - a lot of Democrats - who have concerns, though, about his age, about his mental fitness. How much of, you know, him stumbling over words or for saying Mexico instead of Egypt, what do you say to people about their concerns?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:26:10",
      "speaker": "PELOSI",
      "sentences": "Well, I think that people do make mistakes. I think his age is one thing. That's an objective fact. He's make a mistake from time to time, we all do that. When the former ex-president - defeated president, Trump, made a mistake about one thing or another, he would make the same mistake seven times. It wasn't a slip of the tongue. It was a complete going down a path of something that wasn't even true, intentionally or otherwise.So, I think that, again, age is an objective fact. As I say, it's all relative. He's younger than I am, so what do I have to say about his age? But he is, again, knowledgeable, wise. And after the football game yesterday, which I was sad - proud of the San Francisco 49ers, but you saw ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:26:10",
      "speaker": "COOPER",
      "sentences": "I didn't want to bring it up with you, but since you brought it up ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:26:10",
      "speaker": "PELOSI",
      "sentences": "... yes, but, I mean, the reason I brought it up is because at the end of the game you saw experience prevail. We have a new, fresh team, wait until next year, we're getting all ready for it. But you saw experience prevail at the end. Experience is so important.So, Joe Biden has vision, he has knowledge, he has - a strategic thinker. This is a very sharp president. In terms of his public presentation, if he makes a slip of the tongue here or there, what's the deal? He is - has what he needs ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:26:10",
      "speaker": "COOPER",
      "sentences": "You see a difference ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:26:10",
      "speaker": "PELOSI",
      "sentences": "... mentally and what he has in his heart empathetically for the American people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:26:10",
      "speaker": "COOPER",
      "sentences": "You see a difference in his public presentation from what you see when you sit across the table from him or in a meeting with him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:26:10",
      "speaker": "PELOSI",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:26:10",
      "speaker": "COOPER",
      "sentences": "I did a podcast interview with him for about 30 minutes, and again, it was on emotional subjects, it was about grief. But he was very involved. I mean, he was fully present, fully cognizant ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:26:10",
      "speaker": "PELOSI",
      "sentences": "Yes, and sharp.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:26:10",
      "speaker": "COOPER",
      "sentences": "... and sharp. And that really made an impression on me. His public presentation is very different than what - is it - I mean, is that what you're saying, it's very different than what you see in meetings?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:02",
      "speaker": "COOPER",
      "sentences": "It's become somewhat famous now. President Trump in New Hampshire apparently trying to criticize you. You were sort of referencing this. But I just want to play that because I was curious what you thought when you saw this.(BEGIN VIDEO CLIP) DONALD TRUMP (R), PRESIDENTIAL CANDIDATE: By the way, they never report the crowd on January 6th. You know, Nikki Haley, Nikki Haley, Nikki Haley, you know they -- do you know they destroyed all of the information, all of the evidence, everything? Deleted and destroyed all of it. All of it. Because of lots of things, like Nikki Haley is in charge of security. We offered her 10,000 people, soldiers, National Guard, whatever they want. They turned it down. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:02",
      "speaker": "COOPER",
      "sentences": "I mean, none of the facts he's saying are actually true, but obviously he was trying to talk about you. He was calling you Nikki Haley.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:02",
      "speaker": "PELOSI",
      "sentences": "Well, four times he made a mistake in a very short period of time. So that's a different story than a slip of a tongue. But I will say that on that score, this is really sick. This is a president who refused to send the National Guard for hours. And now he's doing what he always does. He protects -- he projects his own guilt onto other people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:02",
      "speaker": "COOPER",
      "sentences": "You're actually on tape --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:02",
      "speaker": "PELOSI",
      "sentences": "-- and he's always been projecting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:02",
      "speaker": "COOPER",
      "sentences": "You're actually on tape that your daughter happened to be filming on that day where you are trying to get the National Guard or the military to send troops to the Capitol. You're saying, think about it as if it's the White House, think about it like it's the Pentagon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:02",
      "speaker": "PELOSI",
      "sentences": "Yes, not only me, Chuck Schumer, Mitch McConnell. Mitch McConnell said you better get them over here in a hell of a fast or some terminology like that. Yes, I mean, this is ridiculous. It's -- we pleaded with the secretary of Army. We pleaded with him to appeal to the secretary of Defense. Oh, it's going to take a long time. I have to go talk to my boss, all of that.What's so sad is the District of Columbia, unlike any state in the union. The head of the District of Columbia does not have the authority to call up the National Guard. It has to be from the executive branch. And they know they didn't do it. And now they try to turn it around. But that's the story of his presidency, always projecting his own failures and then trying to put it on to somebody else. It's really a sad situation for our country because he's been a national security risk. He was a personal risk that day for so many. People were injured. Hundreds -- over 100 police officers, law enforcement people were injured. Some people died.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:02",
      "speaker": "COOPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:02",
      "speaker": "PELOSI",
      "sentences": "And this person doesn't even know who he's talking about there. And is anybody making a fuss? Is anybody making a fuss? For some reason, it's OK if you're 77 and making a mistake seven -- five times in a row, whatever he did then. But if you're Joe Biden, then they hold you to a higher standard, but they always hold Democrats to a higher standard. We can live up to it.And I'm very proud of the president. And when it comes to these documents, the president has been open. He -- President Biden has been open, he has given access to his venues, his home here and there, his documents, whatever it is, and this other one has -- you had to have a subpoena to even have access denying you had them and telling his staff to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:02",
      "speaker": "COOPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:02",
      "speaker": "PELOSI",
      "sentences": "-- comply with his misrepresentations about it. So it's really sad what the special counsel came out with. He is -- he should have -- you prosecute or you don't, it's a professional thing to do. To start deciding on somebody's age. Do you know that before Trump was president, before he was president -- so now we're going back about, what, seven years, so he was 70 or 69 at the time -- over 1,000 times he said, I don't know, I can't remember, I don't know, again, over 1,000 times in depositions.[20:35:07] So, people say that in depositions --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:02",
      "speaker": "COOPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:02",
      "speaker": "PELOSI",
      "sentences": "-- some, I mean, 1,000 times, you know, something's wrong there, but nonetheless. So for this report to go into the personal aspects of somebody saying, I don't know, I don't remember when they didn't really call it out on other people.But, anyway, we don't agonize, we organize. We have a great candidate, Joe Biden, president of the United States, Kamala Harris. We're on the road to victory, as I say, but we just win, baby. We have a will to win and we will win because it is the right thing for our country. In the meantime, we have a security risk who wants to be president again --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:02",
      "speaker": "COOPER",
      "sentences": "Congresswoman Nancy Pelosi --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:02",
      "speaker": "PELOSI",
      "sentences": "-- and we just can't let that happen to our country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:02",
      "speaker": "COOPER",
      "sentences": "Thank you for your time. Appreciate it.Coming up next --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:02",
      "speaker": "PELOSI",
      "sentences": "My pleasure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:02",
      "speaker": "COOPER",
      "sentences": "-- what police have revealed about the woman who they say opened fire at Joel Osteen's megachurch in Texas, including what they say was found on her gun. Also what we know about her young son who was with her and who's in critical condition.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:02",
      "speaker": "COOPER",
      "sentences": "Tonight, authorities in Texas have revealed new details on the woman who they say opened fire at Joel Osteen's megachurch on Sunday, sending worshippers running for cover between services. This includes what police say was found on the gun that could be the key to the investigation. Two people were wounded in the attack, including one critically, who's the woman's young son.Ed Lavandera has details. (BEGIN VIDEOTAPE) Gunfire blasts ring out just before a Spanish language service was about to begin at Joel Osteen's Lakewood Church in Houston Sunday afternoon. Police say a 36 (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(Speaking Foreign Language)ED LAVANDERA, CNN SENIOR NATIONAL CORRESPONDENT (voice-over): Gunfire blast ring our just before a Spanish language service was about to begin at Joel Osteen's Lakewood Church in Houston Sunday afternoon. [20:40:07] Police say a 36-year-old woman entered the prominent megachurch with her 7-year-old child. She was wearing a trench coat, carrying a bag, two rifles, including the AR-15 she used to unleash the barrage of gunfire. That firearm, the shooter used in the attack had a sticker with the word \"Palestine\" written on it. Police say she started firing the AR-15 the moment she walked into the Lakewood Church building.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "My mom was screaming and then my mom said, come, come, and we ducked.LAVANDERA (voice-over): Two off duty officers working security for the church responded to the gunfire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Two people down. We need an ambulance.LAVANDERA (voice-over): The suspect was shot and killed at the scene, and her child was shot in the head and is in critical condition.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:02",
      "speaker": "CHIEF TROY FINNER, HOUSTON POLICE DEPARTMENT",
      "sentences": "I want to ask for prayers for a seven-year-old kid who's fighting for his life.LAVANDERA (voice-over): The second victim was a 57-year-old man who was hit in the leg by gunfire. He's been released from the hospital. One of the off duty officers who shot and killed the shooter is an agent with the Texas Alcoholic Beverage Commission who had just recently finished training in active shooter response. CHAIRMAN KEVIN J. LILLY, TEXAS ALCOHOLIC BEVERAGE COMMISSION: These two officers held their ground. They held their ground in the face of rifle fire at point blank range. LAVANDERA (voice-over): Police say after she was shot, the suspect said she had a bomb, though no explosives were found in her backpack or the car she drove to the church. Investigators also carried out an extensive search of the shooter's home in the city of Conroe, about 40 miles north of the Lakewood Church, as they continue to dig into a more clear motive of this shooting attack. The shooter has used multiple aliases, including both male and female names, has a criminal history and has been previously convicted of assault and unlawful carrying of a weapon, among other charges. Police say they found anti-Semitic writings connected to the shooter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We're all still pretty shook up and we're pretty scared, but, I mean, like, we're not going to allow that, you know, this fear to be in us. Because, like, this is our church and this is a place of prayer and worship and we still want to come back and we still want to pray and worship here.(END VIDEOTAPE) LAVANDERA (on-camera): Anderson, police said that from the moment this woman walked inside the church and everything was over, it only lasted about 12 minutes, an eternity for people inside. But investigators also say this woman has a history of mental illness that had been documented by the police here in Houston for several years. And as I mentioned, they discovered this anti-Semitic writing that they say belonged to her. And we're also told by investigators that the woman had an ongoing dispute with her ex-husband's family, and we're told by investigators that some of those relatives are Jewish. Anderson?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:41",
      "speaker": "COOPER",
      "sentences": "Fulton County District Attorney Fani Willis, who's prosecuting the former president in the sprawling Georgia election interference case, may now have to testify about allegations of misconduct involving her and her lead prosecutor, Nathan Wade. Willis is accused of having an improper relationship with Wade and benefiting financially from hiring him.Today, the judge overseeing the case said he would move forward with a Thursday hearing on motions to remove her. CNN's Nick Valencia has details. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:41",
      "speaker": "JUDGE SCOTT MCAFEE, FULTON COUNTY SUPERIOR COURT",
      "sentences": "I think it's possible that the facts alleged by the defendant could result in disqualification. I think an evidentiary hearing must occur to establish the record on those core allegations.NICK VALENCIA, CNN CORRESPONDENT (voice-over): Judge Scott McAfee making clear he's taking seriously the allegations against Fulton County District Attorney Fani Willis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:41",
      "speaker": "MCAFEE",
      "sentences": "The state has admitted a relationship existed. And so what remains to be proven is the existence and extent of any financial benefit, again, if there even was one.VALENCIA (voice-over): Now the stage is set and Willis may have to take the stand in her own defense during a hearing set for Thursday. The DA's office is working to get the election racketeering case against Donald Trump and his allies back on track for a desired August trial start date. Instead, they are now preparing to answer questions about whether or not Willis financially benefited from hiring the prosecutor she handpicked to take on Trump, Nathan Wade. ANNA CROSS, ATTORNEY FOR FULTON COUNTY DA'S OFFICE: The defense is not bringing you facts. The defense is not bringing you law. The defense is bringing you gossip. And the state cannot and the court should not condone that practice. VALENCIA (voice-over): It's been over a month since the explosive allegation surfaced of Wade using money earned on the case to take Willis on lavish vacations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:41",
      "speaker": "ASHLEIGH MERCHANT, DEFENSE ATTORNEY FOR MIKE ROMAN",
      "sentences": "Just from the hearsay affidavits --VALENCIA (voice-over): In court Monday, Ashleigh Merchant, the defense lawyer who accused Willis of a conflict of interest, now says she plans to call a witness who will prove Willis and Wade are lying about when their relationship began.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:41",
      "speaker": "MERCHANT",
      "sentences": "The relevant information that Mr. Bradley has to this inquiry is that this relationship started prior to Mr. Wade being appointed as a special prosecutor in this case.VALENCIA (voice-over): Bradley, the one-time friend, colleague, and divorce attorney of Nathan Wade, appears to be Merchant's star witness. Merchant, who represents Trump co-defendant Mike Roman, signaled she had financial evidence to prove wrongdoing, but didn't offer any specifics in court on Monday. CHARLIE BAILEY, FANI WILLIS' FRIEND &amp; FORMER COLLEAGUE: It's Mr. Roman that has tried to create a circus. VALENCIA (voice-over): Charlie Bailey, a close friend of Willis and political ally, says Willis has never backed down from a fight, and has no plans to recuse herself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:41",
      "speaker": "BAILEY",
      "sentences": "She's pretty tough. And it's not the worst thing she's been through in the context of this case, or in her life.VALENCIA (voice-over): So far, Roman's motion to have Willis thrown off the RICO case has been adopted by six co-defendants, including Trump. A scenario where Willis is disqualified would be a nightmare for the DA, but wouldn't necessarily mean an immediate end of the case, according to Pete Skandalakis. He's the one who would be responsible for finding and appointing a new prosecutor if Willis is removed. PETER SKANDALAKIS, EXEC. DIR., PROSECUTING ATTORNEYS' COUNCIL OF GEORGIA: It is a historic indictment. It's a historic event. And you have to find somebody with the resources and experience that is capable of handling this type of case. (END VIDEOTAPE) VALENCIA (on-camera): Anderson, if Fani Willis is disqualified, replacing her won't be an easy task, especially considering the politics and safety concerns surrounding this case. It goes without saying, any change to the DA's team would derail this case and delay it indefinitely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:52:08",
      "speaker": "COOPER",
      "sentences": "Here in New York, a nor'easter could impact voter turnout for tomorrow's crucial special election to replace expelled Republican Congressman George Santos, who admitted to lying about much of his resume and was forced out due to an ethics probe and nearly two dozen criminal charges accusing him of campaign fraud and other crimes.Republicans want to hold on to the seat and are backing Nassau County legislator Mazi Pilip, who was born in Ethiopia and immigrated to the U.S. from Israel, where she served in the IDF. On the Democratic ticket is former Congressman Tom Suozzi, who gave up the seat in 2022 -- Suozzi, excuse me -- when he ran a failed campaign for governor. Both parties have poured millions of dollars into the race since Republicans have a narrow lead in the House. Our Randi Kaye tonight looks at how we got to this point. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:52:08",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Mr. Santos, your reaction?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:52:08",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You guys got to let him in the elevator.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:52:08",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "But Mr. Santos, doesn't the public deserve to know --RANDI KAYE, CNN NATIONAL CORRESPONDENT (voice-over): This was the scene for much of George Santos' time in Congress. A lot of questions about Santos' past and not a lot of answers. Suspicion about his life story gained traction in December 2022, about a month after he was elected. That's when the New York Times published an investigation that exposed Santos for the fraud he was. It revealed Santos had never attended Baruch College, or worked for Goldman Sachs or Citigroup, as he claimed. It was revealed that Santos had fabricated much of his biography, from where he worked, where he went to school, his religion, even his mother's brush with fate on 9/11.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:52:08",
      "speaker": "GEORGE SANTOS, FORMER SENATOR",
      "sentences": "She was in the South Tower and she made it out. She got caught up in the ash club.KAYE (voice-over): Santos also claimed he'd attended one of the most prestigious private high schools in the Bronx.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:52:08",
      "speaker": "SANTOS",
      "sentences": "They sent me to a good prep school, so, which was Horace Mann Prep.I actually went to school on a volleyball scholarship. KAYE (voice-over): None of that was true. None of it. Santos also dragged his grandparents into his web of lies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:52:08",
      "speaker": "SANTOS",
      "sentences": "My grandparents survived the Holocaust. I'm also Jew-ish. As in ish.KAYE (voice-over): None of that was true either. Yet Santos remained defiant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:52:08",
      "speaker": "SANTOS",
      "sentences": "I have nothing to hide.KAYE (voice-over): After the New York Times article, Santos admitted to various media outlets that he'd embellished his resume, still insisting he wasn't a criminal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:52:08",
      "speaker": "SANTOS",
      "sentences": "I'm not a fraud. I'm not a fake. I didn't materialize from thin air.KAYE (voice-over): What about the reports that Santos had promised to raise funds for life-saving surgery for a Navy veteran's dog, then took off with $3,000 raised through GoFundMe. The dog died and Santos denied the allegations. Santos caught the attention of law enforcement and was soon under investigation by the Nassau County District Attorney and the Department of Justice. Last year, federal prosecutors indicted Santos charging him with 23 counts of fraud and money laundering. Santos pleaded not guilty to all 23 federal charges and was released on a $500,000 bond.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "One of the things they say is that there's a $500,000 loan that you made.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "SANTOS",
      "sentences": "I made $500,000 loan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "RAJU",
      "sentences": "But you had $8,000 in your bank account, and they say there's no evidence that the $500,000 was made.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "SANTOS",
      "sentences": "Like I said, I made -- I can guarantee you that I made the financial loans to my campaign that are on the record.KAYE (voice-over): In the wake of the report, Santos announced he would not seek a second term, but defiantly refused to resign. The ethics report was simply too much for many of his fellow Republicans to swallow. In December of last year, the House voted to expel Santos from Congress.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "SANTOS",
      "sentences": "They just set new dangerous precedent for themselves. Why would I want to stay here? To hell with this place.(END VIDEOTAPE) KAYE (on-camera): And Anderson, George Santos told CNN recently that he lied because of insecurity and stupidity. We are actually outside his former office here in Queens. There is, of course, that special election tomorrow. This office has been dark for quite some time now. And, of course, there is the federal criminal investigation that George Santos is still facing, which I mentioned, that is expected to go to trial in September if he doesn't strike a plea deal. And if he is found guilty in that case, Anderson, he's facing a maximum of 20 years in prison.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "COOPER",
      "sentences": "Randi Kaye -- Randi, thanks so much. We'll be right back.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}