{
  "date": "2024-12-05",
  "headline": "CNN News Central",
  "subHeadline": "Urgent Search for Gunman in NYC Attack; Words Written on Shell Casings in NYC Murder; Hegseth Meets with Lawmakers. Aired 9-9:30a ET",
  "utterances": [
    {
      "timeStamp": "09:00:00",
      "speaker": "RENE MARSH, CNN CORRESPONDENT",
      "sentences": "To cut costs and cut spending by a new administration.John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "Very quickly, Rene, what's the latest in terms of what's expected from these meetings today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "MARSH",
      "sentences": "Right. So, Vivek Ramaswamy and Elon Musk will be on Capitol Hill. They're meeting with Republican lawmakers in the House and the Senate. It's the beginning of this relationship where they're working together to figure out a game plan for how they will take on this very big task of dramatically cutting down government spending. So, this is just the beginning stages of that partnership, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BERMAN",
      "sentences": "All right, Rene Marsh, in Washington, thank you so much.Brand new hour of CNN NEWS CENTRAL starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "New reporting on the words of a killer left on bullet casings at the scene of the crime. What \"depose\" and \"delay\" mean now for the manhunt and the investigation into the murder of the CEO of America's largest health insurance company.Blunt and uncomfortable questions are now being asked of Donald Trump's pick to be Defense secretary. Are you an alcoholic? Did you embezzle money? Some of the questions coming at Pete Hegseth. And he's back on The Hill today to face more. And it's almost the end of the year, which means it's time for our favorite cultural phenomenon. Spotify's \"Wrapped\" is upon us. Women dominated the charts, but who came out on top? To borrow my favorite John Berman-ism, maybe it rhymes with smaylor smift (ph). I'm Kate Baldwin, with John Berman. Sara is out today. This is CNN NEWS CENTRAL. Right now the race to catch a killer in New York City. With new clues this morning after the brazen murder of United Healthcare CEO Brian Thompson yesterday, just right on the sidewalk in the morning in Manhattan. Several law enforcement officials now tell CNN that two words, \"delay\" and \"depose,\" were found at the scene. \"Depose,\" written on a shell casing from a round that was fired into the victim. \"Delay\" written on a live round not fired, but ejected when the shooter appeared to be clearing a jam. There's also new video of the encounter and police say show the killer who planned the attack targeted this man and had experience with guns. Let's get right to CNN's Brynn Gingras, who was here giving us all of the breaking news as the details were just beginning to come in yesterday morning. You've been gathering details since. What's the latest this hour, Brynn?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "BOLDUAN",
      "sentences": "Yes. And we'll definitely be standing by to see, wait for and hope for another update, press conference from the NYPD at some point soon. It's great to see you, Brynn. Thank you.John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "BERMAN",
      "sentences": "All right, with us now, CNN national security analyst Juliette Kayyem and former FBI deputy director Andrew McCabe.And, Andy, let's just start with these words. I mean \"delay\" and \"depose.\" What a - what a big development to have something like this, a message, a literal message from a killer?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "ANDREW MCCABE, CNN SENIOR LAW ENFORCEMENT ANALYST",
      "sentences": "Yes, it's really fascinating, John. It doesn't quite identify the person at this point, but it's a - a bit of a tantalizing detail. I mean, as Brynn just noted in her piece, it raises some questions as to whether or not those words are a reference to kind of insurance speak. And that would kind of - that would, of course, point in the direction that this person was somehow - well, was certainly personally invested in this murder and that, you know, might be a disgruntled customer of the company, could be a disgruntled employee. And I'm sure that investigators are already looking in those areas. And, of course, looking at the threat information that apparently the company had been receiving for some time about this specific victim and other potential victims on the - on the team.But those words can also provide forensic significance later on in the case if someone is detained and has writings in which those words appear in kind of the same context. You could have matches that way. And, of course, you could render - you might be able to render a fingerprint or DNA evidence off of those rounds and casings as well. So very, very important piece of evidence for the investigators.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "BERMAN",
      "sentences": "Yes. To be clear, those words \"delay\" and \"depose,\" and also \"deny\" is occasionally thrown in there as well, are words very much used by critics of the health insurance industry. I mean there are books written as, you know, read it. You don't have to do many searches to figure out that that would be a message about health insurance.Given this message, given all the footage now, Juliette, are you surprised we don't have a name - at least a name that we're not being told yet?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "JULIETTE KAYYEM, CNN SENIOR NATIONAL SECURITY ANALYST",
      "sentences": "Yes. And, in fact, the fact that we're entering day two, and that his exit was so sophisticated, not only confirms what we already know, that this was a - not just a targeted killing, but a professional killing. I mean just the - just the specificity of it, his calmness when he reloads a gun. And now that he's missing suggests he was smart enough to have some sort of exit strategy. Twenty-four hours later, you can't even confirm that he's still in this state anymore. And that will make it harder. We don't know if in the next couple hours the NYPD says that he hasn't.But I think what this is showing is, is that - first of all, we should just remind everyone, Brian Thompson is a 50 year old man with a wife and two children.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "BERMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "KAYYEM",
      "sentences": "So, all of this stuff about healthcare and everything bad about healthcare is just ridiculous at this stage. He is a - 10 percent of all doctors have some touchpoint with his company, with United Healthcare. In other words, this is such a vast web of associations and lots of people are probably angry at him. It's a customer service business. Lots of people will be angry. And he's the touchpoint or he's the focal point as the CEO of that company. And so there's a lot of - there's a lot of people in that pool.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "BERMAN",
      "sentences": "I mean if you were running a healthcare company -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "KAYYEM",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "BERMAN",
      "sentences": "Would you be getting protection right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "KAYYEM",
      "sentences": "If I were - I mean, OK, so now this is going back. Looking at those videos -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "BERMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "KAYYEM",
      "sentences": "Not only is - does he not have a detail, he - he appears to have no staff. I've never seen anything like that for a company that large. It may be that they - that - that he's always under threats. People are always mad at an insurance company.I spent a lot of time yesterday with people who are in executive protection. Everyone is ratcheting up until they know healthcare and other service industries where people are mad, angry, disappointed, on the other end are ones in which CEOs are going to look for more protection.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "BERMAN",
      "sentences": "All right, Andy, Juliette used the phrase \"professional killer.\" That may be art or science here. But how would you describe the level of skill in terms of the killing itself and also the getaway, and what that means about who this person might be, and also the manhunt itself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:08",
      "speaker": "BERMAN",
      "sentences": "How long could someone like that hide, Andy, do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:08",
      "speaker": "MCCABE",
      "sentences": "You know, I think it's fair to assume that he put just as much thought and preparation and organization into his escape plan. I mean, the e-bike was really brilliant. It's an easy way to get around quickly. You don't get snarled in traffic jams. You can actually ride the bike into the park, which you wouldn't be able to do with a vehicle in the same way. So that was great.He's got the big backpack on. It likely has a change of clothes in it. I would guess that as soon as he got a moment or some cover, he took off that coat and the mask and the things that could identify him and likely walked out of the park in a totally different appearance and blended right in with the crowds of tourists and people going to work. So, he could be on the run for quite some time. Now he's being chased by probably the best police force in the United States of America. Maybe anywhere. They have an amazing video surveillance network to rely on. They've been very good about getting the information out to the public to get all these public eyes looking around and thinking and calling in tips. So, I think they will get him eventually. But this could take a while.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:08",
      "speaker": "KAYYEM",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:16:56",
      "speaker": "BERMAN",
      "sentences": "New development as Pete Hegseth fights to hold on to his nomination for defense secretary. He arrived on Capitol Hill just a short time ago. As new reporting from \"The Washington Post\" cites six former Fox News employees who say they witnessed Hegseth drinking at questionable moments. They say Hegseth, quote, \"had a reputation as a heavy drinker,\" and they say they saw him, quote, \"drinking on the job or visibly drunk at work events.\"CNN has learned that Hegseth has faced questions from senators, including, are you an alcoholic? Are you a womanizer? And, did you embezzle money? Let's get right to CNN's Kristen Holmes, who is in West Palm Beach, Florida, this morning. Where do things stand in Mar-a-Lago and their views of where Hegseth - how Hegseth is doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:16:56",
      "speaker": "KRISTEN HOLMES, CNN CORRESPONDENT",
      "sentences": "Well, John, much of this indication might be from what Hegseth just said to our CNN team as he entered into The Hill. He said he just got off the phone with Donald Trump and that Trump - Trump said he supports him fully. And that's what I'm hearing from sources behind the scene as well. They say that as of right now, of course, anything can change on a dime. Donald Trump is still offering up support for Hegseth. They say that this is because, one, these allegations, many of them, are on background. But two, is because they see a pathway to seeing Hegseth get confirmed.They argued to me that Hegseth, right now, is in a very different place than attorney general nominee Matt Gaetz was when he withdrew his name. Meaning, Donald Trump continued to talk to senators about Gaetz and realized that some of these hard-no's weren't going to change. I had one Trump world adviser telling me just moments ago that they don't believe there's any hard no's knows right now when it comes to Hegseth. Are people hedging? Yes. But has anyone told them or told the transition team, told J.D. Vance, who's a big fan of Hegseth, and talking to all these senators, that they would not definitively vote for Hegseth? The answer right now, they are saying, is no, which means Donald Trump is going to continue to stand by him as long as that math remains there. But as you noted, there are a lot of allegations swirling around now, particularly involving his drinking. We expect that to come up again when he's on The Hill today. He did address this in an interview yesterday. Here's what he said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:16:56",
      "speaker": "PETE HEGSETH, DEFENSE SECRETARY NOMINEE",
      "sentences": "First of all, I've never had a drinking problem. I don't - no one's ever approached me and said oh you - you should really look at getting help for a drinking - never. I've never sought counseling, never sought help. I respect and appreciate people who - who do.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:16:56",
      "speaker": "HOLMES",
      "sentences": "Of course, the other thing to keep in mind here is that - is that Hegseth is meeting with a series of various senators today. Donald Trump's going to be watching closely. We'll see if he still believes that Hegseth can get confirmed by the end of the day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:16:56",
      "speaker": "BERMAN",
      "sentences": "Yes. Also saying that he won't drink at all if he is confirmed as Defense secretary, which is an interesting promise.Kristen Holmes, in Palm Beach, keep us posted as new developments come in. Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:02",
      "speaker": "MATT MOWERS, FORMER TRUMP ADMINISTRATION OFFICIAL",
      "sentences": "Yes, well, actually it's been a successful approach for many political figures over time. But look, I've been talking to folks on the transition. They truly believe that there's momentum on their side in this nomination, that Pete Hegseth has turned a corner by being willing to engage with any senator and take any question.And, in fact, a lot of folks like to see the fight and the grit that he's showing right now. The fact that he's willing to go out there and engage, you know, like putting his thoughts down in an op-ed, the fact that he's willing to engage with every single senator. I mean, at the end of the day, we're not selecting the captain of the kickball team, we're selecting someone who's going to be the secretary of defense. We want to see them fight. And he's fighting for this nomination. It's a sign of his tenacity. And there's a strong belief that he'll get confirmed. And you've got to remember another piece of this, which is, Pete Hegseth has a strong connection to Republican voters from his time on Fox News. Those Republican voters are certainly letting senators know how they feel about this nomination. And those voters are standing with Donald Trump's selection of Pete Hegseth for secretary of defense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:02",
      "speaker": "BOLDUAN",
      "sentences": "You make a very important point with your line, we're not electing, we are not looking to confirm the captain of the kickball team, because it leads to something I wanted to ask you about, Simon. The questions that a transition source is saying that Pete Hegseth is being asked in these meetings with senators are things like, are you an alcoholic? Are you a womanizer? And did you embezzle money?On that last one, it's something that seems somewhat to be escaping under the radar with these more salacious details that are being discussed and alleged. He's accused of financial mismanagement of a veteran's organization. And he would be taking on a department with a budget of more than $800 billion. This came up in my political conversation yesterday, which is, is Democrats - are Democrats kind of keep - like, taking their eye off the ball in terms of questioning qualifications? Is this a failing by Democrats for not raising this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:02",
      "speaker": "SIMON ROSENBERG, DEMOCRATIC STRATEGIST AND CONSULTANT",
      "sentences": "No. Listen, it's in its early days here. I think it's very unlikely that Pete Hegseth survives this. I mean there's just too many things and they're too serious. I mean he wouldn't be a serious candidate to be the head of any organization in the country given what we've learned over the last few weeks.And to your point, the financial mismanagement is really significant given that he's being - the job that he's being put up for is the head of one of the largest government agencies in the world. And so the other thing that's going to come out, right, I mean we've already heard these things, but he also has taken very extreme positions on policy. He's come out against NATO. He's come out for pardoning war criminals in a time of war. I think this is a troubled nomination. I would be surprised if he makes it in the coming weeks. And I think it's another sign of Trump sort of stumbling out of the box and I think misreading his mandate. I think some of these picks - many of his picks have been kind of mainstream Republican picks for his cabinet. But there have been a few that have been extreme. And I think he overreached here and he's made some mistakes. And I think this is one of them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:02",
      "speaker": "BOLDUAN",
      "sentences": "You know, the one thing, and this is - and this is kind of to your point, Matt, when you were saying that there was momentum there and I want to move on. But Kristen Holmes has this great reporting she just put out and why they - within the Trump orbit they think this is different than Gaetz because they had hard-no's that were known against Matt Gaetz. And here, the way this one adviser puts it to Kristen, \"I don't think there's a single actual no on the GOP side of the Senate right now.\" Math is math is math until you change it. So, we will see. But let me ask you about a different form of math, and a veryimportant one, which is, government efficiency in cutting the federal budget. Matt, today, Elon Musk in Vivek Ramaswamy, they're making their first real DOGE moves by heading to Capitol Hill and meeting with key Republicans to talk about government efficiency and cutting - and cutting the - cutting the budget, being more efficient. At one point Musk said that he can cut $2 trillion from the federal budget. Ramaswamy was asked yesterday about the biggest line items in the federal budget, Medicare, Medicaid, Social Security. Here's what he said. (BEGIN VIDEO CLIP) VIVEK RAMASWAMY (R), FORMER PRESIDENTIAL CANDIDATE: A lot of the political, philosophical musing about whether or not we should be cutting entitlements or not, or whether or not the president can impound funds, it's a deflection from the fact that there's a lot lower hanging fruit in terms of waste, fraud, abuse, error, program integrity failures that you got to go after first. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:03",
      "speaker": "MOWERS",
      "sentences": "Well, look, I'm appreciative of the fact that they have an aspirational goal. As someone who's served in the federal government, serving the State Department under President Trump, I'll tell you, there is plenty to go after. Everything from head counts, to program waste, to, honestly, just programs that, you know, don't actually get to the result that you're trying to. And so, even if they don't get to a full $2 trillion, there's going to be plenty for them to actually look at. There's going to be plenty to reduce. And that's a good thing.And look, you've got private sector advisers willing to volunteer their time to bring the best and brightest around to do an audit of the federal government. That's a good thing. We should welcome it. It's a heck of a lot better than paying some massive firm like McKinsey (ph), you know, tons of money to tell you essentially the same thing, or maybe actually nothing at all. And if it's the case of New York City, they paid McKinsey $4 million to tell them that trash cans work. So, I wonder how effective that would be anyway. I'm glad to see some of the best and brightest stepping up to the plate, volunteering their time. I know Vivek, they're doing a lot of good work down at the DOGE team right now. And I know they're recruiting some more folks to help them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:03",
      "speaker": "BOLDUAN",
      "sentences": "Look, we can all be - we're all pro government efficiency, that's for sure. I - but I have learned, and I'm going to add this to my list of different ways to say no comment in dodge is to say, everyone's got to love aspirational goals. I am loving this, Matt. Well played.Simon, we'll pick back up with this a little later. I really appreciate -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:03",
      "speaker": "MOWERS",
      "sentences": "You know, any day. Any time, Kate.",
      "isLastSentenceInterrupted": false
    }
  ]
}