{
  "date": "2024-03-13",
  "headline": "Anderson Cooper 360 Degrees",
  "subHeadline": "Judge Dismisses Some Charges In Trump Georgia Election Subversion Case; Election Officials Face Swatting Threat; RNC Adding New Lawyers Focusing On Claims Of Election Fraud, Including One Key Figure From 2020 Challenges; TikTok Ban Passes House With Huge Bipartisan Support; RFK Jr. Will Name VP In 13 Days, NFL's Aaron Rodgers On Shortlist; Putin Warns Against U.S. Sending Troops Into Ukraine; Alexei Navalny's Former Chief Of Staff Says He Was Attacked This Week In Exile. Aired 8-9p ET",
  "utterances": [
    {
      "timeStamp": "20:00:00",
      "speaker": "ERIN BURNETT, CNN HOST",
      "sentences": "All right. Sunlen, thank you very much.And as always, thanks so much to all of you for being with us. AC 360 starts now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "Tonight on 360, the 91 felony counts against the former president are now 88 with the judge's ruling in Georgia, how he came to that conclusion and where it leaves a case already deep in turmoil over the DA who brought it.Also tonight, the Trump takeover of the Republican National Committee and how the person just hired to protect election integrity is one of the biggest election deniers out there. We're keeping them honest. Plus, what comes next after the House overwhelmingly approves a bill that could shut down or force the sale of TikTok and also divide the Republican Party. Good evening. Thanks for joining us. We begin tonight with Fulton County DA Fani Willis is shrinking case against the former president and his allies. Today, the presiding judge threw out six of the 41 charges, including three naming Trump, one of which related to this now infamous phone call with Georgia election officials. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "So look, all I want to do is this. I just want to find 11,780 votes, which is one more than we have because we won the state.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "COOPER",
      "sentences": "CNN's Nick Valencia is at the Fulton County courthouse in Atlanta joins us now.So talk about the reason that the judge gave for dismissing these charges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "NICK VALENCIA, CNN CORRESPONDENT",
      "sentences": "Well, Anderson, the judge was pretty pointed in his ruling saying that the DA's office really didn't make clear what alleged crimes these defendants were soliciting from public officials that would have violated their oath of office. The charges have to do in part with this so-called fake elector scheme. And that's the scheme from Trump and his allies to subvert the Electoral College and unlawfully appoint a slate of presidential electors.But it also has to do with that infamous phone call, January 2nd 2021. We all remember the call, Trump and his former chief of staff, Mark Meadows, calling the secretary of state here and asking him to find more votes. But in this ruling today from Judge Scott McAfee, he's saying that the DA's office didn't necessarily prove or make clear to have these charges stick. Here's what he's saying in this part of this ruling saying, \"These six counts contain all of the essential elements of the crimes but fail to allege sufficient detail regarding the underlying felony solicited. They do not give the Defendants enough information to prepare their defenses intelligently.\" Going on to say, \"This does not mean the entire indictment is dismissed.\" So let's be clear here, the entire indictment is not dismissed. In fact, the most important charge of all, the racketeering charge, still stands, Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "COOPER",
      "sentences": "Has there been a response from the DA's office?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "VALENCIA",
      "sentences": "Yes. They're not commenting specifically. They said they are reviewing it, but there's a variety of scenarios that they can proceed going forward. They could either just proceed as is, knowing that they have that RICO charge in place. They could try to appeal or they could try to fill in these details that the judge is looking for and then try to secure yet another indictment. But that would require putting the case in front of yet another grand jury, and it would only really just string out this already lengthy process, Anderson?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "COOPER",
      "sentences": "Did the judge keep an update on when he's going to decide whether to disqualify Fani Willis or not from the case, because he said it would likely be this week, right? VALENCIABut just - out of pure coincidence, we ran into the judge earlier this morning on the front steps of the Fulton County courthouse. We asked him about his timeline. He says he's still on track to make a decision by the end of the week, Anderson?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "COOPER",
      "sentences": "All right. Nick Valencia, thanks so much.Joining us now, CNN Legal Analyst Norm Eisen, also former Georgia Democratic state senator, Jen Jordan. So, Norm, do you agree with the judge's reasoning throwing out these charges, particularly the charge related to that phone call?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "NORM EISEN, CNN LEGAL ANALYST",
      "sentences": "Anderson, I think it's a reasonable determination. You do need to give criminal defendants an opportunity to understand exactly what the charges were against them. The judge did not dismiss the top charge. It's really the one that holds up this whole indictment, the RICO charge. And that phone call, January 2nd 2021, Trump imploring Brad Raffensperger to just find the 11,780 votes that the DA alleges don't exist. That's still there at the center of the RICO count.So this is a very outstanding judge. I might not have tossed out these counts, but I see the reason of him doing so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:01",
      "speaker": "EISEN",
      "sentences": "Anderson, I've practiced criminal law for most of my 30 plus years as an attorney. Judges often split the baby. Prosecutors are not perfect. I think the important thing here is that the brunt of the indictment remains intact. The top charge, the RICO charge has not been touched.And this call is still a part of that RICO charge. It is not at all unusual when you have a big indictment like this for the judge to find some fault with a few of the counts. I have to disagree with my distinguished friend, Jen. I do not think the DA should delay things by going back to a grand jury. The case is intact.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:01",
      "speaker": "COOPER",
      "sentences": "That would delay things.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:01",
      "speaker": "EISEN",
      "sentences": "It would risk delaying things. The case is intact. It's of the utmost public importance that we get an adjudication of whether Donald Trump, who's seeking to return to the powers of the White House, criminally abused those before by a jury of Trump's peers and the peers of the American people.So I would not take a chance on delay. I'll note that the DA - if the DA is disqualified, I think that's also unlikely that that would be an opportunity to also appeal this. But Anderson, having hit the DA today, I think it makes it a little less likely that the judge will do that twice in one week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:01",
      "speaker": "COOPER",
      "sentences": "I mean, Jen, if the DA is disqualified, this whole thing gets derailed. I mean, that means her office gets off the case. It means it kind of goes back to square one, doesn't it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:01",
      "speaker": "JORDAN",
      "sentences": "No, not really. I mean, look, at the end of the day, while her office may be off the case, they'll bring in another prosecutor's office to pick up case and run with it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:01",
      "speaker": "COOPER",
      "sentences": "But just in terms of the timeline, that's going to push it back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:01",
      "speaker": "JORDAN",
      "sentences": "Of course it will. Of course it's going to push it back. But at the end of the day, what the judge is trying to do is to make sure that the case that does go forward, no matter what he does in terms of disqualification, which I agree with the ambassador that she shouldn't be disqualified, but it doesn't really matter.What he's concerned with is to make sure that the indictment really is bulletproof in terms of any kind of appellate issue that may be brought up in the future and that's what he did here. Not to say that the DA's office did anything wrong. I mean, this is a case that we've never seen before. So the whole idea that you should know very specifically what you should plead and what you shouldn't plead in a case that really we've never even seen brought before for the kind of crimes that have been alleged. I mean, look, they did the best they could and all in all, they actually had a pretty good day in light of the fact that so few of the charges actually the judge found a problem with, ultimately.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:04",
      "speaker": "COOPER",
      "sentences": "Well, as it turns out, Gabriel Sterling's warning then some three and a half years ago may have been prophetic. Only now as CNN's Kyung Lah is about to report, in a sick new twist, those who would harm election officials are trying to make police do it for them, take a look.(BEGIN VIDEOTAPE) KYUNG LAH, CNN SENIOR U.S. CORRESPONDENT (voice over): The emergency call reports a shooting underway. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "They heard possible gunshots.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He was a drug dealer and he shot her and was going to shoot himself.(END VIDEO CLIP) LAH (voice over): More than a dozen cars from the Sandy Springs, Georgia police department respond, prepared for the worst, inside a home in this quiet Atlanta suburb. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Police department.(END VIDEO CLIP) LAH (voice over): But in seconds. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There's no lights on in the House, so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I have a funny feeling this is like a SWAT call or like a swatting call or something like that.(END VIDEO CLIP) LAH (voice over): Swatting, a fake call placed a law enforcement of a violent crime underway, weaponizing the local police against an unsuspecting victim. In this case, an election official. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:04",
      "speaker": "STERLING",
      "sentences": "We all know the intent of swatting is to have somebody come out so confused and the police come out so hyped up that somebody gets hurt or shot.LAH (on camera): What is the mindset of the officer in responding to that call? SGT. LEON MILLHOLLAND, SANDY SPRINGS POLICE: Well, when an officer is in route, they're going through their mind, the scenarios of different things that can happen if they're confronted by an individual, what they're going to do. The hoax creates a situation of a lot of unknowns.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:04",
      "speaker": "LAH",
      "sentences": "How easy is it for a mistake to happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:04",
      "speaker": "MILLHOLLAND",
      "sentences": "It's definitely a possibility.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:04",
      "speaker": "STERLING",
      "sentences": "I anticipate we'll probably see some more of these as we get closer and closer to the election. It sucks, but that's the reality of the world we're living in now.(END VIDEO CLIP) LAH (voice over): Swatters have hit the homes of four election officials in recent months ahead of this November's election. Election workers already dealing with threats now face this escalated risk, more personal and potentially dangerous attacks. A CNN analysis, including interviews with 16 current and former election and law enforcement officials, shows the tech swatters use is advancing faster than the tools available to investigators. Jefferson City, Missouri, a call to police. A man claimed he had an AR-15 and had shot his wife. The address of the bogus incident ... (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:04",
      "speaker": "JAY ASHCROFT, MISSOURI SECRETARY OF STATE",
      "sentences": "It was very surreal.(END VIDEO CLIP) LAH (voice over): ... Republican Secretary of State Jay Ashcroft's home. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:04",
      "speaker": "ASHCROFT",
      "sentences": "I think they sent seven or eight patrol cars to my House. Walking out, standing in my driveway with all the lights on, my hands up. Well, heavily armed officers come out of the darkness is a different feeling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:04",
      "speaker": "LAH",
      "sentences": "This could have gone sideways.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:04",
      "speaker": "ASHCROFT",
      "sentences": "It could have. They make the most egregious allegations they can in the phone call, because they're trying to force the police to act out of adrenaline.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:04",
      "speaker": "LAH",
      "sentences": "All your children were home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:04",
      "speaker": "ASHCROFT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:04",
      "speaker": "LAH",
      "sentences": "Your wife was home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:04",
      "speaker": "ASHCROFT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:04",
      "speaker": "KATIE ASHCROFT, WIFE OF MISSOURI SECRETARY OF STATE",
      "sentences": "There were officers all over, spread out in their full tactical gear, big guns. What's the purpose of it? And if it's to intimidate, if it's to harass, it's pretty disgusting that that's what you're doing with your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It strikes at the heart of our republic. It's scary that it's this prevalent.(END VIDEO CLIP) LAH (voice over): The criminals hide behind technology using altered voices, like this swatting call to local police targeting Florida Senator Rick Scott's home last December. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I took my AR-15 and I shot her in the head three times. And I killed her boy hostage.(END VIDEO CLIP) LAH (voice over): Hiding behind virtual private networks. The fake calls can bounce from internet locations around the world, often making it nearly impossible, say investigators, to arrest them. (BEGIN VIDEO CLIP) LAH (on camera): \"I run a SWAT for hire service.\" (END VIDEO CLIP) LAH (voice over): And you can find them online. They operate so boldly and without fear that in about an hour, we found anonymous accounts that claim to SWAT for money. (BEGIN VIDEO CLIP) LAH (on camera): Can you tell me how it works? \"We are paid and given information on a victim.\" How do you avoid getting caught? \"When we SWAT, we use burner phones and AI-generated voices. Hence, we are not traced back. We are not worried even a little bit about being arrested. It's also a reason I'm talking to a CNN reporter from my personal account.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:04",
      "speaker": "ASHCROFT",
      "sentences": "You have to make sure that if people put other individuals in danger, that they're punished appropriately. That's how you curtail this. That's how you get people to stop doing this.(END VIDEO CLIP) (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:32",
      "speaker": "COOPER",
      "sentences": "So before the break, CNN's Kyung Lah reported on the wave of so-called swatting calls against election officials across the country. It's a fact that a significant percentage of Americans, more than a third in recent polling, say they do not believe that President Biden was legitimately elected, even though there's no evidence to back that up.Keep them honest tonight, election denialism is now being deeply embedded in the DNA of Donald Trump's Republican Party. His daughter- in-law, the new Republican National Committee co-chair is, it seems, quite pleased about that. (BEGIN VIDEO CLIP) LARA TRUMP, RNC CO-CHAIR: We have the first ever election integrity division at the RNC. That means massive resources going to this one thing. If people out there, Sean, don't feel like their vote counts, they don't trust the system we have, then we are no longer the country we once thought we were. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:32",
      "speaker": "COOPER",
      "sentences": "So that's Lara Trump, the new Republican National Committee co-chair, an election denier herself, talking about overseeing election integrity. Just two days ago, she also presided over a purge of RNC officials. And who did the RNC choose to run this so-called election integrity division? Christina Bobb, another election denier.And I don't mean an election-deny-curious type. She has been in this business from the beginning. She worked with none other than America's disgraced Mayor Rudy Giuliani and others to push baseless election fraud claims after the 2020 Election. She was also involved in that so-called vote audit in Arizona, remember, by the so-called Cyber Ninjas who ended up failing to uncover election fraud. But that certainly has not stopped Ms. Bobb. She is, it seems, impervious to shame and relentless in pushing disproven and unfounded claims. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:32",
      "speaker": "CHRISTINA BOBB",
      "sentences": "Do you honestly expect President Trump to concede a race he knows he won?It's becoming glaringly apparent that Donald Trump absolutely crushed Joe Biden in the election. There's a massive amount of evidence of voter fraud and statistical anomalies that indicate cheating. They hope that by bombarding us with this news that Biden is the president-elect, we'll all just give up and go on with our lives and allow the Democrats to steal the election. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:32",
      "speaker": "COOPER",
      "sentences": "Well, yes. All the claims she made there have been debunked and rejected by courts across the country, dozens and dozens of them. But that doesn't matter to Ms. Bobb or any of the election deniers. The grand old party is now Donald Trump's. Those who run it are all dancing to his tune.Reaction now from Mark McKinnon, former advisor to both the John McCain and George W. Bush presidential campaigns. What does this say to you that Christina Bobb, of all people, one of the biggest election deniers there, is now in charge of this so-called election integrity push at the RNC?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:32",
      "speaker": "MARK MCKINNON, FORMER PRESIDENTIAL ADVISER",
      "sentences": "Well, you're right, Anderson. She's been the tip of the spear on election denial from the very beginning, starting when she was a reporter at OAN.What's clear, though, is that this has become the decoder ring for Trump World. In other words, you can't find anybody in the inner circle or even the outer circle of Trump World anymore that will not say that the election was stolen. In fact, if you want to make any Republican today squirm, just ask him if the 2020 Election was stolen. And this, despite all the evidence that you've cited and we all know, and yet we also know that Donald Trump, by repeating the lie over and over again, has convinced more than half of Republicans that the election was stolen. And the bottom line is that we know the Trump playbook now, which is if he wins, it was fair. If he loses, it was rigged.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:32",
      "speaker": "COOPER",
      "sentences": "And I want to play something that Lara Trump, the former president's daughter-in-law, the new RNC co-chair, said last month about Trump's legal bills.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:32",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Do you think paying for President Trump's legal bills is something that would - is of interest to Republican voters?L. TRUMP: Absolutely. That's why you've seen a GoFundMe get started. That's why people are furious right now when they see the attacks against him. They feel like it's an attack, not just on Donald Trump, but on this country. I think that is a big interest to people, absolutely. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:32",
      "speaker": "COOPER",
      "sentences": "Now, Lara Trump is saying that. According to CNN's reporting, Trump's senior advisors insist they have no plans to use the RNC to help pay his legal expenses. Do you think the RNC may end up paying some, though, of the former president's legal bills?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:04",
      "speaker": "COOPER",
      "sentences": "Yes. I mean, what is the ripple effects of this down-ballot in races across the country? I mean, every - does every candidate then basically have to echo Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:04",
      "speaker": "MCKINNON",
      "sentences": "Well, they have to echo Trump. Yes, of course they do. But it also means they have to fend for themselves because they just won't have the resources. If the money's going to Trump's legal support or Trump's - or anything Trump-related, of course some of it would in a presidential election, but in any other timeframe, a lot of that money would be going to help candidates in - across the board in all 50 states and if the money's going to legal efforts, obviously that's not going to happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:04",
      "speaker": "COOPER",
      "sentences": "The Trump team has sort of been celebrating these mass layoffs at the RNC. What is the effect of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:04",
      "speaker": "MCKINNON",
      "sentences": "Well, I mean, the effect is that they have made it very clear that the Trump takeover of the party is now complete and that you have to pass a loyalty test. And part of that loyalty test has moved to Florida, I gather, to be part of the new RNC. But also, again, it goes back to the original point of this report, Anderson, which is if you're not willing to repeat the lie, the main lie of the Trump mission here, which is that the election was stolen in 2020, then you can't be part of Trump World anymore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:04",
      "speaker": "COOPER",
      "sentences": "Yes. Mark McKinnon, thanks very much for your time.Coming up ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:04",
      "speaker": "MCKINNON",
      "sentences": "(Inaudible), Anderson. Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:37",
      "speaker": "COOPER",
      "sentences": "The wildly popular app TikTok could be banned in the U.S. possibly later this year, fears of the app's ability to let China snoop on Americans lead huge bipartisan numbers in the House today to vote for the ban if a sale can't be reached, a sale would be likely. President Biden has said he will sign it should the Senate also pass the bill, we will have more on that in a moment.Interestingly, most Republicans voted for the bill even after Former President Trump flipped on a ban. In 2020, he issued an executive order to force a sale. Last week, he came out against the ban just after meeting with the Republican donor who is a major TikTok investor. Trump denied this week that that meeting had any influence on him. We'll get to the concern among policymakers over TikTok in a moment. But first, the politics, and Melanie Zanona joins us with that. So, talk about the back story on why this passed despite Trump's opposition?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:37",
      "speaker": "MELANIE ZANONA, CNN CAPITOL HILL REPORTER",
      "sentences": "Yeah, it's not often that you see Republicans defying Donald Trump on Capitol Hill, but there were a few dynamics at play that made this vote difference. Number one, Donald Trump did not explicitly call on Republicans to reject this bill the way he did with the Senate bipartisan border deal. And number two, Donald Trump has somewhat softened his stance on this piece of legislation in recent days.In fact, Anderson, I'm told that multiple Republicans have reached out to Donald Trump and his team to try to educate him and explain exactly what the bill would do. I'd also remind you here, it is not an outright ban on TikTok. It would require its Chinese parent company, ByteDance, to sell the app or else be banned in the United States app stores. And it also does not require American ownership. It just dictates that a foreign adversary can't own it. So in the end, even some of Donald Trump's staunchest allies like Marjorie Taylor Greene felt comfortable with their vote in supporting this legislation even though Donald Trump seemed to be against it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:37",
      "speaker": "COOPER",
      "sentences": "What are the chances that it is going to pass the Senate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:37",
      "speaker": "ZANONA",
      "sentences": "Well, there really is a divide in the Senate right now. So far, Chuck Schumer, the Senate Majority Leader, has been non-committal about whether he would put this bill on the floor or perhaps a different version. And the other complicating factor is that this issue really doesn't fall neatly along party lines. You have progressive Senator Elizabeth Warren expressing support for a bill from Republican Senator Lindsey Graham that would just dictate more stronger privacy regulations for TikTok.So for TikTok's part, they are feeling still hopeful that this legislation will not pass. Let me read you part of their statement. They said, we are hopeful that the Senate will consider the facts, listen to their constituents, and realize the impact on the economy, 7 million small businesses and the 170 million Americans who use our service. But Anderson, after that big bipartisan vote in the House, it is certainly going you could put a lot of pressure on the Senate to act.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:37",
      "speaker": "COOPER",
      "sentences": "Melanie Zanona, thanks. More now on why so many policymakers, lawmakers support the forced sale of TikTok. Perspective from Mark Esper, who was Defense Secretary under the former president, and supports the bill.Secretary Esper, given your background, can you just walk us through the nature of the threat that you think TikTok poses? I mean, is it purely about data collection by a foreign power or is there more to it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:00",
      "speaker": "ESPER",
      "sentences": "And I would note, in December of 2019, when I was running the Pentagon, we put out a security warning about TikTok. The Military Departments banned it from government phones and we also put out a warning to service members and DOD employees that they should take it off of their personal phones. So this is not a new issue either.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:00",
      "speaker": "COOPER",
      "sentences": "If this forces the sale of TikTok to have it be in different hands, would that satisfy you in terms of your concerns about it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:00",
      "speaker": "ESPER",
      "sentences": "Look, I think so. And that seems to be the view of the Committee Chairman Mike Gallagher and his Democratic counterpart, that that would make sense. Clearly, something happened in the last week. Some people think it might have been the recent intelligence briefing that may be prompted this action. So as such, they drew up this legislation that we go after.And interestingly as well, Anderson, here are the politics of this. There's some reporting that the White House actually helped the House Committee draft the language in this bill, which shows there's executive-legislative branch coordination here, which is a little bit unusual.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:00",
      "speaker": "COOPER",
      "sentences": "Does it surprise you that House Republicans defied the former president on this? Because as we've reported, he recently reversed course on TikTok, indicating now (ph) poses a ban. He says it would help Facebook, which he calls an enemy of the people, and he denies it was the encounter (ph) with his billionaire GOP donor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:00",
      "speaker": "ESPER",
      "sentences": "Yeah, it does in a good way. I mean, I'm pleased, only 15 Republicans opposed the legislation despite Donald Trump reversing his own position and saying he doesn't support the sale. The politics on this are really interesting, again, the fact that Joe Biden, who is very concerned about the youth vote has said that he will swiftly sign it if the comes. He wants the Senate to move quickly.When you have antagonists like Marjorie Taylor Greene and AOC, both voting to oppose it, very interesting as well. And so, all the politics in here make this -- it is going to be really interesting to see how it plays out here in the Senate too in the coming days, if not weeks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:00",
      "speaker": "COOPER",
      "sentences": "Do you think it's a mistake for people to be talking about this as a ban on TikTok because, in fact, what it -- the idea is really that it will promote the sale of TikTok to an American company or just take it out of Chinese hands? TikTok would still be available.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:00",
      "speaker": "ESPER",
      "sentences": "Look, that would be the effect, but it's not a ban and it's -- certainly, I don't think it's an attack on the First Amendment or free speech. The way the legislation is set up, again, with the assistance apparently of the White House would, as you said, force them to sell TikTok and to get it out of control of the Chinese Communist Party in Beijing, which is under the influence -- or which influences ByteDance, the owner. So, there is a way to do this.Look, it's not unusual either. The United States has a Committee on Foreign Influence in the United States, CFIUS, which reviews acquisitions of American companies, other companies, because we don't want foreign control, particularly controlled by an adversary which doesn't favor us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:00",
      "speaker": "COOPER",
      "sentences": "Are there other apps or companies out there that you think pose a similar threat to privacy and data security?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:00",
      "speaker": "ESPER",
      "sentences": "Well, I think people would argue that yes, there are. There other apps out there that threatened private security or privacy and security. In this case though again, it's the Chinese Communist Party that has control over ByteDance, which controls TikTok or at least has influence with TikTok that would have the ability to influence, again, 170 million Americans to put out this information. Arguably the conflict in Gaza is another flashpoint that really raised this alarm and concern.And then, my understanding is that there are other Chinese social media sites out there that should also be looked at because they fall into this broad bucket as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:00",
      "speaker": "COOPER",
      "sentences": "Yeah. Secretary Esper, thanks for your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:00",
      "speaker": "ESPER",
      "sentences": "Thank you, Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:00",
      "speaker": "COOPER",
      "sentences": "Coming up, a CNN Exclusive. NFL quarterback Aaron Rodgers is on RFK Jr.'s shortlist for vice president apparently. We have new information on how his history of controversial remarks extends to Sandy Hook Elementary School and the six adults and 20 children murdered there more than 11 years ago. Details on what he thinks ahead.(COMMERCIAL BREAK) [20:43:30]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:00",
      "speaker": "COOPER",
      "sentences": "Now, a CNN Exclusive on one of the top names on Robert F. Kennedy Jr.'s shortlist for vice president. Kennedy says he'll announce his running mate 13 days from now. The early declaration is due to ballot access requirements some states make of independent candidates. A number of prominent names are on the shortlist apparently, but the one attracting the most attention is NFL quarterback and four-time MVP Aaron Rodgers. Partly because of the star appeal, but also for his history of controversial remarks, not just about vaccines, but as CNN has exclusively learned, comments he has made in private conversations about the 2012 Sandy Hook School shooting not being. Gary Tuchman has more.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:00",
      "speaker": "AARON RODGERS, AMERICAN FOOTBALL QUARTERBACK",
      "sentences": "I know RFK Jr. personally.GARY TUCHMAN, CNN NATIONAL CORRESPONDENT (voice-over): Aaron Rodgers, who won a Super Bowl during his 18 seasons with the Green Bay Packers and now plays for the New York Jets has been friends with Robert Kennedy Jr. for years, hiking with them as recently as last month. ROBERT F. KENNEDY, (I) PRESIDENTIAL CANDIDATE: I'm Robert f. Kennedy Jr. TUCHMAN (voice-over): And showing his support for the candidate's rebuttal to President Joe Biden's State of the Union speech.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:00",
      "speaker": "RODGERS",
      "sentences": "It's a lot of people, including Jimmy Kimmel are really hoping that doesn't --TUCHMAN (voice-over): That's Rodgers falsely implying Jimmy Kimmel may somehow be linked to Jeffrey Epstein's illicit trafficking of underage girls. After Kimmel threatened to sue, Rodgers backed down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:00",
      "speaker": "RODGERS",
      "sentences": "I'm not stupid enough to accuse you of that with absolutely zero evidence. TUCHMAN (voice-over)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:00",
      "speaker": "RODGERS",
      "sentences": "Yeah. I've been immunized.TUCHMAN (voice-over): A few months later, a different story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:00",
      "speaker": "RODGERS",
      "sentences": "I knew that this was coming down, that at some point, I was going to talk about my status because I've chosen to not get vaxxed.TUCHMAN (voice-over): After telling just in positive for COVID, Rodgers detailed his unorthodox treatment plan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:00",
      "speaker": "RODGERS",
      "sentences": "I've been taking monoclonal antibodies, Ivermectin, zinc, vitamin C, and the HCQ.TUCHMAN (voice-over): HCQ is shorthand for hydroxychloroquine, a debunked therapy, also embraced by his friend RFK Jr. Rodgers even challenged fellow Super Bowl-winning NFL player Travis Kelce, who appeared in a Pfizer vaccination ad campaign, to a vaccine debate using a Trumpesque nickname.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:00",
      "speaker": "RODGERS",
      "sentences": "You know, Mr. Pfizer said he didn't think you'd be in a vaxx war with me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Oh boy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:00",
      "speaker": "RODGERS",
      "sentences": "(Inaudible) with me. This ain't a war homie; this is just conversation. I'm going to take my man, RFK Jr. (inaudible).(LAUGH)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:00",
      "speaker": "RODGERS",
      "sentences": "-- as an independent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Oh, yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:00",
      "speaker": "RODGERS",
      "sentences": "Right? And he can have Tony Fauci --TUCHMAN (voice-over): His man RFK Jr. with designs on the White House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:00",
      "speaker": "RODGERS",
      "sentences": "I'm not a super political person, OK?TUCHMAN (voice-over): Aaron Rodgers was injured last season, but is expected to be playing when the Jets start their new NFL season in September, two months before election day. Gary Tuchman, CNN, Atlanta. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:00",
      "speaker": "COOPER",
      "sentences": "Joining us now to discuss the impact RFK Jr. and whomever he may choose as running mate may have on the race, our Senior Data Reporter Harry Enten. So, how is RFK Jr. doing in polls?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:00",
      "speaker": "HARRY ENTEN, CNN SENIOR DATA REPORTER",
      "sentences": "You know, I think a lot of RFK Jr. supporters are those who are not necessarily supporters, but those who just like this, us against the machine type of thing, almost think this is almost a joke. But the fact is, it's not a joke, look at his polling right now. He's polling at north of 15 percent nationally and I want to put that in some historic context for you, the only two other men or the only other two times, it's just one man, who polled at that level this late in the campaign or at this particular point, was Ross Perot in 1992 and 1996. And of course, Perot got nearly 20 percent of the vote in 1992, got near 10 percent of the vote in 1996.And I think the question though is, Anderson, who would he pull support from, right? Would he be more likely to pull support from Joe Biden or Donald Trump? The polling is a little mixed on it, but it does suggest that he would pull more support from Donald Trump than from Joe Biden. And I think additionally, if he decides that he's going to go down this road of nominating someone to be or choosing someone to be his vice president, who is \"anti-vaxx,\" that could only hurt Donald Trump because the fact is Republicans are more likely to be against the COVID-19 vaccine and vaccines in general than Democrats are. So, this is something that I think could definitely play out during the campaign and could have a major impact on the race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:00",
      "speaker": "COOPER",
      "sentences": "He is not on the ballot in every state. What swing-states would he qualify for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:00",
      "speaker": "ENTEN",
      "sentences": "Yes. So, this is the big question, right? You know, I was talking with a pollster friend of mine. He said, I am not going to ask the RFK Jr. in the third party -- as a third-party candidate at this particular point because I'm not true he's going to be on the ballot. That may be true in a lot of states nationally, states like California, New York, we'll wait and see. You have to get a lot of signatures to get on the ballot there.But in the swing states that actually matter, if you look at the six closest swing states that Joe Biden won in 2020, you can see that his campaign or his Super PAC says he has already gotten the signatures to qualify in four of them -- Arizona, Georgia, Michigan, and Nevada. And in Pennsylvania and Wisconsin, you need 5,000 signatures or less to qualify in both of those states. So in my opinion, at this particular point, yes. He may not qualify in some of these states that are not going to be competitive in the fall, but in the states that are close, that could actually make a difference in this campaign, the electoral college where it ultimately matters, RFK is going to be on the ballot. And based upon how high he's polling at this particular point, he could in fact make a major difference and turn one loser into a winter, and when winner into a loser.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:00",
      "speaker": "COOPER",
      "sentences": "What are his supporters' opinions on him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:00",
      "speaker": "ENTEN",
      "sentences": "They're just choosing him, in my opinion, because they don't like either Joe Biden or Donald Trump. And my question is when they really learn about his views, will they stick by him? Based upon history, I will admit I'm a little bit skeptical.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:00",
      "speaker": "COOPER",
      "sentences": "All right. Harry Enten, thanks very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:00",
      "speaker": "ENTEN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:15",
      "speaker": "COOPER",
      "sentences": "Vladimir Putin is warning again that Moscow is ready to use nuclear weapons if there is a threat to Russia's existence. He also has a message for Washington if U.S. troops are ever put in Ukraine. Putin's comments came in a wide-ranging interview on state run media today, ahead of a presidential election that begins on Friday, where he's obviously expected to easily get a fifth term in office.It comes with his war in Ukraine now in its third year and pro- Ukrainian groups claiming to target inside Russia. More on all this now from Matthew Chance, who's in Moscow. (BEGIN VIDEO CLIP) MATTHEW CHANCE, CNN CHIEF GLOBAL AFFAIRS CORRESPONDENT (voice-over): They call themselves the Siberian Battalion, one of several Ukraine- based Russian paramilitaries now striking across the Russian border. We can't verify their video, but the group says it shows their latest assault on Russian soil ahead of a presidential vote that Vladimir Putin is certain to win. Never mind voting at the ballot box says this fighter, taking cover. Join us and vote with the gun he says. More dramatic video from another group, the Freedom of Russia Legion say they assaulted Russia's Belgorod and Kursk regions, two Russian villages they say were captured. Russian officials say all the attacks were pushed back with dozens of invaders killed, as well as several tanks destroyed. It is Ukrainian election interference according to the Russian president, who is set regardless to secure a fifth term in the Kremlin. VLADIMIR PUTIN, PRESIDENT OF RUSSIA (through translator): The main goal, I have no doubt about it, is to if not disrupt the presidential elections in Russia, then at least somehow interfere with the normal processes of expressing the will of citizens. CHANCE (voice-over): Human rights groups say that normal process has already been distorted in a Kremlin crackdown on dissent, including hundreds of detentions at memorials for opposition leader Alexei Navalny, who died suddenly last month in an Arctic penal colony. Just this week, his former chief of staff in exile, Leonid Volkov said he was brutally attacked by a man with a hammer outside his home in neighboring Lithuania, left with painful wounds and a broken arm. Meanwhile, the Kremlin strong man, he's already looking beyond the Russian election to the U.S. presidential race, insisting he will work with whoever in his words, is trusted by the American people. But he warned U.S. forces to stay out of the war in Ukraine. PUTIN (through translator): The U.S. has said it is not sending troops to Ukraine. But we know what American troops would be on Russian territory, interventionists. This is how we would treat them. Even if they appear on the territory of Ukraine, they understand this. CHANCE (voice-over): But for now, it is Ukraine doing the fighting, unleashing a barrage of drone attacks across Russia, like this one in Belgorod. These images show a drone flying near a Russian oil facility in the city of Ryazan. Russian authorities say at least 25 Ukrainian drone attacks have been thwarted. But as Russia's presidential election nears, the impact of its war next door is being increasingly felt. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:15",
      "speaker": "COOPER",
      "sentences": "Matthew Chance joins us now from Russia's capital. What more did Vladimir Putin say in that interview today?CHANCE (on camera): Quite a lot, certainly Anderson, about security in Russia. He talked about how Russia was going to bolster its forces in the west of the country, on the Finnish border to counter the NATO threat. Finland recently joined that military alliance. He's not just talking to the world or to the United States. There is an election here in the next few days and this was Putin messaging the Russian population that he's the strong man and that he's the person they can trust to protect them from all these external threats, real or imagined, that Putin and the Kremlin has been talking about for years now.",
      "isLastSentenceInterrupted": false
    }
  ]
}