{
  "date": "2024-10-21",
  "headline": "Anderson Cooper 360 Degrees",
  "subHeadline": "Harris and Trump All Over the Battleground Map; Harris, Trump Rally Voters in Battleground States with 15 Days to Go; Michigan Auto Workers Remain Divided As Election Day Nears; Harris, Trump Spar For Union Households In Key Battleground Of Michigan; Liz Cheney Campaigns With Harris In \"Blue Wall\" States PA, MI & WI; Elon Musk's Daily $1M Giveaway To Voters Raises Legal Questions. Aired 8-9p ET",
  "utterances": [
    {
      "timeStamp": "20:00:32",
      "speaker": "COOPER",
      "sentences": "That was this morning in Malvern, Pennsylvania outside Philadelphia. Outside Detroit, she said this to the Harris curious Republicans.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:32",
      "speaker": "CHENEY",
      "sentences": "I would just remind people if you're at all concerned you can vote your conscience and not ever have to say a word to anybody.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:32",
      "speaker": "COOPER",
      "sentences": "The candidate meantime, called for a boost in the federal minimum wage.(BEGIN VIDEO CLIP) KAMALA HARRIS (D) VICE PRESIDENT OF THE UNITED STATES: The current federal minimum wage is $7.25 an hour which means that the person who is working a full day and working full weeks will make $15,000.00 a year, which is essentially poverty wages. I absolutely believe we must raise minimum wage. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:32",
      "speaker": "COOPER",
      "sentences": "The former president was asked about doing just that at a photo op at a Pennsylvania McDonald's over the weekend, he did not answer. He did, however, say this about golfer and local legend, Arnold Palmer at a rally in his Western Pennsylvania hometown on Saturday.(BEGIN VIDEO CLIP) DONALD TRUMP (R) FORMER PRESIDENT OF THE UNITED STATES: But Arnold Palmer was all man and I say that in all due respect to women, that I love women -- but this guy, this guy, this is a guy that was all man. This man was strong and tough and I refused to say it but when he took showers with the other pros, they came out of there. They said, oh my god, that's unbelievable. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:32",
      "speaker": "COOPER",
      "sentences": "Well his locker room, to a borrow a phrase, drew the attention of Palmer's daughter, Peg, who told the Associated Press that she wasn't upset, but that it was in her words, a poor choice of approaches to remembering my father, but what are you going to do?At the same event, he also said this about his opponent. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:32",
      "speaker": "TRUMP",
      "sentences": "So you have to tell Kamala Harris that you've had enough that you just can't take it anymore we can't stand you you're a shit vice president, the worst, you're the worst vice president.Kamala, you are fired, get the hell out of here, you're fired. Get out of here. (CHEERING AND APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:32",
      "speaker": "TRUMP",
      "sentences": "Get the hell out of here, Kamala.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:32",
      "speaker": "COOPER",
      "sentences": "He also doubled down over the weekend on calling his political opponents in this case, Congress members Adam Schiff and Nancy Pelosi, \"the enemy from within\" and today renewed his call to invoke a law against migrant criminals that was last used during the Second World War.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:32",
      "speaker": "TRUMP",
      "sentences": "I will invoke the Alien Enemies Act of 1798, think of that, 1798 -- that's when we had real politicians that said we're not going to play games, we have to go back to 1798.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:32",
      "speaker": "COOPER",
      "sentences": "Also today, while surveying the hurricane destruction of Western North Carolina, he repeated a debunked lie that he's been repeatedly telling, namely that FEMA relief money is being diverted to migrants.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:32",
      "speaker": "TRUMP",
      "sentences": "But look, a lot of the money is gone. They don't have any money. They have to have -- they have a meeting in Washington, a special meeting in Washington to get money. It's all gone, they've spent it on illegal migrants.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:09",
      "speaker": "TOLUSE OLORUNNIPA, WASHINGTON POST, WHITE HOUSE BUREAU CHIEF",
      "sentences": "Well, clearly Pennsylvania is a key state where both of these candidates are going to be spending a lot of time over the next two weeks, but the entire blue wall is incredibly important for Kamala Harris. That's why she was in all three blue wall states today -- Michigan, Wisconsin, Pennsylvania.She knows that if she wins those three states and the second district in Nebraska, she is going to be the next president and so she's going to be spending a lot of time there. But for Trump, he's going to be playing a little bit of defense. He realizes that he needs to win North Carolina again, he needs to win Georgia, which he lost the last time, and he needs to pick off Pennsylvania. And so he's going to be spending a lot of time in that eastern flank, which is sort of an eastern wall that Republicans have put together saying that if he can win Pennsylvania and Georgia, Pennsylvania and North Carolina, then he'll be next president. And so, that's why he's going to spend -- see a lot of those candidates spending a lot of their time in those states over the next two weeks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:09",
      "speaker": "COOPER",
      "sentences": "Brad, I just want to put on the screen a couple of headlines after Trump's Saturday rally, I'm just going to read to it. Trump kicks off a Pennsylvania rally by talking about Arnold Palmer's genitalia, Trump fixates on Arnold Palmer as 'all man' in showers during profane rally.I mean, given the amount -- the time were in, is that are those the headlines the campaign wants out there this weekend?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:09",
      "speaker": "BRAD TODD, GOP MEDIA CONSULTANT AND STRATEGIST",
      "sentences": "No, I think it doesn't serve him to generate headlines like that. He ought to be talking about Kamala Harris' liberal position she took when she ran for president the first time, the fact that she doesn't disagree with anything to Biden administration has done, which most voters in the country disagree with.But you know, political rallies are times when you see a lot of outlandish speech. Last Thursday, we had a heckler who came into one of Vice President Harris' rallies and demanded that she say that is Israel committing genocide? And she said, I hear what he's saying, I respect what he's saying and it's real, it's real. We're not talking about that, but rallies -- a lot of times the speakers get carried away with it the moment they try to amuse themselves and appease the crowd. Both these candidates are doing that. COOPER: Ashley, what are the challenges of running a campaign against someone who's -- the off-the-cuff speaking style. It certainly works in the crowd there and is it something she should respond to? I mean, it gets a lot of attention.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:09",
      "speaker": "ASHLEY ALLISON, CNN POLITICAL COMMENTATOR",
      "sentences": "Well, okay, let's first Donald Trump is off the cuff. It looked like he was actually reading the teleprompter. So, if some of the things he was actually saying his team wrote and he was staying on script even though it was some of the wildest things that we've heard probably in a presidential election.And then he goes off the script and just when you think it can't get too bad, it goes into another dimension where we're talking about another man's genitalia for whatever reason. I'm not sure that's what's going to convince Pennsylvania swing voters, but maybe you have some data. I don't know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:09",
      "speaker": "COOPER",
      "sentences": "There's a joke in there somewhere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:09",
      "speaker": "ALLISON",
      "sentences": "There is, but sadly -- but I think the vice president, she has been coming off the cuff a little bit as well. I don't think that she is finding her stride in it, being able to have quick comebacks telling people you're in the wrong rally, you need to go to the smaller rally. That's not --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:09",
      "speaker": "TODD",
      "sentences": "Because she said there was someone who said Jesus is Lord.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:09",
      "speaker": "ALLISON",
      "sentences": "I think not --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:09",
      "speaker": "TODD",
      "sentences": "I don't know that that was the right direction for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:09",
      "speaker": "ALLISON",
      "sentences": "No, I think that is being misinterpreted, but I think those quick comebacks are landing well with her and I think -- but for Donald Trump he can say what -- it's sad, he can say whatever he wants and people just accept that they expect him to be crass, they expect him to be locker room talk.But the one thing I just want to point out is that if he wins remember -- when he won last time he still wasn't satisfied. He still didn't stop going after people saying that the election was corrupt and whatnot. So if he wins this time and we're seeing this version, just imagine what the next four years are going to be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:09",
      "speaker": "COOPER",
      "sentences": "Congressman, do you think the so-called permission structure that you, Liz Cheney, other high profile conservatives are trying to kind of build for disaffected Republicans to vote for Kamala Harris. Do you think it's working? Because, obviously, the polls could not be closer?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:09",
      "speaker": "ADAM KINZINGER, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "Yes. I mean, I do because look, if you're a pollster, it's all kind of an art or science, I guess whatever. And you're trying to figure out what is Democratic turnout going to be, what's Republican turnout? And all of it, you're kind of turning these knobs as you try to figure it out. So I don't think you can really get much of an understanding of what percent of Republicans are going to vote for Harris. Look, if it's -- I think it was like eight percent that Biden got, if Harris gets nine or ten percent, that's huge. So we're not talking a quarter of Republicans, but I do think it's going to be significant.And by the way to compare Trump's off the cuff to Kamala's off the cuff is just nonsense. Its absolute nonsense. Trump is -- he's an entertainer. He's trying to entertain. He's trying to, you know, he's trying to win over men with those jokes and a certain portion of them think it's funny and that's all he's trying to do. But to compare him to Kamala in seriousness is just a little outlandish.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:19",
      "speaker": "OLORUNNIPA",
      "sentences": "They're going after different audiences in this final stage. They are trying to gin up support from their base, as well as trying to win for Kamala Harris' stance that she's trying to win a number of women voters.You see her with Liz Cheney, you see her speaking with groups in the Midwest that are very female dominated, in part, because they are trying to run up the numbers with women because Trump is targeting men and his final stage, he's trying to run up the number with, as the former congressman said, men who find him funny, man who like him being sort of edgy, men who like the fact that he talks about Arnold Palmer on the debate stage. And you will never hear another candidate speak like that. And so, they are targeting different audiences. They are trying to have these different closing messages. Normally in a campaign, you're focusing on undecided voters. It seems like right now they're all about turnout of their base and have people who are already with them or who are going to be convinced to turn out because of what they're here during in favor of which candidate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:19",
      "speaker": "COOPER",
      "sentences": "I'm curious for just from all three of you. I mean, everybody who's interested in this campaign is looking every day at polls and all this, but Brad, what do you look at in this closing? And what are the things you look at every day to see who's up, who's down?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:19",
      "speaker": "TODD",
      "sentences": "Well, fairly clearly, the Harris campaign believes that their closing stride must be to try to peel some Republicans and Republican leaning Independents, that's why Liz Cheney is featured today. I think she's missing a step though.I watched her whole rally or conversation with Liz Cheney today and one who is a Catholic in America stood up. She said, I'm a Catholic, I'm a conservative. I would like to know why I can be comfortable in voting for you. And that was the moment where she needed to say, well, I've learned I used to be more liberal than I am now. And I've learned some things, I was sometimes wrong about some things when I was a far out California liberal. Instead, what she came up with, I'm going to give you home health care. I don't think the vice president understands that if she wants to pull people who are right of her, she has to explain why she's not left anymore, and that's a thing that's just missing. This is a vibe campaign and a vibe campaign only and she can't do that for the next two weeks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:16:53",
      "speaker": "COOPER",
      "sentences": "Welcome back.You're looking there at Vice President Harris in Brookfield Wisconsin outside Milwaukee, and crucially part of a county you'll be hearing much more about, especially as the votes come in. CNN's John King is at the magic wall right now and now joins us with more on the political geography of 2024. So, what can you tell us about the counties Vice President Harris and Liz Cheney are focusing on today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:16:53",
      "speaker": "JOHN KING, CNN CHIEF NATIONAL CORRESPONDENT",
      "sentences": "Critical suburbs where they hope to find disaffected Republicans. Let's take a look. She's in Wisconsin right now.As you noted, let's pop it up on the map and get it to come on out, there we go, a little tape delay. She's here to the west of Milwaukee in Waukesha County is where you see her right now. And you see how red this is right now, 60 percent for Donald Trump against Joe Biden. But these counties, the WOW counties, the three the one, two, thee, right around Milwaukee, are becoming more suburban as they become more suburban, they come more available for Democrats. Why are they there? Let's look at the 2024 Republican primaries. Nikki Haley got 14 percent, not a huge number, but 14 percent. In the state as close as Wisconsin, what you're hoping with Liz Cheney and these other Republicans to say, hey, there's some protest votes out here. There are some people in the part who didn't want to vote for Donald Trump, can we get them in the general election? That's Waukesha County where she is right now. Now, let's move over. She was earlier today in Michigan. Again, lets come out of the Republican primaries and come to 2020. She was here, she was in Oakland County. This used to be a Republican suburb when I started doing this, now Oakland county is Democratic and Macomb County to its east, which used to be Democratic, more blue collar is Republican. It's when you come here to Oakland County, and again, what are you looking for? You're looking for disaffected Republicans. This is close to Detroit. As you move further up, you get more Republican up here. And again, let's look at the Republican primaries. Nikki Haley got 33, almost 34 percent of the vote here. So Liz Cheney, Kamala Harris, the vice president, know there are some Republicans here who did it -- nearly 50,000 -- who did not want to vote for Donald Trump. If the vice president can get 1,000 or 1,500 more of those, she's in business. And the first stop, Anderson for the campaign, let me come back here and let's come back to 2020 again. It was here in Pennsylvania, where down here -- Southeast Pennsylvania, Chester County, one of the color counties around Philadelphia, more and more Democratic, but still look at this. Joe Biden got 58 percent there, but go back to those Republican primaries. Nikki Haley got 24 percent of the vote in this county in Pennsylvania, two months after she dropped out of the race. So again, are you going to get all 9,338 of those people? Maybe not. In a state as close as Pennsylvania, Michigan, and Wisconsin, what they're doing here is to try to say, we know there are a bunch of Republicans out there who do not want to vote for Donald Trump, can we win them over to our side?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:16:53",
      "speaker": "COOPER",
      "sentences": "Let's talk about the former president, he was on the trail in North Carolina today, where did the counties where his campaign is hoping to maximize?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:25",
      "speaker": "COOPER",
      "sentences": "All right. John King stick around.I'm back in here with the panel. Ashley, you've been part of campaigns, what are the teams on the ground need to do to kind of execute the strategy that John was talking about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:25",
      "speaker": "ALLISON",
      "sentences": "Well, right now, it's what 8Then people start entering their data and you really -- that's why we always say ground game. Some of those people are paid, but a lot of those people are volunteers. They are people that really believe in this candidate want to do either maybe for a Senate race or the president or a city council race, they are locked in and so they're calling, confirming while --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:25",
      "speaker": "COOPER",
      "sentences": "So, do they then follow up with those people?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:25",
      "speaker": "ALLISON",
      "sentences": "They follow up with those people, they say. And then they go into the data base and they say, did they turn in their ballot? Because normally in most states voter rolls get updated that you voted this and say who you voted for, but they say, okay, we converted this person to early voter and so we don't have to knock on that door anymore. So, that's like money in the bank.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:25",
      "speaker": "COOPER",
      "sentences": "So when you see all these early voters in Georgia, in even in North Carolina that's -- it not only shows enthusiasm for either candidate, but it also is a relief to poll workers or to people on the ground game because they don't have to deal with those people anymore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:25",
      "speaker": "ALLISON",
      "sentences": "Well, that's a complicated question because it depends on where those early votes are coming from, right? So, you would think in a Georgia, if the density of voters are coming from Atlanta, that's most likely a Democratic vote. So the higher that is, the better the Harris campaign is feeling.But if it's coming from a more rural area that Donald Trump is, you're like, uh-oh, we got to make sure our folks are getting out. And the interesting thing is that Republicans traditionally didn't want to do early voting. I mean Donald Trump demonized early votes. So, there is no indicator since COVID of which party is the early vote party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:25",
      "speaker": "COOPER",
      "sentences": "Congressman, I want to play something else the former president said today in North Carolina.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:25",
      "speaker": "TRUMP",
      "sentences": "They sent millions and millions of ballots out that or know what the hell is happening.Did you ever hear the expression that you vote counter is far more important than the candidate and unfortunately, we can't let that happen. We've got to take it back. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:25",
      "speaker": "COOPER",
      "sentences": "I mean, you obviously investigated the former president's lies about the previous election being rigged. What is your response to what he is saying there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:25",
      "speaker": "KINZINGER",
      "sentences": "Yes. I mean, look, this is what he does. He can never admit. I mean, he could lose literally every state and he'll never admit he lost. That's what a narcissist does. They can't admit it.So he's laying the groundwork not just for his ego, but to challenge the election and get the folks on his side to do what they did last time. And the thing that should frighten us a little bit is, they were kind of building the plane as they were going after the last election till January 6th. Now, they have a plan in place. What I worry about are these different statehouses and what goes on when those certifications come forward. So yes, this is him of course, laying the groundwork and this is important too, just on the early voting stuff, if you think about it, any given day, like one percent of the country is sick, okay. So, when -- if there's a state where say a million people vote one percent of that is 10,000 votes. He figured a number of those folks won't go vote, so if you on your side can start banking those votes early that's a benefit as well. So, Kamala, by the way, has a much, much stronger, much stronger ground game than Donald Trump does. And I think that's going to work to her favor in basically a tight election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:12",
      "speaker": "OLORUNNIPA",
      "sentences": "Well, it is definitely working with some male voters specifically younger male voters. He's going to sort of the online bro culture and really trying to present himself as this counter cultural figure which is a little bit strange because he's the former president, but it does seem to be working with specific sub-groups of voters.He's making inroads with Black men, with Hispanic men, with younger men's of different demographic backgrounds and he makes it very clear that he is trying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:12",
      "speaker": "COOPER",
      "sentences": "Nothing gets her attention like Arnold Palmer's genitalia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:12",
      "speaker": "OLORUNNIPA",
      "sentences": "He is trying to show that he's not just an everyday politician. Whether or not it works, that remains to be seen, but he's saying things that no politician has said before. He is making himself part of the online culture. He is showing that he respects that culture by showing up to popular streamers and podcasters, whether or not people actually turn out that remains to be seen, but it's a clear strategy of trying to run up the male vote because he's not doing very well with women.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:12",
      "speaker": "COOPER",
      "sentences": "Got anything --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:12",
      "speaker": "TODD",
      "sentences": "Well, I think it's a different electorate this year. We now have a coalition where Republicans benefit from infrequent voters. And the Trump campaign is working harder.They actually worked hard on it for two years to register people to vote, you can see that in the swing states. Marginal voters will hold the key for Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:28",
      "speaker": "ANDERSON COOPER, CNN ANCHOR",
      "sentences": "Recent polling tonight from Michigan, it comes from the Wall Street Journal. Vice President Harris ahead by 47 percent to 45 percent, but still within the margin of error, meaning no clear leader.John King recently returned to the state as part of his All Over the Map series. He talked to voters there, and there are a few voters watched in Michigan, a few voters are watched more in Michigan than the auto workers. Take a look. (BEGIN VIDEO TAPE) JOHN KING, CNN ANCHOR &amp; CHIEF NATIONAL CORRESPONDENT (voice-over): Signs of the season, Macomb County, Michigan. These suburbs just north of Detroit are a blue-collar bellwether. Joseph Knowles about to send a message, about to defy his union leadership, about to vote Republican for president for the first time, about to vote for Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:28",
      "speaker": "JOSEPH KNOWLES, MICHIGAN VOTER",
      "sentences": "At this point now, I'm desperate. So I'm willing to try anything right now to make sure that I can fulfill my responsibility and to take care of my wife and kids. That's all I care about.KING (voice-over): Knowles is a union auto worker, one of 1,100 just laid off by Stellantis, the parent company of Chrysler and Jeep. He blames corporate greed the most, but doesn't stop there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:28",
      "speaker": "KNOWLES",
      "sentences": "The second blame, I will put it on Joe Biden and the Democratic Party. Why? Because of the EV's mandates. I thought the Democratic Party was for the worker class people, the average Joe like me. That's what I thought.KING (voice-over): There are more American auto jobs now than at any point of the Trump presidency. But auto workers supporting Trump here echo his attacks on Biden's clean energy incentives and his claim illegal immigrants are to blame for lost jobs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:28",
      "speaker": "KNOWLES",
      "sentences": "But if you do it the wrong way, I think you should get round up and just thrown out. I have no problem with that because it jeopardized my way of providing for my kids if they take jobs.KING (voice-over): Knowles waves off friends who call Trump racist, says he doesn't believe Vice President Harris is up to the job, and he spars with family members who say he should stay a Democrat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:28",
      "speaker": "KNOWLES",
      "sentences": "Oh, man, I took it from my mom, from my auntie, cousins, my sister. They came at me.KING (voice-over): Bill Govier is a 30 plus year union worker at Ford, and he has this side business cleaning car underbodies. When we first visited four months ago, he was a fan of Robert Kennedy Jr. Now, he will cast his third ballot for Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:28",
      "speaker": "BILL GOVIER, MICHIGAN VOTER",
      "sentences": "RFK joining Trump effectively, I couldn't script it any better the way I would like it to be. I love the idea of Donald Trump being the commander in chief. I love the idea of how Donald Trump handles the nefarious characters in the world.KING (voice-over): Govier believes more than half of UAW members at his Ford plant will vote Trump. He says Harris laughs too much and he can't take her seriously.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:28",
      "speaker": "GOVIER",
      "sentences": "So what is it? You're the incumbent who wouldn't do anything different, or are you the underdog that wants change?KING (voice-over): And he says critics take Trump too literally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:28",
      "speaker": "GOVIER",
      "sentences": "You know, he does it for effect. I don't believe that Trump really believes someone's eating cats and dogs. I don't believe that he's going to call the National Guard out and at gunpoint round up every migrant and force them across the border. I don't believe that for a second.KING (voice-over): Count this early vote in Wayne County for Harris, and count Tonya Rincon as a Democrat who long ago lost patience with Ford co-workers who shrug off Trump attacks on immigrants, on judges, on vote counts, on critics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:28",
      "speaker": "TONYA RINCON, MICHIGAN VOTER",
      "sentences": "There's a lot of people that they just take the crazy with Trump as it's baked in the cake and we're just willing to ignore it. Whereas if we heard that out of our loved ones, we'd be like, OK, grandpa, it's time to take your keys.KING (voice-over): Rincon just retired from the Wayne assembly plant and is helping the UAW register and turn out voters. She says her June bet that her local would split 50-50 in a Trump-Biden race is still about right with Harris now atop the Democratic ticket.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:28",
      "speaker": "RINCON",
      "sentences": "There's a little bit more enthusiasm among some of my female co-workers. A couple of my male co-workers are pretty ambivalent about Harris. We may have lost a tiny margin of support because sexism is a real thing. You know, they're just like, you know, I'm not sure she can do it. I don't think the country's ready for a female president.KING (voice-over): Walter Robinson Jr. says there's more energy since the switch to Harris, but also more offensive chatter on the assembly line. WALTER ROBINSON JR., UAW MEMBER: They have been saying some very disparaging things about the Vice President. Things about how she rolls up through the ranks and some of the things that she might have done. They only had to say that to me once before they understood they can't say that to me again. You know, so they pair what he puts out there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:07",
      "speaker": "ROBINSON",
      "sentences": "Before I told you it was about either. Right now, I would probably say it's about 60 40. I believe that it is a very good chance that we -- the Harris-Walz ticket will come out on the winning end.KING (voice-over): Time to knock on doors and lobby co-workers is running short. Labor leaders are for Harris, but the rank and file are split. Michigan's blue collar battle competitive to the end. (END VIDEO TAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:07",
      "speaker": "COOPER",
      "sentences": "John King joins us again. How did union households break for Clinton in 2016 and Biden in 2020 when they ran against the former president?KING (on-camera): It's a very important number. I'll show it to you in one second, Anderson. I just want to set the table with this. Look, Joe Biden won Michigan by 154,000 votes, right, in 2020. He became president. Hillary Clinton lost Michigan and all the blue wall states in 2016. She lost Michigan by 10,704 votes. So every vote matters, right? So let's come back to 2020 and let's answer your question and let's bring this out. Forgive me, I just want to stretch it out large, I'm going to turn my back for a second. Nationally, Clinton beat Trump by nine points among union households in Michigan by 13 points. So she won by 13 points, but it wasn't enough. She lost the state. Look at Biden. He won Michigan union households by almost twice that, by plus 25 points over Trump and by plus 16 points nationally among union households. So what happened? Hillary Clinton won the popular vote, but she lost the presidency because she lost the blue wall states. Joe Biden, a bigger win in the popular vote. And he wins Michigan, Wisconsin and Pennsylvania because his share of the union vote was higher than Hillary Clinton, almost double in battleground Michigan. That's why when you look at this and you see where Vice President Harris is tonight, yes, she's with Liz Cheney trying to court Republicans. Guess what? A lot of those Republicans are also autoworkers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:41:59",
      "speaker": "COOPER",
      "sentences": "Another live shot from Brookfield, Wisconsin, outside Milwaukee. The third stop in the third day of the -- with former Republican Congresswoman Liz Cheney in search of independent voters and moderate Republicans. Three stops today, even on a topic as divisive as abortion. This is what they said.(BEGIN VIDEOCLIP) LIZ CHENEY (R), FORMER CONGRESSWOMAN/HARRIS SUPPORTER: I think there are many of us around the country who have been pro-life, but who have watched what's going on in our states since the Dobbs decision and have watched state legislatures put in place laws that are resulting in women not getting the care they need. And so, I think this is not an issue that we're seeing break down across party lines -- KAMALA HARRIS (D), PRESIDENTIAL NOMINEE: Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:41:59",
      "speaker": "CHENEY",
      "sentences": "-- but I think we're seeing people come together to say what has happened to women when women are facing situations where they can't get the care they need, that's not sustainable for us as a country, and it has to change.(APPLAUSE) (END VIDEOCLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:41:59",
      "speaker": "COOPER",
      "sentences": "And with us now is Machalagh Carr, former chief of staff for Speaker Kevin McCarthy, also Jon Favreau, former speechwriter for President Obama. He co-hosts the podcast Pod Save America. He and his co-hosts are the authors of the New York Times bestseller, \"Democracy or ElseSo, Jon, how big a deal is it for someone as socially conservative as Liz Cheney to invoke reproductive rights as she urges voters to support Kamala Harris? JON FAVREAU, FORMER SPEECHWRITER FOR PRES. OBAMA: I think it's a huge deal. I mean, there's -- that the Harris-Walz campaign believes that there is a big portion of undecided voters or at least persuadable voters who are disproportionately women, Republican-leaning women, either independents that are right-leaning or Republicans who, you know, they don't like Donald Trump. They've sort of already made up their mind about Donald Trump, but they're not sold on Kamala Harris yet. And to hear someone like Liz Cheney say that the conservative thing to do is to pledge an oath to the Constitution, and that's what Kamala Harris would do when Donald Trump has violated his oath to the Constitution. And then to also say, hey, even if you're -- I don't agree with her on every issue, even if you're not for abortion, the Republican Party under Donald Trump has become extreme, even on the issue of abortion. She, you know, she also said there that Ken Paxton, who's the attorney general of Texas, was actually suing so that he could get women's private medical records so he could see if they crossed state lines to get an abortion. And I think that's what Liz Cheney was referring to when she talked about how the party's just become extreme. So I think that gives a -- she's creating a permission structure for Republican women to feel OK about voting for Kamala Harris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:41:59",
      "speaker": "COOPER",
      "sentences": "Machalagh, do you think that's a convincing argument for some, you know, Republicans who may not like Donald Trump, that you can be against abortion and still vote for Harris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "COOPER",
      "sentences": "Jon, do you think that Donald Trump has changed the expectation that people have? I mean, he's changed his position on pretty much everything over the years. Does flip-flopping have the same, you know, negative connotation that it once did, or does he sort of made it permissible? It's like talking about a permission structure. Has he given a permission structure for everybody to just flip-flop?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "FAVREAU",
      "sentences": "I don't know whether he's done that, but I think in terms of what Machalagh was just saying about Kamala Harris, look, she's had four years as Vice President where she and Joe Biden have done a lot to bring people together. And they've reached across the aisle, the Bipartisan Infrastructure Law, the CHIPS Act, the first gun safety legislation in 30 years. So I think that she -- and she said this herself, she has learned over the last several years that what it's like to govern the whole country and to work across the aisle. And so I think that voters are going to give her credit that I think they already are.And I also think that there's so many Republicans who believe that even on the issue of abortion, even pro-life Republicans, that the party, especially in some of these states, has become way too extreme, has instituted bans with no exceptions in some cases for rape, incest, or the life or health of the mother, has put IVF at risk, is potentially going to go after contraception. So I think that there's a lot of pro-life Republicans who don't want this kind of future in the Republican Party or for the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "COOPER",
      "sentences": "Machalagh, there was some talk that the former president might do an event with Nikki Haley. I'm clear whether that's really actually in his mind or whether he'd be willing to do that, but would that be a wise idea for him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "CARR",
      "sentences": "I think in a race this close, every vote matters. And the attempt by the Harris campaign to try to get to this elusive, undecided voter this close to the election is a really good move. The problem is what we're seeing by the numbers and by the polls is that that undecided voter cares about issues.They care about the economy. They care about the border. And they're not comfortable with how unstable things feel. Things don't feel certain. With crises in the Middle East and crises overseas and wars in Ukraine and war in Israel and inflation where it is, the border where it is, they don't feel like things are stable and they care about issues. And he's leading on issues where she is not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "COOPER",
      "sentences": "Jon, it's been a while since you were President Obama's chief speechwriter, though you've said you helped a bit with the DNC speech of the summer. I'm wondering what he made of his campaign appearances so far, specifically his message to black men, which some criticize as being kind of scolded.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "FAVREAU",
      "sentences": "Well, I think, look, I heard him over the weekend when he was in Las Vegas and he talked about Donald Trump and said, look, if this was your grandpa, you'd be calling up your relatives, asking him -- asking them all, like, what happened to him? And when are we going to take away the keys?Because do we really want Donald Trump, who's older and loonier, to be in charge of the nuclear weapons in the United States? So I think he's having a lot of fun, poking fun at Donald Trump while also, you know, as Kamala Harris has said, Donald Trump is an unserious man. But there'd be a lot of serious consequences, which is, I think, the message that Barack Obama is trying to communicate. But also, you know, and I think when he was talking to -- he realizes that Kamala Harris has to earn every vote. And then whether you're white, black, Latino man, woman that like you might have some reservations. And so I think they are talking to every group of voters that they can trying to say, look, this is a choice between two people. Who's going to actually improve your life? I do agree with Machalagh that like voters do care about issues. But I think that there's a strong case that Kamala Harris can make that even if you think things are unstable, Donald Trump is not the person that is going to bring stability to the country. And I think that when he campaigns every day and says the things he does, it, you know, it's evidence that he's not exactly the candidate of stability at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:53:37",
      "speaker": "COOPER",
      "sentences": "Welcome back. Elon Musk, the world's richest man, is known certainly for pushing the envelope in the tech world. Now he is taking that approach in politics. Over the weekend, he pledged to give away $1 million each day to one registered voter in a battleground state who signed a petition in support of the first and second amendments. That's where the legal questions come in.CNN Legal Analyst Elliot Williams joins us shortly. But first, our Donie O'Sullivan over the weekend spent some time at one of the most pro-Trump rallies in Pennsylvania. (BEGIN VIDEO TAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:53:37",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Elon Musk is the smartest man in the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:53:37",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Elon is a genius. This is a one-time opportunity to see him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:53:37",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm a super Star Trek geek. When those rockets came down, I'm like, you've got to be kidding.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:53:37",
      "speaker": "CHRISTINE, PENNSYLVANIA VOTER",
      "sentences": "I respect his opinion. I understand the way he thinks. Being an engineer myself, I can understand some of the quirky things that maybe other people take the wrong way.DONIE O'SULLIVAN, CNN CORRESPONDENT: Elon Musk is holding this town hall happening here in Harrisburg, trying to get the vote out for former President Donald Trump. (APPLAUSE) O'SULLIVAN (voice-over): Musk is pouring tens of millions of dollars into getting Trump elected, even offering cash prizes to registered voters in battleground states.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "DAVE FOX, PENNSYLVANIA VOTER",
      "sentences": "There's tons of young people, which I was like surprised that they could usually, you know, like, there's a lot of people like me at a Trump rally, you know, like getting ready to drop over. These are Elon Musk's fans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "SHRAGA FEINBERG, PENNSYLVANIA VOTER",
      "sentences": "He's so cool, man. Why not, right? I mean, he's just so inspirational. What an amazing guy. What I think he offers is being able to use his platform to bring the truth to more people, people that may not otherwise even give a crap about politics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "DEVIN MOUSSO, PENNSYLVANIA VOTER",
      "sentences": "With all the polarization that there is now, I feel like it's really tough to yank somebody out of their camp. Everybody sees what the algorithms show them. I think most of the people that are big Elon Musk fans are probably on the side of Trump and all that already.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, I voted for Biden, you know, in 2020.O'SULLIVAN: You did?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I did. I did.O'SULLIVAN: And what changed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You know, I know when Trump was in office, I saw more money on my paycheck.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "MOUSSO",
      "sentences": "I was definitely a bit of a Trump hater, I guess.O'SULLIVAN: So 2020, you weren't a Trump guy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "MOUSSO",
      "sentences": "No, no, no. I think I was more on the down the middle, didn't really care about it. I felt everything's just too crazy. I don't want to get involved.O'SULLIVAN: Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "MOUSSO",
      "sentences": "And this is, I guess, is the most involved I'm getting. I haven't gone to any other rallies, and I probably won't. But --O'SULLIVAN: So you haven't been to any other political event?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "MOUSSO",
      "sentences": "No, not at all.O'SULLIVAN: And you either, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No, me neither.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "MUSK",
      "sentences": "This might be the very last election that's a real election.O'SULLIVAN: At some of these town halls, Musk has just been repeating election conspiracy theories.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "MUSK",
      "sentences": "Statistically, there's some very strange things that happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "DONALD BICKEL, PENNSYLVANIA VOTER",
      "sentences": "I'm big into science. I do IT for a living --O'SULLIVAN: Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "BICKEL",
      "sentences": "-- so I'm here to see Elon. That's literally why I'm here.O'SULLIVAN (voice-over): But not every Musk superfan is a Trump voter. Don Bickel is a Pennsylvania state government employee.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "BICKEL",
      "sentences": "My appeal for Elon is a lot of the way he likes to break conventions. Working in government for as long -- I like to sometimes smash the silos and just break everything down and build everything back up again. I had voted for Trump in the past. I traditionally vote Republican. I don't think I'm going to vote Republican this time.O'SULLIVAN: You don't think Musk is going to change your mind?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "BICKEL",
      "sentences": "I mean, a meteor could strike me. It's possible.O'SULLIVAN (voice-over): Don says Musk's debunked conspiracy theories are dangerous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "BICKEL",
      "sentences": "I think probably Elon's problem is he's so down the rabbit hole what he is in X now that it's really hard to know what's right and wrong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "MUSK",
      "sentences": "There's always sort of a question of like, say, the Dominion voting machines.O'SULLIVAN (voice-over): At one town hall, Musk brought up Dominion voting machines a frequent subject of conspiracy theories.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "MUSK",
      "sentences": "In my view, we should only do paper ballots, hand counted. That's it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "BICKEL",
      "sentences": "Here's the funny thing. Even with Dominion, there's still a paper trail.O'SULLIVAN: Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "BICKEL",
      "sentences": "So you can still hand recount that. I've been working for the state for many years, and heck, my father before me, like Obi-Wan Kenobi, my father before me, he worked for the state for many years. So I've -- I grew up as a state kid, and I know how the state works in a lot of respects.O'SULLIVAN (voice-over): Yes. BICKEL: So, yes, it's kind of sad when, you know, people like me, who are considered like the, quote, \"enemy within\" or the deep state, we're just doing our jobs. O'SULLIVAN (voice-over): Donie O'Sullivan, CNN, Harrisburg, Pennsylvania. (END VIDEO TAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "COOPER",
      "sentences": "Fascinating.Joining us now is former federal prosecutor and CNN Senior Legal Analyst Elliot Williams. So is this cash offer, is this legal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "ELLIOT WILLIAMS, CNN LEGAL ANALYST",
      "sentences": "Anderson, I feel like this was designed in a laboratory by a law professor to step right up to the line and probably over it. Look, it's unlawful to make a --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "COOPER",
      "sentences": "I think it was more designed by some very smart tech guys who --WILLIAMS. Whoever it was, but it steps right up to the line. Now, it's unlawful to make a payment or expenditure to induce someone to vote or to induce someone to register to vote. Now, what they're doing is adding in this other thing of a petition --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "COOPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "WILLIAMS",
      "sentences": "-- about the Second Amendment, which blurries it and muddies it a little bit, but --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "COOPER",
      "sentences": "You have to be a registered voter to sign the petition, I think.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "WILLIAMS",
      "sentences": "You have to be a registered voter to sign the petition. And if they simply just lifted the registered voter rule out of there, it'd be perfectly fine because you'd just be asking people to sign this Second Amendment and First Amendment petition.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "COOPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "WILLIAMS",
      "sentences": "But what they're doing is in effect inducing people to vote. Think about it. It's only happening in swing states. One of them expired at midnight the night of the Pennsylvania registration -- voter registration deadline. You can't keep a straight face and say that the goal here is not to encourage people to vote a certain way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "COOPER",
      "sentences": "If, I mean, would it be likely to actually have it be prosecutor or someone to send a cease and desist letter?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "WILLIAMS",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "COOPER",
      "sentences": "Or how --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "WILLIAMS",
      "sentences": "What they do is just simply open an investigation and start requesting documents, start requesting information. And you can probably, in most cases, if this were a normal world, get the person to change the thing they're doing or just stop doing it. Now, this is not a normal world, so it's hard to know what effect that would have.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "COOPER",
      "sentences": "And obviously, you know, Musk has been spreading just misinformation about the Dominion Voting System on social media. Could he be opening himself up to litigation like Fox?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "WILLIAMS",
      "sentences": "Yes, we've been to this party before. Dominion will sue you for defamation and you can lose. Fox lost $787 million.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "COOPER",
      "sentences": "You're saying things which are demonstrably not true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "WILLIAMS",
      "sentences": "Demonstrably not true. And that's the standard for defamation. If you say something that's not true, knows to be true, and it hurts someone's reputation or business interest, you can lose. I mean --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "COOPER",
      "sentences": "He's been to some of the places where he's saying there were Dominion voting machines that were not Dominion voting machines.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "WILLIAMS",
      "sentences": "These are lies, Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "COOPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "WILLIAMS",
      "sentences": "They're simply --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "COOPER",
      "sentences": "Dominion voting machines, I did a 60 minutes piece on this. There are paper ballots. It's -- yes, there's paper ballots.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "WILLIAMS",
      "sentences": "There are literally paper ballots. So it's, you know, there is -- the law is quite clear on this and what the standard is and what you would get in trouble for. You know, I don't know what to tell you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "COOPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "WILLIAMS",
      "sentences": "-- other than --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "COOPER",
      "sentences": "He's got a legal team that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "WILLIAMS",
      "sentences": "He's got a legal team --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "COOPER",
      "sentences": "-- can probably pay for the legal defense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "WILLIAMS",
      "sentences": "He can pay for the legal team.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "COOPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "WILLIAMS",
      "sentences": "I don't know if he can pay some -- he actually can pay $787 million, but --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "COOPER",
      "sentences": "Yes. He could (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "WILLIAMS",
      "sentences": "He probably could.",
      "isLastSentenceInterrupted": false
    }
  ]
}