{
  "date": "2024-02-15",
  "headline": "CNN News Central",
  "subHeadline": "Will Prosecutor Be Thrown Off Trump Georgia Case? Aired 1-1:30p ET",
  "utterances": [
    {
      "timeStamp": "13:00:35",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "Good afternoon. Welcome to CNN NEWS CENTRAL. I'm Boris Sanchez, alongside Brianna Keilar here in the nation's capital.Today, dual legal hearings focused on former President Donald Trump. In New York, Trump is campaigning from the courtroom and capitalizing on the moment, the former president directly facing the judge overseeing his hush money payment case, that judge delivering a major blow to Trump's strategy of dragging out his legal challenges, ruling that the Republican front-runner will face his first criminal trial in just 39 days, really in the heat of the presidential election. But rather than focusing on the case's legal merits, Trump once again used the moment to spew baseless conspiracy theories, falsely claiming that President Biden is running the prosecution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:35",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "That's right.And, in Georgia, a key hearing happening as we speak, it's threatening to derail the election subversion case there against former President Trump and a number of co-defendants. This is a pivotal moment for one of the stronger legal challenges against the former president, as a judge decides whether Fulton County DA Fani Willis should be disqualified over her alleged affair with the lead prosecutor. CNN's Laura Coates is outside of the courthouse in Fulton County. Laura, what are you seeing there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:35",
      "speaker": "LAURA COATES, CNN LEGAL ANALYST",
      "sentences": "This is such an important day.Remember, we are here today to figure out whether Fani Willis, if she will be disqualified from overseeing this case. Remember, if she in fact is disqualified, not just it goes to somebody else. It would go to a whole different prosecution team. It would be appointed to a special team. That could be down the line. Her whole team would not be able to do this actual case. Today, we have heard so many moments in the courtroom. The main focus has been about whether she financially benefited. We have heard from a former friend and employee of the DA. We have heard from a former law partner of Nicholas -- Nathan Wade -- excuse me. We have heard from now Nathan Wade, who's been on the stand testifying as to whether their relationship started before he says they started in affidavits and beyond. There have been some really pivotal moments here, including from that former friend of Fani Willis, a former DA employee, who said, yes, they did begin their romantic relationship before they actually did, and it has consequences. Now, why all the consequences right now? Because it goes to the matter of whether she financially benefited or, not profited, whether she financially benefited. What does that really mean in the end? Did she somehow get some benefit, some ability to have some gain from having hired this person with whom she was in a relationship? Now, they don't disagree that they were in a relationship at some point, but when it started and the motivation beyond being hired is all really important here. I want to bring in Nick Valencia, because it's so important to think about all that's going on. Nick, this is such a consequential moment. I mean, there are a lot of salacious details people are thinking are going to come out here. This is not a \"Housewives\" episode. This is a case involving the former president of the United States, more than a dozen remaining defendants, and a huge RICO Action about election subversion right here in Fulton County. We're here today about this very important point. Wait. I want to go back in for a moment, because Nathan's on the stand again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:35",
      "speaker": "JUDGE SCOTT MCAFEE, SUPERIOR COURT OF FULTON COUNTY, GEORGIA",
      "sentences": "... the documents -- the difference between the two document productions. What is -- what is the difference?(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:35",
      "speaker": "ASHLEIGH MERCHANT, ATTORNEY FOR MIKE ROMAN",
      "sentences": "Bank records, credit card statements, things like that, that wouldn't ordinarily be part and course of the Fulton County records.But I got them from the open records portal. I mean, that's where I...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:35",
      "speaker": "MCAFEE",
      "sentences": "No, I understand.And -- but the difference in production, Ms. Merchant, you have taken -- you have taken a look at them and they're actually material to your case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:35",
      "speaker": "MERCHANT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:35",
      "speaker": "MCAFEE",
      "sentences": "In what way? MERCHANTAnd one of the invoices are reimbursement that he printed some things, but -- like for the reimbursement. I don't really care if they take the reimbursement out, because they actually are already admitted in the other exhibit. I don't have any problem with the invoices. The invoices are clearly the records and contain the certification.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:35",
      "speaker": "ANNA CROSS, GEORGIA PROSECUTOR",
      "sentences": "So, if we remove the items that there are in dispute, then I don't have an objection to the...(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:35",
      "speaker": "MERCHANT",
      "sentences": "They're already in. (OFF-MIKE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:35",
      "speaker": "CROSS",
      "sentences": "So, you're removing them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:35",
      "speaker": "MERCHANT",
      "sentences": "Yes.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:51",
      "speaker": "CROSS",
      "sentences": "The revised Exhibit Number 14 contains only the invoices that were submitted, then the state has no objection.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:51",
      "speaker": "MCAFEE",
      "sentences": "All right, then, not seeing any other issues from other counsel. We will note Exhibits 14 through 18 have been admitted for the record without objection.I think, at this point, it would be good to make sure we have got I think one through 18 with the court reporter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:51",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Others, but do you want me to get them to the witness?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:51",
      "speaker": "MCAFEE",
      "sentences": "Well, if he's done looking at them, let's just get them all compiled and organized with the court reporter, in case other defense counsel are going to reference them.It wasn't for him to have them all, is -- we just need to have one through 18 organized with the court reporter, yes. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:51",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "So you want me to take all the exhibits back...(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:51",
      "speaker": "MCAFEE",
      "sentences": "I think we ought to do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:51",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:51",
      "speaker": "MCAFEE",
      "sentences": "All right, as Ms. Merchant is doing that, let me go down the list.Mr. Sadow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:51",
      "speaker": "STEVEN SADOW, ATTORNEY FOR DONALD TRUMP",
      "sentences": "Your Honor, if the court will permit, Mr. Gillen is going to ask some questions that I was going to ask. I'd like to be able to just follow up if there's anything (OFF-MIKE) touch on. (OFF-MIKE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:51",
      "speaker": "MCAFEE",
      "sentences": "Let me just -- to keep it consistent, I will go in order.So, Mr. Sadow is deferring. Then I will go to Mr. Stocks (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:51",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I will defer as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:51",
      "speaker": "MCAFEE",
      "sentences": "Mr. Durham on Zoom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:51",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No, Your Honor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:51",
      "speaker": "MCAFEE",
      "sentences": "All right, Mr. McDougal (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:51",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I will defer to Mr. Gillen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:51",
      "speaker": "MCAFEE",
      "sentences": "All right, Mr. Rice (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:51",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I will defer to Mr. Gillen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:51",
      "speaker": "MCAFEE",
      "sentences": "All right.Thank you, Mr. Gillen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:51",
      "speaker": "CRAIG GILLEN, ATTORNEY FOR DAVID SHAFER",
      "sentences": "Thank you Your Honor.Good afternoon Mr. Wade.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:51",
      "speaker": "NATHAN WADE, GEORGIA SPECIAL PROSECUTOR",
      "sentences": "Good afternoon sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:51",
      "speaker": "GILLEN",
      "sentences": "A few follow-up questions.I'd like to start off with the Exhibit No. 4 that you should have up there. Those are the interrogatories.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:51",
      "speaker": "WADE",
      "sentences": "No, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:51",
      "speaker": "GILLEN",
      "sentences": "They're not up there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:51",
      "speaker": "MCAFEE",
      "sentences": "Remember, I asked her to compile them all. So, now you can grab them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:51",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "(OFF-MIKE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:51",
      "speaker": "WADE",
      "sentences": "Yes, sir. GILLENNow, these are the interrogatories that you had filed on May the 30th, 2023, in your divorce case, correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:51",
      "speaker": "WADE",
      "sentences": "Yes, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:51",
      "speaker": "GILLEN",
      "sentences": "Now, you went over in part some of those interrogatories.But what I want you to do, because I want to get down to the specific language to clear up exactly what the interrogatories asked for and exactly what you answered, OK?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:51",
      "speaker": "WADE",
      "sentences": "Yes sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:51",
      "speaker": "GILLEN",
      "sentences": "Now, if we look on the interrogatory that I believe, as we indicated, they're really, I think on page two, the one that starts off, describe each instance in which you have had sexual relations. You see that one?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:51",
      "speaker": "WADE",
      "sentences": "Yes, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:51",
      "speaker": "GILLEN",
      "sentences": "All right.Now, that interrogatory begins, describe each instance in which you have had sexual relations with a person other than your spouse during the course of the marriage, including the period of separation. You see that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:51",
      "speaker": "WADE",
      "sentences": "Yes, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:51",
      "speaker": "GILLEN",
      "sentences": "Now, these were filed on May the 30th, 2023, correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:51",
      "speaker": "WADE",
      "sentences": "Yes, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:51",
      "speaker": "GILLEN",
      "sentences": "Now, at that time, you had had sexual relations with Ms. Willis, correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:51",
      "speaker": "WADE",
      "sentences": "Well...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:51",
      "speaker": "CROSS",
      "sentences": "I'm going to object to the question as (OFF-MIC). The question is properly, at that time, certainly asked about and answered.But I object to...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:51",
      "speaker": "MCAFEE",
      "sentences": "All right, Mr. Gillen, I will just ask you to rephrase, but I think you can make the same point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:07",
      "speaker": "MCAFEE",
      "sentences": "Ms. Cross?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:07",
      "speaker": "CROSS",
      "sentences": "These questions have been answered several times. I understand Mr. Gillen is coming at it from a different way, but this question is not substantively different than those that have already been asked and answered in the information that he is seeking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:07",
      "speaker": "MCAFEE",
      "sentences": "All right. Mr. Gillen, I will allow maybe this question and one more, but I think you are asking it in a different way. And I will ask you to stick to the point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:07",
      "speaker": "GILLEN",
      "sentences": "All right.Now, as of May the 30th -- and may I ask the question that I -- OK, thank you, Your Honor. As of May the 30th, 2023, you had had sexual relations with Ms. Willis. Isn't that correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:07",
      "speaker": "WADE",
      "sentences": "The interrogatory, sir, asks, during the course of the marriage and the period of separation...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:07",
      "speaker": "GILLEN",
      "sentences": "Excuse me.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:07",
      "speaker": "GILLEN",
      "sentences": "Your Honor, I would ask the court to direct the witness to answer my question yes or no.As of May the 30th, 2023, had you had sexual relations with Ms. Willis? (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:07",
      "speaker": "MCAFEE",
      "sentences": "Yes, Mr. Gillen, if -- let's start with, at the higher level, whether he believes he answered it truthfully, and then we can drill down into why or why not he doesn't. And maybe we will end up exactly where you left us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:07",
      "speaker": "GILLEN",
      "sentences": "Well, again, Your Honor, the point of it is, is that the words matter and that we have to establish what didn't and did not happen. And then he can give whatever explanation he chooses to, to what apparently is a false answer.But I would like an answer to my question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:07",
      "speaker": "MCAFEE",
      "sentences": "Yes. And you may get one. I just would ask -- I would like us to start at the high level, before we drill down into specifics to see whether he actually contradicted that interrogatory, if I'm making sense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:07",
      "speaker": "GILLEN",
      "sentences": "Well, the interrogatory is relatively direct and explicit, sexual relationships with a person other than your spouse during the course of the marriage, including the period of separation. That's pretty simple. MCAFEELet's see if that's something you can get him to admit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:07",
      "speaker": "GILLEN",
      "sentences": "You did have sexual relationships with someone other than your spouse during the course of the marriage and during the period of separation, which included up to May the 30th of 2023. Isn't that correct sir?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:07",
      "speaker": "WADE",
      "sentences": "My answer to this interrogatory is none, is no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:07",
      "speaker": "GILLEN",
      "sentences": "So, you're saying that you did not have sexual relationships with anyone outside of your marriage? And the period of separation is during the period -- and you're answering the question to this interrogatory, correct, sir?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:07",
      "speaker": "WADE",
      "sentences": "I'm saying, during the course of my marriage, I did not have sexual relations to anyone, and this answer is no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:07",
      "speaker": "GILLEN",
      "sentences": "Well, again, Your Honor...(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:07",
      "speaker": "MCAFEE",
      "sentences": "I understand. You can proceed, Mr. Gillen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:07",
      "speaker": "GILLEN",
      "sentences": "I need the -- we need a yes or no. Let's just get down to it. Did you or did you not, by May the 30th, 2023, have had sexual relations with Ms. Willis, yes or no, yes or no?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:07",
      "speaker": "WADE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:07",
      "speaker": "GILLEN",
      "sentences": "OK.Now, what you did is you answered no to that question, did you, or none, correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:07",
      "speaker": "WADE",
      "sentences": "I didn't answer no to the question you just asked. I answered no to the interrogatory question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:07",
      "speaker": "GILLEN",
      "sentences": "And the interrogatory stands that you answered as a pleading in a civil proceeding, your divorce case, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:07",
      "speaker": "WADE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:07",
      "speaker": "GILLEN",
      "sentences": "Now, excuse me.The next interrogatory, let's move there. That interrogatory states as follows. \"Identify any and all occasions in which you entertained a member of the opposite sex other than your spouse who is not related to you by blood or marriage.\" You see that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:07",
      "speaker": "WADE",
      "sentences": "I do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:07",
      "speaker": "GILLEN",
      "sentences": "Now, there are two parts to this. The second part is, I read on, \"or in which a member of the opposite sex other than your spouse not related to you by blood or marriage entertained you,\" and then it goes on to say, \"including, but not limited, to dining, drinking in restaurants, bars, pubs, hotels.\"You see that, correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:07",
      "speaker": "WADE",
      "sentences": "I do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:07",
      "speaker": "GILLEN",
      "sentences": "Now, as of May the 30th, 2023, when you filed this interrogatory, you had in fact entertained Ms. Willis on many occasions, had you not?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:07",
      "speaker": "WADE",
      "sentences": "Again, during the course of the marriage. The marriage was irretrievably broken in 2015.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:07",
      "speaker": "GILLEN",
      "sentences": "Well, then let's...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:07",
      "speaker": "WADE",
      "sentences": "The answer is still no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:07",
      "speaker": "GILLEN",
      "sentences": "Well, let's read what the interrogatory says about the time period required to answer the interrogatory, because what it says is -- it goes on to say, \"including you -- including, but not limited to dining and/or drinking at any restaurants, bars, pubs, hotels or persons' homes from the date of marriage to the present.\"You understand what the word present means.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:07",
      "speaker": "WADE",
      "sentences": "I do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "WADE",
      "sentences": "It is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "GILLEN",
      "sentences": "So, as of May the 30th, 2023, you have done a lot -- or you had done a lot of entertaining of Ms. Willis; had you not?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "WADE",
      "sentences": "I had done some, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "GILLEN",
      "sentences": "And, in fact, under your testimony, you would have said that she had also entertained you; isn't that correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "WADE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "GILLEN",
      "sentences": "And so your answer to this interrogatory is false, is it not, sir?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "WADE",
      "sentences": "No, it's not false.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "GILLEN",
      "sentences": "Well, I hate to dance around. The answer is, yes, you did entertain Ms. Willis, correct, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "WADE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "GILLEN",
      "sentences": "She's not your spouse at that time or at any time, correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "WADE",
      "sentences": "That's correct. GILLEN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "WADE",
      "sentences": "That's correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "GILLEN",
      "sentences": "But she entertained you, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "WADE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "GILLEN",
      "sentences": "And during the course from your marriage, the period of time up to the present. So the answer would have been, yes, I did entertain somebody, correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "WADE",
      "sentences": "During the course of the marriage, no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "GILLEN",
      "sentences": "Mr. Wade...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "MCAFEE",
      "sentences": "Mr. Gillen, I think we have made a point. I think it speaks for itself, and we can save that for argument.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "GILLEN",
      "sentences": "I will just follow up with one quick question. You understand what the word present means?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "CROSS",
      "sentences": "Your Honor, that's been asked and answered.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "MCAFEE",
      "sentences": "I think we did cover that already as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "GILLEN",
      "sentences": "OK.Now, what has happened from the time that you filed this court document in May of 2023, let's go over some of the things that you had been involved in terms of being entertained or entertaining. Prior to your filing on the answer on the interrogatories on May the 30th of 2023, we have already established, have we not, that you had paid for a Royal Caribbean cruise to the Bahamas with Ms. Willis, correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "WADE",
      "sentences": "Yes, sir, with Ms. Willis and my mother.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "GILLEN",
      "sentences": "Well, your mother's not part of this interrogatory. I'm talking about Ms. Willis, OK?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "WADE",
      "sentences": "So you paid and caused to be paid approximately $3,335 on that trip, Bahamas trip, from October the 28th through October the 31st, correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "CROSS",
      "sentences": "Your Honor, objection. I think we have tread this ground several times already.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "MCAFEE",
      "sentences": "Mr. Gillen, let's cover new ground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "GILLEN",
      "sentences": "Well, I am. I'm just trying to establish with specificity the things that he had done to entertain or be entertained prior to May the 30th, 2023. I will try to move through it quickly. MCAFEEprior testimony. And so if you want to link those two things together, you can do that during argument.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "GILLEN",
      "sentences": "Well, so let me -- then let me discuss this.You indicated that during the course of your explanation concerning the police trip that Ms. Willis -- that Ms. Willis paid you all that money back in cash, remember?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "WADE",
      "sentences": "Yes, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "GILLEN",
      "sentences": "Now, the police trip had just happened, hadn't it? That occurred in March 18, 2023, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "WADE",
      "sentences": "Yes, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "GILLEN",
      "sentences": "So you're filing this maybe two months after you have gone to Belize with Ms. Willis, correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "CROSS",
      "sentences": "Your Honor, again, I believe all of this is...(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "MCAFEE",
      "sentences": "I think he might be getting somewhere new. We will see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "CROSS",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "WADE",
      "sentences": "Yes, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "GILLEN",
      "sentences": "So we have got the trip in -- we have got the trip into Belize on March the 18th, 2023, you and Ms. Willis, correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "WADE",
      "sentences": "Yes, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "GILLEN",
      "sentences": "Now, two months later, you file the interrogatories that speak for themselves that we have gone over a few minutes ago, correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "WADE",
      "sentences": "Yes, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "GILLEN",
      "sentences": "Now, the -- March the 18th, 2023, to state the obvious, is before March -- excuse me -- May the 30th, 2023. Will you agree with me on that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "WADE",
      "sentences": "I do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "GILLEN",
      "sentences": "OK.So, then you tell us that Ms. Willis paid you in cash, all the money for the entire trip. It was a gift for you for your birthday, correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "WADE",
      "sentences": "Yes, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "GILLEN",
      "sentences": "And I'm sure you probably have the deposit slips, where you took the cash and deposited the cash into your account, don't you? WADE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "GILLEN",
      "sentences": "You don't have a single, solitary deposit slip to corroborate or support any of your allegations that you were paid by Ms. Willis in cash, do you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "WADE",
      "sentences": "No, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "GILLEN",
      "sentences": "Not a single solitary one?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "WADE",
      "sentences": "Not a one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "GILLEN",
      "sentences": "Now, when Ms. Willis would pay you in cash, would you scamper down to the ATM with her, and as she drew money out of her account, to pay you these thousands of dollars?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "CROSS",
      "sentences": "Your Honor, Mr. Gillen might scamper, but there's been no evidence that Mr. Wade does. I object to the phrasing, the argumentative nature of the question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "GILLEN",
      "sentences": "Did you and Ms. Wade scamper down to the ATM machine and have her draw out?For example, on the Belize trip, just on your payment, would have been $2,794?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "WADE",
      "sentences": "Ms...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "CROSS",
      "sentences": "For clarity (OFF-MIKE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "GILLEN",
      "sentences": "Pardon me?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "WADE",
      "sentences": "Ms. Wade and I didn't go to Belize.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "GILLEN",
      "sentences": "No, excuse me, Ms. Willis, I'm sorry.Did you go down to the ATM with Ms. Willis while she drew out $2,794 to pay you in cash that you did -- did she -- did you go to the ATM with her? (LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "WADE",
      "sentences": "No, sir, she didn't go to the ATM. She carried the cash.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "GILLEN",
      "sentences": "Oh, and so she would give you the cash? Did you have a little place in your house where you just stack up all this cash that you apparently got to repay you for these benefits that you bestowed on her?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "WADE",
      "sentences": "Mr. Gillen, if I answer that, I'm putting myself in jeopardy. If I tell the world that I have cash some place in my home, don't you think that could be problematic? GILLENlittle cash hoard in your house where you have allegedly taken the money that you got from Ms. Willis and went and put it somewhere. Where did you put it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "WADE",
      "sentences": "No, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "GILLEN",
      "sentences": "Now, just put it on the hip and can walking around money?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "WADE",
      "sentences": "Did I put it on my hip and...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "GILLEN",
      "sentences": "Yes, just walking around money where you would spend the cash yourself?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "WADE",
      "sentences": "Let me finish. Did I put it on my hip in Belize and walk around with it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "GILLEN",
      "sentences": "No, when you got paid back, would you take the money, the cash that she gave you, and would you just carry it around with you for spending money around town?(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "WADE",
      "sentences": "So, we have to break down each trip, because, for example, for the cruise, she paid me the money before we took the cruise. So I was here, and I could put the money in my pocket or put it away wherever I wanted to do with it.Other trips, she would give me the money there. So, at that point, I could either spend it or put it in my pocket or put it in the hotel safe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "GILLEN",
      "sentences": "Now, there's no special place that you would have all this cash that you would be getting from her that you have told us about to pay back for the benefits that you have bestowed on her?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "WADE",
      "sentences": "The only special place that the cash would have gone would have been to one of my children.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "GILLEN",
      "sentences": "OK.Now, are you aware -- have you discussed these pleadings with Ms. Willows?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "WADE",
      "sentences": "No, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "GILLEN",
      "sentences": "So there's been no discussion between you and Ms. Willis about the allegation concerning the benefits that you have bestowed on her; is that correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "CROSS",
      "sentences": "I'm going to object to the phrasing of these benefits bestowed upon. I don't believe that's an accurate reflection of the testimony. And I don't think that's an appropriate question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "MCAFEE",
      "sentences": "Overruled. You can answer the question. WADEWhen you say proceedings, are you talking about the divorce proceedings, because we were talking about the interrogatories? To that question, the answer is no. If you're ask -- go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "GILLEN",
      "sentences": "I'm sorry. Go ahead with your answer. I want -- I will hear the complete answer. Then I will follow up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "WADE",
      "sentences": "OK.If you're asking me about this hearing, the proceedings of this hearing, have we discussed the financial piece based upon Mr. Roman's motion, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "GILLEN",
      "sentences": "So you have discussed the financial piece? When did that -- where did that discussion take place?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "WADE",
      "sentences": "Conference room.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "GILLEN",
      "sentences": "Were you -- other people there or were you and Ms. Willis discussing this about what your position was going to be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "CROSS",
      "sentences": "You know, I object to the relevance of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "MCAFEE",
      "sentences": "Mr. Gillen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "GILLEN",
      "sentences": "The relevance has to do with -- with, suddenly we have a declaration from Mr. Wade in this case where he says roughly equal and then shows one alleged payment by Ms. Willis, no mention of cash, none.So I need to find out a little bit more about how suddenly we have this revelation about cash from the witness stand today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "MCAFEE",
      "sentences": "All right. Overruled.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "WADE",
      "sentences": "So, we part company there when you say no mention of cash.If I provided one receipt that didn't amount to what you would think was roughly equal, the rest of it is cash.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "GILLEN",
      "sentences": "Well, did you in your declaration, sir -- it was filed in this case. Did you tell the court in that declaration that the expenditure that you had provided on behalf of Ms. Willis was paid for back by her in cash, yes or no?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "WADE",
      "sentences": "I believe that I did when I said that the expenses were split roughly evenly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "GILLEN",
      "sentences": "If you could point to me any place in your affidavit where you use the word cash, I would appreciate it. Take your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "WADE",
      "sentences": "I didn't -- I didn't use the word cash, no, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GILLEN",
      "sentences": "No, you just didn't tell anybody that you allegedly got paid back in cash, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "WADE",
      "sentences": "No, I thought everyone who asked.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GILLEN",
      "sentences": "Today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "WADE",
      "sentences": "Yes, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GILLEN",
      "sentences": "Now, who else was with you, if anyone else, when you and Ms. Willis were discussing how you would be handling the financial component of the motion here today, that is, the personal benefits?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "CROSS",
      "sentences": "I'm going to object to the relevance of that, Your Honor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "MCAFEE",
      "sentences": "Mr. Gillen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GILLEN",
      "sentences": "Well, the relevance is if they know that they're going to be called as witnesses, they have subpoenaed, and they are discussing what they're going to say, we need to know that. The court needs to know that. It goes to the veracity of Mr. Willis and -- excuse me -- Ms. Willis and Mr. Wade.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "WADE",
      "sentences": "We didn't discuss how we were going to handle testimony.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GILLEN",
      "sentences": "My question was, when you were discussing with Ms. Willis in the conference room, when you were discussing what you perceived to be the situation concerning the benefits for the payments...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "WADE",
      "sentences": "Yes, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GILLEN",
      "sentences": "... was there anyone else present?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "WADE",
      "sentences": "No, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GILLEN",
      "sentences": "How long did the meeting take?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "WADE",
      "sentences": "Probably five, 10 minutes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GILLEN",
      "sentences": "Did Ms. Willis tell you what she was going to say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "WADE",
      "sentences": "No, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GILLEN",
      "sentences": "Did you ask her whether she had any with bank withdrawals that would corroborate the assertion that she would pay you back in large sums of cash for these trips to the Caribbean, Belize, California, on and on and on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "CROSS",
      "sentences": "Your Honor, again, I object. The proffer of when the last relevance objection was made with that Mr. Gillen needed to know who else was there, these potential witnesses that he could cross-examine.That question has been answered (OFF-MIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "MCAFEE",
      "sentences": "OK. I think it's still exploring possible bias or motive to shape his testimony, so overruled on that ground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GILLEN",
      "sentences": "Thank you.Now -- now, Mr. Willis -- excuse me -- Mr. Wade, when you were having this discussion, did you ask her, did you ask Ms. Willis, do you have anything to support these cash withdrawals?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "WADE",
      "sentences": "No, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GILLEN",
      "sentences": "Did you ask her where she got the cash?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "WADE",
      "sentences": "Here -- this is the conversation. I produced my credit card statement that showed what Ms. Merchant in her filing was representing. That was the conversation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GILLEN",
      "sentences": "Uh-huh. OK.So, when she would pay you back in cash, were you aware of what her financial situation was? Do you know what...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "WADE",
      "sentences": "No, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "CROSS",
      "sentences": "Your Honor, I object to the relevance of...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GILLEN",
      "sentences": "Well, Your Honor, it's relevant, because we have been bombarded with a book, \"Find Me the Votes,\" in which...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "MCAFEE",
      "sentences": "What's at issue is the financial benefit and if that plays a material interest in an actual conflict of interest, so I think that's relevant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GILLEN",
      "sentences": "Thank you.Now, have you read the book \"Find Me the Votes\"?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "WADE",
      "sentences": "I have.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GILLEN",
      "sentences": "You have?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "WADE",
      "sentences": "I have.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GILLEN",
      "sentences": "OK. Now, in that book, Ms. Willis is telling the authors about how financially destitute she was, or kind of getting down on the bottom as she was running for DA. Do you remember that part of the book?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "WADE",
      "sentences": "So let me qualify the response. I have read the book in parts. I hadn't had the time to sit and read the book in its entirety.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GILLEN",
      "sentences": "Did you read that part about how she's telling the authors about how little money she had and how financially she was in bad shape prior to when she was running? Did you read that part?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "WADE",
      "sentences": "No, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GILLEN",
      "sentences": "Did you ever have discussions with Ms. Willis about her financial situation, which was in -- apparently in rough shape prior to her being elected DA?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "WADE",
      "sentences": "No, sir. Ms. Willis made it clear that her financial business was just that. It was her business. I know nothing about her financial status. I know nothing about how she was faring before or after the election or even now. I know nothing about her finances.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GILLEN",
      "sentences": "You're telling us that she didn't share that with you, but chose to share it with the authors of a book that's been published and printed and sold nationally?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "CROSS",
      "sentences": "Your Honor...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "MCAFEE",
      "sentences": "I think that's a fair question for cross.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "WADE",
      "sentences": "I don't know that she shared it with the author. I don't know that the author is telling the truth. I don't know the author. So I don't know, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GILLEN",
      "sentences": "OK.Now, did you give an interview to the authors of that book?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "WADE",
      "sentences": "I have given no interviews, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GILLEN",
      "sentences": "So you haven't talked to them at all, correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "WADE",
      "sentences": "I haven't talked to any media.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GILLEN",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "WADE",
      "sentences": "None.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GILLEN",
      "sentences": "Now, as it relates to the...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "WADE",
      "sentences": "I would like to, though.",
      "isLastSentenceInterrupted": false
    }
  ]
}