{
  "date": "2024-10-02",
  "headline": "Quest Means Business",
  "subHeadline": "Special Counsel Provides Fullest Picture Yet Of 2020 Election Case Against Donald Trump; Netanyahu: Israel At War Against Iran's Axis Of Evil; Biden Discusses Middle East Crisis With G7 Leaders; Vance And Walz Both Boost Personal Favorability After Debate; Jack Smith Argues Trump Tried To Overturn Election In His Private Capacity; Israel Strikes Hezbollah Targets In Beirut Suburbs; Saving The Philippines' Rainforest; Biden Tours Hurricane Damage. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:00:20",
      "speaker": "ISA SOARES, CNN INTERNATIONAL HOST",
      "sentences": "Stocks are flat as the Middle East crisis hangs over markets, oil prices are rising; investors and otherswaiting to see what comes next. Those are the markets and these are the main events for you, The Israeli prime minister says Iran has made a big mistake as he vows to retaliate over its missile attack. The U.S. Vice presidential candidates return to the campaign trail as they try to capitalize on their debate performances. And disappointing Tesla sales are adding to Elon Musk's woes across his businesses. Live from London. It is Wednesday, October the 2nd, I am Isa Soares, in for Richard Quest and I too mean business. All right, we have some breaking news just coming into CNN. A U.S. judge has released the most comprehensive narrative to date of the 2020 election conspiracy against Donald Trump. Special Counsel Jack Smith submitted the legal filing, which includes a rather detailed accounting of the evidence he plans to use. The prosecutors have tweaked their arguments in a way that they think will overcome the Supreme Court's presidential immunity ruling. Zach Cohen is with me for this breaking news story and I know Zach that we are still going through the filing, right? This is 165-page filing. Just talk us through what you are learning here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:20",
      "speaker": "ZACHARY COHEN, CNN NATIONAL SECURITY REPORTER",
      "sentences": "Yes, 165 pages as you've mentioned, essentially this document or these documents serve as what JackSmith would have said in an opening statement to a jury if this case had gone to trial before the 2024 election, which we know, it obviously will not. But this is really the fullest accounting yet of the evidence Jack Smith has obtained and collected throughout the course of his investigation into Donald Trump and ultimately resulting in the criminal charges against him. He makes very clear in this filing that Jack Smith alleges that Donald Trump \"resorted to crimes\" in order to stay in power after losing the 2020 election. He knew -- he Donald Trump knew that the claims about widespread voter fraud that he was pushing both before and after the 2020 election were false and he continued to use those claims in furtherance of an alleged criminal conspiracy to overturn the legitimate election results. I mean, it goes through some of the evidence that Jack Smith has collected and goes through grand jury transcripts and what certain witnesses told the FBI about Donald Trump's actions, both in the immediate lead up to and on January 6, 2021 when obviously we know that a violent mob stormed the U.S. Capitol in an effort to prevent Joe Biden's election win from being certified. And a key part of this filing is also key part of the original indictment Jack Smith brought, and that is the pressure campaign against then Vice President Mike Pence. Now you'll remember, Mike Pence was really the focal point of that original charging document. And once again, Jack Smiths states that he believes that even under the Supreme Court's immunity ruling, that the pressure campaign on Mike Pence is a key part of the alleged crime Donald Trump committed. So look, we are still going through this 165 pages, as you mentioned, but really the fullest accounting yet of what Jack Smith's case would have looked like if it had gone to trial and if a jury could have heard what he would have said in an opening statement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:20",
      "speaker": "SOARES",
      "sentences": "Yes, and I am going through it as well. I mean, there are lots of parts of this here that is redacted, important to point out, it will takeus some time, but just quickly, just explain to our viewers here what Jack Smith's goals are right now with this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:20",
      "speaker": "COHEN",
      "sentences": "Yes, it appears Jack Smith is attempting to at least shed some light on what he has been working on for the last several months to a year,right? And the fact that we won't see this case go to trial before the 2024 election, this does at least provide a window into that investigative effort and the massive amount of evidence that he has collected and he says amounts to a criminal activity, right? And so, we are going to see how Donald Trump ultimately responds to this. We are only about two months away from the November presidential election, the 2024 presidential election. But it is remarkable that we are sitting here that close to the next presidential election and still talking about this criminal case that is related to the previous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:20",
      "speaker": "SOARES",
      "sentences": "Yes, and I think this is important political context with five weeks away from a presidential election, what is the likelihood, Zach of usactually seeing any movement on this legal case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:07",
      "speaker": "SOARES",
      "sentences": "Yes. I am going to let you go because I know you're going to have to -- you're going to go through the 165 pages as long with so many othermembers of our colleagues. As soon as there are more details, of course I can do come back to our Zach Cohen, appreciate it. Thank you very much. We are going to continue with our other top story this hour. And that's really focused on Israel and Iran, as well as Hezbollah. Benjamin Netanyahu says, Israel is in the midst of a war against Iran's axis of evil. He is vowing to make Tehran pay for Tuesday's missile attack and the region is now bracing for a response. Israel's military chief-of-staff warning today that Israel can strike anywhere in the Middle East. Netanyahu insisting that Israel will prevail, both in Gaza and along the border with Lebanon. Have a listen -- (BEGIN VIDEO CLIP) BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER (through translator): With God's help, we will win together. We will return our abductees in the south. We will return our residents in the north. We will guarantee the eternity of Israel. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:07",
      "speaker": "SOARES",
      "sentences": "Well, they Israeli military says eight soldiers were killed in combat on Wednesday in Lebanon. Both Israel and Hezbollah are reportingclashes in the southern part of the country. People in dozens of villages have been told by the IDF to head north of the Awali River as you can see, there away from the fighting. The evacuation order covers one-quarter of Lebanon's territory. Let's go to our Nic Robertson who is monitoring the story in Tel Aviv for us, and Nic, all eyes now, clearly on Israel and how it responds to Iran. What are you hearing from Israeli government voices as to what that response may look like and how imminent that response may be -- Nic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:07",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Yes, there really is very, very little being said publicly about what the response may looklike. The maximum -- would it include targets that Israel has wanted to hit for a long time? Nuclear power facilities that Iran says are just for domestic civilian purposes. The United States, Israel believes Iran is trying to build a nuclear weapon. So would those be the targets? Certainly, President Joe Biden has said that is not something that he would support and we know in April last year, the United States put a lot of pressure on Israel not to escalate and have a minimum series of strikes following Iran's strike on Israel back them. How does it look now? It really isn't clear, but what is clear despite that, now, while the country is waiting and bracing for that, the fight continues. A very deadly fight on many fronts. (BEGIN VIDEOTAPE) ROBERTSON (voice over): Israel's long slog into Lebanon, turning deadly for the IDF on its second day. The limited, localized, targeted raids as the IDF characterizes them triggering fierce resistance. Helicopters inside Israel picking up the casualties, a nearby trauma hospital declaring a mass casualty event. The IDF confirming eight dead and several others injured in attacks Hezbollah claims took place in three villages. Hours earlier, overlooking the area of at least one of the attacks --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:07",
      "speaker": "ORA HATAN, ISRAELI BORDER RESIDENT",
      "sentences": "Double that and behind the -- welcome - -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:07",
      "speaker": "ROBERTSON",
      "sentences": "Israeli border resident, Ora Hatan already worrying about the troops.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:07",
      "speaker": "HATAN",
      "sentences": "I think that it's very dangerous to the army to go to Lebanon because many, many traps waiting for them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:07",
      "speaker": "ROBERTSON",
      "sentences": "She refused to evacuate last year, was busy trip airing the troop's holiday dinner for Rosh Hashanah, the Jewish New Year, and hopefultheir raids would bring her respite from Hezbollah attacks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:07",
      "speaker": "HATAN",
      "sentences": "I feel more safe. I feel more protected because of the army inside.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:10",
      "speaker": "SOARES",
      "sentences": "Indeed, and some strategy of course, of escalating to deescalating, which is not what we are seeing right now.Nic Robertson, appreciate it as always. Well, U.S. President Joe Biden discussed the Middle East crisis with G7 leaders earlier. The White House says they are considering new sanctions on Iran after its missile attack. Reporters asked Mr. Biden if he believed Israel should target Iran's nuclear sites, this is his response. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:10",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "The answer is no, and I think -- we will be discussing with the Israelis what they are going to do, but --and all seven of us agree that they have a right to respond, but they should respond proportionately. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:10",
      "speaker": "SOARES",
      "sentences": "While U.S. officials meanwhile believe Israel has destroyed half of Hezbollah's arsenal, and that is reporting from my colleague, AlexMarquardt, who is in Washington. He joins me now and we will talk about Hezbollah in just a moment, Alex. But we heard that little clip there from President Biden saying he does not support an Israeli attack on Iranian nuclear sites, but just give us, in terms of more context, in terms of your sources, what you're hearing about the language that U.S. officials are using, the messaging in trying to convey -- that is being conveyed, I should say, to Israel here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:10",
      "speaker": "ALEX MARQUARDT, CNN SENIOR NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Yes, so often throughout, I should say these conflicts because there are now multipleconflicts, we have heard U.S. officials urging Israel to hold back whether it is going in on the ground in Lebanon or when it comes to its operations in Gaza. Right now, we are not hearing that from the Biden administration, whether it is the president publicly or from senior officials behind the scenes, they are saying we understand that Israel is going to -- is going to respond, retaliate against Iran. They are not saying, unlike what we heard six months ago, take the win. Remember back then, Isa, back in April. There was that massive salvo of drones and missiles being fired at Israel. And there was relatively little damage done, and so back then, President Biden and others were telling Israel, \"take the win.\" That is not the case right now. So right now, what the Biden administration is asking for is cooperation, is asking to be heard when it comes to Israel's planning for what comes next in Iran. It does appear from that clip that you just played that the one request that the U.S. has is don't go after Iran's nuclear sites. So it remains to be seen whether Israel heeds that. We are being told from senior officials that Israel has not yet made up its mind. It does not appear right now that a retaliation is imminent. It didn't come last night and there is the holiday of Rosh Hashanah that is starting today. So that could give Israel a bit more time, a bit more space, I am told to make up their mind -- Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:10",
      "speaker": "SOARES",
      "sentences": "And this attack we saw in the last 24 hours, just roughly this time yesterday, by Iran comes, of course, Alex, as we see a weakened, moredebilitated Hezbollah, though important to point out as we heard from Nic Robertson, clearly still putting up a fight. What is the U.S. assessment here of how effectively -- how effective this supposed limited incursion or raid has been so far by the IDF?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:10",
      "speaker": "SOARES",
      "sentences": "Yes, let's see. I mean, we had limited before in Gaza, right and we are almost at year end, so Alex, appreciate it. Thank you very much.Well, Iran's president says Tehran is not looking for war, but that it will respond harshly to any Israeli retaliation. The mood in Iran's capital, as you can imagine, somber, people are stocking up as you can see, there are long lines on fuel, on fears that Israel may strike their country's vast oil fields. And some worry the city could be targeted and have encouraged loved ones really leave Tehran. Others are resigned to the risk, or indeed defiant. H.A. Hellyer is the Middle East Studies Scholar at the Carnegie Endowment for International Peace. He joins me now. H.A., great to see you again. Look, it seems as you've heard our correspondent in the last few minutes, we are at the precipice of what so many, including you and I in fact, just since we last spoke, have been warning about, right, a regional conflagration. Eyes now on Israel. How do you think that response from Israel would look like, H.A.? H.A. HELLYER, MIDDLE EAST STUDIES SCHOLAR, CARNEGIE ENDOWMENT FOR INTERNATIONAL PEACE: It is always a pleasure to be on your program, Isa. So the issue with the Israeli response is that, of course, it is not merely calculations that Israel to make on their own. They will try to calibrate how much support they are going to get from the United States. And I think that on the basis of how they've seen the U.S. react over the past year, they've gone to reckon that whatever they do, the U.S. is going to stand by them. They're going to empower them. There is not going to be any consequences or repercussions if they cross any red lines that the United States puts forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:10",
      "speaker": "SOARES",
      "sentences": "But H.A., you probably heard what President Biden said that he does not support in fact an Israeli attack on Iranian nuclear sites. But we haveheard and I think it is important to add some context here for our viewers from the former Israeli Prime Minister Naftali Bennett, who said this in a tweet. I am just going to quote him here: \"We must act now to destroy Iran's nuclear program, its central energy facilities, and to fatally cripple this terrorist regime.\" It is a very long tweet. My question is, I mean to you, H.A., how seriously should world leaders to take these comments from a former prime minister here and do you think that Netanyahu is actually listening at all to President Biden's warning given much of his advice has fallen on deaf ears?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:10",
      "speaker": "HELLYER",
      "sentences": "So several things here. First, when it comes to advice falling on deaf ears, well, the advice hasn't been accompanied by any stick. There areonly carrots.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:10",
      "speaker": "SOARES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:02",
      "speaker": "SOARES",
      "sentences": "So, H.A. Hellyer, just in terms of then of an Israeli response, what kind of response, H.A., do you think would be proportional? And I knowit might be proportional for one might not be proportional for another, what kind of response can show deterrence here without escalating this further? Because Iran is already warning that if Israel escalates, they will escalate and then there is a risk of a wider regional conflict here, a regional war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:02",
      "speaker": "HELLYER",
      "sentences": "I think this idea of deterrence, quite frankly, Isa is really quite extraordinary and security analysts have been talking about this formonths. It is more or less mythical. If there is an attempt for de-escalation to bring the region to a more stable situation, then the key to that lies in Gaza. It has lain in Gaza for the past 10 months. This is why there have been so many pushing for a ceasefire there. Because if there is one, then it will deescalate not just with Lebanon, with the Iranians, with the Houthis, and it allows for the beginning of a political process where we can finally see some sort of stabilization take place. Any response at this point, I am afraid runs the risk of driving the region to a further spiral that will be destructive for everybody.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:02",
      "speaker": "SOARES",
      "sentences": "Yes, and where the juncture with so many are already forgetting what is happening in Gaza with the strikes continuing today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:02",
      "speaker": "HELLYER",
      "sentences": "Indeed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:02",
      "speaker": "SOARES",
      "sentences": "H.A. Hellyer, really appreciate your time and expertise as always. H.A., thank you.Well, the Trump and Harris campaigns are trying to capitalize on Tuesday night's U.S. vice presidential debate. We will talk about the moments they are highlighting from the faceoff, and what impact they could have actually had, that's next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:18",
      "speaker": "WALZ",
      "sentences": "That is a damning non-answer.America, I think you've got a really clear choice. Who's going to honor that democracy and who is going honor Donald Trump? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:18",
      "speaker": "SOARES",
      "sentences": "Let's get more on all of this. Maria Cardona is CNN commentator and a Democratic strategist, Pete Seat served as White House spokesperson forthe George W. Bush administration. They both join me now. Maria and Pete, appreciate you being with us today. So I think it is fair to say for us on this side of the pond that the -- I mean, the debate was from what I saw, mostly cordial, very policy focused, something that we are just not used to, right, in U.S. politics? But I do wonder whether you both felt it moved the needle at all in what is a stubbornly close election? Maria, first to you, what did you make of what you saw? Do you think it swayed undecided voters in your view?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:18",
      "speaker": "MARIA CARDONA, DEMOCRATIC STRATEGIST",
      "sentences": "I actually do think it swayed undecided voters and those were the most important members of the audiencelast night, frankly, for both campaigns and what we saw in flash polls and what we saw in the groups of these voters, what we call the dials is that undecided voters for the most part, the majority of them at the end of the day sided with Governor Tim Walz. And a big point, a big moment where that happened is when that issue, that question was asked to JD Vance as to whether Joe Biden lost the election in 2020? It is not a hard question and he was not able to answer it and it was just a jaw dropping moment that I think crystallized everything that is on the line. And for so many undecided voters, that was the moment, if they had an already because there were other lies, frankly that came out of JD Vance's mouth, even as he smiled while doing it, they were still outright lies and I don't think that a lot of women and undecided voters on so many issues like reproductive rights and health care appreciated that. But this specific issue on whether for Joe Biden won or lost the 2020 election, I think crystallized exactly what was at stake and that worked very well for Governor Walz.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:25",
      "speaker": "SOARES",
      "sentences": "Are you hinting the fact that perhaps, Pete, and correct me if I'm wrong that, you know, in focusing on himself, putting himself first he'slining, putting his ducks in a row for his own political career here and what the future of the Republican Party? Just expound on that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:25",
      "speaker": "SEAT",
      "sentences": "Yes. And don't get me wrong. I think he did a very, very good job. He is skilled.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:25",
      "speaker": "SOARES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:25",
      "speaker": "SEAT",
      "sentences": "To Donald Trump's point. That's why he was picked because he's a very good messenger, but I don't know that he went hard enough on Kamala Harrisand Tim Walz to please and appease Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:25",
      "speaker": "SOARES",
      "sentences": "And Maria, from that clip obviously that the senator failed to answer too much about many dismay around the world, it is as we've seenreally a political gem, isn't it, for the Democrats, but it is worrying nevertheless for American democracy as we are, you know, five weeks from the election and the VP of the Republican Party refuses to answer that question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:25",
      "speaker": "CARDONA",
      "sentences": "Absolutely. And that's why I think it was such an important moment. And frankly, I agree with Pete. I don't think that there are manyundecided voters but it could move the needle with either the very few that actually might still exist or, to your point, Pete, those who look at that and say, whoa, you know what, I was going to stay home because I really don't like either of them, but this, this is about the future of our democracy. I cannot stay home. I have to tell my family and friends to go out and vote. And that could mean the difference for victory for a Harris- Walz campaign. But there's another thing here. You know, and again, Pete was right in that J.D. I think executed a good performance. It was politically performative. But when you look at the substance of it, he lied on the economy. He lied on immigration. He trashed migrants and immigrants, which to many swing voters here they do not appreciate that because they know that immigrants actually are here and they boost the economy in the places where they are. He lied about reproductive rights which to women they find that incredibly offensive. And even though he did it nicely and he did it with a smile on her face and a sparkle in his eye, that is not going to appease the women that he's already pissed off, and women are going to be such a critical group, and many of them I think have not been measured correctly in all of the polls that we're seeing. It was an under measured force in 2022.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:25",
      "speaker": "SOARES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:25",
      "speaker": "CARDONA",
      "sentences": "And it continues to be an under measured force now, and J.D. Vance did nothing to help himself or the Trump campaign on that issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:25",
      "speaker": "SOARES",
      "sentences": "I wish we had more time. I could speak to you both for much longer, but I've been told twice in my ear we have to move on.Maria Cardona, Pete Seat, thank you to you both. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:25",
      "speaker": "CARDONA",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:25",
      "speaker": "SOARES",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:25",
      "speaker": "SEAT",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:37:19",
      "speaker": "SOARES",
      "sentences": "Let's go back to our breaking news that we brought you in the last 36 minutes or so. The special counsel in Donald Trump's federal electioninterference case has presented really never-before-seen evidence in a new court document. Jack Smith argues that the former president knew he had lost the 2020 election and that he resorted to criminal activity to try to stay in power. Smith argues that Trump tried to overturn the election as a private citizen, which would address of course the Supreme Court's ruling, if you remember, on presidential immunity. Zach Cohen is with me. Zach, the last time you and I spoke at the top of the show, the document, the filing, it just come through, 165 pages. I've managed to get through to page three. Talk us through what you've seen and give us some of the examples of what this evidence shows here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:04",
      "speaker": "SOARES",
      "sentences": "Yes, pretty bombshell statements we are seeing here as I've gone through it as well. It'd be interesting to see how much of a game changerthis is, of course, with five weeks to go with the election, until the election. Just before we go, just we've had the Trump campaign -- statement from Donald Trump campaign spokesperson and they are slamming special counsel's brief accusing Jack Smith of trying to interfere in the election. Zach Cohen, as always, appreciate it. Thank you very much. Now, the IDF says eight Israeli soldiers were killed in combat on Wednesday in southern Lebanon. The Israeli military says the fighting against Hezbollah has been taking place at close range. Hezbollah claims it engaged in over two dozen attacks, mostly against Israeli troops amassing at the border. One quarter of Lebanon's territory is under Israeli evacuation order, as you can see there on your map. People in 51 villages have been told to head north. And Ben Wedeman is for us this hour in Beirut. And Ben, the focus, the attention seems to be at least today on what Israel does next, vis-a-vis Iran. But meantime, these attacks and these raids continuing, incursions continue in Lebanon. I saw you earlier on in southern Beirut, I think, close to one of these strikes. Talk us through what you saw.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:06",
      "speaker": "SOARES",
      "sentences": "Yes, as we just heard, just before you -- we saw your report. Three loud bangs there in our live. Appreciate it, Ben. Thank you very much.Well, to U.S. politics, President Joe Biden has been touring damage left by Hurricane Helene in the Carolinas. The death toll from the storm has risen to at least 182 people across six U.S. states. We'll bring you that report and the very latest from Hurricane Helene, next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:06",
      "speaker": "SOARES",
      "sentences": "Well, this week \"Call to Earth\" is turning the spotlight on the Philippines and an organization working to conserve the country's lastremaining pristine rainforest. Today we learned how conservationists KM Reyes, pardon me, led a grassroots effort on the island of Palawan to protect one of its iconic landmarks and the many threatened as well as endemic species that they call home. (BEGIN VIDEOTAPE) BILL WEIR, CNN CHIEF CLIMATE CORRESPONDENT (voice-over): Conservationist KM Reyes leads a Palawan based organization with a very clear, if not lofty, goal. KM REYES, EXECUTIVE DIRECTOR AND CO-FOUNDER, CENTRE FOR SUSTAINABILITY PH: The Centre for Sustainability is a women-led youth environmental non- profit. Our mission is to conserve the Philippines' last remaining 3 percent of pristine rainforest through establishment of national parks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:06",
      "speaker": "WEIR",
      "sentences": "Their first project launched in 2014, two years before they were officially incorporated as an NGO. The target was Cleopatra's Needle, alarge forested area outside of the capital city of Puerto Princesa, considered to be a safe haven for the island's threatened and endemic species.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:06",
      "speaker": "REYES",
      "sentences": "Cleopatra's Needle is the ancestral domain of the Batak tribe. There's only 200 members left. And I would argue that, if we didn't haveindigenous Bataks still here on land, we wouldn't continue to have the forests that we do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:10",
      "speaker": "REYES",
      "sentences": "There's a long history of conservation actually displacing communities, taking indigenous peoples away from their ancestral landsbecause of this idea of fortress protection. So at the very beginning, it was actually up and down and there was a lot of back and forth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:10",
      "speaker": "WEIR",
      "sentences": "To help gain their trust, CS launched a reforestation project they called Saving the Almaciga Tree, a collaboration with other NGOs and thePotok community, who not only consider this specific tree sacred but also rely on it for income.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:10",
      "speaker": "REYES",
      "sentences": "We tap the resin that it produces, quite similar to how you would tap rubber trees for the rubber. And you sell that on the internationalmarket and it fetches a really high price. And as a result of that, now we have a lot of encouragement from outside communities that come in because they're desperate for livelihood. But what that means is that the species is overharvested and it destroys the species and they die.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:10",
      "speaker": "WEIR",
      "sentences": "In total, they planted more than 15,000 almaciga seedlings at Cleopatra's Needle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:10",
      "speaker": "REYES",
      "sentences": "So the Almaciga Project is important on a conservation level but also on that kind of community level to build that bond.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:10",
      "speaker": "WEIR",
      "sentences": "They also needed to gather physical proof that the forest is indeed home to threatened and-or endemic species.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:10",
      "speaker": "REYES",
      "sentences": "So far we've identified 34 globally threatened species and 64 endemic species just in this area alone. It's pristine rainforest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:10",
      "speaker": "WEIR",
      "sentences": "They spent four years tirelessly putting in the work, day in, day out, and then in 2017, the payoff came in black and white.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:10",
      "speaker": "REYES",
      "sentences": "Oh, my gosh. It was incredible, the power that a piece of paper can have.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:10",
      "speaker": "WEIR",
      "sentences": "The Centre for Sustainability trains locals in ecotourism practices, ranger patrols, biodiversity surveys and management planning, putting theongoing preservation of Cleopatra's Needle into the hands of the people who live here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:10",
      "speaker": "REYES",
      "sentences": "What I want people to really see is that you don't have to have anything special. You need to feel passionate and you need to feel joy, Ithink, in the work. And that's really infectious. I think, if anything, we're ordinary community members that just wanted to make a difference in our own backyard. And that's also what makes it so special, that we were able to actually make an impact. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:41",
      "speaker": "SOARES",
      "sentences": "Well, President Joe Biden is touring areas of the U.S. south devastated in the wake of Hurricane Helene earlier. He received an aerialtour of the intense damage in South Carolina. The president just arrived in Raleigh, North Carolina, as you can see there. He's been meeting with first responders and will receive a briefing on recovery operations. That's where we find our Miguel Marquez. And Miguel, just give us a sense of kind of the devastation, the damage that the president will be seeing there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:41",
      "speaker": "MIGUEL MARQUEZ, CNN SENIOR NATIONAL CORRESPONDENT",
      "sentences": "He flew over Asheville, which is a city about 100,000 people in the Appalachians, the blue mountainarea of the Appalachian Mountains. And it is -- this was a thriving community a few days ago and parts of it are just completely washed out. But that's just one piece of it. This storm affected about 605, 600 miles of through several states. They're still trying to figure out who is unaccounted for and who may still need help. So there's very much a still active part of all of this. The president here in North Carolina, he's just arrived in Raleigh where he will be briefed and discuss with officials here in Raleigh about what the federal government can do to help get more resources here. He called up at least 1,000 members of the active-duty military to get helicopters, heavy trucks, help with getting emergency housing generators, cell phone towers, everything that they can get into the area as quickly as they can. The vice president is in Georgia today. All hands on deck. It is going to be months and months if not years before these places are to feel normal again. Back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:41",
      "speaker": "SOARES",
      "sentences": "Yes. Thank you very much, Miguel.And just an update really on this, on Hurricane Helene. We've now seen that death toll has risen to 189. It seems here that are saying South Carolina, three more deaths were announced in South Carolina and four more in North Carolina. Just horrific news as we continue to monitor the death toll and the devastation, of course, in the coming days. Miguel, appreciate it. Thank you very much. Coming up, we are following breaking news of never-before-seen evidence in Donald Trump's federal election interference case. We'll bring you the very latest after this. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}