{
  "date": "2024-10-07",
  "headline": "CNN News Central",
  "subHeadline": "Milton Strengthens Against; Israel Fighting Multi-Front War; Moshe Lavi is Interviewed about his Israeli Hostages; Harris Launches Media Blitz; Trump to Attend October 7th Remembrance Event; Harris and Trump Enter Final Stretch. Aired 9-9:30a ET",
  "utterances": [
    {
      "timeStamp": "09:00:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "As it is headed directly to Florida's west coast. The governor is about to give a live update on how they are preparing. We've got all of that for you.And one year later. Sadness and anger in Israel. Families and survivors of the October 7th Hamas terror attack coming together to mark this horrible anniversary. The deadliest day for the Jewish people since the Holocaust, with 101 hostages still being held in Gaza. And the final month of the final stretch of the presidential election. And it's already Election Day in a growing number of states today as they start early voting. To what that reality means for Kamala Harris and Donald Trump now. I'm Kate Bolduan, with John Berman. Sara Sidner is out today. Erin Burnett joins us from Tel Aviv. This is CNN NEWS CENTRAL. And the breaking news this hour from the National Hurricane Center, Hurricane Milton is getting stronger and fast. Now a powerful category three storm as it is churning in the Gulf of Mexico. The storm is forecast to take an incredibly dangerous path, headed for highly populated areas of the west coast of Florida. Evacuation orders are now in place in three counties there. Tampa's mayor is telling residents to get out now. (BEGIN VIDEO CLIP) MAYOR JANE CASTOR (D), TAMPA, FLORIDA: Please heed the warnings. If you can go now, go. You cannot wait and see. You have been told what's going to happen. We're fortunate, if it wobbles one way or the other and we don't take the direct impact, but let's plan on that. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BOLDUAN",
      "sentences": "Absolutely.Let's get to CNN's Derek Van Dam for the very latest. We've had a lot of updates just this morning, Derek. What's the latest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "DEREK VAN DAM, AMS METEOROLOGIST",
      "sentences": "Kate, people in Florida are waking up to a completely different storm than 24 hours ago. Just to put this into perspective of how fast this storm has strengthened, the criteria for rapid intensification is actually thirty-five-mile-per-hour winds increase in a 24-hour period. This has more than doubled that. In roughly 27 hours, it went from a 50 mile per hour tropical storm yesterday morning, to 125-mile-per-hour behemoth.So, this is the storm's path. And Kate mentioned about this very dangerous trajectory of major Hurricane Milton. And it's because of its perpendicular approach to the Florida peninsula. By the way, this has slowed down since yesterday's updates from the National Hurricane Center. So, we are now anticipating a Wednesday evening into Thursday morning timeframe for that landfall of a major hurricane strike. You can see the watches that have been posted just north of Tampa Bay, southward into Naples and Fort Myers, focusing in on the catastrophic wind threat. Major hurricane force winds are likely across Pinellas County, into Sarasota, southward into Lee County. Not what we want to see considering the storm fatigue that everybody is dealing with from this will be the second major hurricane strike in the state in less than two weeks. Now, you're looking at the first initial storm surge inundation forecast from the National Hurricane Center. That's eight to 12 feet for Tampa Bay. This is significant because if we go back two weeks, less than two weeks, in fact, we set record surge values in Tampa Bay and the surrounding areas because of major Hurricane Helene that was well off shore from this location. So, we believe that the storm surge approaching with this dangerous trajectory of Hurricane Milton could eclipse some of the numbers that occurred with Helene two weeks ago. It is already raining across the state of Florida. And remember what happened across North Carolina. The pre-event. The precursor to the landfalling hurricane. So, the fact that we're saturating the ground across Florida means that a flash flood threat is imminent. It will be ongoing and only ramp up from here. Localize amounts over a foot are certainly possible. The list of dangerous with this storm grows exponentially by the minute. We know the tornado threat. We know the storm surge threat. And we know the catastrophic wind threat as well, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BOLDUAN",
      "sentences": "Absolutely, Derek. Thank you so much for staying on top of that. As Derek said, Wednesday evening, Thursday morning, landfall expected. This hour expected to hear an update from Florida's governor.John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "All right, this morning, reports of new air strikes and new evacuation orders as Israel fighting a multi-front war on what is the one-year anniversary of the October 7th attacks. Across Israel, vigils, events, protests have been marking this day, with more than 100 hostages still being held. Let's get right to CNN's Erin Burnett in Tel Aviv this morning.Good morning, Erin",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:06",
      "speaker": "JEREMY DIAMOND, CNN CORRESPONDENT",
      "sentences": "Yes, that's right. I spoke with Ami Ayalon (ph), the former head of the Shin Bet, Israel's domestic intelligence service, and he told me that he believes Israel is no safer today than it was on October 6th a year ago. And that's because Israel is now in this multi-front war. And we are seeing it, the threat from Iran, the threat from Hezbollah, and Israel fighting on multiple fronts. And for the families of the hostages, they also feel like they're not necessarily any closer to getting their loved ones back because they don't feel, many of them, that this Israeli government is sufficiently prioritizing a deal to see those hostages actually freed.I spoke with the mother of Doron Steinbrecher, a 30-year-old woman who was taken from Faraza (ph). She told me that she just wants this war to end. She wants to see her daughter come home, and she is concerned that the longer time goes by, the less likely it is that her daughter will come back alive rather than in a body bag.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:06",
      "speaker": "BURNETT",
      "sentences": "Right. And I know we've been hearing from up to a third to a half of the hostages in Gaza may be dead. They don't know. I understand intelligence services have said, and this is important, they get less intelligence every day about the status of those hostages. And yet the decision has been made, obviously, too - in this war. Now the focus is on this strike and everyone's on a knife-edge. That, you know, 200 ballistic missiles hit here days ago. Israel is going to strike back. And you hear from person after person, harder and more aggressively as it continues to escalate. DIAMONDongoing makes it so hard for people to grieve even today. You know, it is such a mix of emotion here in Israel today. People are not only commemorating the seventh, remembering the atrocities of that day. They are also continuing to advocate for the hostages who are still being held captive. And, of course, there is this sense of, where is this actually going to end? Because it began on the seventh it began a year ago today. But this war is still going on. And nobody knows how much longer it will go on for, how many more lives will be lost on both sides before it can end, and whether or not Israel will actually emerge more stable and more secure than it was on October 6th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:06",
      "speaker": "BURNETT",
      "sentences": "Right. And as final decisions are being made on that strike, how big it will be, how massive it will be, how consequential it will be in the course of this war, Kate, of course you have a country where there are some who are war weary, but so many, including those soldiers that we've seen on the front line, Jeremy's seen on the front line who are ready. They are ready. They want to go. And this is far from deescalating. They are ready to win, however that actually ends up being defined.Back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:06",
      "speaker": "BOLDUAN",
      "sentences": "Yes, and as we've seen people behind you all throughout the morning remembering the lives lost, remembering and saying allowed the names of those to not be forgotten who are still being held hostage in Gaza.Thank you so much, Erin. And joining us right now is Moshe Lavi. Moshe's brother-in-law, Omri Miran, is still being held hostage in Gaza since he was kidnapped from his home in front of his wife and two young daughters one year ago today. To think that we are here today together, it's hard to imagine considering how often we've talked, Moshe. MOSHE LAVI, BROTHER-IN-LAW OMRI MIRAN HELD BY HAMAS: Yes. We've - we've met -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:06",
      "speaker": "BOLDUAN",
      "sentences": "How are you feeling?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:06",
      "speaker": "LAVI",
      "sentences": "We met for the first time on October 17th. It was that - ten days after the atrocities. And I did not think I will need to still be in studios, or in rallies, or meeting election officials a year later.It's hard for me to be here. Waking up this morning was so painful. But we keep - we keep going because we - we have - we owe it to the hostages. We owe it to Omri. We owe it to those who gave their life since October 7th. And we owe it to the entire region because I'm heartbroken from the footage I see from Gaza, from Lebanon, heartbroken for my people in Israel, because there is no - everything is at standstill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "BOLDUAN",
      "sentences": "I've been thinking about your nieces. How much of their life has been now spent - because they're so young - two and six months when Omri was taken, right? How much of their life has now been spent without their father.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "LAVI",
      "sentences": "Yes. We - we prepared a video for today. We posted it on our Instagram page for Omri, bring Omri home. And we showed, to those who follow the page, and hopefully it will reach so many others, the many moments Omri miss since October 7th. He missed Alma's (ph) first steps. A fist - he missed their first words. He missed both their birthday. Alma's (ph) first birthday, Voni's (ph) third birthday. He missed Voni (ph) going to - to preschool. And he missed so many moments. And I'm - again, I'm so heartbroken to even describe it.Voni (ph) describes it best when every night she shares with her father what happened to her today. Every night she wishes him good night. She has this poster on top of her bed. And we have to stay strong for her because she's courageously strong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "BOLDUAN",
      "sentences": "Do you still think you can save him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "LAVI",
      "sentences": "I think we can save Omri and all the rest of the hostages who are still alive. I think we can bring those who were murdered by Hamas on October 7 or in captivity for burial. And I think we owe it - we owe it to them.I'm frustrated and angry, but I - the lack of action, both by the international community, which I think embolden Hamas for this entire year, emboldened Hezbollah, did not push actors like Iran, like Qatar to do what they're supposed to do, hold them accountable and force Hamas. I'm frustrated with my own government that prioritizes other things, and my prime minister, which I believe has both legitimate security concerns, but illegitimate personal and political interests that are playing with his policies. But I think we can still - we can still win this battle for the hostages. Today, I published an op-ed in \"The Hill\" where I - where I try to provide perhaps a new thought, perhaps introduce the United Arab Emirates to the equation. They're a stabilizing force in the Middle East. They have relationship with both Israel, the United States, Iran, and Russia on the other hand. Perhaps they can bridge the gaps, explain to Iran that it's in their interest to force Sinwar to a viable deal that also includes his exile because Gazans deserve a better government. They deserve better leadership for a better future for both Israelis and Gazans. I hope those creative ideas will help policymakers. I'm meeting them constantly. But they don't seem to - to listen and sometimes they even lie to us in our face.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "BOLDUAN",
      "sentences": "Look, I've heard it from people of Israel say that they deserve better. The people - the civilians in Gaza, they deserve better. All of this happening and now this - now this -- this day landing in the middle of the high holidays. Like, what is your wish for this new year then?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "LAVI",
      "sentences": "I shared a few days ago with my friends my wish. I shared my - my agony that I wish to be normal again because we haven't been normal or since October 7th. I wish my family to be whole again. For Voni (ph) and Alma (ph) to run to Omri and embrace him, for my sister, Lishai (ph), to kiss him. That's all I can wish. And I think that to unification will also provide reunification for so many others who lost loved ones in this conflict, so many others who were separated from loved ones during this conflict.We need it. We owe it to the hostages. We owe it to all the victims of October 7th. Because to build a better future, this is the key, bringing home the hostages. And I wish the elected officials in this country, from President Biden to whatever future administration there will be, to every world leader, to my own prime minister, Prime Minister Netanyahu, to understand, stop playing with people's lives. Stop prioritize your petty politics. Prioritize human beings over any other interest. You owe it to us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "BOLDUAN",
      "sentences": "Moshe, thank you so much for coming in. And we'll always remember Omri Miran has now been in captivity for 12 months.Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "LAVI",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "BOLDUAN",
      "sentences": "John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "BERMAN",
      "sentences": "All right, Kate, we do have breaking news. Hurricane Milton is now a category four storm. Explosive growth. That's not the important picture right now. The important picture is where that storm is headed, right at the Florida coast. Major population centers in its path, Tampa, St. Pete, Sarasota, Clearwater, Naples, Fort Myers, all the way down the west coast of Florida right there. They need to pay attention to this. This is extremely dangerous.All right, the podcast moment from Kamala Harris that set social media ablaze. And new strikes overnight in inside Gaza. A look at the year since the October 7th attacks from the doctors who have been treating patients there. (COMMERCIAL BREAK) [09:19:29] BERMAN: All right, today, early voting begins in California, Montana, and Nebraska. Vice President Harris is launching this all out media blitz, starting with this interview on the hugely popular podcast \"Call Her Daddy.\" She will also do \"The Howard Stern Show.\" With us now, CNN's Priscilla Alvarez, covering all this. So, what's in store, Priscilla?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "ALVAREZ",
      "sentences": "Now this is one of multiple media rollouts this week. Today there will be an interview with \"60 Minutes.\" This was already taped, and it will air tonight. Then tomorrow she heads to New York, where she's going to be participating in \"The View,\" \"The Howard Stern Show,\" as you mentioned, as well as \"The Late Show with Stephen Colbert.\" And then later in the week, she has a town hall with Univision in Nevada.Now, of course, again, part of this is reaching different audiences where they are. \"The Howard Stern Show,\" for example, is a mostly male audience. And that is one space where the vice president and her team are trying to make inroads in. So, the campaign seeing this as a way to drive turnout. Again, knowing that voting is around the corner, if not already starting in some states. And the way that they see people getting to know her, in a moment where polls are so close, is by putting her out there in these types of interviews. There has been some criticism that she is not doing enough of the big mainstream interviews where she might face harder questions, but their response to that is that she's meeting people where they are and that to them is key to driving out that turnout again when polls are where they are. John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "BERMAN",
      "sentences": "And, look, if \"Call Her Daddy\" has 10 million people tuning in every week to that podcast, that's a pretty big audience right there.Priscilla Alvarez, thank you very much. Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "BOLDUAN",
      "sentences": "And Donald Trump, today, will be hosting a - a - hosting an event marking the October 7th terror attack at his Florida golf club. In remarks this morning, Donald Trump also again declared that he, quote, \"should get 100 percent\" of the Jewish vote.CNN's Alayna Treene has much more on all of this and what could be - what more we could hear from Donald Trump today. Good morning, Alayna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "BOLDUAN",
      "sentences": "Alayna Treene, thank you so much.John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "BERMAN",
      "sentences": "All right, with us now, the former policy director for Mitt Romney, Lanhee Chen, and Democratic strategist Aisha Mills.We were speaking a little while ago about the \"Call Her Daddy\" podcast that Kamala Harris did. And we played one bit of sound from it, but it's another bit of sound that's sort of setting social media ablaze. And it's when she was asked about Sarah Huckabee Sanders' comments that because she doesn't' have kids, she isn't humble. She doesn't have the same type of thing to keep her humble. Listen to how Vice President Harris answered that question. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I saw the governor of Arkansas said, \"my kids keep me humble. Unfortunately, Kamala Harris doesn't have anything keeping her humble.\"How did that make you feel? KAMALA HARRIS, VICE PRESIDENT OF THE U.S. (D) AND U.S. PRESIDENTIAL CANDIDATE: I don't think she understands that there are a whole lot of women out here who, one, are not aspiring to be humble. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "BERMAN",
      "sentences": "There's a whole bunch of reaction on social media, Aisha, to that comment. You know, one person wrote, \"Kamala Harris saying there are women who are not aspiring to be humble healed me.\" Why is that an important message, if it is, to send?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "AISHA MILLS, DEMOCRATIC STRATEGIST",
      "sentences": "Listen, Donald Trump and J.D. Vance are living in the false idea that the patriarchy is something that women want. That women want to be demure and humble and essentially sit and say nothing while the men around them do really idiotic, ignorant things and, frankly, say things that are harmful and try to control our bodies and our lives.And so, Kamala Harris is speaking for more than half of the population when she says, like, women, we're not sitting around here looking to be humble and quiet and subservient and submissive. We are actually living our lives and should absolutely have the government out of our bedrooms, out of our wombs, and be able to control those. And so I think that what we're seeing right now play out in this campaign is really two philosophies, do we want to be governed by a group that thinks that men should just ransack everybody and control women, or do we want women to have agency and power?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "BERMAN",
      "sentences": "Let's take a step back, Lanhee, from that. And to what extent does this interview, or questions and answers like that, get to what you think will be the deciding factor in this campaign?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "LANHEE CHEN, REPUBLICAN STRATEGIST",
      "sentences": "Well, I think it's a couple things, John.I mean, first of all, it's obvious that if you look at this media strategy, what the Harris campaign is trying to do is they're looking at turnout. They're thinking about, who are the key constituencies we need to make sure show up on Election Day and in early voting. And obviously, you know, sort of voting age women, suburban women, these are target audiences for the Harris campaign. So, part of this is about, how can they engage in a media strategy that's going to get to voters who they need to vote. So, that's item number one. But - but then the broader issue, John, is, how does she paint herself as the non-incumbent? Because this is an election cycle where Americans are decidedly unhappy with the status quo. And so if she is the incumbent, if she is positioned as the incumbent, that's not great news for her. So, a lot of the interviews, a lot of the media strategy is going to be toward what I think the defining factor of this election is going to be, which is, who is the challenger? Who is the non-incumbent? And if that's Kamala Harris, she's going to win. If Donald Trump, you know, sort of gets to that spot, he's going to win. So that's really the question over these next 28 days or so before the election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "BERMAN",
      "sentences": "So we're just getting some new audio in. And I hope I'm setting this up correctly. Donald Trump - and, Lanhee, I apologize, we have a hurricane right on your chest. We know the hurricane is not your fault. Whatever your policies are, the hurricane, you are not responsible for.Donald Trump, doing an interview with -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "CHEN",
      "sentences": "I appreciate that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "BERMAN",
      "sentences": "Donald Trump, during an interview with Hugh Hewitt this morning, and talking about immigration, and brings up genes. And by that I mean genetics. And the genes of immigrants coming to this country. I want to listen to this. We're going to listen to it for the first time all together here, OK? (BEGIN VIDEO CLIP)DONALD TRUMP (R), FORMER U.S. PRESIDENT AND 2024 PRESIDENTIAL CANDIDATE: How about allowing people to come through an open border, not - 13,000 of which were murderers. Many of them murdered far more than one person. And they're now happily living in the United States. You know, now a murderer, I believe this, it's in their genes. And we got a lot of bad genes in our country right now. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "BERMAN",
      "sentences": "We have a lot of bad genes in our country right now, talking about the immigrants who come over. He was calling them murderers.That discussion about the genes of immigrants, Aisha, your first reaction?",
      "isLastSentenceInterrupted": false
    }
  ]
}