{
  "date": "2024-07-31",
  "headline": "Isa Soares Tonight",
  "subHeadline": "White House Briefs Media After Senior Hamas Leader was Killed in Iran; Israeli Prime Minister Netanyahu Speaks After Hamas Leader Ismail Haniyeh was Assassinated; Trump Takes Questions at Black Journalists Convention. Aired 2-3p ET",
  "utterances": [
    {
      "timeStamp": "14:00:00",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN Breaking News.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "ISA SOARES, CNN HOST",
      "sentences": "Hello, and a very warm welcome everyone, I'm Isa Soares. And let's take you straight to Washington D.C. where the WhiteHouse is holding a press briefing. Let's listen in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Reached out or had contact either directly or indirectly with Iran's since the occurrence in Iran.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "JOHN KIRBY, COORDINATOR FOR STRATEGIC COMMUNICATIONS, NATIONAL SECURITY COUNCIL, WHITE HOUSE",
      "sentences": "I had no diplomatic conversations to speak to.Certainly none of that type.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "So, just to be clear, you there have not been with them or with any of their -- any intermediaries or you can't tell us if thereever have?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "KIRBY",
      "sentences": "I have no conversations to speak to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "OK. Fundamentally, is an Iranian response here inevitable?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "KIRBY",
      "sentences": "Look, you've seen the comments by the supreme leader and what he said publicly, it's out there for everybody to see. I'll certainly notspeculate about whether and to what degree Iran does anything. What I can tell you is we have and will maintain a level of readiness to preserve our national security interest in the region. It's not like we take a blind eye to what Iran is capable of doing, and it's shown their capability of doing it in the region. It's not like we've demonstrated an unwillingness to defend Israel from threats in the region, including from Iran, if that happens. And we maintain that capability and that readiness to do so now. I would also say, lastly, Peter, what I said earlier, we don't want to see an escalation and everything we've been doing since the 7th of October have been trying to manage that risk. Those risks go up and down every day. They are certainly up right now. They don't make the task of de-escalation and deterrence and dissuasion, which is the goal any less complicated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "So, to be clear, does the U.S. think this action was escalatory, provocative, justified?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "KIRBY",
      "sentences": "As I said earlier, I'm not in a position to verify the accounts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Thank you Karine. John, I have two questions on Middle East and then on Russia and Ukraine. So, on the Middle East, besides Egypt,we see Qatar, China and Russia all condemn the killing, saying the killing would jeopardize the ceasefire talks. What is the last response to those country's reaction to this. And also, is United States worrying China in expanding its influence in the Middle East and may not be using its influence for the purpose that U.S. and allies believe to be positive?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "KIRBY",
      "sentences": "On the first thing, I believe I've already kind of addressed this, I'm not in a position to verify reporting. Certainly, the statement byHamas, I'm just not going to do that. On China, we've said many times, we would welcome any credible role by China or any other nation, whether they're in the region or not, that want to help get involved and de- escalate the tensions and help us bring this war to a close and make sure that Israel's security is guaranteed going forward. Any other nation's contributions that can be done in a credible, transparent, sustainable way would be welcome. We're simply not seeing that coming out of the PRC.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Russia and Ukraine, does United States knows the whereabouts of Paul Whelan? And can you confirm the report that the firstdelivery of F-16 jets in Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Thank you so much, Karine. Hi, John. Venezuela, two questions. One, about the call with President Lula yesterday. Did PresidentBiden ask anything specific from the Brazilian President, any kind of help to moderate the situation in Venezuela?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "KIRBY",
      "sentences": "The President was grateful for the time with President Lula. They obviously talked about the electoral results in Venezuela, and areconcerned about where that's leading to. I won't go beyond the readout though in terms of specific asks the President was grateful for President Lula's time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "And another one, because as you were saying, the United States and other countries like Brazil are asking for the fullrelease of the voting-count. But three days later, as you were saying, that patience is running out, there is no indication that Maduro will release, giving to these international pressure and release the vote --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Very good evening, everyone. You have been listening there to John Kirby briefing the media and following the assassination of the Hamaspolitical leader Ismail Haniyeh on Iranian soil. There's a lot going on around the world, of course, just 24 hours ago, we were talking about the attacks in Beirut. The attack in Beirut that killed a Hezbollah military figure. We are now seeing of course, the region on edge. In the last hour, we have also heard from Prime Minister Benjamin Netanyahu, where he said we are ready for any scenario. We are prepared. Those are the words of the Prime Minister. Just in the last hour, Benjamin Netanyahu made that declaration as Iran continues to threaten retaliation after the killing of that political leader Ismail Haniyeh on Iranian soil. His death has rocked, I think it's fair to say the Middle East. But again with -- a tinderbox in many ways. Mr. Netanyahu did mention the earlier killing of a senior Hezbollah official in Lebanon, but he did not mention Haniyeh or claim responsibility for his death. I want to play out some of what he said. Have a listen. (BEGIN VIDEO CLIP) BENJAMIN NETANYAHU, PRIME MINISTER, ISRAEL (through translator):  We are not going to be silenced, we'll make everyone pay the price, everyone that murder us, anyone that take our children. Citizens of Israel, these are challenging days from Beirut, there are threats, we are ready for any scenario, we are prepared. We are going to pay a high price, going to exert high price from each arena. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Well, according to Hamas, Haniyeh was killed hours ago in Tehran when the room where he was staying was hit by a rocket. He'd been attendingevents marking the inauguration of Iran's new president. Hamas is blaming Israel, and now Haniyeh's death is sparking fears of a growing regional conflict between Israel as well as its neighbors. I want to bring in our State Department reporter Jennifer Hansler standing by. First also, Nic, international diplomatic editor, Nic Robertson, who is also in Washington. And I assume, Jennifer, Nic, both of you were listening there to what John Kirby has to say. First, to you, Nic, I mean, no clarification from John Kirby that the U.S. was made aware or could confirm at all any of the accounts regarding Ismail Haniyeh. What stood out to you, what did you get out of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Yes, and what we heard Jennifer from John Kirby there, saying we don't want to see an escalation. He said that the risks are certainly upright now, and for months on end, what we have been hearing is the Biden administration calling for calm for the rhetoric to be toned down slightly, calm in the region, trying to stop this from escalating further. Just talk to us about what is done, what is being done behind the scenes to try and calm nerves here? Because obviously, the concern now is how does Iran retaliate or do the axis of resistance? How did they retaliate through its proxies?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "JENNIFER HANSLER, CNN STATE DEPARTMENT REPORTER",
      "sentences": "Well, that's exactly right, Isa. And behind the scenes where you've seen Secretary Blinkenmaking a flurry of phone calls, almost playing diplomatic clean-up in the wake of this strike overnight in Tehran, he is currently traveling in Asia, but right before he got on his plane to go from Singapore to Mongolia, we know that he called his counterpart in Qatar to talk about the ongoing efforts to try to salvage the ceasefire deal and to try to ensure that calm remains. He also spoke with his Jordanian counterpart on the phone en route in Asia, and he is just stressing and trying to make sure that these efforts that the U.S. has been engaging in for the past months and months do not get completely derailed. He was asked about the impact of Haniyeh's killing in interviews earlier today, he would not speculate. He said he didn't want to speak to what any one event could mean, but there are serious concerns here that this could derail everything the U.S. has been working with those regional partners on. We heard the Jordanian and Qatari counterparts reacting very harshly, very angrily to what happened in Tehran. We heard from the Qatari Foreign Ministry, he posted on X saying this was a heinous crime, a dangerous escalation? And how can mediation succeed when one party assassinates the negotiator on the other side? So, there is a lot that is very fragile here that Blinken is trying to keep together. The other thing that we are going to be watching is whether any U.S. facilities in the region are put on heightened alert. As you noted, Iran has grouped the U.S. and responsibility for what happened overnight because of what Nic was talking about, they are seen as being allied with Israel intractably. So, we will see if there is heightened security, heightened alert. We heard from the State Department earlier today, that they are prepared to do what's necessary to protect their forces. Isa --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Jennifer, I appreciate, Nic Robertson, thank you to you both. Well, let's get more on this, and really what this means for a region whichis really a tinderbox right now in the Middle East. I want to bring in Bilal Saab; he is the head of the U.S. Middle East Practice of Trends Research and Advisory, also joining us is retired U.S. Army Brigadier- General Mark Kimmitt. Bilal, let me start with you. I mean, we've heard in the last what? Twenty minutes or so, 12 minutes from the White House, the National Security adviser was just speaking, saying that the White House cannot confirm or verify reports that Hamas political leader Ismail Haniyeh killed in Iran. Just your reaction to what we've been hearing on really not hearing much in terms from the United States because for Tehran, this is incredibly provocative. BILAL SAAB, HEAD, U.S.-MIDDLE EAST PRACTICE, TRENDS RESEARCH &amp; ADVISORY:  It is provocative and why we said that we're not clear about the killing of Haniyeh. I mean, it's obviously, everybody in the entire world. It is provocative, but Isa, this has happened before in Iran. So, I'm not sure that this -- due to this all-out war that everybody is hearing. The Israelis have attacked nuclear scientists, they've assassinated nuclear scientists in Iran. They've assassinated several other high level figures in the IRGC before, and you know, it didn't lead to once again the much-feared war. So, yes, of course, it comes at a very difficult, tense time, but at the same time it's not like it's something that we haven't seen before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "And General, the -- Iran's U.N. mission in New York, I'm going to tell you, where they said won today of Iran -- what it calls specialoperations in response to this assassination. It said, I'm going to read it here. The response and assassination will indeed be special operations hard-on and intended to instill deep regret in the perpetrator. I mean, how do you interpret those words? Will this be Iran attacking directly via proxies? How does it calibrate its response here? General, did you hear me there? I'm not sure, do we still have the General with us? It seems --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "KIMMITT",
      "sentences": "Oh, yes, the question is to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Oh, good, go ahead --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "KIMMITT",
      "sentences": "Me not to blow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "No, that was to you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "KIMMITT",
      "sentences": "I think --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "That was to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "KIMMITT",
      "sentences": "All right, yes, in fact, I think the calibrated response would be a tit-for-tat where they're not trying to inflame the situation, but try todo reciprocity as we've seen them do in the past particularly against American forces. Now, again, the \"where\" and the \"how\" is up in the air, whether they attack American forces --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "General, I apologize for interrupting you -- I want -- I have to go to Chicago right now where Donald Trump is giving remarks at theNational Association of Black Journalists Annual Convention. Let's listen in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "RACHEL SCOTT, MODERATOR",
      "sentences": "Are quote, \"stupid\" and \"racist\". You've had dinner with a white supremacist at your Mar-a-Lago resort.So my question, sir, now that you are asking black supporters to vote for you, why should black voters trust you after you have used language like that? DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES (R) AND CURRENT U.S. PRESIDENTIAL CANDIDATE (R): Well, first of all, I don't think I've ever been asked a question so -- in -- in such a horrible manner, first question. (LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "TRUMP",
      "sentences": "You don't even say, hello, how are you. Are you with ABC? Because I think they're a fake news network, a terrible Network.(APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "TRUMP",
      "sentences": "And I think it's disgraceful that I came here in good spirit -- I love the black population of this country. I've done so much for the blackpopulation of this country, including employment, including opportunity zones with Senator Tim Scott of South Carolina, which is one of the greatest programs ever for black workers and black entrepreneurs. I've done so much. And, you know -- and I say this -- historically black colleges and universities were out of money, they were stone cold broke, and I saved them and I gave them long-term financing, and nobody else was doing it. I think it's a very rude introduction. I don't know exactly why you would do something like that. And let me go a step further. I was invited here and I was told my opponent -- whether it was Biden or Kamala, I was told my opponent was going to be here. It turned out my opponent isn't here. You invited me under false pretense. And then you said you can't do it with Zoom. Well, I -- you know, where's Zoom? She's going to do it with Zoom and she's not coming. And then you were half an hour late. Just so we understand, I have too much respect for you to be late. They couldn't get their equipment working or something was wrong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Mr. President, I would love it if you can answer the question on your rhetoric --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "TRUMP",
      "sentences": "I think it's a very nasty question -- well, I have answered the question --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "-- and why you believe that black people should trust you with another four years?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "TRUMP",
      "sentences": "I have been the best president for the black population since Abraham Lincoln. That's my answer --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Better than -- better than President Johnson --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "TRUMP",
      "sentences": "That's my answer --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Who signed the voting rights act?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "TRUMP",
      "sentences": "And for you to start off a question-and-answer period, especially when you're 35 minutes late because you couldn't get your equipment to work-- in such a hostile manner, I think it's a disgrace. I really do, I think it's a disgrace --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SCOTT",
      "sentences": "Let me -- let me just ask a follow-up, sir, and then we'll move on to other questions here. Some of your own supporters including Republicanson Capitol Hill, have labeled Vice President Kamala Harris, who was the first black and Asian-American woman to serve as vice president and be on a major party ticket as a DEI hire. Is that acceptable language to you? And will you tell those Republicans and those supporters to stop it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "TRUMP",
      "sentences": "How do you -- how do you define DEI? Go ahead. How do you define it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SCOTT",
      "sentences": "Diversity, equity, inclusion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "TRUMP",
      "sentences": "OK, yes, go ahead. Is that what your definition, give me a --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SCOTT",
      "sentences": "That is literally the word --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "TRUMP",
      "sentences": "Give me a definition then. Would you give me a definition of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SCOTT",
      "sentences": "DEI.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "TRUMP",
      "sentences": "Give me a definition of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SCOTT",
      "sentences": "Sir, I'm asking you a question --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "TRUMP",
      "sentences": "No, you have to define it --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SCOTT",
      "sentences": "A very direct question --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "TRUMP",
      "sentences": "Define the -- define it for me if you would?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SCOTT",
      "sentences": "I just defined it, sir. Do you believe that Vice President Kamala Harris is only on the ticket because she is a black woman?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "TRUMP",
      "sentences": "Well, I can say, no, I think it's maybe a little bit different. So, I've known her a long time indirectly, not directly very much. And she wasalways of Indian heritage, and she was only promoting Indian heritage. I didn't know she was black until a number of years ago when she happened to turn black, and now she wants to be known as black. So, I don't know, is she Indian or is she black?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SCOTT",
      "sentences": "She has always identified --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SCOTT",
      "sentences": "As a black woman, she went to a historically black college --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "TRUMP",
      "sentences": "I respect either one -- I respect either one, but she obviously doesn't. Because she was Indian all the way, and then all of a sudden shemade a turn and she went -- she became a black person --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SCOTT",
      "sentences": "Just to be clear, sir, do you believe that she is a --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "TRUMP",
      "sentences": "And I think -- I think somebody should look into that too when you ask and continue in a very hostile, nasty tone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SCOTT",
      "sentences": "It's a direct question, sir, do you believe that Vice President Kamala Harris is a DEI hire as some Republicans have said?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "TRUMP",
      "sentences": "I really don't know. I mean, I really don't know. It could be. It could be. There are some and there are plenty -- I know this lady rightover there, Paris(ph) is a fantastic person who just interviewed me at length and we had a great interview, I think, and I heard you got very good ratings on that interview --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "HARRIS FAULKNER, MODERATOR",
      "sentences": "Well, you told me it was the longest one of your life. So, we had a good discussion. Look, I want to talk about whyyou're here today. I mean, it is not lost on us how divided we are as a country. And as you were coming today, we really got to see that we are divided along the lines of race, along the lines of gender. And there is this question of, in this moment where we are, why come here? What is your message today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "TRUMP",
      "sentences": "My message is to stop people from invading our country, that are taking frankly -- a lot of problems with it, but one of the big problems,and a lot of the journalists in this room, I know and I have great respect for -- a lot of the journalists in this room are black. I will tell you that coming from the border are millions and millions of people that happened to be taking black jobs. You had the best --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SCOTT",
      "sentences": "What exactly is a black job, sir?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "TRUMP",
      "sentences": "A black job is anybody that has a job, that's what it is. Anybody that has a job --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "FAULKNER",
      "sentences": "All right, Mr. President --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "TRUMP",
      "sentences": "And they're taking -- they're taking the employment away from black people. They're coming in and they're coming in, they're invading, it's aninvasion of millions of people, probably 15, 16, 17 million people. I have a feeling it's much more than that. And everybody has been seeing what's happening. The first group of people, the black population is affected most by that, and Kamala is allowing it to happen. She's the border czar. She is the worst border czar in the history of the world has ever been a border czar like this, she's never even essentially been -- she said she was there once, but not the right part of the border. So, she was a border czar, she's done a horrible job. These people are coming into our country and they're taking black jobs and Hispanic jobs, and frankly, they're taking union jobs. Unions have been very badly affected by all of the millions of people that are pouring into our country. And one thing here as we've discussed, many of these people are coming in from mental institutions, from prisons, from jails, they're gang members and other countries. Other countries are setting loose their prisoners, they're opening up their prisons and their mental institutions and they're taking their bad people, drug dealers, gang members, and they're bringing them into the United States --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "FAULKNER",
      "sentences": "All right --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "TRUMP",
      "sentences": "And by the way, their crime rate is going down, and our crime rate is going to be a disaster.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "FAULKNER",
      "sentences": "Mr. President, I want to get into how you address some of the issues with black communities. And I say  that plural, because we live incommunities of color that are different. We're not all the same. We don't vote the same. We don't think --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "TRUMP",
      "sentences": "Sure --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "FAULKNER",
      "sentences": "It's not monolithic. So, as you come here today, I want to talk about something that births. And this is the weight of the inflation onthis country right now. The non-profit money management international recently released data from its mid-year analysis that we have found a 52 percent rise in people who are seeking counseling for being in credit debt. They're paying for food that is sky-high on their credit cards, and now they can't pay that off. The credit counseling non-profit, MMI, as I said, is saying now that they've seen surges that they haven't seen since we were in a pandemic of people in financial trouble, much of that falls on the shoulders of single moms, single black moms. When you look --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "TRUMP",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "FAULKNER",
      "sentences": "Statistically, how do you turn it around? What's your plan for the black community when it comes to money?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "FAULKNER",
      "sentences": "So, what do you do? What's your plan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "TRUMP",
      "sentences": "You know what we have to do, we have to bring down the cost of energy, and that's going to bring down the cost of inflation. This was allstarted with a bad energy policy by Joe Biden -- by the way, just -- if I might, I was running against a man named Biden, you probably saw that, and he was losing very badly in the polls, and then he had a rather bad debate, I would say it was a bad debate, I would say it was one of the worst debates in history and his poll numbers crashed. And instead of saying, you know, let's keep going and maybe something happens the other way, they said, oh, we're going to replace him. Let's just replace him. That's like you're in a fight, a price fighter is in a fight, he's not doing well, you say let's bring in another fighter. So, our whole campaign was steered toward him, and now we have to steer to it, but ultimately it's the same because they have bad policy. They have policies of open borders, unbelievable open borders, horrible energy policies, they want to get rid of, as you say gasoline in cars, they want to get rid of oil. They want to get rid of efficient heating --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "KADIA GOBA, MODERATOR",
      "sentences": "Mr. President --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "TRUMP",
      "sentences": "Environmentally, what they're doing is killing our country. They're absolutely destroying our country. But the inflation is the thing that'shurting the black worker, the black population, and every other population within our country. Inflation is the worst it's been, I think in over a 100 years, and they'll fact-check it. They'll say it's only 58, whatever it may be, they don't add all the numbers, they don't add the really bad numbers and you can check that too. But inflation, Harris, is absolutely destroying this country and the people in our country. Yes, for that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "GOBA",
      "sentences": "Mr. President, can I ask you another question?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "TRUMP",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "GOBA",
      "sentences": "That is also impacting black --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "TRUMP",
      "sentences": "And that's very clear now, good --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "GOBA",
      "sentences": "I'm sorry?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "TRUMP",
      "sentences": "It's very clear, I hear you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "GOBA",
      "sentences": "OK, Sonya Massey, someone from Illinois, an unarmed black woman was shot the other day in her home by a deputy sheriff. The deputy has sincebeen charged with murder. You said police would get immunity from prosecution if you win. Why should someone like that officer have immunity in your opinion?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "TRUMP",
      "sentences": "Immunity?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "GOBA",
      "sentences": "Immunity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "TRUMP",
      "sentences": "I don't know the exact case, but I saw something and it didn't look -- it didn't look good to me. It didn't look good to me. Are you talkingwith the water, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "GOBA",
      "sentences": "Yes, well --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "TRUMP",
      "sentences": "It didn't --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "GOBA",
      "sentences": "Police unions are not backing this person --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "TRUMP",
      "sentences": "OK --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "GOBA",
      "sentences": "Either, but again --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "TRUMP",
      "sentences": "Are they going to -- are they going to be charging the officer, I guess they're charging the officer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "GOBA",
      "sentences": "So, why should he receive immunity?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "TRUMP",
      "sentences": "Well, he might not. I mean, it depends, it depends on what happens. I'm talking about people that are much different cases than that. We needpeople to protect ourselves -- and by the way, in Chicago as an example, last -- a few weeks ago, July 4th weekend, got 117 shootings and 17 deaths. Nobody wants that. Nobody wants that. We need to have our police officers have the respect and dignity back. In this particular case, I saw something that didn't look good to me. I didn't like it. I didn't like it at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "GOBA",
      "sentences": "So, can you get a little more specific, back to the immunity question. Who would make those distinctions?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "TRUMP",
      "sentences": "Well, right now, for the most part, for the most part, people are protected by their unions, by their police unions or by their policedepartments. But I'm saying if I fell to a -- if a group of people would feel that somebody was being unfairly prosecuted because the person did a good job maybe with grime or made a mistake, an innocent mistake, there's a big difference between being a bad person and make an innocent mistake. But if somebody made an innocent mistake, I would want to help that person.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "GOBA",
      "sentences": "What would those exceptions be? What will determine an innocent mistake?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "TRUMP",
      "sentences": "You go after somebody and it's a very close call and it's very dangerous -- and you know, they have -- the policeman's life and woman is avery difficult thing, because sometimes you have less than a second to make it, you know, life and death decision. And sometimes very bad decisions are made. They're not made from an evil standpoint, but they're made from the standpoint of -- they made a mistake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "TRUMP",
      "sentences": "Well, I've been prosecuted because I'm a political opponent of two people that have weaponized our justice system. I've been prosecuted -- Ijust won the big case in Florida, everyone said that was the biggest case. That was the most difficult case. And I just won it. Now, Biden has a similar case, except much worse. I was protected under the Presidential Records Act. Biden wasn't because he wasn't president at the time and he had 50 years' worth of documents and they ruled that he was incompetent and therefore, he shouldn't stand trial. And I said, isn't that something? He's incompetent, and he can't stand trial. And yet, he can be president. Isn't that nice?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "SCOTT",
      "sentences": "And, Mr. President, I want to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "TRUMP",
      "sentences": "But they released him on the basis that he was incompetent. They said he had no memory, and he was a nice old guy, but he had no memory, andtherefore, we're not going to prosecute him. I won the case and it got very little publicity. I didn't notice ABC doing any publicity on it, George.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "SCOTT",
      "sentences": "We cover you extensively, sir. I'd love to move over onto different topic now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "TRUMP",
      "sentences": "I didn't notice you do any publicity on it at all. I won the case, the biggest case. This was -- this is an attack on a political opponent. Ihave another one where I have a hostile judge --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "SCOTT",
      "sentences": "Sir, if you don't mind, I'd love to -- we have you for a limited time, sir. I'd love to move on to different topics if we can.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "TRUMP",
      "sentences": "No, excuse you. You're the one that held me up for 35 minutes, just so you understand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "SCOTT",
      "sentences": "If we can move on now to the state of the race, sir, I want to get back to the campaign. Senator J. D. Vance is your running mate. He's had alot of controversy lately, and I want to read you a few things that he has said in the past. He said the Democrats running the country are a bunch of childless cat ladies who are miserable at their own lives and the choices they've made. And so, they don't -- they want to make the rest of the country miserable too. He's not talking here about how great it is to be a parent. He's attacking what he says are the choices people are making to not have children. Did you know that he had these views about people who do not have children before you picked him to be your running mate? And do you agree with him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "TRUMP",
      "sentences": "No. I know this. He is very family oriented and he thinks family is a great thing. That doesn't mean he thinks that if you don't have a family,it's not. I know people with families. I know people with great families. I know people with very troubled families. And I also know people with no families. They didn't meet the right person. Things happen. You go through life, you don't meet the right person.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "SCOTT",
      "sentences": "But he's not just talking about families here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "TRUMP",
      "sentences": "Excuse me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "SCOTT",
      "sentences": "He also says that people that don't have children should get less votes than those that do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "TRUMP",
      "sentences": "That's all right. I'm just speaking for myself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "SCOTT",
      "sentences": "Is that your campaign position?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "TRUMP",
      "sentences": "I think I'm speaking for him too. He strongly believes in family. But I know people with great families. I know people with not greatfamilies, that don't have a family. And the people without the family are far better. They're superior in many cases. OK? He's not saying they're not. What he's saying is that he thinks the family experience is a very important thing, it's a very good thing. But that doesn't mean that if you grow up and you grow older and you don't meet somebody that would be wonderful to meet and would have been good, that that's a bad thing. He's not saying that. He -- my interpretation -- you'll have to ask him, actually, but my interpretation is he's strongly family oriented, but that doesn't mean if you don't have a family there's something wrong with it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "SCOTT",
      "sentences": "Just one last point and then we'll move on. Just one of the bedrock principles of American life is one person, one vote. Senator J. D. Vancehas suggested that someone who has children should have more votes than a person who does not have children. I just want to be clear here, is that the position of your campaign?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "TRUMP",
      "sentences": "Well, no, but it's not something I have ever heard before. I can tell you this, right now you have illegal aliens coming into our country,many from prisons and many from mental institutions, and they want to give them votes. I don't think they should have votes. They came into our country illegally, and they're taking the vote away from all of the people in this room that have been here a long time, that have worked hard, that, in many cases, and you'll see this happening, if I'm not elected, you're going to see it happening. If I am, you're not going to have any problem. But you're going to see it happening a long time. You're going to see the -- people in this room and people outside of this room are going to be losing their jobs to people that have come into this country illegally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "FAULKNER",
      "sentences": "Mr. President, can we stay with just kind of the state of the race right now, because I felt like that vice president question --candidate question was right in there with that. So, let's talk about J. D. Vance for a little bit. He's had some stumbles out of the gate. I don't know if you're hearing what we hear as reporters, but it's been a tough couple of weeks for him. Why did you choose J. D. Vance?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "TRUMP",
      "sentences": "Why did I?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "FAULKNER",
      "sentences": "Why did you choose him? And I'm having a hard time hearing too. I don't know if everybody out there can, but it's hard to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "FAULKNER",
      "sentences": "Well, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "TRUMP",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "FAULKNER",
      "sentences": "The reason I ask the question is because the last time you and I sat and talked was the day that you were shot. We'd been together for muchof that day. You left to go to Butler, Pennsylvania, and we didn't know what was next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "TRUMP",
      "sentences": "Yes. I'm sorry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "FAULKNER",
      "sentences": "And two days after that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "TRUMP",
      "sentences": "I cannot understand. Your microphone is so --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "FAULKNER",
      "sentences": "I know. It is really hard for me to understand you too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "TRUMP",
      "sentences": "I mean, it's just -- I can understand you perfectly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "FAULKNER",
      "sentences": "Because she's closer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "TRUMP",
      "sentences": "I can understand you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "SCOTT",
      "sentences": "I'm happy to hear that, sir. I'm really happy to hear that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "TRUMP",
      "sentences": "But I can't understand Harris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "SCOTT",
      "sentences": "I have a few more questions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "TRUMP",
      "sentences": "Because of the distance, and the mics are really in lousy shape, but I cannot understand what you're saying. Go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "FAULKNER",
      "sentences": "So, what I wanted to say was, the last time we spoke, you said some words that were prophetic. Because I asked you who you wanted tochoose for vice president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "TRUMP",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "FAULKNER",
      "sentences": "And you said normally, it really wouldn't matter what they would bring, you know, you choose somebody that you think has a future, that sortof thing. But you said these words, three and a half hours before an attempted assassination on your life, you told me that bad things happen, Harris, and that's why this decision is important this time. Bad things happen, you said it twice. When you look at J. D. Vance, is he ready on day one?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "TRUMP",
      "sentences": "Does he what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "FAULKNER",
      "sentences": "Ready on day one. If he has to be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "TRUMP",
      "sentences": "I've always had great respect for him. And for the other candidates too. But I will say this, and I think this is well documented.Historically, the vice president in terms of the election does not have any impact. I mean, virtually no impact. You have two or three days where there's a lot of commotion as to who -- like you're having it on the Democrat side, who it's going to be. And then, that dies down, and it's all about the presidential pick. Virtually, never has it mattered. Maybe Lyndon Johnson mattered for different reasons than what we're talking about. Not for vote reasons, but for political reasons, other political reasons. But historically, the choice of a vice president makes no difference. You're voting for the president, and you can have a vice president who's outstanding in every way. And I think J. D. is -- I think that all of them would have been, but you're not voting that way. You're voting for the president. And you're voting for me. If you like me, I'm going to win. If you don't like me, I'm not going to win.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "KADIA GOBA, MODERATOR",
      "sentences": "I'm going to get my J. D. Vance question in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "TRUMP",
      "sentences": "J. D. Vance?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "GOBA",
      "sentences": "I'm going to get my J. D. Vance question in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "TRUMP",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "GOBA",
      "sentences": "To your point and to Rachel's point, he, you know, has a lot of opinions about childless women like myself or divorced people likeyourself. Do you think -- well, I mean, my point is here --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "TRUMP",
      "sentences": "But at least it was said in a friendly manner.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "GOBA",
      "sentences": "My point is, do you think the party, the Republican Party is getting a little bit too judgy about people's lives, when you think about abortionor when you think about what J. D. Vance is saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "TRUMP",
      "sentences": "I don't think. Look, I think that the Democrat Party is really the one that has the problem. I think they're radical on abortion becausethey're allowing abortion in the ninth month. They're allowing the death --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "GOBA",
      "sentences": "But I think it's about freedom, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "TRUMP",
      "sentences": "They're allowing the death of a baby after the baby is born based on the governor of Virginia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "SCOTT",
      "sentences": "Sir, that is illegal in every state in the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "TRUMP",
      "sentences": "Based on the governor of Virginia, they're allowing the death of the baby after it's born. They're allowing abortions in the eighth andninth month.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "GOBA",
      "sentences": "Well, Democrats have denied --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "GOBA",
      "sentences": "But the majority of Americans opposed Roe v. Wade being overturned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "TRUMP",
      "sentences": "Excuse me. They don't know about this. Right now, they're voting. It brought it back to the states. Now, I happen to believe in the threeexceptions. Ronald Reagan believed with rape, incest, life of the mother. I do. I think most people do. I think most Republicans do also. But if you take a look, right now they're doing, it's an amazing thing, out of the federal government, it's in states, and people are voting. And I will say, Ohio is, let's say -- let's call it a more liberal version, has been approved. Kansas, the same thing. A little bit surprising to a lot of people. But the people are now voting. And it's taking this issue that's been going on for 52 years, and it's torn our country apart, and it's giving it to the people to vote on, and they're voting. And many states have already voted. Others are in the process of voting, and it's bringing it back to the people in a vote of the people. And it's not at all radical. And I -- again, you have to follow your heart. I happen to believe in the three exceptions. Most people believe in the three exceptions. Most Republicans believe in the exceptions. But they don't want to see an abortion in the ninth month or the eighth month. Almost everybody agrees to that. And they certainly don't want to see, in the case of the governor of Virginia, the former governor, I might add, who said, we set the baby aside and then we decide what to do. Meaning, what do we do? We execute the baby. That's a radical, horrible position. And some people want that. I don't want it. Most people don't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "GOBA",
      "sentences": "Thank you. Can I just pivot really quickly to another question, about you brought up health, Harris? You're an active man. You -- we seeyou golfing all the time. But if you win, you'll still be president at 82, which is older than Biden is right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "TRUMP",
      "sentences": "But not mentally, look mentally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "GOBA",
      "sentences": "Here's the question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "TRUMP",
      "sentences": "He shot. He shot. But most people --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "GOBA",
      "sentences": "Would you consider --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "TRUMP",
      "sentences": "Most people -- I know many people in their 80s and their 90s that are in great shape. Some of our greatest leaders. You look at throughoutthe world, world history, the greatest leaders, some of the greatest leaders in the world were in their 80s.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "GOBA",
      "sentences": "But here's the question, would you consider stepping down if you felt that your health was declining?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "TRUMP",
      "sentences": "Oh, absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "GOBA",
      "sentences": "And who would make --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "TRUMP",
      "sentences": "I think I'd know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "GOBA",
      "sentences": "How would you make that decision?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "TRUMP",
      "sentences": "I think I'd know. Look, if I came onto a stage like this and I got treated so rudely as this woman treated me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "SCOTT",
      "sentences": "Oh, my goodness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "TRUMP",
      "sentences": "And I'm fine with it because she -- it doesn't -- she was very rude, sir. Very rude. That was a nasty -- that wasn't a question. Shedidn't ask me a question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "GOBA",
      "sentences": "Sir, if you can answer the question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "TRUMP",
      "sentences": "She gave a statement. That wasn't a question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "SCOTT",
      "sentences": "I repeated your statement, sir, actually.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "GOBA",
      "sentences": "Sir, if you can answer the question. You said you would. You would make that decision.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "TRUMP",
      "sentences": "Oh, absolutely. If I thought that I was failing in some way, I want people to be shocked. I'll go a step further. I want anybody running forpresident to take an aptitude test, to take a cognitive test. I think it's a great idea. And I took two of them and I aced them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "GOBA",
      "sentences": "Well, can I just --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "TRUMP",
      "sentences": "I took two of them. But let me ask --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "GOBA",
      "sentences": "Yes, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "TRUMP",
      "sentences": "-- I would like to have people running for president -- and I don't mean because they're 75 or 85. I think anybody running, I'd like to do it.People say it's not constitutional. I would like to have something passed where you can do it. I think we should know. I mean, I've watched what's happened in the last couple of years under this gentleman, and our country is a mess. We have inflation. We have the millions of people falling in. We have Afghanistan, which was the worst, most embarrassing moment in the history of our country. What he has done to our country -- and her too, what they've done to our country. She has been a horrible vice president. She's considered the worst vice president in the history of our country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "FAULKNER",
      "sentences": "Mr. President --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "GOBA",
      "sentences": "I don't mean to interrupt you, but would you consider taking a cognitive test?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "FAULKNER",
      "sentences": "Mr. President --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "TRUMP",
      "sentences": "I would love to do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "GOBA",
      "sentences": "And make it public?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "TRUMP",
      "sentences": "Well, I've already taken two of them, but I'll do it again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "FAULKNER",
      "sentences": "Mr. President, how do you intend to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "TRUMP",
      "sentences": "I suggested, Harris, that let's take one. I said, Joe and I will go and take a cognitive test. Now, I'd do it with her too. I would do it withher also. You know what? She failed her law exam. She didn't pass her law exam, so maybe she wouldn't pass the cognitive test.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "FAULKNER",
      "sentences": "Mr. President --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "SCOTT",
      "sentences": "Are you saying she wouldn't pass? Just to be clear --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "TRUMP",
      "sentences": "I'm just giving you the fact.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "SCOTT",
      "sentences": "To be clear, you don't think Harris would pass the cognitive test?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "FAULKNER",
      "sentences": "How do you intend -- and what --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "TRUMP",
      "sentences": "She didn't pass her bar exam, and she didn't think she would pass it, and she didn't think she was going to ever pass it, and I don't knowwhat happened. Maybe she passed it. I guess --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "SCOTT",
      "sentences": "She didn't pass it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "TRUMP",
      "sentences": "There's a man over here, I think, you must work for her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "SCOTT",
      "sentences": "Mr. President, I would love to ask you about January 6th. You've called yourself the candidate of law and order. When \"Time\" magazine askedyou if you would consider pardoning all the rioters, you said yes, absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SCOTT",
      "sentences": "You called them patriots. 140 police officers were assaulted that day. Their injuries included broken bones, at least one officer lost aneye. One had two cracked ribs, two smashed spinal discs, another had a stroke. Were the people who assaulted those 140 officers, including those I just mentioned, patriots who deserve pardons?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "TRUMP",
      "sentences": "Well, let me bring it back to modern day, like about five days ago. We had an attack on the Capitol, a horrible attack on the Capitol. You sawthe people that were protesting and spraying these incredible monuments, bells, lions, all these magnificent limestone and granite with red paint, red spray paint that will never actually come off, especially on the limestone. It will never -- I'm a builder. I know about this stuff. It'll never -- you'll see it in a hundred years from now. They viciously attacked our government. They fought with police, they fought with them much more openly than I saw on January 6th. What's going to happen to those people? What's going to happen to the people in Portland that destroyed that city?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SCOTT",
      "sentences": "But, sir, my question is on those --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "TRUMP",
      "sentences": "What's going to happen to the people that tried to burn --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SCOTT",
      "sentences": "-- rioters who assaulted officers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "TRUMP",
      "sentences": "Excuse me. You have to ask --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SCOTT",
      "sentences": "Would you pardon those people?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "TRUMP",
      "sentences": "What's going to happen -- oh, absolutely, I would.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SCOTT",
      "sentences": "You would pardon those --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "TRUMP",
      "sentences": "If they're innocent, I would pardon them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SCOTT",
      "sentences": "They've been convicted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "TRUMP",
      "sentences": "And by the way, the Supreme Court just under -- well, they were convicted by a very, very tough system. They were -- how come the peoplethat tried to burn down Minneapolis, how come the people that took over a large percentage of Seattle, how come nothing happened to them? How come the people that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SCOTT",
      "sentences": "But, sir, we're talking about people that were seen beating officers with --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "TRUMP",
      "sentences": "No, no, no. we're talking about --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SCOTT",
      "sentences": "-- flagpoles --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "TRUMP",
      "sentences": "-- federal buildings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SCOTT",
      "sentences": "-- dragging them down the stairs, they're on video.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "TRUMP",
      "sentences": "They have --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SCOTT",
      "sentences": "Have you seen that video, sir?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "TRUMP",
      "sentences": "Really? Oh, really? Well, they --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SCOTT",
      "sentences": "You would pardon those rioters?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "TRUMP",
      "sentences": "They shot a young lady in the face who was protesting. They shot her in the face. You know, nobody died that day, you do know that. Butpeople died in Seattle. Nobody died, but people died in Minneapolis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SCOTT",
      "sentences": "140 officers were --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "TRUMP",
      "sentences": "You know people died in Minneapolis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SCOTT",
      "sentences": "-- assaulted that day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "TRUMP",
      "sentences": "And nothing happens, and nobody ever talks, and nothing happens to those people. But you went after the J6 people with a vengeance. And I'lltell you what, what about the cops that were -- and I'm all for the police, as you know, but what about the police that are ushering everybody into the Capitol? Go in, go in, go in. What about that? Look, nothing is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "GOBA",
      "sentences": "No one was --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "TRUMP",
      "sentences": "Nothing is perfect in life. But you have people from Minneapolis, you have people just from five days ago in Washington, D.C., they werehaving fistfights and fighting with the police. They were spraying and destroying -- they were desecrating our monuments in Washington, D.C. five days ago and nothing happened to them. And you have to -- you can't have two systems of justice. That's why they went after me as a political opponent. Because they felt they couldn't win without doing that. And we're going to win our cases and we're going to be vindicated. But I have to spend a lot of time on that and money. That's what they want. After the election, they won't care. Although, in my case, I think they probably will because the hatred is pretty deep. But I'll tell you, they went after me as a political opponent. That's never happened in our country before. And it sets a terrible, terrible precedent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "FAULKNER",
      "sentences": "What do you do on day one if you win? What's your first thing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "TRUMP",
      "sentences": "What do I do? I'd close the border. I'd do two things, because I can do a lot of things simultaneously. I'd close the border. We don't wantpeople coming in. We want people to come in, Harris, but they have to be vetted. They have to be checked. They have to come in legally. We want people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "FAULKNER",
      "sentences": "Legal --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "TRUMP",
      "sentences": "I want people to come into our country. But they have to be vetted. They have to be checked. So, when you say, what do I do? That -- and Idrill, baby, drill. I bring energy way down. I bring interest rates way down. I bring inflation way down. So people can buy bacon again. So people can buy a ham sandwich again. So that people can go to a restaurant and afford it. Because right now people can't buy food. Your grocery bills are up 40, 50, 60 percent, right? She's agreeing to me. Oh, she's agreeing. Thank you. I like you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SCOTT",
      "sentences": "Mr. President, I think we are --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "TRUMP",
      "sentences": "But it's true. Your grocery bills are up. And then they're mandating that you buy an all-electric car. You know, Elon Musk endorsedme. And he's a friend of mine. He's a good guy. He's a smart guy. But I'm against all -- everybody having an electric car, OK. I'm very much against that. You have to be able to -- if you want a hybrid or if you want a gasoline propelled car. But, you know, we have more liquid gold, gasoline, oil, under our feet than any other country. More than Saudi Arabia, more than Russia, more than any other country. I want to use it. I want to use what we have. I want to bring down prices, bring down costs. And I also have to stop the invasion. And remember, they're taking your jobs. These people coming in are taking your jobs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "FAULKNER",
      "sentences": "Project 2025.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SCOTT",
      "sentences": "I think we have to leave it there by the Trump team.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "FAULKNER",
      "sentences": "OK. All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SCOTT",
      "sentences": "So, leave it -- that is the last word. Thank you so much, Mr. Trump, for coming today and joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "TRUMP",
      "sentences": "Well, thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "GOBA",
      "sentences": "They've been telling us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "FAULKNER",
      "sentences": "Thank you, Mr. President.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "TRUMP",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "GOBA",
      "sentences": "Any day we'll e-mail about details regarding the conversation with Vice President Kamala Harris in September. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "TRUMP",
      "sentences": "Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SCOTT",
      "sentences": "Thank you, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "ISA SOARES, CNN INTERNATIONAL HOST",
      "sentences": "My, my, my. Well, that was interesting to say the least. You were listening there to three journalists. ThreeAfrican-American journalists interviewing the former president in Chicago. Of course, he's trying to shore up support among black voters. To be honest, I'm not sure whether he did that. In fact, he may have done the opposite. A lot for us to unpack. Let's unpack it all with the director of the University of Virginia Center for Politics, Larry Sabato, and senior media reporter, Oliver Darcy. Oliver, first to you. I mean, right off the bat, he -- it was a bit of a trade. He started attacking the journalist. He called her hostile, said it was a disgrace, nasty. It wasn't a great start. I don't think it got any better.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "LARRY SABATO, DIRECTOR, CENTER FOR POLITICS, UNIVERSITY OF VIRGINIA",
      "sentences": "It certainly didn't get any better. I've never seen anything like that. Ican't imagine which aides to Donald Trump suggested he go through this. And his -- he wasn't prepared. He, once again, used the phrase black jobs, for which he has been severely criticized. He should have known better. And to use that, he should have known to avoid it. And then, all the -- there were so many inaccuracies and ridiculous statements. He's the best president for blacks since Abraham Lincoln, Lyndon Johnson, Barack Obama, for that matter, Dwight Eisenhower did more for blacks than Donald Trump did. You just can't take this stuff seriously. I guess you can say, well, that's brave of him to go into, you know, the lion's den. But I would also say it was stupid.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SOARES",
      "sentences": "And that's not the only one. I did say have been the best president here, say, for the U.S. population since April. Lincoln, he alsosaid that immigrants are coming in to take black jobs. But then, he made -- I don't know if we have that sound, he made this comment that -- he was asked, do you believe that Vice President Kamala Harris is only on the ticket because she's a black woman? And then, he went on to question whether the fact -- we do have it. Let's listen to this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SCOTT",
      "sentences": "Do you believe that Vice President Kamala Harris is only on the ticket because she is a black woman?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "TRUMP",
      "sentences": "Well, I can say, no. I think it's -- maybe a little bit different. So, I've known her a long time indirectly, not directly very much. And shewas always of Indian heritage and she was only promoting Indian heritage. I didn't know she was black until a number of years ago when she happened to turn black. And now, she wants to be known as black. So, I don't know. Is she Indian or is she black?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SCOTT",
      "sentences": "She has always identified as a black woman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "TRUMP",
      "sentences": "But you know what? I respect either one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SCOTT",
      "sentences": "She went to a historically black college.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "TRUMP",
      "sentences": "I respect either one, but she obviously doesn't. Because she was Indian all the way and then all of a sudden, she made a turn and she went -- she became a black person.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SCOTT",
      "sentences": "Just to be clear sir, do you believe that she is a --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "TRUMP",
      "sentences": "And I think somebody should look into that too, when you ask a continue in a very hostile, nasty town.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SCOTT",
      "sentences": "It's a --(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SOARES",
      "sentences": "And then he went on to say, Oliver, that, you know, that she didn't pass her bar exam, that she maybe won't pass her cognitive test. Imean, this was -- I mean, this is the reason why you have to give journalists time to ask these questions, that if we can call it a train wreck, but it didn't seem like that. But there was a lot of controversy, even just before it got started, Oliver, the fact that this was going ahead in the first place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:00",
      "speaker": "SOARES",
      "sentences": "Yes. Disastrous, often offensive, and many times he didn't even answer the question. Larry, just to you, I mean, in terms of polling, I waslooking at the latest poll we have, July 24th in terms of African-American voters, 70 percent for Biden, 23 percent for Trump. I mean, if this was -- what was the aim of this? I mean, this may have the opposite effect. And we're about a minute left on the show here, Larry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:00",
      "speaker": "SABATO",
      "sentences": "Well, I'll be very brief then. It's not going to work. He's going to end up where almost all Republican candidates do, somewhere around 10percent of blacks will vote Republican, and the rest certainly are going to vote for Kamala Harris. She is really excited. Lots of communities, including the Black community. And by the way, she's always been known as mixed race, black and Indian. I remember when she was first elected attorney general. This is just ridiculous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:00",
      "speaker": "SOARES",
      "sentences": "And let me go to you as we end up on the show, Oliver. I mean, the controversy was around it. How do you think this will be received byAfrican-Americans around the country?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:00",
      "speaker": "DARCY",
      "sentences": "Well, it's not being received well from members of the NABJ who have throughout this conference or that appearance been tweeting that theywere appalled by what was happening on stage.",
      "isLastSentenceInterrupted": false
    }
  ]
}