{
  "date": "2024-03-22",
  "headline": "CNN Newsroom",
  "subHeadline": "Rep. Greene Files House Resolution After Saying She's \"Done\" With Speaker Johnson; Blinken Speaks After Meeting With Netanyahu, War Cabinet; House Passes Bill To Avoid Partial Govt. Shutdown. Aired 11:30a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:30:00",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Mike Johnson, as did Bob Good who's a member of the House Freedom Caucus. And if it goes to that level, what did Democrats do? Do they step in in any way to try to help Johnson?Remember, there are also major issues that are pending after they tried to give -- to keep the government open. They also do deal with how to deal with Ukraine money. That is still pending. Israel money. And Democrats are clamoring for some action there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "JIM ACOSTA, CNN ANCHOR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "RAJU",
      "sentences": "So, all those machinations could play out if we see yet another historic move to try to oust the sitting speaker. So, Jim, it just goes to show you the -- how challenging that is to govern this unruly House Republican Conference at this time. But --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "ACOSTA",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "RAJU",
      "sentences": "Johnson may see if he can meet the same fate as Kevin McCarthy in just about moments here, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "ACOSTA",
      "sentences": "All right. Yes. Manu Raju, keep us posted on all of that. I want to go straight to the secretary of state, Tony Blinken. He is speaking right now about his latest efforts at diplomacy in Israel. Let's go to that now.(BEGIN VIDEOTAPE) ANTONY BLINKEN, U.S. SECRETARY OF STATE: I also had a chance to meet with the hostage families again. And it's hard to describe what they're going through every single day. We -- we've made progress in the last couple of weeks on the hostage negotiations. Closing gaps. But almost by definition, when you get down to the last items, they tend to be the hardest. So, there's still a lot of work to be done -- hard work to be done, but we're determined to try to get it done. We also talked about the imperative of surging and sustaining humanitarian assistance for the people in Gaza. A hundred percent of the population of Gaza is acutely food insecure. A hundred percent is in need of humanitarian assistance. Have there been some positive steps taken in recent days to improve the situation, but it's not enough. And we talked about what needs to happen to get much more assistance to many more people more effectively. We also talked about Rafah. We share Israel's goal of defeating Hamas, which is responsible for the worst massacre of the Jewish people since the Holocaust. And we share the goal of ensuring Israel's long-term security. As we said though, a major military ground operation in Rafah is not the way to do it. It risks killing more civilians, it risks wreaking greater havoc with the provision of humanitarian assistance, it risks further isolating Israel around the world, and jeopardizing its long-term security and standing. So, we're looking forward to having Israeli officials in Washington next week to talk about a different way of achieving these objectives. Objectives that we share of defeating Hamas and ensuring Israel's long-term security. It really requires an integrated humanitarian, military, and political plan. As I said, we'll be talking about that next week, going through the details of what we see is the best way forward. We also had an opportunity to talk about the longer-term trajectory. What needs to happen once the conflict in Gaza is over? Conversations that I had with our ad partners over the last couple of days, and that we had here in Israel as well. We're determined that Israel succeeds in making sure it can defend itself, that October 7 never happens again, that it emerges from this, strong, secure, integrated in the region with a future of security and peace. Not only for Israelis, but for Palestinians, and for our other friends in the region. And we believe there's a path forward to do that. We'll be continuing to work to flush out that path and to try to walk down in the days and weeks ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Tamara (PH).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Mr. Secretary, thank you. Can you give us an update on the ceasefire talks in Doha? What is the latest that you've heard from the negotiators? And also today, Israel has announced a land seizure of 800 hectares in the occupied West Bank just when you're doing your visit here. What are your thoughts?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:23",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "So, a tiny clarification. When you say we have teams, do you mean the U.S. has teams on the ground in Doha today? And can you just confirm the negotiations have begun like they've been continuing this -- (INAUDIBLE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:23",
      "speaker": "BLINKEN",
      "sentences": "I can't -- it should be going forward, if not immediately now, certainly in the hours ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:23",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(INAUDIBLE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:23",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Thank you. Can you tell us in practical terms what the U.S. was trying to achieve with the resolution that was put forward at the United Nations today? And then on your conversations today, you described in broad strokes some themes that are familiar. I wonder whether you delivered or heard any messages today that are new and different from your past conversations here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:23",
      "speaker": "BLINKEN",
      "sentences": "So, on the -- on the resolution, which got very strong support, but then was cynically vetoed by Russia and China. I think we were trying to show the international community a sense of urgency about getting a ceasefire tied to the release of hostages. Something that everyone, including the countries that vetoed the resolution, should have been able to get behind.The resolution, of course, also condemned Hamas. It's unimaginable why countries wouldn't be able to do that. But I think the fact that we got such a strong vote despite the veto by two of the permanent members of the Security Council, again, is evidence and demonstration of the commitment -- the conviction of countries around the world and notably on the Security Council to see about getting the ceasefire and getting the release of hostages now. That's what the resolution said. That's what it called for. And I think there -- it showed that a strong commitment to that for many, many countries. With regard to the conversations we had, look, this is a -- this is an ongoing process. As I said, we really were focused on three things, the hostage negotiations, humanitarian assistance, and Rafah. And it was important that, again, we focus on all three things. We -- I can't -- I'm not going to get into the details of what we discussed. But I think from my perspective, at least, these were important, candid conversations to have at a critical time on all three of those issues. Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:23",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "(INAUDIBLE) It will be isolated, if it doesn't change its path?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:23",
      "speaker": "BLINKEN",
      "sentences": "Again, we -- what I -- what I shared, and I think what they've heard from President Biden as well directly, is we have this -- we have the same goals, the defeat of Hamas, Israel's long-term security. But a major ground operation Rafah is not, in our judgment, the way to achieve it. And you know, we've been very clear about that.But most important, we have the senior team coming to Washington next week. We'll all be taking part in those discussions. We'll be able to lay out for them in detail. I started to do that today but it's important that the teams with all the expertise, they have in detail how those goals can best be accomplished with an integrated humanitarian, military, and political plan. We'll put all that on the table. Of course, we'll hear from them too. And we'll take it to next week. Thanks. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:23",
      "speaker": "ACOSTA",
      "sentences": "All right, Secretary of State Tony Blinken speaking with reporters about his talks with Israeli officials, as some intense negotiations are going on. And it sounds like the secretary of state is saying that a few gaps remain ahead of a potential ceasefire deal. Our Pentagon Correspondent Oren Liebermann joins me now. He's here in the studio.Oren, your sense of what the secretary of state had to say there. I mean, it sounds as though the secretary is a little optimistic that they could get to the ceasefire deal, but this whole issue of Rafah continues. The Israelis seem to be adamant about going in, and that really could blow up these ceasefire talks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:23",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:23",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:23",
      "speaker": "LIEBERMANN",
      "sentences": "And he said it right there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:23",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:23",
      "speaker": "LIEBERMANN",
      "sentences": "We heard from Secretary of State Antony Blinken say we're going to try to push the Israelis and move the Israelis in a different direction and tell them and show them that going into Rafah with a ground offensive, which could result in hundreds if not thousands of casualties is not the way to do this. It's worth noting the U.S. has tried to push the Israeli military from the start to conduct more limited, targeted raids. And that's an effort that, as you see, has not been successful here over five months of war. The U.S. is frustrated, concerned with the number of civilians who have been killed as part of this war. So, that's part of the discussions to try to get Israel away from a Rafah ground offensive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:23",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:23",
      "speaker": "LIEBERMANN",
      "sentences": "It doesn't look like they made any headway there. Prime Minister Benjamin Netanyahu and former Defense Minister Benny Gantz, who's a member of the war cabinet both said we're going into Rafah. It's part of what needs to be done to ensure the defeat of Hamas.[11:40:07] In fact, Netanyahu also said, thank you for the U.S. voting -- if we have to do this, we'll do it alone. Blinken at least got statements about ensuring more humanitarian aid.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:23",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:23",
      "speaker": "LIEBERMANN",
      "sentences": "You heard him say there. A hundred percent of Gazans are suffering from food insecurity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:23",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:23",
      "speaker": "LIEBERMANN",
      "sentences": "So, the question then, the U.S. has been pushing for this for some time, do we see those statements realized? Is there a way to get the necessary amount of aid in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:23",
      "speaker": "ACOSTA",
      "sentences": "All right. It sounds like more shuttle diplomacy will be continuing in the coming days. Oren Liebermann, thank you very much.I want to go right back up to Capitol Hill. Our Manu Raju is standing by. Manu, it sounds like we have some breaking news. Marjorie Taylor Greene is -- she's filing that motion to vacate to get rid of the House Speaker Mike Johnson. That is a stunning development and -- in all of this. What can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:23",
      "speaker": "RAJU",
      "sentences": "Yes. Unprecedented development if two sitting House speakers are ousted in the same Congress. Marjorie Taylor Greene, indeed, just filed a motion to kick Mike Johnson out of the speakership amid of her anger about the handling of this spending bill that the House is now currently considering. Now, this is according to sources who tell both me and my colleague Melanie Zanona.Now, this is incredibly significant because if more than two Republicans vote to oust Mike Johnson and all Democrats vote to oust Mike Johnson, that would keep -- send this chamber into yet another state of paralysis. What we witnessed last fall about almost more than three weeks of no speaker of the House, no action could be taken. That was the first time that ever happened in history, the sitting speaker ousted by his own colleagues. That happened to Kevin McCarthy. Can that happen again to Mike Johnson? That is still a question at this critical moment here, not just with funding the government, but also major issues that are hanging in the balance, aid to Ukraine, and aid to Israel, which are stalled currently in this bitterly divided House. But Marjorie Taylor Greene has filed this motion. So, what is next here, Jim? The House has actually scheduled to go on a two-week recess after this vote series. In order to for this to move ahead, Marjorie Taylor Greene has to be -- as we -- has to address the House floor and announce that she is moving ahead. Then there'll be two legislative days. Within two legislative days, the House could take action. So, presumably, the House would -- could go on recess for two weeks, come back then, and deal with it then or maybe they can move on immediately if Mike Johnson tries to kill this. Now, Mike Johnson did not have any reaction when Melanie Zanona just asked him in the hallways about this. He waved to her question off. So, how will the leadership deal with this? But a real threat to his speakership right now. Can he hang on to his speakership? Is this chaotic? Republican majority once again descends into internal warfare over funding the government, which is still moving through, still expected to pass, but can Mike Johnson hang on to his job? That is a major question at this critical hour, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:23",
      "speaker": "ACOSTA",
      "sentences": "Yes. Manu, that -- I mean, that raises the question of the cart before the horse and the chicken and the egg. I mean, since the voting has begun on the spending deal, presumably, that can still pass, right, even though there's this motion to vacate, or does that end up being an obstacle in all of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:23",
      "speaker": "RAJU",
      "sentences": "No. It absolutely can pass. It's going to expect it's on track to pass right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:23",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:23",
      "speaker": "RAJU",
      "sentences": "And then once they finish this vote series, then a -- then the House is going to wrap up action and there'll be done. And then we'll see if they address -- if Marjorie Taylor Greene addresses the House floor. That is the next thing to watch here, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:23",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:23",
      "speaker": "RAJU",
      "sentences": "Will she go to the floor and announce her motion to call for the -- call for the ejection of the House speaker? And then that will start the clock to have that critical vote.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:23",
      "speaker": "ACOSTA",
      "sentences": "My goodness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:23",
      "speaker": "RAJU",
      "sentences": "But that vote may not happen until they return from their two- week recess. So, a lot of questions here, Jim, in the hours ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:47:22",
      "speaker": "ACOSTA",
      "sentences": "All right, welcome back. We're coming out of the break to give you the breaking news here. It looks like the House of Representatives has just passed the spending deal to keep the government running. Of course, it still has to go through the Senate.But there is another drama that is just now beginning to unfold up on Capitol Hill. Republican Congresswoman of Georgia Marjorie Taylor Greene has filed what's called a motion to vacate. That is a procedural move to try to oust the Speaker of the House, Mike Johnson, who is of her own party. And we go back out to Manu Raju up on Capitol Hill. Manu, this is our own version of March Madness right here in Washington. What a -- what a hot mess. What can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:06",
      "speaker": "ACOSTA",
      "sentences": "(INAUDIBLE) RAJU",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:06",
      "speaker": "ACOSTA",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:06",
      "speaker": "RAJU",
      "sentences": "State of chaos in this Republican House. And we'll see ultimately how the speaker deals with it, and how Republicans vote when this comes to the floor, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:06",
      "speaker": "ACOSTA",
      "sentences": "Yes. Manu, I mean, some of our colleagues up on Capitol Hill reporting that there were several Republican lawmakers trying to convince Marjorie Taylor Greene not to bring this motion against House Speaker Mike Johnson. And that part of the argument that was made to Marjorie Taylor Greene is that if she goes through with this, it could lead to the House Minority Leader, Hakeem Jeffries, inadvertently becoming the Speaker of the House. That is wild.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:06",
      "speaker": "RAJU",
      "sentences": "Yes. And that's the -- that would happen if there were -- depending on how some Republicans could ultimately vote if they decided to have some sort of coalition government. Now, I think that is a far-fetched proposition, Jim, that it would be very hard to see how Republicans could vote for a Democratic Speaker. The more likely scenario is we would see what would have -- what happened in the fall, which is total paralysis, chaos back and backbiting within the House GOP conferences.They meet and try to figure out who their next leader of this chamber could be. That is the more likely situation. But the more urgent dilemma for the speaker is how -- does he deal with this motion that is coming here. Do they put it off for a couple of weeks try to convince her to back off of this and try to convince their colleagues to vote against it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:06",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:06",
      "speaker": "RAJU",
      "sentences": "That is going to be the new -- the issue -- distraction as they try to deal with these other major issues that are still on the plate. They will have to wait until they deal with this leadership dilemma that could paralyze this chamber, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:06",
      "speaker": "ACOSTA",
      "sentences": "Paralysis. It has been sort of the steady flow there up on Capitol Hill. Manu, stand by. Let us know if you have any new breaking information. I know it's happening every minute.I want to go back to Adam Kinzinger, former Republican congressman. He's here with us. I -- Adam, you and I were just talking about this earlier on in this hour.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:06",
      "speaker": "ADAM KINZINGER, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:06",
      "speaker": "ACOSTA",
      "sentences": "You just can't count out dysfunction up on Capitol Hill. I mean, it's unbelievable. It looks like the budget has passed, the spending deal has passed, the government will stay open if it gets through the Senate later on tonight. But you have the prospect now of another House speaker being tossed overboard by his own party. KINZINGERThe other thing -- the thing I have learned over my 12 years in Congress is going to a recess does not bring the temperature down. So, it's not like they're going to go away a two-week recess. Marjorie Taylor Greene is going to think this through and then come back and, you know, say OK, well, we're not going to do this. What actually happens is the right-wing kind of crazy ecosphere starts spinning up and they start basically demanding that everybody vacate Mike Johnson. And his opposition will actually grow. I think the win- win here for Mike Johnson and the Democrats is for Mike Johnson to cut a deal with the Democrats in exchange for immediately putting the aid bill, which is a high priority to America, but potentially -- particularly to the Democrats.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:06",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:06",
      "speaker": "KINZINGER",
      "sentences": "To put that on the floor. And in exchange, Hakeem Jeffries will provide enough votes to basically save Mike Johnson's speakership. So, it's like a small version of a coalition government. Not really.It's a temporary coalition. But it's Hakeem Jeffries saying, we'll give you the votes to survive in exchange for you immediately putting this bill on the floor. And I think it could backfire on Marjorie Taylor Greene if that actually happens.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:06",
      "speaker": "ACOSTA",
      "sentences": "Yes. I mean, this is the aid bill that would actually help the Ukrainians. Adam, it's an amazing idea because can you imagine a quid pro quo helping the Ukrainians in this case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:06",
      "speaker": "KINZINGER",
      "sentences": "Well, that's right. And that's -- and this is a high priority. Again, this should be a high priority to all Americans. But particularly it's a high priority to Democrats, to the president --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:06",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:06",
      "speaker": "KINZINGER",
      "sentences": "To get this done. Ukraine needs the aid. And so, it would be very smart for the Democrats to do this.They're obviously not going to save Mike Johnson for free. And they shouldn't save him for free. But they should be willing to present this. And again, I have a hard time seeing how Marjorie Taylor Greene would stand alone in the motion to vacate. She only needs one or two more people with her for this to succeed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:06",
      "speaker": "ACOSTA",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "ACOSTA",
      "sentences": "All right. Adam Kinzinger, thank you very much. Is Manu Raju still with us? If we can go back to Manu, I would go back to Manu -- we don't have -- we don't have Manu back. All right.Adam, one more question then. Let me close out this hour with you. What is it about what has gone on inside the House Republican Conference where somebody like a Matt Gaetz or somebody like Marjorie Taylor Greene has so much influence now? It just seems counterintuitive and counter to what you experienced here in Washington many years, I've experienced in Washington many years where the Republican leadership in the House just doesn't have -- they just don't have the strength that they used to have. And backbenchers can kind of rule the day. It's sort of an upside-down world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "KINZINGER",
      "sentences": "Yes, it really is. And it's a couple of things. So, number one. The tight majority gives power to just a couple of people. And there's always a couple of crazies in any Congress. So, they can now have all kinds of power.I look at it this way. It's kind of a weird analogy. But if you have 30 people in a room and everybody has a hand grenade, you're all equally powerful. If one person is actually willing to pull the pin on that hand grenade and drop it, they're the most powerful person in that room. And so, what you see with Marjorie Taylor Greene and Matt Gaetz is they're willing to pull the pin on these hand grenades.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "ACOSTA",
      "sentences": "All right, Adam, I got to cut you off. I've started doing this for Marjorie Taylor Greene. But she's speaking now. Let's listen in.(BEGIN VIDEOTAPE) REP. MARJORIE TAYLOR GREENE (R-GA): Had started out as with rules and promises to the American people that we would bring regular order back to Congress. Speaker Johnson has betrayed that by passing three C.R.s and then forcing us to pass -- or to vote on a two-part omnibus, the second one being today. He also only gave us -- I mean, I don't even know -- we had one day basically to read 1012 pages, breaking the 72- hour rule. This is a betrayal of the American people. This is a betrayal of Republican voters. And the bill that we were forced to vote on forced Republicans to choose between funding to pay our soldiers. And in doing so, funding late-term abortion. This bill was basically a dream and a -- and a wish list for Democrats and for the White House. It was completely led by Chuck Schumer. Not our Republican Speaker of the House, not our conference, and we weren't even allowed to put amendments to the floor to have a chance to make changes to the bill. I filed the motion to vacate today. But it's more of a warning and a pink slip. I respect our conference. I paid all my dues to my conference. I'm a member in good standing. And I do not wish to inflict pain on our conference and to throw the House -- throw the House in chaos. But this is basically a warning. And it's time for us to go through the process, take our time, and find a new speaker of the House that will stand with Republicans and our Republican majority instead of standing with the Democrats.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "RAJU",
      "sentences": "Was that -- that's a -- that's a warning. If it's a warning -- if it -- if it -- if it --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "GREENE",
      "sentences": "(INAUDIBLE) Manu.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "RAJU",
      "sentences": "If it's a warning, does that mean that you're not going to go through and force this vote?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "GREENE",
      "sentences": "No, I will. I'm just not --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "RAJU",
      "sentences": "There's nothing that can convince you to back off?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "GREENE",
      "sentences": "You -- there's not a time limit on this. It doesn't have to be forced and throw the House into chaos. I don't want to put any of our members in a -- in a difficult place like we were for three and a half weeks.We're going to continue our committee work. We're going to continue our investigations. There's a lot of good investigations going that have to be able to proceed. And the American people deserve that. But I'm not saying that it won't happen in two weeks, or it won't happen in a month or who knows when. But I am saying the clock has started. It's time for our conference to choose a new speaker. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Do you believe -- (INAUDIBLE) Do you believe that there are more Republicans who support this push? And ultimately, if this does get filed, it could lead to exactly what you're saying, more chaos, more paralysis. Does the House Republican Conference would have (INAUDIBLE) with that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "GREENE",
      "sentences": "That -- it's filed but it's not voted on. It only gets voted on until I call it to the floor for a vote.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Jeffries has said he would help potentially -- or not he would help but the Democrats might be willing to help him survive if there was a motion to vacate. Are you worried about putting Johnson in a position where he would actually be holding to Democrats --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "GREENE",
      "sentences": "No, I'm not worried about that at all. I'm not worried about that at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What is -- what is the process --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "GREENE",
      "sentences": "I don't think -- I don't think that the American people -- Republican voters across the country want to see a Republican speaker that's held in place by Democrats.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "GREENE",
      "sentences": "This is -- this is not exactly what people want.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What do you need -- what do you need -- what do you need to see?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What do you like to see as a speaker?",
      "isLastSentenceInterrupted": false
    }
  ]
}