{
  "date": "2024-03-05",
  "headline": "Quest Means Business",
  "subHeadline": "Key US Senator Announces She Is Retiring; Americans Head To The Polls Across For Today's Races; Bitcoin Falls After Hitting $69,000.00 For The First Time; China's National People's Congress Hold Annual Meeting; iPhone Sales Down In China To Start The Year; OurCrowd AI Fund Teams Up With Chip Giant Nvidia. Aired 3-3:45p ET",
  "utterances": [
    {
      "timeStamp": "15:00:25",
      "speaker": "RICHARD QUEST, CNN INTERNATIONAL HOST",
      "sentences": "There is an hours to go before trading -- it is pretty ugly on Wall Street. Look at the triple stack andyou'll see the NASDAQ is bearing the brunt of losses, down two percent at the moment. The Dow and the S&amp;P, they are pretty much down Even Stevens with the same amount, but we will look and see why the markets and the events of the day, and it is a very busy day. Kyrsten Sinema, an Independent in the US Senate has announced she is retiring at the end of the year. She says \"compromise\" is now a dirty word. She announces on the day Super Tuesday when voters are casting a primary ballot in more than a dozen US states. And Apple shares a falling on reports of a sinking iPhone sales in China. We will need to look at exactly why and how serious. Live from New York, Tuesday, March the 5th. It is Super Tuesday in the United States. I'm Richard Quest and I mean business.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:25",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN Breaking News.Good evening. Good day to you. Breaking News: The Arizona senior Senator Kyrsten Sinema said she will retire at the end of her term this year. She is the Democrat who turned Independent. The announcement was made just a moment or two ago. She says her approach for compromise went unappreciated. (BEGIN VIDEO CLIP) SEN. KYRSTEN SINEMA (I-AZ): We've arrived at that crossroad and we chose anger and division. I believe in my approach, but it's not what America wants right now. I love Arizona, and I am so proud of what we've delivered. Because I choose civility, understanding, listening, working together to get stuff done, I will leave the Senate at the end of this year. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:25",
      "speaker": "QUEST",
      "sentences": "Now, the truth be told, Arizona is a battleground state and who controls that will probably control the Senate. This exit could lead to amatchup between the Republican Kari Lake and the Democrat Ruben Gallego. Melanie Zanona is with me. Two things to start with, let's just break it down, so we've got it. Did she go -- did Sinema go because she was not going to win come election, bearing in mind. She's an independent, and there were strong candidates on both of the traditional parties.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:25",
      "speaker": "MELANIE ZANONA, CNN CAPITOL HILL REPORTER",
      "sentences": "Yes, that certainly could have been one of the factors, but as you heard in her retirement announcement,she says that compromise has now become such a dirty word in Washington and she really has been one of those dealmakers who have been critical in a number of Senate negotiations along with Joe Manchin and Mitt Romney who are also both retiring. So this really does have some massive implications for the governing wing of the party. And you heard her there expressing frustration that it feels like her brand of politics is something that is no longer welcome in today's politics in the United States, and I'm certain that that is another factor that was driving her decision there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:25",
      "speaker": "QUEST",
      "sentences": "Okay, so the wider issue is the Arizona seat just bearing in mind, and please remind us how tight the Senate is at the moment and just putinto context what this announcement means.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "QUEST",
      "sentences": "Right. The one thing that's always impressed me about the American electorate is the checks and balances. They instinctively know that if theygo Trump in the election, in the presidential election, then they tend to go the opposite way, so that there is a valid check and balance. I don't know whether that would happen this time round because of the polarization of politics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "ZANONA",
      "sentences": "It really has been polarized increasingly, as we've seen in Congress, both in the House and in the Senate. And just as a reminder,Kyrsten Sinema was one of those senators who tried to strike an agreement on a bipartisan border deal, only to saw it rejected by Republicans, mostly at the hands of Donald Trump, who was encouraging Republicans to reject that deal, because he wanted to campaign on that issue in November. So that has been a source of frustration. We've seen this trend, not just this cycle, but in past cycles, where we've seen those dealmakers like Kyrsten Sinema deciding to retire and hang it up and that is a trend that we're continuing to see down the line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "QUEST",
      "sentences": "Good to see it. Thank you very much, on Capitol Hill, I appreciate it.Sinema's announcement, of course happens on Super Tuesday, the biggest day of the US primary season. Voters across the US, you can see on the screen are voting for which candidate they want to represent their party. Now, there's a slight sort, I would tell you, a fiction, but you know what I mean. Donald Trump is expected to secure the nomination but in name only after today's Republican contests. And in doing so, he will likely put an end to the former South Carolina Governor Nikki Haley's campaign. She has no realistic or sensible way that she could ever get the necessary nominee. And then we're just all steam or full steam ahead to the general election against Joe Biden. Ed Lavandera is in El Paso in Texas. Well, you know, Ed, you are, if you will at Ground Zero, in a sense, immigration is going to be the issue. We know that. We know that they've both been there in the last week or three. And it is big -- it's Super Tuesday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "ED LAVANDERA, CNN SENIOR NATIONAL CORRESPONDENT",
      "sentences": "Yes, it is a huge day for this primary campaign in the Republican and Democratic parties, but here inTexas, the Republican Party has dominated politics for almost three decades now. So really this is kind of looking closely at just trying to get a sense of how deeply ingrained Trump's version of Republicanism is ingrained in this state. Of course, this is the state where the Bushes are from, George, Sr. and George W. Bush, two former presidents, but this Trump MAGA wing of the Republican Party has really gone out of its way in the last year or so to try to kind of crush that element of the Republican Party, which, quite frankly, Nikki Haley represents. So when you talk to voters out here today, Richard, it doesn't take long to find voters where the Trump talking points and the Trump vision is really ingrained. We spoke with this gentleman, Armando who didn't want to give us his last name. He says he is an Army veteran, and just believes that he is still in Trump's camp. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "LAVANDERA",
      "sentences": "You think Donald Trump can beat Joe Biden in November?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "ARMANDO, REPUBLICAN VOTER, EL PASO, TEXAS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "LAVANDERA",
      "sentences": "Even with all of the troubles he has?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "ARMANDO",
      "sentences": "Even though.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "LAVANDERA",
      "sentences": "Even though Joe Biden won in 2020?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "ARMANDO",
      "sentences": "Joe Biden has not -- nothing to help the country. Nothing. So yes, we want -- I want Joe Biden out of the White House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "LAVANDERA",
      "sentences": "Do you think the 2020 -- do you think Donald Trump won the 2020 election or do you think he lost it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "ARMANDO",
      "sentences": "I think he won. We won. We lost due to trickery.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "LAVANDERA",
      "sentences": "Richard, one of the things we'll be watching here is just how the issue of immigration will affect voters here, especially along theborder communities, which for decades have been Democratic strongholds. But in recent elections, we've seen Republicans making gains. This, at the same time that Donald Trump has been alienating many Republican voters in the big city suburbs of this state. So that tension back and forth where you're losing some voters in some areas, gaining voters in others, that is what many political operatives will be watching closely, especially as this election here this primary day unfolds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "LAVANDERA",
      "sentences": "Yes, no, and that's just a sense -- it gives you a sense of just how deeply engraved, ingrained that thinking is among Republicans, not onlynationwide, but especially here in Texas, and why it has become such a difficult road for someone like Nikki Haley to make any inroads in all of that. You know, you would think that in a state like Texas, Nikki Haley, and she has campaigned here significantly over the last few weeks, so it will be interesting to see how she performs here in Texas compared to other states, but in a state where you know, the Bushes are from and you would think that there would be an openness for a candidate like Nikki Haley, just really kind of shows you how much times have changed, and how the Republican Party here in this state in particular has changed dramatically as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "QUEST",
      "sentences": "I'm grateful for you, Ed Lavandera down in Texas, El Paso. Thank you, sir.President Biden likely expected to win tonight's Democratic contest handily, and if you look at the general election, though, his economic message doesn't seem to be getting across. Only 36 percent of people approve of his handling of the economy. According to a Gallup poll, it's only marginally up from November. Many Americans are looking back fondly at the Trump economy. Two-thirds say the economy was good during Donald Trump's term as president, according to a recent CBS/YouGov poll, and it's not only Main Street. There's also unease on Sesame Street. Cookie Monster has taken to X to complain about shrinkflation saying his cookies are getting smaller. Double the cookies. Tomas Philipson is a former Trump administration economist. He is with me now. You know that as I do, the economy under Trump was never as good as he said. And the economy and Biden is not as bad as people believe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "TOMAS PHILIPSON, FORMER WHITE HOUSE COUNCIL OF ECONOMIC ADVISERS CHAIRMAN",
      "sentences": "Well, I think I mean, the Biden economy, I think it's catching up if youwant. We have -- it is kind of like a football team or soccer team in Europe, I guess. We are down three goals in halftime, and now you scored a gold and you claim you're winning. There is a lot of stuff that's positive going on currently in the last two quarters, but real wages or purchasing power for workers are down. Consumer sentiment is down compared to when he started and stocks are only performing even though we're breaking nominal records, it is only about a three percent return a year, which is dismal compared to you know, eight or nine percent which is the traditional return. So there's a lot of good things going on in the economy. Everyone is hoping it's going to go well, but it's a catch-up game for Biden in terms of 2024.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "QUEST",
      "sentences": "What was so good about the Trump economy? I keep hearing people saying that -- let's forget what the former president says, I mean, and thehyperbole in that sense. I mean, he managed to have a trade war with China, which basically raised prices for US consumers. He annoyed most of his NAFTA -- a whole load of allies elsewhere. And arguably, the economy wasn't -- it was at its best point between financial crisis and pandemic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "PHILIPSON",
      "sentences": "That's one way of describing it. Another way of describing it is that we had an extremely strong labor market, we currently don't have astrong labor market and was particularly strong for blue collar workers. So their wages went up enormously in real terms during that presidency, and I think that's a very significant thing. We claim we have a strong labor market now. I think that's confusing what economists call quantity versus prices. We have people in the labor market that are adding on to the labor market, but the prices are down, real wages are down since Biden started. So it's natural for workers, even though we say we have a strong labor market, workers are not liking the economy. You should be kind of concerned about that and that is because the prices are down even if the quantities are up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "QUEST",
      "sentences": "On the opposite side of the scale, of course, the pandemic, followed by the extreme investment required or stimulus required, followed by theinflation that followed, I mean, you know, the beauty of QUEST MEANS BUSINESS is we cover the global economy. And I can tell you, every country in the world had inflation and I can tell you that every country in the world, I mean, that's often lost on the American viewer, in a sense. Every country in the world had inflation. Every country in the world had excessive deficits. Every country in the world has had a massive slowdown.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:10",
      "speaker": "QUEST",
      "sentences": "All right, I won't hold you to this answer. I promise you. Do you anticipate, expect, hope -- choose your own adjective -- do you expect,anticipate, hope that you will have a role in a Trump campaign, a formal role in the Trump campaign and administration if such there would be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:10",
      "speaker": "PHILIPSON",
      "sentences": "I'm not going to speculate on that. I mean, I'm obviously talking to everyone and was involved last time and there is a lot of thingsgoing on, but that's up obviously to the president to decide.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:10",
      "speaker": "QUEST",
      "sentences": "Grateful for your time, sir. Thank you very much. Good to see you as always.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:10",
      "speaker": "PHILIPSON",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:10",
      "speaker": "QUEST",
      "sentences": "Now, you know very much when it comes to investments, every penny counts, just a penny. Well, what if this penny or a hundred bucks have beeninvested in the S&amp;P, or gold, or Bitcoin twelve months ago, what would it look like today? (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:10",
      "speaker": "QUEST",
      "sentences": "We know it is a consequential day today. Senator -- senior Senator Kyrsten Sinema has just announced she's stepping down later this year. Andin doing so in Arizona, leaves a seat up for grabs in a hotly contested state. Americans are voting in the biggest primary day of the year. Republican strategist, Doug Heye is with me. He is in Washington. There are so many ifs, buts, perhaps, onlys, maybes, you knows -- how do you judge today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "QUEST",
      "sentences": "The only one problem with that, Douglas, a lovely American phrase, which I learned in my first few months, a day late and a dollar short.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "HEYE",
      "sentences": "I don't disagree with you. But ultimately, what we're seeing speaks a lot to what is happening in the general election. Donald Trump has aproblem in that if he is the presumptive nominee, if he is the person who dominates our party, and by and large, he does thirty percent, forty percent in various states are saying no to him. Now, Joe Biden has a similar problem as we saw in Michigan. But what I learned at that rally that was interesting to me is Donald Trump had said, if you don't support me, you're permanently barred from the Republican Party. Nikki Haley's team, very smartly had a lot of t-shirts that said that. Typically after a primary, you want to get everybody back. It is a process that we saw, we call coming home. Our voters are going to come home. Donald Trump has said stay away. It means a lot of those voters are going to stay away and speaks to the weakness that he has potentially in November.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "QUEST",
      "sentences": "Do you think that this time, he will take -- once he is the nominee, he takes a page from the Democrats' book, get postal votes, get the mail-invote out? Because if he hadn't been so snarky and basically questioning the fraud of mail-in, he could have won if he'd done the same thing, and got Republicans to mail-in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "HEYE",
      "sentences": "Absolutely. When I first started in politics, Richard, Republicans owned this process, it was what we call it an absentee ballot chase. Wewould get you your absentee ballot and we would chase you until it was returned. Donald Trump sort of threw that away. He now knows that that is valuable for Republicans, but he has sowed so much doubt into this process, into our elections writ large, as we saw in Georgia, both by his losing it, and then two Republican senators losing in runoffs that it's harder for him to make that case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "QUEST",
      "sentences": "How do you view it now that it's almost certainly that Donald Trump will be the nominee or the presumptive or whatever you want to phrase it.You know what I'm saying here. As a Republican strategist, how do you view that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "HEYE",
      "sentences": "Look, it's a case where 70 percent of voters are saying, Richard, we don't like our options here. We don't want this rematch and ultimately,Donald Trump is the irresistible force and Joe Biden with his poll numbers in the cellar is the movable object. It's why everybody looks at every poll that shows if Nikki Haley were the nominee, she beats Joe Biden by 10 points by 12 points. If you had a Gavin Newsom or Gretchen Whitmer, that Democrat would beat Donald Trump by a big margin. Ultimately, that's not happening and it is why we see a result that's going to go down to the wire, most likely in November.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "QUEST",
      "sentences": "I'm grateful for you, sir. We'll talk many times between now and then.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "HEYE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "QUEST",
      "sentences": "Thank you.Bitcoin has just sort of come off its highs from a new record that it sent this morning. It actually crossed the threshold of $69,000.00 earlier in the day. Now, it's sort of way -- it is down as you can see, but you can buy just part of a Bitcoin. There is no need to take a mortgage or more. The previous record was set in November of '21. That's when things turned ugly. Investors got out of risky assets, as interest rates started to rise. Bitcoin tanked in 2022 and that triggered a market meltdown and the collapse of exchanges like FTX. The value has recovered as the US considered and then approved a so-called Bitcoin ETF, exchange traded funds. It is accessible now to mainstream investors. And the result is, as you can see. So a hundred bucks in the S&amp;P, that would have given you 125 bucks now. Gold 115. You'd have nearly tripled your money with bitcoin. Jeff John Roberts is the crypto editor of \"Fortune\" with me now. I guess the fact it's come back, and there is an air now of stability in terms of it's an ETF, it has a tradition about it, that has given it a respectability. JEFF JOHN ROBERTS, CRYPTO EDITOR, \"FORTUNE\": Yes, Richard, that's a good way to put it. Bitcoin certainly is more respectable, still volatile as hell, but it certainly is regarded very differently by a larger cohort of traditional investors than in the past, who wanted nothing to do with it, but now Wall Street is in the game and there is sort of a critical mass of people now who are kind of cheering for its success, whatever you make of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:07",
      "speaker": "ROBERTS",
      "sentences": "I think if you talk to Bitcoin people decentralization, it means the more it is dispersed, and the less it is controlled by a single entity,and yes, I mean, Vanguard has criticized it, saying -- Vanguard is one of the few Wall Street firms that wouldn't touch the cycle, even as likes of BlackRock and stuff jumped in. Vanguard said it has no cash flow, and things like that; however, neither does gold. And I think just the fact that why Bitcoin is valuable, you can go to India, you can go to China, you can go to California, you can go to wherever you like, you will find a critical mass of people who agree Bitcoin is worth something. It is the same as gold. Gold shards are useful as a conductor to make earrings with, but the big reason it is valuable is that it is universally regarded as valuable. So yes, the store value argument that you put forth is correct and Bitcoin every year seems to just validate that case for it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:07",
      "speaker": "QUEST",
      "sentences": "I mean, you're right. I agree. But gold, I can shove it in a safe or under the bed. Gold has an entire regulatory regime that I can turn to, forthe mining, for pricing, for storing, for integrity, for all of those sort of things, as you'll be well aware of. Bitcoin has none of them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:07",
      "speaker": "ROBERTS",
      "sentences": "I don't think that's right, Richard. I mean, you know, with the ETFs, if you want to go have a custodian hold on to it. There's a bunch ofregulated people who will take care of your Bitcoin, but likewise, I mean, is you know, if you distrust regulators and the government, you probably have bars of gold on your bed or buried in your backyard, because you don't trust anything. Bitcoin people, the hardcore ones are like that, too. And Bitcoin is a lot easier to move across borders, just put it on a flash drive in your pocket, try moving gold across borders, see how that goes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:07",
      "speaker": "QUEST",
      "sentences": "You're absolutely right on that.Finally, I just want to turn back to this idea of the ability to respect to if you like, in a sense, the ETF was a big deal, because now I don't have to worry about a wallet, a pass or things like that. Leave that to whoever is doing it, Fidelity, whoever is doing it, leave it to them. They're looking after it. I've got the ETF.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:07",
      "speaker": "ROBERTS",
      "sentences": "Pretty much. Yes, and I mean, you know, for the love of God, don't put all your money -- don't sell the house and buy Bitcoin with it. But Ithink it's a very rational thing to do. BlackRock and fidelity are suggesting, they've got this thing called model portfolios, you put stocks and bonds, a little bit in other stuff like overseas markets, or Florida real estate or whatever the heck, that is risky, but has high upside. So I think, you know, putting one percent of your wealth into Bitcoin isn't a crazy thing to do, because as you point out, it's hands down with the best investment in the past decade. So do it like this and that information is not investment advice, but I'll just say again, I think it's clearer than ever that Bitcoin is not going away. So that's my bottom line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:07",
      "speaker": "QUEST",
      "sentences": "Good to have it, sir. Good to have you on the program on QUEST MEANS BUSINESS. I'm very grateful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:07",
      "speaker": "ROBERTS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:32:27",
      "speaker": "QUEST",
      "sentences": "China has set an ambitious economic growth target of around 5 percent for this year, as its leaders tried to restore confidence in theworld's second largest economy. It was a figure announced at China's most important political event of the year, the National People's Congress in Beijing. CNN's Marc Stewart reports. (BEGIN VIDEOTAPE) MARC STEWART, CNN CORRESPONDENT (voice-over): Welcomed by a military band's serenade while delegates clapping unison, Xi Jinping dominates the stage at China's most important political event of the year. As the annual National People's Congress convenes with some 3,000 legislators set to rubber stamp the agenda already set by the ruling communist party, it's clear Xi is the one man behind the vision for the world's second largest economy. An economy that hasn't been growing as fast as in the past. Yet Premiere Li Chun, Xi's nominal number two leader, unveiled a 2024 growth target of around 5 percent in the state of the nation address, which is seen as ambitious by many analysts. LI CHIANG, PREMIER OF THE PEOPLE'S REPUBLIC OF CHINA (through translator): Achieving this year's targets will not be easy. So we need to maintain policy focus, work harder and mobilize the concerted efforts of all sides.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:06",
      "speaker": "QUEST",
      "sentences": "Now the markets, the Dow is at a session low. If you take a look, we're down the best part of 500 points. It's a sharp falloff in tech stocksand that includes Apple, which is facing tough competition in China. The firm's -- the firm in California says iPhone sales down 24 percent during the first six weeks of the year compared to last year. People are choosing less expensive small phones or homegrown brands. Huawei sales are up 64 percent, as you can see. The trend that has investors worried and as a result Apple down nearly 3 percent day-on-day. Clare Duffy is with me. How much of this is politics, how much of it is real, just shift in trend?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:06",
      "speaker": "CLARE DUFFY, CNN BUSINESS WRITER",
      "sentences": "Well, Richard, I think that is the big question. You know, there has been a broader decline in smartphone sales inChina that goes beyond Apple. Smartphone sales in the region down 7 percent in the first six weeks of this year, according to that same report. But I think the question is, you know, is this just due to the economic jitters in China, consumers holding on to their devices for longer before they upgrade potentially to a new iPhone, a new Apple device, or is this a longer-term trend where Chinese consumers are less interested in the iPhone and more interested, as you said, in buying from a homegrown brand like Huawei? That seems to be the real question and concern for Apple here. And look, Apple has for months been struggling in the China market. In the fourth quarter of 2023, sales in the region down 13 percent year over year. Apple in January actually offered a rare discount on iPhones in China in an effort to boost these sales. And so I think that -- you know, that's the big question for Apple here is, can it see recovery in this market -- Richard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:06",
      "speaker": "QUEST",
      "sentences": "Right. Yes. But they can't do much on the geopolitics, which arguably could get worse after the election so that's out of their control.They're already discounting, as you say, so there's not much more of that. And yet of course they still manufacture there. So they are a sizable player and beneficiary to the Chinese economy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:06",
      "speaker": "DUFFY",
      "sentences": "Yes, I mean, China is a huge deal for Apple. It makes up about a fifth of Apple's total global sales. As you say, they manufacture there. Ithink one of the things that Apple could do here, one of the reasons that it's having this problem in part I think is because the iPhone 15 just didn't have enough new updates to get people to upgrade both in China and elsewhere in the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:06",
      "speaker": "QUEST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:06",
      "speaker": "DUFFY",
      "sentences": "And so I think there will be big pressure on Apple to announce some really game changing updates when it announces the iPhone 16 later thisyear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:06",
      "speaker": "QUEST",
      "sentences": "Glad to have you, Clare, as always. Clare Duffy with me.The venture capital fund OurCrowd is teaming up with Nvidia to support more than 20 AI startups that they invest in. Now OurCrowd brings a decade of experience to the table. $386 million across more than 80 AI's. Nvidia has the technology and the training, it'll fast-track the startups into so- called inception program. Several have been accepted. Three have been announced, D-iD, One Zero Digital and Polaris Quantum Biotech. Jon Medved is OurCrowd's chief executive. He's with me from California. Jon, it really is always good to see you. I'm grateful for you to being with us here. Look, what was the criteria that you used with your companies to see if they were going to be good enough or valid enough for inception?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:06",
      "speaker": "JON MEDVED, CEO, OURCROWD",
      "sentences": "Look, it's unbelievable the opportunity that I think is ahead of us in terms of artificial intelligence. I think so manyof your viewers probably feel, well, you know, I didn't get into Nvidia the stock early enough. It's already $2 trillion, it's over. But that's so wrong. You know, I was yesterday with a group of venture capitalists and angel investors here in the valley. And I asked the group, I said, which inning in the baseball game or react relative to this AI phenomenon. And the consensus was, we're early in the first inning, it's (INAUDIBLE). And that means that there are going to be extraordinary startups emerging who are going to become quite big. We're looking for people who are both having breakthrough technology as well as big market opportunities as AI moves to the edge, goes not just from the data center where Nvidia is the king, but also into the edge computing area, as well as the vertical strategy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:06",
      "speaker": "QUEST",
      "sentences": "Right. But Jon --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:06",
      "speaker": "MEDVED",
      "sentences": "We're -- yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:06",
      "speaker": "QUEST",
      "sentences": "What does putting them in this program give them? What do they gain?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:06",
      "speaker": "MEDVED",
      "sentences": "They get access, first of all, to Nvidia, which is looming so important in the overall AI arena, both in terms of just supplying thepicks and shovels. What we need to make AI work are these chips and so getting access to Nvidia with special pricing, with the ability to get preferred delivery and training for their team's special tools to use these things. Getting access to their key people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:06",
      "speaker": "QUEST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:05",
      "speaker": "QUEST",
      "sentences": "If we may turn to the -- obviously your company is based in Israel. Your Israel startups are in Israel, or many of them. And what effect, ifany, are you seeing for international investors and a willingness to fund companies in Israel at the moment due during the current war in Gaza?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:05",
      "speaker": "MEDVED",
      "sentences": "Look, remarkably Israel's tech economy just continues marching on. During the war, we had to deal with the fact that there were many peoplecalled up into reserves. We handled it well under the slogan, \"Israel Tech Delivers, No Matter What.\" We did multitasking, a lot of overtime and a lot of grit. But today the overseas investors are acting incredibly maturely. Intel just announced $25 billion of more investment. Yesterday, there was a $500 million fund raised. I'm in the process of raising a lot of money for Halo, which is a AI chipmaker for the Edge. And it just keeps on rolling and we're quite gratified with this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:05",
      "speaker": "QUEST",
      "sentences": "OK. But what about the people, the talent, if you will, the brain power? And is there a -- will, will they stay in Israel or will they -- arethey moving? Are they going off elsewhere to the Valley for a while?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:05",
      "speaker": "MEDVED",
      "sentences": "Look, first of all, we Israelis loved the world and loved to tour. The most amazing part of what happened in this war was the influx ofthousands I dare say tens of thousands of young people from Israel who were touring in the world who came home to serve in their units. Israelis won't stop traveling the world. But you've been to Israel, Richard. It's a great place to live and I think our people are pretty committed. Our population, by the way, is the fastest growing any of the OECD. We grow by 2 percent a year just on population net increase. So I think that the tech sector is strong, especially in AI. And what makes us excited is that we have the ability now to get investors in into private companies, via our AI fund together with Nvidia. And this I think is a real milestone for us.",
      "isLastSentenceInterrupted": false
    }
  ]
}