{
  "date": "2024-07-20",
  "headline": "Smerconish",
  "subHeadline": "Harris Considered Heir Apparent If Biden Steps Down; Warning Signs Missed Before Assassination Attempt; Airlines, Banks, Hospitals, 911 Services Hit By Global Tech Outage. Aired 9-10a ET",
  "utterances": [
    {
      "timeStamp": "09:00:42",
      "speaker": "MICHAEL SMERCONISH, CNN ANCHOR",
      "sentences": "So what's it's going to take? I'm, Michael Smerconish in Philadelphia.I can think of only one more shoe to drop for President Biden's precarious candidacy, the delegates. Directly or through their silence, we've already heard from every other foundation of the Democratic Party, the leadership, Senate Majority Leader Chuck Schumer, House Minority Leader Hakeem Jeffries, former House Speaker Nancy Pelosi, the intelligencia, \"The New York Times\" editorial page, the \"Washington Post\" editorial page, David Ignatius as recline, Nate Silver. The members, four Democratic senators now and more than 30 Democratic House members have called for him to step aside. It's hard to keep up with all the announcements. Yesterday, Congressman Seth Moulton of Massachusetts published a heartfelt essay in the Boston Globe. Moulton said that he treasured the President as a mentor and friend, someone who was vice president would invite him to breakfast at the official residence and teach them about Congress. But on the 80th anniversary of D-Day, he saw the President in a small group at Normandy, and quote, \"for the first time he didn't recognize me.\" Soon thereafter came to the debate at which we all watched Moulton's reflection was reminiscent of George Clooney coming forward post- debate to share what he'd witnessed two weeks prior at a Hollywood fundraiser that he had hosted. Clooney shared that essay pre- publication with President Obama who apparently didn't talk him out of its publication. Politico reported yesterday that the party has, quote, \"run out of patience and believes a decisive moment is now at hand.\" The President faces a mountain of polling data which shows him trailing Donald Trump in all the battleground states and frozen campaign funds. An AP poll released this week shows that two thirds of Democrats, two thirds of Democrats want him replaced, a finding that totally belies the President's assertion that this is only the sentiment of party elites. Against this backdrop, NBC reporting that Biden family members have discussed what an exit might look like. That's an extraordinary development given the repeated denials from the President, from his campaign, and the White House of any prospect of him standing down. As recently as Friday, the President released a statement that he will return to the campaign trail next week. With the Democratic Convention less than five weeks away, it feels like it's building to a crescendo. Uncharted waters lie ahead, not the least of which is who and how would he be replaced. The \"New York Times\" reports that before the debate, Biden told confidence that he had a far better chance to beat Trump than Vice President Kamala Harris. Polling shows her approval rating is about as abysmal as his. So, will he endorse her? A blue labs draft memo obtained by Politico showed four Democrats running stronger against Trump in swing states than Biden or Harris, Senator Mark Kelly, governors West Moore, Josh Shapiro, and Gretchen Whitmer. I've long believed the best way to pick the Democratic nominee is to see the party A listers on the same stage. James Carville suggested town halls in every region in the country. George Clooney said likewise. A Georgetown law professor at a venture capitalist proposed a so called blitz primary. They envision weekly forums moderated by cultural icons like Michelle Obama, Oprah, even Taylor Swift. Congressman James Clyburn has said that if Biden steps aside, a mini primary would be appropriate. And Politico now reports that, \"In a meeting with fellow California Democrats just last week, former Speaker Nancy Pelosi stressed the need for an open process to choose the party's next nominee if President Biden steps aside in an effort to avoid the appearance of a Kamala Harris coronation.\" Still, there are several reasons why Biden might not go with the competition idea and instead endorse Harris. First, he might appreciate her on the merits, and believe that after three and a half years as his vice president, she's best suited for the job. Second, it's Harris, who could most easily control the $91 million dollars the campaign has on hand which when including allied Democratic organizations, grows to 240 million. Third, Biden might still be smarting over the way he was treated as vice president by President Obama and not want to repeat the slight. He was discouraged by Obama from running in 2016 and in 2020 Obama didn't endorse Biden until Biden was the last man standing. [09:05:14] And there's another more fraught reason, Biden might be inclined to endorse Harris. He might feel beholden to endorse a candidate who could be the nation's first female president and a woman of color. The President has continued to draw political strength from the minority community, the same constituency that turned around his then more urban 2020 campaign in South Carolina's primary. So, what might break the apparent impasse? Those delegates. It's quite remarkable to me that they are the only democratic constituency we've not yet heard from. But they could have some leverage, they could conceivably determine the outcome. Convention rule 13 J says this, \"Delegates elected to the National Convention pledged to a presidential candidate shall in all good conscience reflect the sentiments of those who elected them.\" No wonder then that the Biden campaign has been working the phones and trying to prevent what could be the final rebellion. The nation has wondered who would win the tug of war between the President and the Democratic leaders, the two sides are engaged in mutual assured destruction. This is a moment of ugliness unparalleled in modern American political history. And ultimately, it seems it can only end in the President's eventual capitulation, because in a democratic system, governance depends on the consent of the governed. That consent is gone. Now among Democrats when President Biden eventually accepts that reality. A new nominee will be left to cobble together the remains for what both sides regard as the existential mission of defeating President Trump. I want to know what you think. Go to my website right now at smerconish.com. Answer today's poll question, is Kamala Harris now the strongest candidate the Democrats can field? Joining me now is Jatia Wrighten, an assistant professor of political science at Virginia Commonwealth University, and Amie Parnes, Senior Political Correspondent for The Hill where she wrote this piece published today, \"Democrats' stalemate over Biden candidacy escalates.\" Amy, thanks for being here. You say, quote, \"He's dug in,\" meaning the president. What's the very latest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:42",
      "speaker": "AMIE PARNES, SENIOR POLITICAL CORRESPONDENT, THE HILL",
      "sentences": "The latest is he still dug in Michael. I mean, I think this is why we're at a stalemate. You have both sides pushing really hard. You saw what happened this week with the former House Speaker Nancy Pelosi. A lot of people think that she has been working quietly behind the scenes.A lot of people are convinced that President Obama, his silence speaks for, you know, for everyone as well. And so you have all of these forces kind of pushing and pulling, and here we are. But the thing is -- the big question is, how long can this last? And I think you're right when you say that President Obama -- President Biden has said for years, you know, he said it in 2020 that he's the only one who can beat Trump. He's saying it again to allies. He say, look, I've been tested, I beat him. I'm the only one who can beat him. And he's convinced himself and everyone around him of that. And then I think he thinks that, you know, if Kamala Harris is going to go in and she's tied with him in the polls, that he might as well run anyway. He's been tested, he's the president, he has an agenda, a successful agenda, a lot of people have said, so why not? So this is where we are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:42",
      "speaker": "SMERCONISH",
      "sentences": "Dr. Wrighten, in your opinion, can the vice president defeat Donald Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:42",
      "speaker": "JATIA WRIGHTEN, ASSISTANT PROFESSOR OF POLITICAL SCIENCE VIRGINIA COMMONWEALTH UNIVERSITY",
      "sentences": "Well, the Vice President has already defeated Donald Trump. That's how she was elected vice president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:42",
      "speaker": "SMERCONISH",
      "sentences": "Right. But do you think if she's the presidential candidate, she can defeat President Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:42",
      "speaker": "WRIGHTEN",
      "sentences": "In this political climate, that is not possible. But it has nothing to do with Vice President Harris's ability to do the job. It has more to do with the fact that as a black woman and a woman of color, she's going to face obstacles that her opponent would not face. So she's going to face discrimination, sexism due to her race and her sex. And those are obstacles that are manmade, but those are the obstacles that she's going to have to contend with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:42",
      "speaker": "SMERCONISH",
      "sentences": "So if that's your assessment that she can't beat Trump for those wrong reasons, right, because I think you're in part saying the country wouldn't vote for a woman of color, should she nevertheless be the nominee if President Biden decides he's not going to run?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:26",
      "speaker": "SMERCONISH",
      "sentences": "Right. But one more follow up with you and then I'll go back to Amie, but you've seen the polling data, two thirds of Democrats are saying that they don't think he should be the standard bearer. You've got now all of the Democratic leadership, essentially on record as saying, likewise. I think President Obama by his public silence is also probably a factor in all of this. You can't turn away from all that information, can you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:26",
      "speaker": "WRIGHTEN",
      "sentences": "I mean, I think what it comes down to is who's going to vote -- who's going to mobilize? And what I think we continue to forget is that, you know, in 2020 90 percent of black women came out to vote. And we know that when black women mobilize and vote, that they really can turn the tide of elections, whether that be at the national or the state level. And one thing that we also know is that when you're talking about an oppressed group, they know what's at stake, and a black women know what's at stake if Donald Trump wins a second term. So the question -- yes, in terms of polling, I think polling is important, but I also think what it comes down to is whether or not we mobilize voters to turn out to vote on Election Day.So we know that, you know, polling is only so efficient, so far, right? It has -- it's something sort of like a snapshot in time. But looking at the trajectory, we know that those are not always reliable. And we should be thinking about what does that mean, and should we be basing our ideas about democracy on polling? And I also agree with this idea that in some ways, you know, Biden suggests that it's a very elitist view, right? We talk -- we're talking about the Democratic leadership. We're not talking about some of these, like everyday voters and everyday people that will in turn, turn out to vote for --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:26",
      "speaker": "SMERCONISH",
      "sentences": "Right. But -- I'm sure that's what -- that is what President -- Amie, that is what President Biden is saying through his representatives. But it's not two thirds of elites who were polled by the AP and NORC, it's two thirds of Democrats. I think my conversation with Jatia explains, Jatia explains just how complicated, Amie Parnes, this all becomes should he decide he's not going to run, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:26",
      "speaker": "PARNES",
      "sentences": "Yes, it becomes much more complicated. And you're hearing already, I mean, there is -- the party is divided. And then if this happens, if he decides to step down, there's the potential of it being even more so divided for a little while because there are lots of people who feel like Kamala Harris, this is her right to be the nominee that she was campaigning with, that she was his vice president, she deserves this. And then there's this other school of thought that an open convention is what's needed, donors in particular. I've been told by so many donors are really pushing this idea.They want -- they don't believe she can win. They want an open convention. They think that that's the best way. They think that can generate excitement. But then you're hearing a lot of pushback too from lawmakers. AOC came out yesterday saying, look, an open convention would be a disaster. And plus, Michael, you add in we're running out of time, this is 100 days almost till the election. It takes time to organize, it takes time to build name recognition if Kamala Harris is going to pick someone. It takes time to build, you know, a ground game. And so I think this is worrisome and problematic for a lot of Democrats as they see this at the time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:17",
      "speaker": "SMERCONISH",
      "sentences": "Former President Trump at the Republican National Convention in Milwaukee reliving the terrifying moments after he was shot at a campaign rally last Saturday. Lawmakers on Capitol Hill now asking the Secret Service how they could have missed so many warning signs. The 20-year-old gunman visited the location of Trump's rally in Butler, Pennsylvania twice before he carried out his plan. The first time was a week before the event. The second time was the morning of.Investigators now believe the gunman flew a drone over the rally's location to familiarize himself with the terrain. The shooter eventually went home, returned with his father's AR-15 rifle and opened fire into the crowd striking former President Trump's ear and killing Cory Comperatore, a former fire chief who shielded his family from the bullets. Secret Service agents immediately took down the gunman. New details in the timeline leading up to the failed assassination attempt are now revealing major lapses by the Secret Service. About three hours before the shooting, the gunman was spotted acting suspiciously near the magnetometers at the security screening area. The gunman was carrying a device that hunters use for long distance shooting. That information was passed along to the service. Video obtained by WTAE captured him lurking just past the secured perimeter of the rally for more than an hour. About 19 minutes before the shooting, officers had lost track of the gunman's whereabouts until he was seen climbing on the roof outside the security perimeter. Trump took the stage at about 6:05 p.m. without his team knowing about a suspicious mail identified by law enforcement multiple times with a hunting device. Many lawmakers like Senator Kevin Cramer now asking the obvious question. (BEGIN VIDEO CLIP) SEN. KEVIN CRAMER (R-ND): The counter sniper team was aware of a threat on the rooftop 150 yards from the stage knowing identifying a potential threat of a person on a rooftop with a rangefinder. How is he -- you let Donald Trump get on the stage? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:17",
      "speaker": "SMERCONISH",
      "sentences": "At 6(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:17",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, look, there he is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:17",
      "speaker": "TRUMP",
      "sentences": "It's not easy because we have millions and millions of people in our country shouldn't be here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:17",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Officer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:17",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "(Inaudible).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:17",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(Inaudible).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:17",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Climb up here. He's on the roof. He's (inaudible). Right here. Right on the roof.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:17",
      "speaker": "SMERCONISH",
      "sentences": "Local police officers were apparently inside and around the same building the gunman used to position himself about 150 yards from the events podium. With only a few seconds left before all hell broke loose, a man in the crowd yelled out a potential threat.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:17",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(Bleep), he's got a gun. (Bleep) (bleep).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:17",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He's on the roof. You got to get him. (Bleep).(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:17",
      "speaker": "SMERCONISH",
      "sentences": "The scene erupted into chaos after the former president was shot and fell to the ground Secret Service Director Kimberly Cheatle now facing several questions about the security breach.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:17",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Was that perimeter too small?KIMBERLY CHEATLE, U.S. SECRET SERVICE DIRECTOR: The perimeter encompassed the area that we needed to secure for the event that we had on that day. What happened is a terrible incident and should never happen. And we are obviously going to make sure that moving forward we take whatever lessons we -- that come out of this and adjust accordingly. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:43",
      "speaker": "SMERCONISH",
      "sentences": "I never heard it expressed that way before, a third less than Oswald had with Kennedy. Let's run through some of the other evidence. This video of the rally attendees, can we play that again for Gerald and hear his analysis, as they're flagging what they are seeing, roll the tape, and Gerald, you react?(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:43",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There he is tight there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:43",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Where?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:43",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Right there. You see him?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:43",
      "speaker": "POSNER",
      "sentences": "Yes. You can see the shooter there on the far left hand corner of the roof. There's a figure laying down there. And then --(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:43",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What's happening?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:43",
      "speaker": "POSNER",
      "sentences": "What's happening? There's somebody on the tape asking the question everyone's wondering.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:43",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, look, there he is.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:43",
      "speaker": "POSNER",
      "sentences": "And then people point out again to the roof where you couldn't speak crops on the roof, actually changing his position from his right side to rolling on his stuff out getting ready for the shooting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:43",
      "speaker": "SMERCONISH",
      "sentences": "And, Gerald, I'm wondering where are law enforcement at this moment. We have a still image. As you can see the shooter repositioning himself. Put the still image up. I think what I'm seeing there as law enforcement, you know, right on the cusp of the building itself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:43",
      "speaker": "POSNER",
      "sentences": "Yes, you know, Michael, so we now know there are 22 Secret Service agents there at that rally, and that include the Cypress teams and 30 to 40 state police. The local police that come from Butler County, there were seven who were really doing traffic control and one sniper. We're not sure if that's a state policeman or local. But they're right at that building. And inside the building is sort of the counter sniper team that Butler County Emergency Services has. They're looking out the windows to see if they see anyone from their line of sight that might be a threat to the president when the threat to the president is on the roof directly above them. You couldn't make this up in a movie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:43",
      "speaker": "SMERCONISH",
      "sentences": "Is part of the problem that the left hand and the right hand are not in communication? I once did advance work for Vice President George Herbert Walker Bush, there were countdown meetings, everybody was in the same room. It was a different era. We didn't have the technology of communications that we have today. But I'm getting the impression that although these folks are shouting out the bystanders what they see, maybe they're telling law enforcement who are not relaying it to the Secret Service, your thoughts?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:43",
      "speaker": "POSNER",
      "sentences": "No, you're absolutely right. First of all, there is a communications channel that is run from a central command post. And if somebody jumps on that communications channel and yells gun, it's supposed to go out immediately to the close protection. The Secret Service near the stage of the candidate and they hear gun and their immediate reaction is supposed to rush the candidate, no matter what else happens and lock (ph) the candidate to the forum, make sure they're protected and get them out of there. That never happens.And the key here, Michael, is notwithstanding everything that happens beforehand. At 5:51, Secret Service identifies this as a person of interest. They put them on their little radar. And at 5:53, two minutes later, they notify the snipers. That's the report that was coming out of a Senate confidential hearing the other day together with the Secret Service head. And then seven minutes later, the Secret Service OK's Trump to take the stage. He goes on at 6:03. So what I want to know is how is it that you notify the sniper teams that you might have a possible suspect of interest somewhere on the grounds and seven minutes later you OK the president to go on? That's really the left hand not knowing what the right hand is doing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:43",
      "speaker": "SMERCONISH",
      "sentences": "Gerald, thank you for your analysis. You're the one that I wanted to hear from. I appreciate you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:43",
      "speaker": "POSNER",
      "sentences": "Thank you, Michael.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:02",
      "speaker": "RICHARD CLARKE, FORMER WHITE HOUSE COUNTERTERRORISM COORDINATOR",
      "sentences": "Yes, Michael, I do. I've talk to enough people in affected companies and enough cyber experts around the country. I think the explanation is true, but what it reveals is a shocking lack of quality assurance on the part of CrowdStrike. And that's a larger policy issue, which is if we're going to rely on these companies, shouldn't they have to have some standards that they live up to or be liable? They're not liable. You can't sue them. They make sure of that.So, if you are a critical software that the world depends on you need to have some regulation of your quality. Look, we all need constant software updates, but there are ways to do it. One, test the damn thing before you push it out. Number two, don't send it out to everybody at the same time. That gives us another test. And number three have some ability to roll it back. The problem that we have now is people have to go around to each individual computer and open it up and roll it back. There ought to be a way, a safe secure way of rolling back software updates when they're a mistake. We've seen this happened many, many times. It's about time we fix it. And for larger enterprises --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:02",
      "speaker": "SMERCONISH",
      "sentences": "How likely that it happens again? CLARKEYou know, we regulate seat belts in cars, but we don't regulate software and we rely a lot more on software, frankly, than we do on cars. If you're running a big company the lesson here is, don't rely on one software.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:02",
      "speaker": "SMERCONISH",
      "sentences": "So, Richard Clarke does not believe that it was malicious actor but, nonetheless, might a playbook be generated from this for China, for North Korea, for Putin, et cetera, et cetera?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:02",
      "speaker": "CLARKE",
      "sentences": "Putin has already done it, Michael. Putin had his intelligence service attack a software vendor that no one had ever heard of but everybody was using called SolarWinds. And in the software update, he put a spy package that wasn't detected for nine months and was on tens of thousands of government and private sector machines.The software update, attack vector is well-known and we have to fix it. We have to fix it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:02",
      "speaker": "SMERCONISH",
      "sentences": "How despicable that there are some bad actors out there trying to take advantage of this by immediately logging on and saying, hey, here we are, we can help you with your issues, and indeed they were no-goodniks?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:02",
      "speaker": "CLARKE",
      "sentences": "I think the rule for everyone on the internet is know who you're talking to, know who you're dealing with. Just because they're on the web, just because they're on Instagram or something, doesn't mean that they're real or doesn't mean that they're honest.Whether it's software updates or anything else know who you're talking to. Double-check before you click.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:02",
      "speaker": "SMERCONISH",
      "sentences": "Richard Clarke, thank you so much. Appreciate your expertise as always.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:02",
      "speaker": "CLARKE",
      "sentences": "Thank you, Michael.",
      "isLastSentenceInterrupted": false
    }
  ]
}