{
  "date": "2024-01-12",
  "headline": "Connect the World",
  "subHeadline": "U.S. and U.K. Strike Iran-Backed Houthi Fighters in Yemen; Huge Protest in Yemen After U.S. & U.K. Strike Houthi Targets; Biden: U.S. Strikes on Iran-Backed Houthis Send \"Clear Message\"; Israel Disputes Genocide Claims At The Hague; South Africa Accuses Israel of Genocide In Gaza At UN Court; Iowa Preparing For Republican Caucuses On Monday; Exploring Reaction to U.S. Military Action In Red Sea; CNN Looks Ahead To The Africa Cup Of Nations. Aired 9-9:45a ET",
  "utterances": [
    {
      "timeStamp": "09:00:00",
      "speaker": "BECKY ANDERSON, CNN HOST, CONNECT THE WORLD",
      "sentences": "It is 5targeted multiple Houthi sites inside Yemen. It is 3:00 P.M. in the Hague where the International Court of Justice is deliberating after Israel defended itself against an allegation of genocide. And it is 6:00 P.M. here in Abu Dhabi, CNN's Middle East programming hub. I'm Becky Anderson. Welcome to \"Connect the World.\" Let's get straight to what is our top story. And we start with escalating conflict in the Middle East. The U.S. and U.K. hitting dozens of Houthi targets in Yemen to try and blunt weeks of Houthi attacks on shipping interests in the Red Sea. (VIDEO PLAYING) You are seeing some of that operation here on your screens in video released by Britain's defense ministry. A U.S. official describes the destruction of Houthi assets as significant. And you can see here the locations of some of the targets hit. A British minister describes the strikes as limited and proportionate and tells the BBC that no more U.K. missions are immediately planned. Video from Yemen posted on social media shows flames and smoke rising into the night sky. Military spokesperson for the Iranian backed Houthi says, 5 people were killed and 6 others were wounded. And the strikes sparked this huge protest in Yemen's capital, Sana'a with Houthi leaders vowing retaliation. They also say the Red Sea attack will or attacks will continue to show support, they say, for Palestinians in Gaza as the Hamas-Israel war rages and the civilian death toll in Gaza climbs. Well, there is an awful lot to unpack here. I'm going to start with Paula Hancocks, who is set here with me in the studio. We gave our viewers a sense of just what happened overnight. Tell us, what do we know about what was struck inside Yemen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "PAULA HANCOCKS, CNN CORRESPONDENT",
      "sentences": "So, Becky, what we've heard so far from the U.S. military is that their intention was to degrade the ability of theHouthi rebels to be able to attack these commercial vessels in the Red Sea. So what they targeted, and there was over 60 targets, were specifically where these rockets were being launched from, the infrastructure that the Houthis have, command and control nodes, munitions depots, launching systems, production facilities, the air defense radar systems. So all of these elements we're hearing from the U.S. side, is going to prevent them from being able to carry out the significant amount of attacks that they have. We haven't had an update, though, as to how successful they were. Clearly, they're going to be looking at whether or not they need to go back and try and, destroy more in that area.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "ANDERSON",
      "sentences": "Yeah. They called these significant and proportionate. NATO has said that these were defensive. This was in -- designed to preserve thefreedom of navigation in one of the world's most vital waterways. Both the U.K. and the U.S. describing these as defensive in self-defense. The question remains, is this a one-off clearly or whether these will continue. How is the world and, specifically, this region reacting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "HANCOCKS",
      "sentences": "Clearly, there's concern, because this is the first time that the U.S. and its allies have targeted Yemen, specifically, since this recentescalation in intentions in the war in Gaza. Now we've heard from Saudi Arabia, for example. They've been conducting months long peace talks with the Houthi rebels, so they are concerned, they said. They say they are, deeply concerned, and we can, read out the exact statements that they have saying that, While the kingdom stresses importance of maintaining the security and stability of the Red Sea region in which freedom of navigation is an international demand because it harms the interest of the entire world, it calls for restraint and avoiding escalation in light of the events the region is witnessing. So they are saying, they understand how important it is that the Houthi rebels are stopped and that this freedom of navigation is allowed to take place in the Red Sea. But they also know that any retaliation from the Houthi rebels may not only target U.S. and U.S. -- and U.K. assets in the region, but also Saudi Arabia as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "PRISCILLA ALVAREZ, CNN WHITE HOUSE REPORTER",
      "sentences": "Well, he said that he will not hesitate to act further if these attacks continue. Leading up to this, theWhite House had said that these Houthi attacks in the southern Red Sea were intolerable, going so far as to give a final warning. But it was on Tuesday that marked the final straw when Houthi attacks in the Red Sea continued, targeting the a U.S. commercial vessels and U.S. military vessels alongside it. That prompted President Biden to convene his national security team where they presented him military options and ultimately, led to the President directing Defense Secretary Lloyd Austin to carry out the response. Now in a statement last night, the President saying the following, quote, \"These targeted strikes are a clear message that the United States and our partners will not tolerate attacks on our personnel. I will not hesitate to direct further measures to protect our people and the free flow of international commerce as necessary.\" Now the Houthis has since condemned this warning of retaliation, saying in their own statement by the Houthis' deputy foreign minister that America and Britain, will, quote, \"Pay a heavy price.\" But, of course, these strikes come amid growing international alarm over the attacks in a critical waterway. Major shipping companies were having to reroute and go, around the continent of Africa, which risks or poses a threat to the global economy. And senior administration official said that they didn't want to get to this point, but it became clear that they just didn't have any other option and that they do have more options on the table if they so choose moving forward. But the resounding message in all of this is that this is not a measure to escalate tensions in the region. Now that this is a defensive posture that they are taking. And Secretary of State Antony Blinken was there, earlier in the week where he was also So telling regional leaders at the time that if there were strikes that they would be defensive in nature and not escalatory. But, of course, the question remains as to what happens from here. The Houthis have said that they are planning some sort of retaliation. What that happens and -- or what that looks like and how the U.S. responds thereafter, all remains to be seen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "ANDERSON",
      "sentences": "Let me bring in Bianca Nobilo. Thank you, Priscilla. The Houthis, of course, have cloaked these attacks on shipping, certainly at the outset,in support of the Palestinians in Gaza. So we have an operation ongoing, which has escalated, at this point. Real concern. I mean, real concern around the region that I am in that this is evidence of a wider regional conflict. Nobody wants to see that in this region. The U.K. was very involved here. U.K. minister calling the strikes a necessary response in self-defense of our warships in the region. I mean, there are questions being asked about what the rules of engagement are here. Be that as it may, what is Prime Minister Rishi Sunak saying about these strikes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "RISHI SUNAK, BRITISH PRIME MINISTER",
      "sentences": "Our aim is very clear. It's to deescalate tensions and to restore stability to the region. And that's whyallies over the past few weeks have issued several statements of condemnation of what's happening, calling on the Houthis to desist. Indeed, just this week, we've seen a UN Security Council resolution condemning what's happening and saying the states have a right to self- defense. We have acted in self-defense. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "NOBILO",
      "sentences": "Becky, the prime minister informed his counterpart, so the leader of the opposition, Keir Starmer, the shadow secretary of state for defense,and the British speaker of the House of Commons last night about the impending military the operation. He will be addressing parliament on Monday. Now for the moment, the opposition have presented a united front with the government. They've been very clear that they fully support the fact that the U.K. took part in this military operation, and they've asked their own MPs to basically not comment and say anything else other than a show support for the government. So that's quite key, Becky. But I would expect on Monday, we might start to see more dissent and criticism of the government maybe for without the consultation of parliament and, you know, people more widely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "ANDERSON",
      "sentences": "And we're certainly hearing that echoed by some lawmakers in the states. So why was it that Joe Biden didn't go to Congress, to askpermission for this strike? We'll do more on that in the hours to come. For the time being, thank you very much indeed, both of you, for joining us. Well, Israel says it is trying to keep Palestinians from being harmed in Gaza, not destroy them. Israel laid out its defense in a genocide case at the Hague today. Its lawyers said that by warning civilians of its actions ahead of time, Israel is showing the exact opposite of genocidal intent, and they slammed South Africa for bringing the case. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "TAL BECKER, LAWYER OF ISRAEL",
      "sentences": "It is respectfully submitted that the application and re request should be dismissed for what they are, a libel,designed to deny Israel the right to defend itself according to the law from the unprecedented terrorist onslaught it continues to face and to free the 136 hostages Hamas still holds. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "ANDERSON",
      "sentences": "It could be days or weeks before the judges issue a decision on ordering a halt to Israel's military campaign. Now experts say it couldtake years before a final ruling on the question of genocide is delivered. CNN's Melissa Bell has more on South Africa's argument. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "PROTESTORS",
      "sentences": "Free, free Palestine.MELISSA BELL, CNN CORRESPONDENT (voice-over): Passionate protests on the streets outside of court --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "PROTESTORS",
      "sentences": "Free, free Palestine.BELL (voice-over): As inside South Africa laid out the details of their case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "RONALD LAMOLA, SOUTH AFRICAN JUSTICE MINISTER",
      "sentences": "Even an attack involving atrocity crimes can provide any justification for or defense to breaches tothe convention. BELL (voice-over): Israel has denied all accusations, calling the case a, quote, \"blood libel.\" South Africa is accusing Israel of breaching the 1948 genocide convention through its military response to the Hamas attack, which it says has killed more than 23,000 people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "ADILA HASSIM, SENIOR COUNCIL, SOUTH AFRICA",
      "sentences": "At least 200 times it has deployed 2,000 pound bombs in southern areas of Palestine designated assafe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "TEMBEKA NGCUKAITOBI, SENIOR COUNCIL, SOUTH AFRICA",
      "sentences": "Israel soldiers inBELL (voice-over): But South Africa is also accusing Israeli leaders of making no distinction between Hamas and the civilians of Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "BALKEES JARRAH, ASSOCIATE DIRECTOR, HUMAN RIGHTS WATCH",
      "sentences": "The fact that they're here, that they're represented, and that they're presenting theirformal response to South Africa's case is significant and suggests that they attach legitimacy to the court. BELL (On-camera): Israel will be making its case here on Friday. But just after the South African delegation had finished, a spokesman for Israel's foreign ministry dismissed their claims as groundless and false, accusing them of being the representatives of Hamas in court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "VUSIMUZI MADONSELA, SOUTH AFRICAN AMBASSADOR TO NETHERLANDS",
      "sentences": "An effective realization.BELL (voice-over): But South Africa's goal, a call for the World Court to order Israel to stop the war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "MADONSELA",
      "sentences": "The consequences of not indicating clear and particularized specific provisional measures, which we fear be very grave indeed for thePalestinians in Gaza who remain at real risk of further genocide elects. BELL (voice-over): Melissa Bell, CNN, The Hague. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "ANDERSON",
      "sentences": "And we'll get you live to The Hague next hour here on CNN.Well, all of this, the ICJ KC strikes overnight inside Yemen and that tension in the Red Sea, all have a sort of direct line back to Israel's war on Hamas, which, of course, is causing enormous losses in Gaza. Let's get you to Israel now and to our International Diplomatic Editor, Nic Robertson in Tel Aviv. Nic, you've reported from Yemen. You, are across the Houthi position well, and certainly, they are cloaking their actions in the Red Sea in support of Palestinians in Gaza. And they have, effectively been successful in in pulling a response from this U.S. coalition. How do you, see or read what is going on at present in the Red Sea, the response from the U.S. and U.K., and the risk that we are staring down the barrel of a further and wider regional conflict here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "ANDERSON",
      "sentences": "More on this, as we move through the next couple of hours. Not least, more on the reaction around the region, particularly that from whereI am here in the Gulf. Real concern about an escalation here and real frustration, it has to be said, on the part of many around this region. With the Biden Administration, what is the long term plan? Is this is defensive? Is this short term? Is this seen as leaving issues in this region that it will be for the region to sort out. This is a Biden Administration who told this region to sort out its own conflicts. If there is a perception now, that the U.S. is embroiling this region in further conflict, that is a problem to many, in this area. Nic, it's good to have you. Thank you. Well, the Republican caucuses in Iowa are just a few days away now, and you can expect them to be tough. I'm not just talking about the politics. I'm talking about the weather too. Coming up. What voters and candidates are facing? (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "ANDERSON",
      "sentences": "In 3 days from now, Iowa holds its Republican caucuses. But this morning, the state is facing dangerous winter conditions, forcing somecandidates to cancel campaign appearances. We could be looking at the coldest Iowa caucuses on record. Who knows what that will mean for turnout? Well, front runner Donald Trump is returning to the state this weekend after hearings wrapped up in his fraud trial. But Nikki Haley and Ron DeSantis haven't given up hopes of chipping away at Trump's lead. (BEGIN VIDEOTAPE) UNIDENTIFIED FEMALE (voice-over): Blizzard conditions hitting Iowa, bringing the campaign trail to a halt on the eve of former President Trump's return to the state. NIKI HALEY, U.S. REPUBLICAN PRESIDENTIAL CANDIDATE: I have got to tell you. Y'all, it is cold outside. UNIDENTIFIED FEMALE (voice-over): The National Weather Service says, life threatening winter weather is expected to hit the Hawkeye state with wind chills, bringing temperatures as low as 45 degrees below 0. RON DESANTIS, U.S. REPUBLICAN PRESIDENTIAL CANDIDATE: Temperatures are dropping. You know, my Florida blood is adapting. UNIDENTIFIED FEMALE (voice-over): Nikki Haley canceling all her campaign stops Friday, opting for telephone town halls.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "DESANTIS",
      "sentences": "It was me versus Hillary -- I mean, Nikki.UNIDENTIFIED FEMALE (voice-over): And criticizing the large campaign donors supporting her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "DESANTIS",
      "sentences": "She has not gone to all 99 counties, doesn't like to interact with the voters. Thinks if they just spend, spend, spend, then somehowthat's going to do the trick. You know, that's not the way it works. UNIDENTIFIED FEMALE (voice-over): At one event in Iowa, DeSantis battled not just Frigid temperatures, but climate protesters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "How much money have you taken from oil companies?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "DESANTIS",
      "sentences": "This is wrong with the college system right there. That's exhibit a.UNIDENTIFIED FEMALE (voice-over): Trump will hold his final events in Iowa this weekend after spending Thursday in a New York courtroom, speaking during closing arguments in his civil fraud trial. DONALD TRUMP, U.S. REPUBLICAN PRESIDENTIAL CANDIDATE: This is a political witch hunt, the likes of which nobody's ever seen before. They owe me damages for what they've done. UNIDENTIFIED FEMALE (voice-over): The former president making the legal cases against him his central campaign pitch, falsely claiming they are orchestrated by his political opponents to interfere with the election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "TRUMP",
      "sentences": "Every time somebody sees me in court, remember, Joe Biden and his thugs that surround him did it. They're trying to get a man in office thatcan't put two sentences together. UNIDENTIFIED FEMALE (voice-over): Next week, Trump says he'll attend the start of the defamation case brought against him by E. Jean Carroll.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "TRUMP",
      "sentences": "I want to go to all of my trials.UNIDENTIFIED FEMALE (voice-over): The judge in that case has already found Trump guilty of defamation. This trial is just to determine damages. Last year, Trump was found liable of sexually abusing Carroll after she accused him of raping her in the mid-1990s, an accusation Trump denies. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "ANDERSON",
      "sentences": "Very briefly, Jim. Defensive -- in self-defense, proportionate, do you see these as a one off, or is there a longer term strategy here bythe U.S.? That's certainly a question that is being asked around this region.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "SCIUTTO",
      "sentences": "No question. Well, senior administration official told me last night, this may not be the last word. Those were these officials' words.These attacks last night. In other words, leaving open the possibility of further strikes against the ballistic missile sites, drone sites, radar installations like those they struck last night. To be clear as well, it seems that the U.S. is pricing in the possibility of a Houthi response as well. They said they would not be surprised by a Houthi attack back. Of course, question is, how big? And does Iran get involved? Since October 7th, Becky, I've been speaking to U.S. intelligence officials. Their assessment has been fairly consistent that Iran does not want a broader regional war, a direct conflict with the U.S., but, of course, it's always difficult to gauge anyone's red lines.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "ANDERSON",
      "sentences": "Well, a feast for football fans getting underway, in a number of places, not least in Ivory Coast on Saturday. The host nation looking towin its third ever Africa Cup of Nations. They kick off tomorrow night against Guinea Bissau. Let's, bring in, Amanda Davies. A lot of eyes will be on Morocco. Of course, stay with the sensation of the 2022 Qatar World Cup, now aiming to show why they are the highest ranked team in this year's competition. We mustn't forget. We've got the Asian Cup going on in Qatar, of course, as we speak. It's a feast of football, Amanda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "AMANDA DAVIES CNN WORLD SPORT",
      "sentences": "Yeah. Very much so. It might not be a World Cup year, but that doesn't mean, there's not a lot of football to keeppeople entertained. You mentioned Morocco and, the expectation and excitement, but, of course, with that comes a whole lot more pressure than they are used to at this competition, the African Cup of Nations, because it's one they traditionally haven't done particularly well in. But, of course, looking to emulate that success and go even further than at the World Cup in Qatar. But we've got a big look ahead to that and more looking ahead to the, Asian Cup coming up in just a couple of minutes, Becky.",
      "isLastSentenceInterrupted": false
    }
  ]
}