{
  "date": "2024-09-05",
  "headline": "The Lead with Jake Tapper",
  "subHeadline": "First Hearing In Trump Election Subversion Case Since U.S. Supreme Court Immunity Ruling; Hunter Biden Offers Last Ditch Guilty Plea In Tax Case; Trump Signals More Tax Cuts & Tariffs If Elected; DOJ: Russian-American Political Commentator Violated Sanctions; New Details About 14-Year-Old Suspected School Shooter; Questions To Ask To Avoid A Misdiagnosis. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:00:06",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "Now, Chipotle has a new boo spirit Halloween. They team up for what they're calling the burrito collection.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:06",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "Boorito.And here are some of the options. A foil Boorito, a fork and napkin to go-bag, even a cup. The drink though sold separately 40 bucks a pop. Your -- oh, that's accentuating, isn't it? They're building off a running joke online where it posted fake bodysuits with the caption found your costume. Jokes on us, I guess.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:06",
      "speaker": "SANCHEZ",
      "sentences": "Forty bucks inflation.THE LEAD WITH JAKE TAPPER starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:06",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "A judge told Trump's lawyers today, quote, this court is not concerned with the electoral schedule, unquote.THE LEAD starts right now. A dramatic day in court as Donald Trump tries to get the federal election interference case against him thrown out. Coming up, the stern rebuke from the judge and how this case is still moving forward with the election only 61 days away. Plus, another different election interference case. This one about this year, with Russia in the middle. The Justice Department says right-wing social media figures were used by the Kremlin trying to influence you're votes. Were these influencers dupes, where they useful idiots, or are they victims as they claim? And new details about the tragedy at a high school in Georgia. Authorities find disturbing writings by the suspected gunman about other school shootings. (MUSIC) TAPPER:  Welcome to THE LEAD. I'm Jake Tapper. And we start with a big day in our law and justice lead today, with a heated hearing in Donald Trump's federal elections case in Washington, D.C., relating to his actions on January 6, 2021. This is the first since the U.S. Supreme Court handed down there landmark presidential immunity ruling in July. This is the case were Trump faces charges for his alleged efforts to overturn the 2020 election results, which culminated, of course, in the capitol riot. You will recall perhaps last week, special counsel Jack Smith narrowed the charges he was bringing against Donald Trump so that the case would still qualify even with the U.S. Supreme Court's immunity ruling. Today in the hearing, Trump's lawyers offered two key arguments. One, that the appointment of special counsel Jack Smith was illegitimate and, two, that the whole case should be thrown out if the judge ultimately finds that Trump's interactions with Vice President Mike Pence were deemed immune from prosecution. Judge Chutkan today offered a chilly reception to both of those defense arguments, and she pushed back against the Trump team's assertion that they were worried about this case playing out publicly in the final days of the election. Judge Chutkan asserting, quote, this court is not concerned with the electoral schedule, unquote, to which Donald Trump's attorney John Lauro responded, quote, we're talking about the presidency of the United States, unquote. Chutkan responded, I am not talking about the presidency. I am talking about a four-count indictment. This all comes as Donald Trump this afternoon fought back against his legal cases, accusing Democrats and Vice President Kamala Harris of trying to imprison him. (BEGIN VIDEO CLIP) DONALD TRUMP, FORMER U.S. PRESIDENT &amp; 2024 PRESIDENTIAL CANDIDATE: She and her party are censoring speech, weaponizing the justice system, and trying to throw their political opponents, me, in jail. This hasn't happened -- I didn't do that to crooked Hillary. They always have to remember that two can play the game. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:06",
      "speaker": "TAPPER",
      "sentences": "We're going to start today with CNN's Paula Reid, who followed the ins and outs of today's dramatic hearing at the courthouse.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:05",
      "speaker": "MERRICK GARLAND, ATTORNEY GENERAL",
      "sentences": "I stand by the actions of the special counsel. The superseding indictment is an effort to respond to the direct instructions of the Supreme Court as to how to effectuate a new indictment in an ongoing case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:05",
      "speaker": "REID",
      "sentences": "While the new reworked indictment removed things like Trump's infamous Rose Garden video --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:05",
      "speaker": "TRUMP",
      "sentences": "So go home. We love you. You're very special.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:05",
      "speaker": "REID",
      "sentences": "-- it added new details about Congress's certification process and what but role Vice President Mike Pence played in it.Trump's attorneys arguing on Thursday that the case should be tossed if the judge rules communications between Pence and Trump are immune from prosecution, it tanks the entire indictment, Lauro argued. They also intend to raise other issues like the legitimacy of the special counsel, questions about obstruction of justice and January 6 and discovery. But one question that won't be answered anytime soon is when this case will go to trial. It is sort of an exercise in futility at this point to talk about setting a trial date. (END VIDEOTAPE) REID (on camera): And in talking to sources in and around this case, it is clear that if this case does go to trial, it would not do so until next fall at the earliest. Now, Jake, the judge, could release her plan, her schedule as soon as this evening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:05",
      "speaker": "TAPPER",
      "sentences": "Paula Reid, stay with me.Also playing out today, a last ditch effort from Hunter Biden to try to avoid trial in his tax evasion case out west in California. The president's son, just minutes ago offering -- offering to plead guilty, changing his offer from earlier in the day to plead no contest, not admitting guilt, but saying he would accept punishment. This is the case, of course, for prosecutors alleged the president's son failed to pay $1.4 million in taxes, instead spending on luxury cars and extravagant hotels and sex workers. CNN's Evan Perez is following this case from Los Angeles. And, Evan, the hearing over Hunter Biden's guilty pleas playing out, right this minute. What is going on inside the courtroom behind you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:05",
      "speaker": "EVAN PEREZ, CNN SENIOR JUSTICE CORRESPONDENT",
      "sentences": "Well, Jake, quite a few twists and turns to this day. We expected to have jury selection. We have 120 prospective jurors who are sitting in court for several hours while we have this play out.Right now, Hunter Biden has been sworn in, and what prosecutors are going are reading the 56-page indictment, word for word all of the ugly details, some of which you just went through, including says lavish lifestyle, spending, money, hundreds of thousands of dollars on escorts and on exotic cars. And what prosecutors are doing is they want Hunter Biden when he changes -- if he changes his plea to guilty, they want him to admit to all of the facts in this indictment. And what Hunter Biden and his attorneys are asking for the judge to do is for him to essentially admit to the conduct at large. Essentially, all of the broad elements of what Hunter Biden is accused of, because a reminder, he is accused of three felony counts for tax evasion, and then there he is facing six misdemeanor counts for failing to file and pay his taxes on time. So, at this moment, the judge is really -- it is in his hands. The prosecutors are going to finish reading this 56-page indictment and at the end of that, the judge will ask Hunter Biden how he pleads on every one of those counts, then we'll see whether the judge decides to accept this plea. Now, as you pointed out, this is been, you know, this is -- his latest gambit by Hunter Biden earlier, he was trying to have it another way where he would not accept guilty proclaim his innocence, but accept whatever sentence is handed down by the judge. This latest attempt, of course, Jake, is just his way of trying to make sure he lives this courthouse today without going to trial, right? This is something that's likely to take about five weeks, cost millions of dollars. There's something that Hunter Biden just doesn't have -- Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:05",
      "speaker": "TAPPER",
      "sentences": "All right. Evan Perez, thanks so much. Also with me here at the table is CNN senior legal analyst, ElieHonig. Elie, turning back to the Trump case earlier today, you said today was a good day in court for a special counsel, Jack Smith, but he still has one of the most complicated cases in the current justice system.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:01",
      "speaker": "TAPPER",
      "sentences": "And, Paula, Judge Chutkan didn't seem to buy the defense's argument that Trump's interactions with Vice President Pence when he was pressuring Pence to do something unconstitutional with electoral votes, the Trump team is saying that should be immune from prosecution within the confines of immunity and presidential actions.If she rules against the Trump team on that Trump, no doubt will appeal this all the way back up to the U.S. Supreme Court, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:01",
      "speaker": "REID",
      "sentences": "Yeah. I can confirm for sources familiar with their strategy, they will absolutely appeal to the Supreme Court. I'll go a little further than Elie. This case is going to go back to the Supreme Court, whether they want to hear it. That's up to them.But parties associated with this case believed there was an implicit invitation by the Supreme Court to apply their opinion to this case, and then come back if there are any additional questions. And whoever loses on this question about Mike Pence is want to go want to go back before the Supreme Court to get some clarity because Mike Pence's testimony, that of Bill Barr, that's the ballgame for the Trump team. They believe that they can get that tossed under the Supreme Court's opinion, that they believe does anything they can prove an official act cannot be used as evidence. They believe the case is dead. So they're going to fight -- they're going to fight to the death.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:01",
      "speaker": "TAPPER",
      "sentences": "So, Elie, I understand to a degree Judge Chutkan's impatience with the argument that the Trump team is making because they're the ones that have been delaying, delaying, delaying. And now for a case to happen and they say, oh, you can't do it in the closing days of the election. I mean, it's the closing days to the election because they've been delaying, delaying, delaying.But having a trial so close to an election, that's unusual, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:01",
      "speaker": "HONIG",
      "sentences": "Right. It was interesting to hear today -- to hear Judge Chutkan say to Donald Trump's team, we don't think about the election date at all.Now that's the textbook thing to say. But let's be real. There's some hypocrisy here because in the early days of this case, Judge Chutkan was very much aligned with Jack Smith in a mad rush to get this case tried before the election. The original trial date was seven months after the indictment. That's outrageous. You can't try a case with 13 million documents seven months after the indictment, no case would normally get to trial that right? So Judge Chutkan and Jack Smith were clearly very much thinking about the trial date, the election date, when they wanted to get the trial in before the election. But now that the tables have turned because of the Supreme Court's decision, all of a sudden from Judge Chutkan, it's oh, we don't think about such things. I take that with some grain of salt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:01",
      "speaker": "TAPPER",
      "sentences": "And, Paula, Judge Chutkan adjourns today's hearing without setting a trial date, saying that the issue of presidential immunity is going to continue to be litigated as you noted in that setting, a state date would be an exercise in futility.Do you agree?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:01",
      "speaker": "REID",
      "sentences": "Yeah. And she would know because back several months ago, she was insistent that this case was going to go to trial in March, and we all saw that that is not how things played out. And of course we have the election. If Trump is re-elected, he's going to have his attorney general dismiss this case, dismiss Mar-a-Lago. Why would you put a trial date on the calendar right now when there's so much work to be done? And at this point, it is still not a guarantee that this case will survive and make it to trial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:01",
      "speaker": "TAPPER",
      "sentences": "So we didn't think going out to California now to Hunter Biden, we thought that he was going to do this unusual maneuver where he was basically not going to -- not admit guilt, but to have the judge impose the punishment. Instead, he's pleading guilty. He offered a guilty plea.Do you think that suggests that ultimately he thinks that his sentence is going to be either -- that he's either going to be pardoned or a sentence is going to be commuted by his dad?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:01",
      "speaker": "REID",
      "sentences": "Absolutely. Katelyn Polantz and I reported several weeks ago that there had been some discussions about plea deal and those stalled. This is not a deal. He's not getting anything here. All he's doing is pleading guilty and even though the White House has denied it as recently as today, saying the president is not attend to pardon, or commute whatever happens to his son.It is impossible to believe, Jake, that the president of the United States is going to allow his son to go to jail when they believe these are cases that would not have been brought against Hunter if his last name was not Biden. It is impossible to believe that they're going allow him to go to jail when it is in his fathers power to prevent that either through a commutation or through a pardon. They're on the record saying it's not going to happen. Based on what he decided today, he wasn't even willing to wait for the judge to make a decision on that unusual Alford plea. He said no, we're going to plead guilty to everything strongly suggests he expects him clemency.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:02",
      "speaker": "HONIG",
      "sentences": "So let me put this really starklyNow you can convince a judge as a defense lawyer or good defense lawyer to go below that, but I don't see that going all the way down to probation. And let's not forget, Hunter Biden has to be sentenced on the gun case in Delaware where he's looking at a year or so again, under the guidelines. So choice for the president is a very stark one. Either pardon Hunter Biden, or in all likelihood, watch him go to prison. That's a tough decision. I don't know, as a father, I can't imagine -- put aside the legality, I can't imagine watching your son go to prison.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:02",
      "speaker": "TAPPER",
      "sentences": "Yeah, it's impossible to imagine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:02",
      "speaker": "HONIG",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:02",
      "speaker": "REID",
      "sentences": "It's not going to happen. And we even have jurors. We got them on the record in Wilmington saying, look, we think this case is kind of stupid, but they proved it beyond a reasonable doubt. It is absolutely possible to believe that Joe Biden is going to leave the White House and let his son go to federal prison, no matter what they say on the record.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:32",
      "speaker": "TAPPER",
      "sentences": "In our 2024 lead, former President Donald Trump unveiled economic plans today at the Economic Club of New York. Front and center, Trump maintained his pledge to impose heavy tariffs on goods being imported from China.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:32",
      "speaker": "TRUMP",
      "sentences": "Saved the U.S. auto industry from obliteration with a 27.5 percent tariff on all Chinese cars that remains in place to this day. Now I am going further. We will bring our auto making industry to the record levels of 37 years ago and we'll be able to do it very quickly through tariffs.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:32",
      "speaker": "TAPPER",
      "sentences": "Many economists left, right, and center, say that tariffs will end up raising fees for U.S. companies that will then be offset by raising prices for American consumers, which could cost the typical middle-income household more than $2,600 a year, according to the Peterson Institute for International Economics.Mr. Trump also called for the creation of a government efficiency commission. That's an idea first floated by Elon Musk, who Trump said he would appoint to lead it. CNN's John King is standing by at the magic wall. John, the race is very close, according to polls, in a lot of the battleground states. But interestingly, not so much when it comes to who voters think will be better for the economy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:32",
      "speaker": "JOHN KING, CNN CHIEF NATIONAL CORRESPONDENT",
      "sentences": "Not at all, Jake, the economy is Donald Trump's biggest advantage heading into next week's big debate. And it is Kamala Harris's biggest problem. The yellow states are toss-up states. Plus, Nebraska's second congressional district, seven states in all plus that congressional district.We polled hold six of those states, right? All of these states, except North Carolina, the economy was the number one issue by far. Yes, voters care about protecting democracy and about immigration and about abortion rights. But by far, by leaps and bounds, the economy was the number one issue in all six of these battleground states. Forgive me as I stretch this out for turning my back. And Donald Trump lead on the economy in every single one of them. Notice what happened here, Trump up five points overall in Arizona, up on the economy by 15. In states where the advantage is not as big. Harris is leading by one in Georgia, that's a statistical tie. It's a smaller Trump advantage. In Michigan, Harris is up just outside the margin of error. It's a smaller Trump advantage, but still an advantage. Nevada is the outlier. It had the highest unemployment rate during COVID. Harris up one in our poll, again, a statistical tie, but Trump up by 16 on the economy. But just look in every one of these states, challenge number one without a doubt for Donald Trump is to protect that lead. It said about eight points nationally. It's in the battleground states that matter. That's what's keeping him competitive. And the challenge for Harris is the flip side of that, to try to cut into that lead while you see her on the road talking to the economy, and watch your TV as a lot of economy there, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:32",
      "speaker": "TAPPER",
      "sentences": "Let's talk about not only my favorite battleground state, but perhaps the most important one, the 19 electoral votes up for grabs in the commonwealth of Pennsylvania. Now, Biden beat Trump there in 2020 by only 81,660 votes. Both the Harris campaign and the Trump campaign see victory in Pennsylvania as critical to winning the White House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:04",
      "speaker": "TAPPER",
      "sentences": "Breaking in the 2024 lead today, the Justice Department revealing new sprawling efforts by the Russian government try to sway the American electorate to more pro-Kremlin points of view.Today, brand new criminal charges for a Russian-American commentator who is accused of violating U.S. sanctions. The Justice Department earlier today charged Dimitry Simes, a Russian American political pundit. The feds say he coordinated with the Kremlin, including with Vladimir Putin himself, while hosting a show for RT, which is aired in the United States, a Russian state media network has operations all over the country. The Justice Department alleges that RT paid Simes more than $1 million and worked with the Kremlin to push content that is favorable to Russia. Not only that, the indictment says Simes was given a personal car and driver, a stipend for a Moscow apartment, business class tickets to fly between D.C. and Russia, and a team of ten employees. Simes and his wife are charged with money laundering and violating U.S. sanctions. Far more surprising, however, that a Russian-American pundit on Russian TV channels spouting Russian propaganda is what we learned from a difference indictment unsealed yesterday. This one also involving RT and American right-wing influencers with millions of followers on social media, right-wing media influencers who often host Republican politicians. CNN's Hadas Gold takes a closer look at who they are and what they were pushing. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:04",
      "speaker": "TIM POOL, INFLUENCER",
      "sentences": "This is psychotic. Ukraine is the enemy of this country. Ukraine is our enemy being.HADAS GOLD, CNN MEDIA CORRESPONDENT (voice-over):  This is not Russian state TV. This is popular far-right American influencer, Tim Pool. A new indictment from the Justice Department now says popular right-wing influencers were unwittingly paid by Russian state media company RT part of an operation to influence American politics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:04",
      "speaker": "MERRICK GARLAND, ATTORNEY GENERAL",
      "sentences": "RT and its employees, including the defendants, implemented a nearly $10 million scheme to fund and direct a Tennessee-based company to publish and disseminate content deemed favorable to the Russian government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:04",
      "speaker": "GOLD",
      "sentences": "The commentators who were hired by Tennessee-based Tenet Media were given lucrative deals, one worth $400,000 a month, funded by the Russians, to create a limited number of videos. The subject matter and content of the videos are often consistent with the government of Russia's interest in amplifying U.S. domestic divisions in order to weaken U.S. opposition to core government of Russia interest such as its ongoing war in Ukraine, the Justice Department says.According to the indictment, one unnamed commentator was directed to question whether Ukraine was involved in terrorist attack near Moscow earlier this year that killed more than 130 people, and which ISIS took responsibility for. Others have been longtime boosters of Donald Trump who U.S. intelligence has previously said Russia supported in the 2020 election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:04",
      "speaker": "BENNY JOHNSON, INFLUENCER",
      "sentences": "Donald Trumps has been using props again, at which is a bit of a master stroke from the president. And we love it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:04",
      "speaker": "GOLD",
      "sentences": "The DOJ says Tenet disguised where the money was coming from, and that the influencers have all described themselves as victims. POOL",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:04",
      "speaker": "GOLD",
      "sentences": "Johnson writing on XBut they've defended the positions and views they pushed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:04",
      "speaker": "POOL",
      "sentences": "Nothing is changing, literally nothing. It will be the exact same show it's always been and will continue to advance whatever it is we are advancing and it's totally independent and whatever.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:04",
      "speaker": "GOLD",
      "sentences": "While Russia has previously deployed online trolls to try to undermine us elections, the newly revealed operations shows they've shifted tactics, using homegrown American talent to help, knowingly or not, promote their own goals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:04",
      "speaker": "GARLAND",
      "sentences": "The Justice Department's message is clear. We have no tolerance for attempts by authoritarian regimes to exploit our demographic -- our democratic system of government.(END VIDEOTAPE) GOLD (on camera):  And, Jake, I will note that the Justice Department did not themselves name or charge any of these commentators or influencers in this scheme. And they have also the ones who have commented have said that they are victims. Dave Rubin said that he knew absolutely nothing about any of this fraudulent activity. We also have some new reporting that one of the co-founders of Tenet Media, Lauren Chen, she also had a gig on conservative channel Blaze TV. Blaze TV has now fired her just today, likely as a result of this indictment -- Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:08",
      "speaker": "RYAN YOUNG, CNN SENIOR NATIONAL CORRESPONDENT",
      "sentences": "We do have some new details, Jake. And we speak about the 14-year-old victims who died in this case. We actually talked to a family friend of one of those 14 year-olds who tells us that this is still a heartbreaking day and the families just to torn up to talk.When you talk about the new information about the shooter, we do have the mug shot. We'll put that up on screen so you can see that. That'd been released just in the last half hour or so. We do know he'll be charged as an adult. That first court appearance happening tomorrow. Our Isabel Rosales has actually been able to talk to the sheriff here of Barrow County. She's got new information that the suspect had only gone into school, yesterday was his second time, and he was reporting that he had anxiety. He then went to the school counselor's office to deal with that anxiety before that shooting happened. That's coming from our Isabel Rosales who talked to the sheriff just this afternoon. I can tell you to here, a lot of people still have heavy hearts and are wondering why this shooting ever happened. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:08",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And so, God has become before you tonight, we come before you with humbled hearts.YOUNG (voice-over):  As the Winder community grieves the killing of two students and teachers from Apalachee high school --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:08",
      "speaker": "ASTER CASTRO, APALACHEE HIGH SCHOOL STUDENT",
      "sentences": "You can't really process anything right now. So, I'm just sad that people had to die.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:08",
      "speaker": "YOUNG",
      "sentences": "-- warning signs about a 40-year-old let shooter emerged.Colt Gray and his father were questioned by law enforcement last year regarding several tips about online threats to commit a school shooting. The FBI, Atlanta, and the Jackson County sheriff's office said in a joint statement that they received tips about online threats in May of 2023 and track then 13-year-old Gray as possible subject and interviewed him. The subject denied making the threats online. The father stated he had hunting guns in the house, but the subject did not have unsupervised access to them. And there was no probable cause for arrest or further action at the time, according to the statement. This afternoon, CNN obtained this incident report from the Jackson County sheriffs office detailing that interview. Colt expressed concern that someone is accusing him of threatening to shoot up a school, stating that he would never say such a thing, even in a joking manner. Jackson County alerted local schools for continued monitoring, but he later moved to neighboring Barrow County where the shooting occurred. And that's where law enforcement source tells CNN authorities found writings inside Gray's bedroom that they believe he wrote referencing the 2018 Parkland school shooting in Florida. Georgia Bureau of Investigation said the gun used in the school shooting was an AR platform weapon. Due to Gray being a minor, he's being held at the Gainesville Regional Youth Detention Center, but will be tried as an adult. The school shooting has been heartbreaking for many, especially those who knew the victims. Fourteen-year-old students, Mason Schermerhorn and Christian Angulo. Christian's friends remember him as the class clown.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:08",
      "speaker": "KATHRINE MALDONADO, APALACHEE HIGH SCHOOL STUDENT",
      "sentences": "But when I found out, I started crying, and I just got mad because why would you shoot innocent people that you don't know? So I really sad because like, you don't even know him. He's actually like a sweet person, you know, like class clown. He was one of those and he was funny.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:08",
      "speaker": "YOUNG",
      "sentences": "Teachers Christina Irimie and Richard Aspinwall, former football coach.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:08",
      "speaker": "MICHAEL GORDON, APALACHEE HIGH SCHOOL STUIDENT",
      "sentences": "We used to have his good laughs. He said, tell me about his daughter. He had a wife and kids, and that is so odd to me now that I talked to him that morning and he's saying is like my shirt and now it isn't ever tie them again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:08",
      "speaker": "YOUNG",
      "sentences": "One student telling us she feels unsafe to return to school.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:08",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "See a place I did honestly feel safe every time I walked into school, never thought anything would happen, like that's honestly a place I've honestly felt protected. Now, I don't even want to be in the hallways alone.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:06",
      "speaker": "TAPPER",
      "sentences": "All right. Ryan Young in Winder, Georgia, thanks so much.Coming up next, a story that hits home for me and underscores the importance of all children when hospitalized using their voice. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:05",
      "speaker": "GUPTA",
      "sentences": "I love it.J. TAPPER:  If you want to be one or not, you are an honorary Tapper.",
      "isLastSentenceInterrupted": false
    }
  ]
}