{
  "date": "2024-01-21",
  "headline": "Inside Politics",
  "subHeadline": "New CNN Poll: Trump 50 Percent, Haley 39 Percent, DeSantis 6 Percent; Haley Picks Up Endorsement From New Hampshire's Biggest Paper; Crossover Voters Could Shape GOP Primary In New Hampshire; Border Deal Battle Wages On Among GOP Lawmakers; GOP Lawmakers Split Whether To Make Border Deal; Johnson Faces Trouble From Hard-Liners Over Border Deal; Michigan Dems Sound Alarm About Biden's Bid. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:47",
      "speaker": "MANU RAJU, CNN HOST",
      "sentences": "Hold position. Two days from New Hampshire's primary, new CNN poll finds Trump leading the pack.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:47",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "We need big margins because we have to send real unity as a message.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:47",
      "speaker": "RAJU",
      "sentences": "As his rivals pile on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:47",
      "speaker": "NIKKI HALEY, REPUBLICAN PRESIDENTIAL CANDIDATE",
      "sentences": "We can't have someone else that we question whether they're mentally fit to do this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:47",
      "speaker": "RAJU",
      "sentences": "Can anyone knock Trump off his path to the nomination?Plus, reluctant rematch. Democratic leaders worry if 2024 is a rerun, voters will tune out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:47",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Clearly, there's work to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:47",
      "speaker": "RAJU",
      "sentences": "As Republicans face a familiar dilemma on Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:47",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I would absolutely support him before that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:47",
      "speaker": "RAJU",
      "sentences": "Even if he's convicted. Who reporting on the fears in both parties.And house of cards. The novice House Speaker squeezed by his own party. REP. JIM JORDAN (R-OH): I think he's a non-starter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:47",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I just don't see what the problem is. Let's fix it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:47",
      "speaker": "RAJU",
      "sentences": "As Mike Johnson backed himself into a corner. Inside politics, the best reporting from inside the corners of power starts now.(END VIDEO CLIP) RAJU: Good morning. Welcome to Inside Politics Sunday, I'm on a Raju. Right now, a brand-new snapshot of the Republican presidential contest less than 48 hours away from when New Hampshire votes. This morning, new evidence that this is Donald Trump's race to lose. And that Nikki Haley may be on the ropes. CNN just releasing this brand-new poll of New Hampshire Republican voters. It reveals a clear Trump lead. He's now at 50 percent among likely GOP voters. Nikki Haley sits 11 points back. Haley losing ground since our last poll in early January, when she trail by just seven. Now, a double digit Haley loss could be a campaign ending setback before the race moves to our home state of South Carolina where she has been struggling to gain traction. And on the campaign trail this weekend, you could sense the all or nothing stakes. Haley going harder after the frontrunner than she has at any point in the campaign to this date. And after Trump confused her with Nancy Pelosi in a speech on Friday. Haley outright question if he's all there mentally. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:47",
      "speaker": "HALEY",
      "sentences": "And he's going on and on mentioning me multiple times as to why I didn't take security during the Capitol riots. Why didn't handle January 6 better? We can't have someone else that we question whether they're mentally fit to do this.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:47",
      "speaker": "RAJU",
      "sentences": "Our team Trump sees Tuesday as an opportunity to put the race away. But he tried to clean up that embarrassing gaff and a wash talk that 877, he is not up to the job.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:47",
      "speaker": "TRUMP",
      "sentences": "Cognitively, you know, I don't know if you saw but a few months ago, I took a cognitive test. My doctor gave me I said give me a cognitive test just so we can -- you know, because you know what the standards were and I aced it.Like Haley, she talks about, yes, we don't need 80-year-old. Well, I don't mind being 80, but I'm 77. That's a big difference. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:47",
      "speaker": "RAJU",
      "sentences": "Now, CNN's Kylie Atwood is following Haley this weekend and it is a chilly New Hampshire at the moment.So, Kylie, what is Haley saying about this uptick in attacks and why she's going after Donald Trump's mental fitness? KYLIE ATWOOD, CNN CORRESPONDENT: Well, listen, her campaign says that they're seizing on a gaff, really, it was former president Trump who made the error and Nikki Haley saw it and went after it. But she's continuing to double down on her criticism of the former president in a pronounced way here in New Hampshire. She is talking to voters and saying that he's lying in the ads about her that they're seeing on TV. And if he's lying, he probably doesn't deserve to win. And she's also doubling down on that question about his mental fitness today saying that Friday night that instance where he confused her with Nancy Pelosi wasn't an isolated incident. Listen to what she said this morning in an interview on CBS. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:06",
      "speaker": "ATWOOD",
      "sentences": "Now she went on to say that mental fitness is a real issue, because if you're going to be president, you can't get confused when you're discussing matters related to war and trying to prevent war dealing with the many wars that are happening around the world right now.Now, she has a packed schedule here in New Hampshire today, Manu. With more than eight events, she is here at a middle school right now. She was pouring beers last night in New Hampshire. Later today, she's going to the UNH hockey game. Really leaning into retail politicking, trying to get in front of his many New Hampshire voters as she can as, of course, that new CNN poll out today shows that she is 11 points behind former president Trump. Her campaign trying to do everything that they can to try and catch up to him and do as well as they can in the primary here on Tuesday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:06",
      "speaker": "RAJU",
      "sentences": "yes. And the question is, will the tax too little too late? Kylie Atwood live in New Hampshire, thank you for that.And let's talk about that here with our great panel this morning, Leigh Ann Caldwell from the Washington Post, Zolan Kanno-Youngs from the New York Times and CNN's Jeff Zeleny. Good morning to you guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:06",
      "speaker": "JEFF ZELENY, CNN CHIEF NATIONAL AFFAIRS CORRESPONDENT",
      "sentences": "Good morning. RAJU(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:06",
      "speaker": "TRUMP",
      "sentences": "By the way, they never report the crowd on January 6th. You know Nikki Haley, Nikki Haley, Nikki Haley, you know they -- do you know they destroyed all of the information, all of the evidence, everything? Nikki Haley is in charge of security. We offered her 10,000 people, soldiers, national guards, whatever they want. They turned it down.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:06",
      "speaker": "RAJU",
      "sentences": "Of course, he's talking about Nancy Pelosi and his facts. There's a whole different discussion about January 6th and the facts of January 6th. But just talk about Haley's strategy, her decision now to go after Trump the way she did, why did she wait until this point to do it? And is it going to make any difference?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:06",
      "speaker": "ZELENY",
      "sentences": "It definitely is among those independent voters in New Hampshire. That is what she is relying entirely on. Forty percent of the New Hampshire electors are registered undeclared. So they walk into the polling place on Tuesday and can make a decision to pick up a Democratic or Republican ballot. If enough of those vote for her, that's her only chance.But look, I was at it several of her events last week and even on Friday and she's definitely stepping up the attacks. But you wonder why now? Part of it's because of the audience. The electorate in New Hampshire, the people who are coming out to see her, they want to hear this more. In Iowa, she was so concerned about sort of offending some Republicans who still like the former president. But it's just a lot of gymnastics going on here that she's been sort of too soft, but she also has been sort of led into this by the New Hampshire governor --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:06",
      "speaker": "RAJU",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:06",
      "speaker": "ZELENY",
      "sentences": "-- Sununu, who's at her side constantly, who's like egging her on, sort of prodding her --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:06",
      "speaker": "RAJU",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:06",
      "speaker": "ZELENY",
      "sentences": "-- to go farther.But it's a calculation. Had she been scorched at the beginning, she might not be in the race at the end.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:06",
      "speaker": "RAJU",
      "sentences": "Yes. That's a good question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:06",
      "speaker": "ZELENY",
      "sentences": "Chris Christie is not the campaign trail this weekend. That's going to be the big debate afterwards if this does not go the way that she anticipated whether she should -- look.But even just a few days ago, when the question was about the E. Jean Carroll case, the fact that Donald Trump has been found liable by a jury for sexual assault, she says she had been paying attention to it. I mean, this has been an effort to decide, you know, to set side steps on Donald Trump's biggest vulnerabilities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:06",
      "speaker": "LEIGH ANN CALDWELL, CNN POLITICAL ANALYST",
      "sentences": "Absolutely. And some of the Republicans that I talked to, some of the more anti-Trump Republicans are beside themselves that the people in this race, including Nikki Haley, Ron DeSantis, wasted all these months not drawing a contrast between themselves and Donald Trump.Part of politics is trying to persuade voters to come near way, especially when Donald Trump was a lot weaker a year ago than he is now. And they argue some of these Republicans that because the -- Trump's Republican opponents refused to attack him, it actually consolidated support for Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:06",
      "speaker": "RAJU",
      "sentences": "Yeah.ZOLAN KANNO-YOUNGS, CNN POLITICAL ANALYST: But in terms of persuading voters, what may be one of the themes, when we look back on this race, this primary, what may be one of the themes that we really focus on is the concern among candidates about alienating Trump voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:06",
      "speaker": "RAJU",
      "sentences": "Mm-mm.KANNO-YOUNGS: That really factors into this hesitation around not calling him out directly. The record of Donald Trump, if misleading claims and false statements about January 6, has been well documented. Why wait until this week understanding that there are undeclared voters and independent voters in New Hampshire that actually may respond to this? But you had plenty of time to call him out on these falsehoods.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:06",
      "speaker": "RAJU",
      "sentences": "Yes.KANNO-YOUNGS: And the question, as you said, is it too ill to wait?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:07",
      "speaker": "ZELENY",
      "sentences": "Without question, and that's her biggest challenge. I mean, there's been a lot of discussion of, does she have to win? Even if she wins, it's going to be hard. I mean, like that's the thing. Even if she wins in New Hampshire, which is very, very much an open question.But look, I mean, the reality here, at this point, is it's still the Republican primary. And she is not sort of aligned with the base of the party. However, on Super Tuesday, more than half of the states do allow independence and undeclared voters to participate. So that's one of the reasons to stay and to just accumulate delegates. This is a delegate fight. And so many unknowns are hanging out over Donald Trump. One thing about the Donald Trump, Nikki Haley thing I'd like to point out. When I attend Donald Trump rallies, for all the talk about how Biden has lost it a little bit, lost a step, Trump has to. He does not even resemble the person from 2016. So I think the more people see that, that's sort of a question, but this primary might be over by then.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:07",
      "speaker": "RAJU",
      "sentences": "Yes. This is Donald Trump's closing argument. He is said, this was his closing argument. We talked about the campaign trail and the courtroom colliding, well, Donald Trump making the case that he deserves presidential immunity. This is a case that's being now litigated in court dealing with whether or not he can be prosecuted for his actions while in office, Donald Trump says he has essentially total immunity. That's the argument he made to voters.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:07",
      "speaker": "TRUMP",
      "sentences": "You have to give a president immunity. Otherwise, take a look at Harry Truman. He wouldn't have done, if you think Hiroshima not exactly a nice act, but it did end the Second World War, probably, right?Nagasaki, he wouldn't be doing that. He said, I don't want to do that because my opponents will indict me. (END VIDEO CLIP) RAJU: You know, he also, over the weekend, called Putin, Kim Jong-un and President Xi, very fine people when he attacked Nikki Haley. He called Viktor Orban of Hungary, a strong man. He said, maybe we should have strong man. I mean, this is what he's saying to his voters. It seemed to be eating it up. KANNO-YOUNGS: It's interesting. You do hear Haley also responding to some of those comments as well, saying the president was too close to some of those leaders. This reminds me a little bit of the last midterms when the president -- excuse me, the former president, continued to talk about the 2020 election, trying to debate it as well. And you would hear increasingly from Republicans who were saying, you have issues that are current and relevant right now in front of the current White House. You have immigration, you have the economy. But instead, you still hear a closing argument -- Raju: Mm-hmm. KANNO-YOUNGS: -- where he expresses his grievances and continues to kind of embrace victimhood at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:07",
      "speaker": "RAJU",
      "sentences": "And just before we go to break here. DeSantis --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:07",
      "speaker": "CALDWELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:07",
      "speaker": "RAJU",
      "sentences": "He is -- he canceled two Sunday show appearances, including on the State of the Union. They said it was a scheduling conflict. They're not spending any money in New Hampshire, pro-DeSantis groups, in January versus Haley or Trump.How does he stay in this race if he gets Trump? The poll ahead of him is six percent. If he gets Trump's on Tuesday, and then we wait another month until the South Carolina and Nevada before that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:07",
      "speaker": "CALDWELL",
      "sentences": "Yes, that's a good question how he stays in this race, especially if the money continues to dry up for Ron DeSantis. There is Nevada, which is in early February, which is a weird bifurcated system process that's all in for Trump mostly.And then you have South Carolina, which is more than a month away from now. That's a long time and a lot of money to continue to contest there. And, of course, Donald Trump is strong there. It is Nikki Haley's former state. She's not as strong as Trump, but it's also her home state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:07",
      "speaker": "RAJU",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:07",
      "speaker": "CALDWELL",
      "sentences": "So the path is very slim for Rhonda Santos.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:07",
      "speaker": "RAJU",
      "sentences": "Let's see. Maybe there's a surprise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:07",
      "speaker": "CALDWELL",
      "sentences": "Yes. We'll see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:31",
      "speaker": "RAJU",
      "sentences": "CNN's brand-new New Hampshire poll has Donald Trump leading the field by 11 points, 50 to 39, over Nikki Haley. Haley did pick up a key endorsement this morning from the conservative editorial board at the New Hampshire union leader.It reads, \"Nikki Haley is an important -- is an opportunity to vote for a candidate rather than against those two.\" Meaning Biden and Trump. \"A candidate who can run circles around the dinosaurs from the last two administrations, backwards and in heels.\" So who better to impact all of this than two New Hampshire experts who have both had years of experience covering this state? Josh Rogers is a senior political reporter with New Hampshire Public Radio. And Jack Heath, host of the Good Morning New Hampshire Radio Show on the Pulse of NH. Good morning to both of you. As we're about to speak, Haley is taking the stage right now for a second event actually in Derry, New Hampshire. She's had a busy day today as she had all weekend. But I do want to talk to you, Jack, first about Trump. And Trump, he won the New Hampshire primary in 2016. He's up by 11 and our poll this morning. And, Jack, you talk to voters all the time on the ground there. Is there any difference now versus 2016 in the depth of Trump's support?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:13",
      "speaker": "RAJU",
      "sentences": "Yes. That -- what you're saying would be welcome news to Nikki Haley, of course, who's hoping for a big night. So if you're a Haley, Josh, where if you're Haley, you're looking at New Hampshire, where are you zeroed in on right now? Where in the state can she not afford to underperform? And where does she need to overperform?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:13",
      "speaker": "JOSH ROGERS, SENIOR POLITICAL REPORTER, NEW HAMPSHIRE PUBLIC RADIO",
      "sentences": "Well, certainly, you know, where the most people are. I mean, certainly in a Republican primary, you need to get votes across Rockingham County, you know, southern Hillsborough County along the mass border.I mean, the question is, though, is that, can she turn out people who are not traditional Republican primary voters? You know, Jack mentioned the Secretary of State's projections. That is a high number. And people, you know, Americans from prosperity, they believe the numbers may be higher. And obviously behooves them to say that. But I think that for Haley to do well, they're going to have to be lots of people turning out for the polls and lots of people who may not be traditional Republican voters. And it's hard to win a Republican primary or a Democratic party without winning the bulk of members of your own party. And, you know, given Trump's apparent grip on a lot of those voters, you know, Haley really has to sort of thread the needle. And, you know, Governor Sununu may be helpful on that. I mean, if you could replicate, you know, a Sununu style electorate, you know, the centers of both parties with some, you know, popularity with the base of the party as well, she would be doing well. But it's a steep, steep challenge. And, you know, she hasn't -- you know, she's getting more aggressive going at Trump in the waning days here. But it's hard to know if this is going to pan out for her. I went to the Republican annual meeting, the central state party convention last week. And I talked to a lot of people very close to Republican politics. And very few told me they expected anything other than a Trump win. They may not be right. But that's certainly what they say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:13",
      "speaker": "RAJU",
      "sentences": "So there's also, Jack, a Democratic primary, on Tuesday, we'll have -- which I'm going to talk about that more later in the show.But independence there can vote for either Republicans or Democrats, as you know. Could that have any impact on the results? I mean, Nikki Haley and Dean Phillips, for example, they're trying to pull from that same group of voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:13",
      "speaker": "HEATH",
      "sentences": "Yes. In fact, the only chance Nikki Haley has here is in that independent, undeclared block. She has to get more than a majority of all those non-Trump voters. Again, I got a buddy, Joe Moore (PH), and he said Trump is like a 50-yard line. He doesn't move.So the real question is all those independence, if the turnout is going to be that high, and by the way, weather, on Tuesday, low 40s, not 10 below zero, no storm. So if the secretary of state's right, and only 88,000 Democrats, I mean, the DNC has told Democrats here, don't vote. We're not counting your primary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:13",
      "speaker": "RAJU",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:13",
      "speaker": "HEATH",
      "sentences": "So they're not really doing the happy dance to write in Joe Biden. So all these independents who might be bored and want to participate, to your point, can vote and undeclared. And they're going to have to vote big for Nikki Haley.Because I think New Hampshire, I don't know if Josh agrees, this is the only real test. Because if Trump wins big here on Tuesday, he's not looking back. I think it's over.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:13",
      "speaker": "RAJU",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:13",
      "speaker": "HEATH",
      "sentences": "I think it goes on to Carolina where he has a lead. So if there's a tighter race on Tuesday between him and Nikki Haley, that is the only chance that she has as those independents and undeclared.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:13",
      "speaker": "RAJU",
      "sentences": "Yes. And, Josh, very quickly here, any surprises on Tuesday? Or do you think Trump will win big?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:08",
      "speaker": "RAJU",
      "sentences": "Yes. And that newspaper editorial endorsed Chris Christie in 2016. And Trump won that's -- one, of course, that primary.Josh Rogers, Jack Heath, thank you so much for your expertise this morning. And next up for us, Donald Trump's sway being felt in the halls of Congress. Hear how he's putting the GOP in a bind at a critical moment. What top Republicans, including Congressman Jim Jordan, are telling me about it. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:22",
      "speaker": "RAJU",
      "sentences": "Trump came out against it today, how much harder is that going to be to get a compromise through Congress?REP. JIM JORDAN, (R) OHIO: That makes a huge difference because the leader of the party is going to be our nominee, I think he's going to be the next president. So, yeah, that makes a huge difference. Yeah, but I just don't -- I think it's a non-starter. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:22",
      "speaker": "RAJU",
      "sentences": "All right, we're back here with the panel. Look, this is obviously a number one campaign issue for Republican voters. I mean, just look at the polls among caucus voters in Iowa. It was ranked number two behind the economy. And our new poll out today from New Hampshire, GOP voters there, rank it as number one, 29% to 22%. So the question is, why is Trump opposing this, getting involved in this? Some of Trump's allies on Capitol Hill believe there's a reason for it, and maybe it's politics.(BEGIN VIDEO CLIP) SEN. KEVIN CRAMER, (R) NORTH DAKOTA: It makes it harder because there are people that take their lead, you know, directly from him. I do think, you know, he's in a campaign. He's the presumptive nominee as far as I'm concerned. His opponent will be the current president. So he's probably, I haven't talked to him about it, but he's probably thinking about, you know, Joe Biden victories. If Joe Biden suddenly got religion and supported a border deal that actually reduced the flow of illegal immigration, it would be good for him politically. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:22",
      "speaker": "RAJU",
      "sentences": "Probably thinking about Joe Biden's victories. I mean that really says it all here, but how can they get this deal through Congress given the political dynamics here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:22",
      "speaker": "CALDWELL",
      "sentences": "It's going to be extremely difficult. The morning that Donald Trump put out that social before earlier in that morning, I'd already written how the right-wing ecosphere has trying to sabotage this deal before it's even out. You had someone like --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:22",
      "speaker": "RAJU",
      "sentences": "They're not even done with the deal yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:22",
      "speaker": "CALDWELL",
      "sentences": "No, yeah. We don't know the details. No one has seen the details and they are already trying to do this. You have Fox News who is kind of spreading a little bit of misinformation about it. Hugh Hewitt Heritage Action, the conservative political arm of the Heritage Foundation is lobbying members to come out against this. It's going to be extremely difficult politically and the reason absolutely is Republican members tell me is because of the politics. They do not want to give President Biden a win on one of his biggest political, you know, challenges --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:22",
      "speaker": "RAJU",
      "sentences": "Vulnerabilities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:22",
      "speaker": "CALDWELL",
      "sentences": "Vulnerabilities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:22",
      "speaker": "RAJU",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:22",
      "speaker": "CALDWELL",
      "sentences": "-- that he has heading into -- or in an election year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:22",
      "speaker": "RAJU",
      "sentences": "And you wrote about Biden in immigration this past week, Zolan, how does the White House view this? How big of a liability is immigration heading into this election?KANNO-YOUNGS: It's not absolutely one of the more primary political vulnerabilities really throughout the Biden presidency. It has been the reason for at times division within the White House to bait over how fast to unwind Trump era policies, what to replace them with at times. I've heard this also from Democrats in the party. It feels like the White House distances itself from, you know, immigration and the border, but they can't right now. I mean, this is a really, really precarious position for the White House where you have what has been really an immigration crisis, a border crisis, now seeping into other parts of the agenda. Now you have your major political vulnerability tied to what many in the White House feel is your primary achievement, which is rallying the West in support of you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:22",
      "speaker": "RAJU",
      "sentences": "Yeah. And they say they need that money right now because it's going to get worse. And what you're seeing too is just this sharp divide between Senate Republicans and House Republicans. It's a completely different viewpoint of what needs to be done right now.(BEGIN VIDEO CLIP) SE. MITT ROMNEY, (R) UTAH: There are some folks with that question that don't want to get any solution to a problem because they think that might help the other side, saying, oh look, President Biden got this accomplished and that's going to help him and because we don't want him to get reelected, we don't want to solve a problem. SEN. JOHN CORNYN, (R) TEXAS: The question is, do you want to get something that will help us stem the tide of humanity coming across the border in drugs, or do you want to get nothing? REP. TROY NEHLS, (R) TEXAS: It's 11 months, 10 months before a general election, and now you want to work with Republicans to do something about the southern border? I'm hesitant, quite honestly. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:22",
      "speaker": "RAJU",
      "sentences": "Does he sensitive about giving Joe Biden a victory here politically and cutting an immigration deal. But this is the story of this Congress, Republican on Republican and as a result not a whole lot getting done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "RAJU",
      "sentences": "Yeah, and we're going to talk more about Joe Biden in the next block about what he plans to do going forward. I do want to get yours about everything that Mike Johnson has ahead of him. It's such a daunting task in the congressional agenda. So many big deadlines. They punted on government funding for the second time. His right flank is angry with him. He's got to deal with Ukraine, and he's facing real warnings from some folks on the right flank about cutting a deal, agreeing to anything on Ukraine. That is what the person who led the charge to oust Kevin McCarthy told me, don't cut a deal on Ukraine.(BEGIN VIDEO CLIP) REP. MATT GAETZ, (R) FLORIDA: Well, we always hope for better, right? I recognize that Mike Johnson faces a different battle space than Kevin McCarthy faced. I sure hope that Speaker Johnson doesn't do a deal on Ukraine. That is not where our voters are. That is not where Republican members are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "RAJU",
      "sentences": "Is Johnson's job at risk?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "GAETZ",
      "sentences": "I think all of our jobs are at risk. And particularly if you're the Speaker of the House, you only get to keep your job if we keep the majority. And if we don't show our voters that we're willing to fight to secure our border, we will not have the majority.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "RAJU",
      "sentences": "How difficult of a spot is Mike Johnson in right now as we head into these critical deadlines that they can down, the road on government funding. This issue and this narrow, slim, razor thin majority?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "CALDWELL",
      "sentences": "Extremely difficult. Mike Johnson, a supposed conservative, has disappointed the right flank of the party over and over again in his short 90 days that he's been Speaker of the House over the government funding stuff.And now so on this issue of Ukraine and the border, this is the one issue that he is going to try to ensure, show his conservative bona fides because he has disappointed them on so many. And so that is why there's so little chance that perhaps the Ukraine border security thing, if it ever passes the Senate, would come up in the House because he -- this is where he has chosen to fight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "RAJU",
      "sentences": "Yeah. And we'll see how he deals with this, if it does come to the Senate. Will they pass in the Senate? That's one question. Will it pass in the House? Seems unlikely. Will the pressure build? So many big questions. And of course, it's an election year, making things harder.OK, up next, as President Biden and Donald Trump are preparing for a potential rematch, why are Democrats concerned about the top of their ticket? And what do Republicans say when asked this? (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "RAJU",
      "sentences": "What if he gets convicted? What would you say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:41:54",
      "speaker": "RAJU",
      "sentences": "President Joe Biden has headed to Virginia this week for his first joint campaign event of the year with Vice President Kamala Harris. Their focus? Abortion rights. And how Donald Trump appointed three justices who struck down Roe. Democrats are hoping they can generate some enthusiasm for the top oftheir ticket. As voters in both parties are making clear they have little interest in seeing another Biden-Trump rematch. Just take a look at the new CNN poll from New Hampshire out today. A mere 31% of Democratic voters in the state were enthusiastic of Biden being their party's nominee. That's compared to 46% of GOP voters in New Hampshire who say they'd be enthusiastic if Trump becomes their candidate. Our panel is back. Zolan, if you're the Biden campaign, you talk to the Biden campaign, you cover the White House. How concerned are they about the lack of enthusiasm among Democrats at this point in the race? KANNO-YOUNGS: I definitely think it's been a concern. However, if you talk to the campaign, they feel that they do have some lines of messaging that can energize voters moving forward. I do think it's interesting that you're having the president appear with the Vice President in the coming week. I think it's also interesting that you're seeing them lean into the abortion issue in this country more recently, including with a campaign ad recently with a very heartfelt human story as well. I think you're seeing the Vice President also go out and talk about gun control war. And that is specifically geared towards a concern about young voters and their lack of enthusiasm. We know that's an issue that young voters care about. Young voters, as well as the base of the party, voters of color moving forward. It'll be interesting to see how the president continues to travel to try and galvanize that block.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:41:54",
      "speaker": "RAJU",
      "sentences": "And the concern is, I mean, you -- you guys all hear about the concern, about Democrats and some of these Rust Belt states. These poll numbers have not been good, and particularly in states like Michigan. I caught up with some Democrats from Michigan about what they're seeing in their state.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:41:54",
      "speaker": "RAJU",
      "sentences": "How concerned are you that the President is struggling in your state?REP. DAN KILDEE, (D) MICHIGAN: We've got work to do. There's no question about it. Former President Trump's supporters are rabid. They're religious about their support for him. A lot of the challenges we're having right now is just bringing Democrats home, getting that enthusiasm up again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:41:54",
      "speaker": "RAJU",
      "sentences": "How concerned are you about the president standing in Michigan right now?REP. HILLARY SCHOLTEN, (R) MICHIGAN: You know, obviously we see the polls and they're not good, but you know, we see a trend happening, particularly in the west side of the state, where individuals are increasingly rejecting the type of extremism that is embodied in today's Republican Party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:41:54",
      "speaker": "RAJU",
      "sentences": "Can he win the presidency without Michigan? SCHOLTENMichigan. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:41:54",
      "speaker": "RAJU",
      "sentences": "Jeff, you spend a lot of time in that part of the country, should they, by and team, be concerned about it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "RAJU",
      "sentences": "Voter apathy a big challenge. Let's turn a little bit,.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "ZELENY",
      "sentences": "Never mind third party candidates.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "RAJU",
      "sentences": "Sure. Let's talk about a big problem, potentially a big problem. Let's turn to Trump and about how the Republicans are grappling with the fact that he seems on path to the nomination. You are seeing a wave of Trump endorsements on Capitol Hill, people who are uncertain now coming out and endorsing him. I was interested to see Nick LaLota, who's a swing district Republican in New York, come out and support him.But there are others Republican leadership worried about Trump down ticket, particularly on the Senate side. John Thune of North Dakota, the number two -- South Dakota, the number two Republican in the Senate, told me, I've always been worried about Trump as the nominee. He said, general elections are won in the middle of the electorate. He's concerned about the down ticket impact of Trump at the top of the ticket. That may not be voiced as much as Thune, but that really speaks to a lot of the fears that members have.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "CALDWELL",
      "sentences": "Absolutely. Senate Minority Leader Mitch McConnell, he blames Trump for not doing as well in the 2018 elections for the Senate, for losing the Senate in 2020 and losing the Senate in 2022.He places that squarely on Trump and bad candidates who were very close to Trump. And so that is what they care about. They want to win control of the Senate. House wants to maintain control of the House. And the Trump impact down ticket, especially in the Senate, has been proven problematic. The House is a little bit more up in the air. You have someone like Elise Stefanik, who's in House leadership, who has been encouraging members to endorse Trump. She says that Trump is good for the party. It motivates base voters. But she also is angling for. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "RAJU",
      "sentences": "She may have a reason to do that. Just a thought here. Yeah. And it'll be interesting to see what candidates don't take, want to campaign with Trump. There are some handful of states, red states, that democratic seats are up. Well, those candidates, they probably will want to campaign with Trump.But what about those purple states like Wisconsin and Michigan? And what happens if Donald Trump gets convicted? I asked a number of Republicans this past week, just about that. Will you continue to support Donald Trump if he gets convicted in one of these four criminal cases? One of those could come to verdict before November. Here is what they said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "RAJU",
      "sentences": "You came out to endorse Trump, if he could be convicted before November, would you still support him then?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "CRAMER",
      "sentences": "Well, is his opponent still Joe Biden? Yes, I would absolutely support him before that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "RAJU",
      "sentences": "Even if he's convicted?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "CRAMER",
      "sentences": "Even if he's convicted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "RAJU",
      "sentences": "He's a convicted felon, you'd support?SEN. JOSH HAWLEY, (R) MISSOURI: Listen, though, on totally trumped-up charges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "CORNYN",
      "sentences": "I will support the nominee. Yes, including President Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "RAJU",
      "sentences": "What if he gets convicted? Would you still support him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "CORNYN",
      "sentences": "We'll cross that bridge when we come to it.REP. DUSTY JOHNSON, (R) SOUTH DAKOTA: Facts matter. I mean, I think you need to look at what are the charges, you know, if he's convicted, what was he convicted of? I think these things matter. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "RAJU",
      "sentences": "So you look at the Iowa caucus goers, the entrance poll, 65% of those voters, Republican voters, said yes, he is fit to be present even if convicted of a crime, 31%, though, said no. So I wonder if you're the Biden campaign or do you see that as an opening? If Trump gets convicted, there may be a sizable amount of Republicans who can't vote for him, or maybe they'll, you know, vote for a third party.KANNO-YOUNGS: Yeah. You may not see the concern among voters right now during the primary, but I do know that people are watching how it could affect a general election if there is a conviction. Will this actually sway some more of those independents as well as some people in Republican voters as well here. I do think it's interesting that as questions like this come up, it also aligns with a time where you are seeing the President call out the former president by name more. It was just a couple of weeks ago, you had a speech in Philadelphia around the anniversary of January 6, and you saw him really, really calling out the former president by name and a speech that was more direct towards him. Whereas I think early on in the presidency, before the campaign really ramped up, there was a little bit of distancing from that, trying to focus on the nap.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:54:00",
      "speaker": "RAJU",
      "sentences": "You might not realize there's a democratic primary in New Hampshire on Tuesday, and Joe Biden will not be on the ballot. That's because the DNC with Biden's support, made South Carolina the kickoff state on its primary calendar. But New Hampshire has long prided itself in being the first in the nation primary, so it is going ahead with Tuesday's election anyway. As punishment, no delegates will be rewarded for the winner of Tuesday's democratic primary, and that has left Democrats in the states embittered.(BEGIN VIDEO CLIP) SEN. MAGGIE HASSAN, (R) NEW HAMPSHIRE: Oh, look, I think the DNC was wrong, and I've made that very, very clear to them. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:04",
      "speaker": "RAJU",
      "sentences": "This could have an impact on voters when New Hampshire's the swing state in the general election.REP. ANN KUSTER, (D) NEW HAMPSHIRE: Very much so, and by the way, four electoral votes, but they're precious. If Al Gore had had the four electoral votes, he wouldn't have needed Florida to win the presidency. So this could be a very close election next November. I think it could put that at risk, and I hope we'll campaign hard, and win in November it was really, you know, again, as I say, a committee in Washington, D.C., not chosen, not elected by the people. And I think, you know, he basically put it on them, and I think they made a mistake.",
      "isLastSentenceInterrupted": false
    }
  ]
}