{
  "date": "2024-07-30",
  "headline": "Erin Burnett Outfront",
  "subHeadline": "Harris To Trump: \"If You've Got Something To Say, Say It To My Face\"; J.D. Vance Fundraised Off \"Childless\" Remarks: \"Sociopaths\"; Sources: Biden To Headline First Night Of Democratic Convention. Aired 7-8p ET",
  "utterances": [
    {
      "timeStamp": "19:00:46",
      "speaker": "ERIN BURNETT, CNN HOST",
      "sentences": "OUTFRONT nextThe breaking news, Vice President Kamala Harris about to take the stage in her first presidential campaign event in Georgia. Her team is now all in to win over that state as we are learning new details this hour about Harris's pick for vice president. Plus, quote, more sociopathic quote, deranged, and psychotic. Our KFILE uncovering even more remarks that J.D. Vance has made about people who don't have children. And more breaking news this hour, the director of Project 2025 is out. But is that really the end of this controversial blueprint for Trump's second term. Let's go OUTFRONT. And good evening. I'm Erin Burnett. OUTFRONT tonight, we begin with the breaking news. Live pictures of Georgia State University. That's in Atlanta. And it is where the Vice President Kamala Harris is about to speak to that crowd. It is her first event in the battleground state of Georgia since becoming the Democrat's presumptive nominee. And the Harris team sees an opening in Georgia. They see crowds like this and they see a possible victory. They have now brought in a record 170 staffers to the state of Georgia, 24 offices now across the state, a state where Biden was trailing Trump and support was slipping. In fact, he was trailing so badly a Quinnipiac poll recently found Biden down by five points in Georgia. You know, an electoral chasm. Harris right now sees Georgia though giving her yet another path to 270 Electoral College votes, and that is causing consternation within the GOP. And tonight, we can report a massive shakeup inside that conservative operation, Project 25 that you've probably heard a lot about. And the director of Project 2025, which basically is a controversial 900-page playbook that had been pushed as a blueprint for Trump's second term. Well, that director is out, Paul Dans is his name. He was a top adviser in Trump's White House and is now stepping down amid intense criticism. And all this comes as we have new reporting tonight on Harris's search for a running mate as she prepares to take that stage in Atlanta, we are learning an announcement could come at any time. The formal interviews of the potential candidates have all been happening this week. Obviously, it's Tuesday, but, you know, Tuesday is well into the week. The way the new slides now. And as of this moment, Harris has not yet tipped her hand and where she's leaning. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:46",
      "speaker": "REPORTER",
      "sentences": "Madam Vice President, have you chosen your VP yet? Have you chosen yet?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:46",
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "Not yet.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:46",
      "speaker": "BURNETT",
      "sentences": "Eva McKend begins our coverage. She's at that Harris rally in Atlanta OUTFRONT, and Jeff Zeleny is in Detroit with new reporting on the hunt for Harris's VP.Eva, let me start with you because you are in that room and tell me what it's like in terms of the energy, the crowd, who's there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:46",
      "speaker": "EVA MCKEND, CNN NATIONAL POLITICAL CORRESPONDENT",
      "sentences": "Erin, there's a tremendous amount of energy in this crowd. People swag, surfing, dancing. Not everyone at home might understand that pull to reference. But certainly the young voters and Harris is trying to appeal to understand it well.I think Vice President Harris is coming out now. Oh, no, not quite yet, but she is about to come out. But the Harris campaign, they don't only believe that she can appeal to young voters, Black voters, well-represented in this room, but they also believe that she can appeal to centrist voters in this state, folks that don't necessarily have an appetite for voting for former President Donald Trump. We saw that very much so in the midterms, Erin, and they believe that she can do that by talking about reproductive rights, gun violence, expand beyond the base. You had Quavo up on stage before. He's a rapper, he lost his nephew to gun violence. That issue is going to be so central to her election argument as she tries to expand her coalition. So a young man speaking right now, and then we expect the vice president shortly -- Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:02",
      "speaker": "JEFF ZELENY, CNN CHIEF NATIONAL AFFAIRS CORRESPONDENT",
      "sentences": "Erin, it could. In fact, a week from tonight, we are certain to know Vice President Kamala Harris's running mate.We know that a week from today, they will be blitzing battleground states of their own, making there debut in the long run up to the Democratic convention at the end of the month in Chicago. But the campaign I'm told will officially announced this, a battleground blitz tomorrow, but we are learning that this is how she will unveil her running mate. We know that the list still includes that handful of governors we've been talking about, potentially the transportation secretary, potentially Arizona Senator Mark Kelly, but all eyes are on Pennsylvania Governor Josh Shapiro. Of course, he has been out campaigning for the vice president every day. He's been holding event so very much holding auditions, but we're also learning that focus groups and pollsters are looking at how he stands up in Pennsylvania as well as other states as well. But this, of course, is her decision and hers alone. So, yes, biography plays a role. Geography could play a role, of course, Pennsylvania, a key state. Arizona also a key state where Senator Kelly is from, Minnesota Governor Tim Walz is also captured the intrigue of many Democrats. So again, this is vice president Harris's decision to make. Who better than her knows what a running mate should do, who she wants in a governing partner. But, Erin, one week from tonight, shell be on the road with her running mate, whoever he may be -- Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:02",
      "speaker": "BURNETT",
      "sentences": "All right.And that does appear to be the answer that we can go ahead, but the pronoun there. Jeff, thank you very much. So we're awaiting at the vice president on that stage. I believe she's going to be the next speaker. Lulu, as we wait when you look in that room right now in Atlanta, a state that Biden was trailing by five points, which is, you know, it's pretty much dead in the water. Now, she this is the first place she's choosing to go as the presumptive nominee if he or she is, and this giant rally, you see that room. What do you think? LULU GARCIA-NAVARRO, CNN CONTRIBUTOR: I mean, I think that this was a smart move for her to really launch her campaign in this place. I mean, obviously, she's done a previous event where she made the formal announcement, but this is Georgia. This is a lot of people, young, Black, also Asian-Americans, fastest-growing demographic in the suburbs around Atlanta. She obviously that is part of her heritage as well. So this appeals to voters at group of people and she wants to show that she can expand the map, that she's not just fighting those same places that she needs to fight for, but other places to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:02",
      "speaker": "BURNETT",
      "sentences": "And here she is. They're introducing her. So we can hear the enthusiasm in that room. That is for sure. She walks out of the stage.She's going to podium here. I'm going to give her mostly prepared remarks, but we're going to listen in here to a little bit of this to hear the vice president at this first rally. What they believe is the very winnable state of Georgia. Let's listen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:02",
      "speaker": "HARRIS",
      "sentences": "Good evening, Georgia.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:02",
      "speaker": "HARRIS",
      "sentences": "Thank you all. Thank you. Thank you. Thank you.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:02",
      "speaker": "HARRIS",
      "sentences": "Thank you. Thank you. Thank you. Thank you. Thank you. Thank you, everyone. Thank you. Thank you.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:02",
      "speaker": "HARRIS",
      "sentences": "Thank you all. Thank you very much. Thank you, everybody.Oh, it's good to be back in Georgia. (CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:02",
      "speaker": "HARRIS",
      "sentences": "Thank you, everyone.Can we please hear for Tyler? (CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:02",
      "speaker": "HARRIS",
      "sentences": "I want to thank Tyler for that incredible introduction. I invited him and several other young entrepreneurs to come and visit with me at the White House. And we had a really very long and important conversation about the future of America and, Tyler, you represent the best of our future. Thank you for that.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:02",
      "speaker": "HARRIS",
      "sentences": "And please give it up for Quavo.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:02",
      "speaker": "HARRIS",
      "sentences": "And Megan.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:10",
      "speaker": "HARRIS",
      "sentences": "Senator Raphael Warnock.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:10",
      "speaker": "HARRIS",
      "sentences": "And Representative Nikema Williams.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:10",
      "speaker": "HARRIS",
      "sentences": "To Mayor Andre Dickens. Thank you for welcoming me to Atlanta.And thank you to the great Stacey Abrams -- (CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:10",
      "speaker": "HARRIS",
      "sentences": "For your extraordinary leadership. So, Georgia, it is so good to be back and I am very clear the path to the White House runs right through this state.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:10",
      "speaker": "HARRIS",
      "sentences": "And you all helped us win in 2020.  And we're going to do it again in 2024.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:10",
      "speaker": "HARRIS",
      "sentences": "Yes, we will. Yes, we will.So let's get right down -- (CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:10",
      "speaker": "HARRIS",
      "sentences": "So, I'm going to get -- I'm going to get into some business now, okay? I'm going to get into some business now. All right.So, Georgia, as many of you know before -- and have a seat if you have a chair. (LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:10",
      "speaker": "HARRIS",
      "sentences": "As many of you know, before I was elected vice president and before I was elected a United States senator, I was an elected attorney general and an elected district attorney. And before that, I was a courtroom prosecutor. So in those roles, I took on perpetrators of all kinds -- predators who abused women, fraudsters who ripped off consumers, cheaters who broke the rules for their own gain.So hear me when I say I know Donald Trump's type. (CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:10",
      "speaker": "HARRIS",
      "sentences": "I know the type. And I have been dealing with people like him my entire career.For example, as attorney general of California, I took on one of our country's largest for profit colleges that was scamming students. Well, Donald Trump ran a for profit college that scammed students. (BOOING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:10",
      "speaker": "HARRIS",
      "sentences": "As a prosecutor, I specialized in child sexual abuse cases and sexual abuse cases. Well, Trump was found liable for committing sexual abuse. (BOOING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:10",
      "speaker": "HARRIS",
      "sentences": "And as an attorney general I held the big Wall Street banks accountable for fraud. Donald Trump was just found guilty of fraud, 34 counts.(CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:10",
      "speaker": "HARRIS",
      "sentences": "So in this -- so in this campaign --(CHANTING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:10",
      "speaker": "HARRIS",
      "sentences": "So in this campaign I will proudly put my record against his any day of the week.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:10",
      "speaker": "HARRIS",
      "sentences": "Any day of the week.Including for example, on the issue of immigration. So I was the attorney general of a border state. In that job, I walked underground tunnels between the United States and Mexico on that border with law enforcement officers. I went after transnational gangs, drug cartels, and human traffickers that came into our country illegally. I prosecuted them, in case after case, and I won. Donald Trump -- (CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:05",
      "speaker": "HARRIS",
      "sentences": "Where's Quavo?(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:05",
      "speaker": "HARRIS",
      "sentences": "So, look, administration worked on the most significant border security bill in decades. Some of the most conservative Republicans in Washington, D.C. supported the bill. Even the border patrol endorsed it. It was all set to pass.But at the last minute, Trump directed his allies in the Senate to vote it down. (BOOING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:05",
      "speaker": "HARRIS",
      "sentences": "Right. He tanked -- tanked the bipartisan deal because he thought it would help him win an election.(BOOING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:05",
      "speaker": "HARRIS",
      "sentences": "Which goes to show Donald Trump does not care about border security. He only cares about himself when.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:05",
      "speaker": "HARRIS",
      "sentences": "And when I am president, I will work to actually solve the problem.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:05",
      "speaker": "HARRIS",
      "sentences": "S here is my pledge to you(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:05",
      "speaker": "HARRIS",
      "sentences": "And show Donald Trump what real leadership looks like.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:05",
      "speaker": "HARRIS",
      "sentences": "But make no mistake, this campaign is not just about us versus Donald Trump.Truly, this campaign is about two very different visions for our nation. One focused on the future, the other focused on the past. We believe in a future where every person has the opportunity so build a business, to own a home, to build intergenerational wealth, a future with affordable health care, affordable childcare, paid leave, and all of this is to say, building up the middle class will be a defining goal of my presidency. (CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:05",
      "speaker": "HARRIS",
      "sentences": "Because we hear all know when our middle class is strong, America is strong.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:05",
      "speaker": "HARRIS",
      "sentences": "And to keep our middle class strong, families need relief from the high cost of living so that they have a chance not just to get by, but to get ahead.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:05",
      "speaker": "HARRIS",
      "sentences": "And yes, it is true that by many indicators, our economy is the strongest in the world, but while inflation is down and wages are up, prices are still too high.You know it and I know it. And when we win this election, here's what were going to do about it -- on day one, I will take on price gouging and bring down costs. (CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:05",
      "speaker": "HARRIS",
      "sentences": "We will ban more of those hidden fees and surprise late charges that banks and other companies use to pad their profits.We will take on corporate landlords and kept unfair rent increases. (CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:05",
      "speaker": "HARRIS",
      "sentences": "And we will take on big pharma to cap prescription drug costs for all Americans.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:05",
      "speaker": "HARRIS",
      "sentences": "Our plan will lower costs and save many middle-class families thousands of dollars a year.But Donald Trump has a different plan in mind, one that would raise prices on middle-class families. Just look at his Project 2025 agenda. (BOOING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:05",
      "speaker": "HARRIS",
      "sentences": "He intends to gut our investments in clean energy jobs.(BOOING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:05",
      "speaker": "HARRIS",
      "sentences": "He intends to end the Affordable Care Act.(BOOING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:05",
      "speaker": "HARRIS",
      "sentences": "To take us back to a time when insurance companies had the power to deny people with pre-existing conditions. You guys remember what that was?Children with asthma, breast cancer survivors, grandparents with diabetes. Georgia, America has tried these failed policies before and we are not going back. (CHEERING) (APPLAUSE:",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:05",
      "speaker": "HARRIS",
      "sentences": "We are not going. We're not going back.(CHANTING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:05",
      "speaker": "HARRIS",
      "sentences": "That's right.And we are not going back because ours is a fight for the future. And it is a fight for freedom across our nation. We are witnessing a full-on assault on hard fought, hard hard-won freedoms and rights. The freedom to vote, the freedom to be safe from gun violence, the freedom to live without fear of bigotry and hate, the freedom to love who you love openly and with pride. (CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:05",
      "speaker": "HARRIS",
      "sentences": "The freedom to learn and acknowledge our true and full history.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:05",
      "speaker": "HARRIS",
      "sentences": "The freedom of a woman to make decisions about her own body and not have her government tell her what to do.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:05",
      "speaker": "HARRIS",
      "sentences": "Ours is a fight for the future and for freedom and I don't have to tell folks in Atlanta that generations of Americans before us led the fight for freedom and now the baton is in our hands. Each and every one of us, and we love our country, we love ourcountry. And I believe it is the highest form of patriotism to fight for the ideals of our country. And so, we who believe in the sacred freedom to vote will finally pass the Freedom to Vote Act, and the John Lewis Voting Rights Advancement Act. (CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:05",
      "speaker": "HARRIS",
      "sentences": "We who believe in the freedom to live safe from gun violence will finally pass universal background checks, red flag laws, and then assault weapons ban.We will believe in reproductive freedom will stop Donald Trump's extreme abortion bans. And when Congress passes a law to restore reproductive freedoms as president of the United States, I will sign it into law. So, November 5th, November 5th is in 98 days. In 98, days, and let's level set, friends, let's level set. We have a fight in front of us. We have a fight in front of us, and we are the underdogs in this race, we are. But you see, this is a people people-powered campaign, ours is a people-powered campaign. (CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:14",
      "speaker": "HARRIS",
      "sentences": "And if you're going to kamalaharris.com, you can help us build on that success.So the momentum in this race is shifting and there are signs that Donald Trump is feeling it. You may have noticed. So last week, you may have seen he pulled out of the debate in September he had previously agreed to. (BOOING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:14",
      "speaker": "HARRIS",
      "sentences": "So, here's the thing, here's the funny thing about that, here's the funny thing about that. So he won't debate, but he and his running mate sure seem to have a lot to say about me. (CHEERING)(APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:14",
      "speaker": "HARRIS",
      "sentences": "And, by the way, don't you find some of their stuff to just be plain weird?(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:14",
      "speaker": "HARRIS",
      "sentences": "Well, Donald -- I do hope you'll reconsider to meet me on the debate stage because as the saying goes, if you've got something to say, say it to my face.(CHEERING) (APPLAUSE) (CHANTING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:14",
      "speaker": "HARRIS",
      "sentences": "Thank you. Thank you. Thank you.So, Georgia, in the next 98 days, we have our work cut out for us. And this is not going to be easy, this is hard work, but we like hard work. Hard work is good work. So, Georgia, today, I asked you -- are you ready to get to work?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:14",
      "speaker": "CROWD",
      "sentences": "Yes!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:14",
      "speaker": "HARRIS",
      "sentences": "Do we believe in freedom?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:14",
      "speaker": "CROWD",
      "sentences": "Yes!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:14",
      "speaker": "HARRIS",
      "sentences": "Do we believe in opportunity?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:14",
      "speaker": "CROWD",
      "sentences": "Yes!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:14",
      "speaker": "HARRIS",
      "sentences": "Do we believe in the promise of America?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:14",
      "speaker": "CROWD",
      "sentences": "Yes!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:14",
      "speaker": "HARRIS",
      "sentences": "And are we ready to fight for it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:14",
      "speaker": "CROWD",
      "sentences": "Yes!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:14",
      "speaker": "HARRIS",
      "sentences": "And we fight, we win.God bless you. God bless the United States of America. (CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:14",
      "speaker": "BURNETT",
      "sentences": "The vice president there at that rally -- first rally as the presumptive nominee, choosing in the state of Georgia.Ashley Etienne is with me, the former communications director for the vice president. Ashley, I know that you had wanted a rally of this sort back last time around. What do you make of what we just saw in that room? She spoke for about 16, 17 minutes and literally seemed to go through tick by tick on agenda of what she would do if she won.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:14",
      "speaker": "ASHLEY ETIENNE, FORMER COMMUNICATIONS DIRECTOR FOR VP HARRIS",
      "sentences": "Yeah. I mean, I thought it was an incredibly strong speech. I mean, I loved how comfortable she looked. I loved the future in freedom themes.But here's the thing that I noticed Erin as she took on the Republican attacks head-on on. She opened up on immigration. She talked about inflation, that -- those are two issues that Democrats have typically sort of not leaned into, that we've sort of shied away from. So I was really encouraged that she took those issues head-on. But here's the one thing that I also noticed is that I regret that she didn't lean in even further and really go into the record. You know, President Biden and she passed an executive order that increased security on the border and border crossings are down 40 percent lower than they were during the Trump administration, and inflation, you know, is down 3 percent. Unemployment is down. A job numbers are up, they've canceled more $470 billion in student loans. So I'd love to see her lean in even more so on those issues. But the fact that she took them head on says that she's ready. She's not going to shy away from a fight. And it was incredibly encouraging.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "BURNETT",
      "sentences": "Where she said, all right, inflation rates are down, but prices are still too high. And we all know it.GARCIA-NAVARRO: This is what Democratic advisers have been saying and praying that actually Biden would have done. And now Harris is doing which is to say, yes, I feel your pain. Yes, things need to get better. And yet, it's heading in the right direction. Given that empathy, giving that feeling that she can connect and understand what people are actually feeling and trying to give a positive vision.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "BURNETT",
      "sentences": "Bakari, what about the heavy lean in on topic number one, immigration?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "BAKARI SELLERS, CNN POLITICAL COMMENTATOR",
      "sentences": "No. I mean, she is unique in the way that she's able to communicate. And one of the things she did was not only immigration, but also inflation. And she didn't couch it as inflation.This is one of the things that campaign has been talking about. I had to give a special shout out to Terrance Woodbury. He's a name that not many people know, but he's probably the best poll pollster in the business, Hit Strategies, but he would always say that you have to stop talking to people in economic terms and talk to them in terms they know. I refer to this all the time because my daddy is so upset at the price of whiting Piggly Wiggly. That is, like he is pissed about the price of whiting and Piggly Wiggly. It's a cost conversation. People don't care about inflation. They care about costs. And she did that. The other thing she did was she took on Donald Trump. Just -- just quickly --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "BURNETT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "SELLERS",
      "sentences": "-- one of the things that she said is Donald won't debate. But he and his running mate have a lot to say about me. Well, Donald, as the saying goes, if you have something to say, say it to my face.She took Donald Trump on, head on, just like she did inflation, just like she did immigration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "BURNETT",
      "sentences": "Eric, as a Republican donor, and I want to note everybody, you were a Haley supporter. You are now --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "ERIC LEVINE, REPUBLICAN DONOR",
      "sentences": "First, Tim Scott, and then Haley.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "BURNETT",
      "sentences": "All right. And so, it's not as if you were Trump or you are Trump now, but I think that's important context for everyone to understand. But you believe -- how do you think that line went about the debate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "LEVINE",
      "sentences": "Well, I think he should debate her and I think he will debate her. I don't think -- it doesn't strike me as a particularly compelling argument. He'll say anything to anybody whose faces we have warned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "BURNETT",
      "sentences": "You say this, I will emphasize as someone putting money behind him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "LEVINE",
      "sentences": "I don't -- I have not donated to Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "BURNETT",
      "sentences": "You have not donated, okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "LEVINE",
      "sentences": "I will vote for Donald Trump because it's a binary choice. And I think he's far better for the country than she is, or then Joe Biden would have been. But I have not donated to Donald Trump.I raised money primarily for Senate candidates. I'm doing an event for the speaker, but I have not donated, but I'm going to remain focused on the Senate. I'm a one man band, that's basically most that I can do. But I want to pick up on one point where she talks about this is people power campaign. That's pretty funny, she's not gotten a single vote from a person in 2020 or single vote for president in 2024. And she was coronated. There wasn't even a primary her to be elected. So it's like the People's Republic of China, the communist party say, this is who were going to support. And now that people must love her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "BURNETT",
      "sentences": "Okay. But let's talk about that, Harry, for a second because -- well, go ahead, Bakari, jump in and I want to give harry a chance to give some numbers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "SELLERS",
      "sentences": "Well, I mean, I just have -- I mean, you got to call out stuff when it's just not factually true. I mean, the delegates at the DNC are going to vote for her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "LEVINE",
      "sentences": "How many votes did she get?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "SELLERS",
      "sentences": "Well, I'm going to answer your question. The delegates of the DNC are actually going to vote for her. They begin tomorrow or August 1st. And so that will happen. And so she'll get all the delegates.And I just want to remind you because you tend to forget, but she and Donald -- she and Joe Biden actually ran together. They ran together as a ticket. And 84 million people voted for Joe Biden and Kamala Harris to be president of the United States in 2020. And so, this whole thing about a Republic of China is a bridge too far because that's just fundamentally not accurate. She's going to get the delegates necessary --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "LEVINE",
      "sentences": "It is accurate -- excuse me, it is accurate because the delegates may vote for her, but the people vote for the delegates. And no, and not a single person voted for her delegates. And she's going to be coronated and where they vote, she has she ran with Joe Biden in 2020.H was -- he was for president. She was the vice president. She's not gotten a single delegate vote ticket.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "SELLERS",
      "sentences": "Correct. It's called that ticket. It's called a ticket. Do you know -- it's called a ticket.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "LEVINE",
      "sentences": "Yeah. Nobody else was allowed to run.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "BURNETT",
      "sentences": "I understand the points that both of you are making.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "SELLERS",
      "sentences": "It's called a ticket. That's a weird talking point. BURNETT",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "HARRY ENTEN, CNN SENIOR DATA REPORTER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "BURNETT",
      "sentences": "We hear those arguments. So, where is she now in terms of what you can judge from what people, regular voters, not delegates --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "ENTEN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "BURNETT",
      "sentences": "How they see her?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "ENTEN",
      "sentences": "Yeah. I mean, so, look, here's the situation. Part of the reason why they were able to make that substitution was because the vast majority of Democrats said there would be satisfied with her being the Democratic nominee. And the reason why they would be satisfied with her being the Democratic nominee was because she ran so much stronger against Donald Trump than Joe Biden, particularly among African American voters, right?If you know any the thing about Georgia politics --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "BURNETT",
      "sentences": "Crucial to the state of Georgia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:03",
      "speaker": "BURNETT",
      "sentences": "All right. All pause for a moment. You were all going to come back.And next, our KFILE uncovering more instances of J.D. Vance attacking people without kids and even fund-raising off of those comments. (BEGIN VIDEO CLIP) SEN. J.D. VANCE (R-OH), VICE PRESIDENTIAL CANDIDATE: I worry that it makes people more sociopathic and ultimately our whole country a little bit less -- less mentally stable. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:07",
      "speaker": "BURNETT",
      "sentences": "Breaking news, these are live pictures out of Reno, Nevada, that is where Senator J.D. Vance is about to take the stage at any moment, he continues on the campaign trail to be on the defense over his, quote, childless cat lady comments which question people who do not have children.Tonight, our KFILE is reporting that those comments are part of a pattern, a pattern of were derogatory remarks about Americans who did not have children. In fact, Vance has even fundraised off of these comments. KFILE finding that in November 2020, Vance says childless Americans were coat more sociopathic then those with children and also saying that in his experience, the quote, most deranged and most psychotic people he sees on social media are typically childless. OUTFRONT now is KFILE's Andrew Kaczynski. Okay. I'm sure that one could probably look at the sociopathic thing and be very clear on an answer on that. I mean, it's sort of amazing that he's weighing in on this. What more did you find on all of these comments?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:07",
      "speaker": "ANDREW KACZYNSKI, CNN KFILE SENIOR EDITOR",
      "sentences": "Yeah. So this wasn't a one- off comment from Vance. He had a pattern of making these comments both in his Senate run and even in the years before. And I think the thing that's important for people to remember is when he made these comments, this wasn't like a gaffe. Erin. These are comments that he was proud of. He fundraised off of them.And I want to read a couple of those fundraising emails because he wants on even a little further than what he said in those cat lady comments. Look at this one from August 2021, where he said, quote, we need to speak directly to patriots like you about the serious issue of radical childless leaders in this country. We've allowed ourselves to be dominated by childless sociopaths. They're invested in all caps, nothing because they're not invested in the country's children. And he actually also sent another email that read, quote, our country is basically run by childless Democrats who are miserable in their own lives and want to make the rest of the country miserable too. What I want to know is why have we turned our country over to people who don't have a direct stake in it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:07",
      "speaker": "BURNETT",
      "sentences": "I mean, that is -- I mean, that's black and white, right? And it was Black and White. It was actually in a fundraising email, which is pretty stunning. So, that shows by the way, its not that I went out there, wasn't a misspeak because he's doubled down and owned it, but he meant what he said. He fund fundraised off it.But then he also had a podcast, right. And he talked about it there? KACZYNSKI: That's right. Well, he went on a podcast when they were promoting the people probably remember the \"Hillbilly Elegy\" was made into a movie around November-December in 2020, and he went on a podcast to promote it. And listen to these comments that he made on that podcast. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:07",
      "speaker": "VANCE",
      "sentences": "You just these basic cadences of life that I think are really powerful and really valuable when you have kids in your life. And the fact that so many people, especially in America's leadership class just don't have that in their lives you know, I worry that it makes people more sociopathic and ultimately our whole country read a little bit less -- less mentally stable. And, of course, you talk about going on Twitter. Final point I'll make is you go on Twitter and almost always the people who are most deranged and most psychotic are people who don't have kids at home.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:07",
      "speaker": "KACZYNSKI",
      "sentences": "And what's interesting, Erin, about those comments as he defended them, are people up to them by saying he was just taking aim at Democratic leaders. But those comments on that podcast were clearly a little bit more broad and were sort of targeting all childless people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:07",
      "speaker": "BURNETT",
      "sentences": "They certainly were, calling them sociopathic, less mentally stable.So what's the response from the Vance campaign to this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:07",
      "speaker": "KACZYNSKI",
      "sentences": "So we reached out to the Vance campaign. We asked them -- how do you -- are you squaring these comments, the controversy around it? And I'll read you what they told us.They told us in a statement: Senator Vance has clearly stated that he was talking about politicians on the left who support policies -- policies that are explicitly anti-child and anti-family, the media can obsess over it all they want, but he's not going to back down when it comes to advocating for policies that protect parental rights and encourage people to have more kids.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:07",
      "speaker": "BURNETT",
      "sentences": "All right. Andrew, you know, thank you. And you're saying with us. Eric, Okay. Let me just ask you this in your capacity as someone who's supporting Trump, someone who's child lists or child having children status should not be relevant to these conversations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:07",
      "speaker": "LEVINE",
      "sentences": "Agreed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:07",
      "speaker": "BURNETT",
      "sentences": "Does Vance -- what do you think about this? Is Vance a problem for this ticket?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:07",
      "speaker": "LEVINE",
      "sentences": "Well, look, I'm from the Reagan wing of the party. I'm a big believer in robust foreign policies and J.D. Vance is isolationist. He's a populist, I'm not. He would not have been my choice. Tim Scott, Nikki Haley, Bill Hagerty, Tom Cotton, there's a whole list that I would pick before Mr. Vance, Senator Vance.But I think the reality is, it's all about the president. The vice president never really matters. Last time it mattered was LBJ helped carry Texas for JFK. I think that'll be the case here. J.D Vance, have a very specific role in some of the Wisconsin some swing state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:07",
      "speaker": "BURNETT",
      "sentences": "Well, Ohio wasn't really --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:02",
      "speaker": "LEVINE",
      "sentences": "I agree with that, but also, if you remember, Kamala Harris called Joe Biden a racist during the very first debate, they had just before she got no votes.And then, of course, she has said publicly that she thinks America is systemically racist country. I reject that. I don't agree with it at all. GARCIA-NAVARRO: J.D. Vance wrote that he hated police -- you know, cops in emails. I mean, we can -- we can play this all day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:02",
      "speaker": "LEVINE",
      "sentences": "Exactly. That's my point. So the were wanting to focus on J.D. Vance as if he's the only person in the world that says nutty things.Kamala Harris is running for president, has said some pretty outrageous things.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:02",
      "speaker": "BURNETT",
      "sentences": "Okay, but, but I will say, Ashley, one thing we know about Donald Trump is that Donald Trump likes to have people talk about Donald Trump. Okay?And on that ticket, nobody is talking about Donald Trump. He did a whole interview last night. Everyone is still talking about J.D. Vance and the latest revelations about J.D. Vance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:02",
      "speaker": "LEVINE",
      "sentences": "Well --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:02",
      "speaker": "ETIENNE",
      "sentences": "No, you're absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:02",
      "speaker": "LEVINE",
      "sentences": "Sorry. Go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:02",
      "speaker": "ETIENNE",
      "sentences": "No, you're absolutely right.I mean, you're absolutely right. The one thing you ask if you're vice president is to do no harm and J.D. Vance is doing nothing but harming not just him himself, but harming this ticking. And you know, CNN had a poll coming out of the convention that he was at a negative 6 percent -- net negative six 6 percent favorability. You know, I was turned on Fox News last night, which I hardly ever do. And there were segment after segment after segment about J.D. Vance in these cat lady comments. So the reality is, is that he's doing nothing but harm. Democrats will continue to characterize him and frame him up as a MAGA mini-me to Donald Trump as someone who is double downing on their contempt and disdain for women. This is the year of women. You could see right now internal polls from the Harris campaign that she's up among women by 21 points on Donald Trump. And that's a problem for them. There's now whispers within the Republican Party about getting rid of J.D. Vance because he's actually having the opposite effect that they want and they desire. And then let me just add this to what I found very interesting is now its only working to Kamala Harris's does advantage. There's a organizing group on Facebook that's called cat ladies for Kamala Harris. So this is all the Democrats are just sitting back watching this thing, sipping the tea as its sort of unravels for the Republicans with J.D. Vance. It's been a complete and total disaster.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:02",
      "speaker": "BURNETT",
      "sentences": "All right. So there's been a lot of talk about it, and I -- it's talk at this point, replacing the ticket, no evidence of Trump's thinking about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:02",
      "speaker": "ENTEN",
      "sentences": "Yeah, no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:02",
      "speaker": "BURNETT",
      "sentences": "Harry, if he looks at the numbers --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:02",
      "speaker": "ENTEN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:02",
      "speaker": "BURNETT",
      "sentences": "-- what does he say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:02",
      "speaker": "ENTEN",
      "sentences": "I mean, it's the worst vice presidential pick of my lifetime and you know, if we look at the net favorability ratings, you know, we did this segment last week which basically said he was the first one that had a net negative favor -- favorability rating coming out of his party's convention and what we see as according to the ABC News/Ipsos poll, it's only gotten worse. It's only gotten worse.It's gotten from negative six points to now negative 15 points. Mark my words. This is the worst vice presidential pick, probably since 1972 when George McGovern chose Thomas Eagleton as his VP pick, he got replaced. I don't think Vance is going to get replaced, but that's we're talking about it. In no planet did I ever think wed be talking about VP nominees this late in the cycle after was picked like ten days ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:02",
      "speaker": "BURNETT",
      "sentences": "Bakari?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:02",
      "speaker": "SELLERS",
      "sentences": "You know, I think that that J.D. Vance is kind of Sarah Palin of Dan Quayle's and so that's what you're seeing right now. You're just seeing somebody who's flailing and attempting to find his footing as having a great deal of difficulty due to their lack of experience.One of the other things that's kind of throwing this whole -- this whole game off is that the Republicans have had a great deal of time to deal with the concern of whether or not Joe Biden was going to be replaced on the ticket? And still yet, they have not been able to formulate a game plan. I mean, just the utter fact that people cant pronounce her name correctly. There are a lot of people who are watching who -- her name is Kamala, right? It's quite simple, but there are a lot of people who are watching tonight, every time her name is mispronounces the streak is a shrieking year because there are a lot of people who are who are of mixed race or had a funny name, or who are foreign or whatever it may be, who had a different name, who hear that, who are wondering why that is such a tagline? And so, Republicans are throwing everything against the wall. They're using the race card. You hear -- you hear her called a DEI hire. You hear all of these different things. And nothing is sticking right now because she is found her stride. And that fundamentally is one of the problems that Republicans are having.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:54:12",
      "speaker": "BURNETT",
      "sentences": "Breaking news, Vice President Harris just making her case to Georgia voters, taunting President Trump for pulling out of their planned debate, telling the former president, if you have something to say, say it to my face, and the crowd went wild with that line.The Rust Belt, a big focus for the Harris campaign tonight, and Jeff Zeleny is there in Michigan for our voters OUTFRONT series. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:54:12",
      "speaker": "CHARITY DEAN, HARRIS SUPPORTER",
      "sentences": "It feels like we got one shot because it's not just the historical component here. It's also the alternative. ZELENY (voice-over)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:54:12",
      "speaker": "DEAN",
      "sentences": "Was not just, ma'am, we have an opportunity to make history its also, oh, my gosh, what happens if we don't?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:54:12",
      "speaker": "ZELENY",
      "sentences": "A week after Kamala Harris clinched the Democratic nomination --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:54:12",
      "speaker": "HARRIS",
      "sentences": "When we fight, we win.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:54:12",
      "speaker": "ZELENY",
      "sentences": "-- the whirlwind of excitement, coursing through the party is giving way to the urgent work of building a Harris coalition, after a year of trying to shore up President Biden's fraying one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:14",
      "speaker": "ZELENY",
      "sentences": "When we met Williams earlier this year inside his historic church, his wariness was clear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:14",
      "speaker": "WILLIAMS",
      "sentences": "It's like to just the two old white guys duking it out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:14",
      "speaker": "ZELENY",
      "sentences": "Did it turn just like a switch?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:14",
      "speaker": "WILLIAMS",
      "sentences": "When Joe Biden was in office, in all of his greatness, it was like churning molasses, the next day, all of the means went away. The next day, all of the joke videos went away.REP. HALEY STEVENS (D-MI): We can be a little fired up for that, I think, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:14",
      "speaker": "ZELENY",
      "sentences": "Here in Michigan, the contours of the new race are settling in as Democratic Congresswoman Haley Stevens heard firsthand as she knocked on doors in her district.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:14",
      "speaker": "STEVENS",
      "sentences": "How are you feeling about this switch with Biden to Harris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:14",
      "speaker": "REUBEN MAXBAUER, MICHIGAN VOTER",
      "sentences": "Feel good, yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:14",
      "speaker": "STEVENS",
      "sentences": "Energies up, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:14",
      "speaker": "ZELENY",
      "sentences": "Reuben Maxbauer invited us inside to talk. He's excited for Harris, but wants to learn more about her positions, especially her policy on Israel. MAXBAUER",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:14",
      "speaker": "ZELENY",
      "sentences": "As she continued her walk, Stevens acknowledged that is one of the lingering challenges for Harris and Democrats in Michigan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:14",
      "speaker": "STEVENS",
      "sentences": "I'm not going to sugarcoat. There's also still a lot of passions and tensions and emotions around the Middle East.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:14",
      "speaker": "ZELENY",
      "sentences": "A few miles away, signs of frustration over Israel's war in Gaza are clear.(CHANTING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:14",
      "speaker": "ZELENY",
      "sentences": "The Muslim and Arab community in Dearborn have largely broken with Biden.But Mayor Abdullah Hammoud now sees a potential opening. MAYOR ABDULLAH HAMMOUD (D), DEARBORN, MICHIGAN: Now with Vice President Harris, you see a renewed spark especially amongst a younger population, a more diverse coalition and an opportunity to rebuild that coalition that helped President Biden over the top.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:14",
      "speaker": "ZELENY",
      "sentences": "So, can the vice president win Michigan without Dearborn and the Arab American vote?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:14",
      "speaker": "HAMMOUD",
      "sentences": "I'm not a gambling man. But if I was, I wouldn't want to take that gamble. If Vice President Harris wants to be successful, that's a coalition that she needs part in her corner to help toppled down Trump once again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:14",
      "speaker": "ZELENY",
      "sentences": "Trump carried Michigan in 2016 along with Wisconsin and Pennsylvania.But in 2020, all three flipped. A Biden blue wall that led to victory, that burden now rests with Harris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:14",
      "speaker": "DEAN",
      "sentences": "Are you here for our event?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:14",
      "speaker": "ZELENY",
      "sentences": "And her ardent supporters like Dean.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:14",
      "speaker": "DEAN",
      "sentences": "There was either fear, or excitement. And I think the excitement over -- overcrowded the fear and that fear has turned now into excitement.(END VIDEOTAPE) ZELENY (on camera): And Michigan will be a critical laboratory for how that Harris coalition takes shape. Erin, there is no doubt energy and enthusiasm is on her side, but Trump is also starting to spend millions of dollars here trying to define Harris as well. It's the independent voters of Michigan that always show the path to victory. The question is, will that Biden blue wall in November become Harris's or Trump's? Erin? BURNETT: All right. Thank you very much, Jeff Zeleny, on the ground there. And we do have some more breaking news right now. This is actually about what's going to happen at the Democratic National Convention. Obviously, President Biden was going to be the nominee and his Vice President Kamala Harris. But now, everything is totally flipped. And one of the huge questions is, what will President Biden do there? Our Kayla Tausche has new reporting on this, breaking these details. What are you learning, Kayla?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:14",
      "speaker": "KAYLA TAUSCHE, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "Erin, sources tell us that now, President Joe Biden is expected to be the headliner on the Democratic National Convention's opening night, just about three weeks from now. The goal of having the sitting president he that first nights keynote is to allow Biden an opportunity to highlight the work of his administration before the programming officially transitions to Harris's candidacy. This according to multiple sources familiar with the planning, one of whom told me this, Monday is going to be Joe's night. Then he's going to hand over the keys.There's some precedent for doing this. Back in 2000, President Bill Clinton had the opening keynote that year before he transitioned the convention to his vice president, Al Gore. But of course the circumstances are much different here with Biden having been forced decide by members of his own party. As you mentioned, he was supposed to be the final speaker on the final night as the nominee, something that he was not able to do in person back in 2020. But, Erin, just another example of how quickly the party and its programming are evolving to reshape this race behind their new candidate, Erin.",
      "isLastSentenceInterrupted": false
    }
  ]
}