{
  "date": "2024-01-19",
  "headline": "CNN This Morning",
  "subHeadline": "DOJ Report on Uvalde Shooting; Garland Comments Trump Case; China's Population Declines. Aired 6:30-7a ET",
  "utterances": [
    {
      "timeStamp": "06:30:00",
      "speaker": "PHIL MATTINGLY, CNN ANCHOR",
      "sentences": "First day. He takes us inside the new report.(BEGIN VIDEOTAPE) EVAN PEREZ, CNN SENIOR JUSTICE CORRESPONDENT (voice over): The Justice Department releasing a damning new report about law enforcement's failures responding to the mass shooting in Uvalde, Texas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "MERRICK GARLAND, ATTORNEY GENERAL",
      "sentences": "The law enforcement response at Robb Elementary School on May 24, 2022, and in the hours and days after, was a failure that should not have happened.KIMBERLY MATA-RUBLO, MOTHER OF UVALDE VICTIM LEXI RUBIO: I hope that the failures named today and the local officials do what wasn't done that day, do right by the victims and survivors of Robb Elementary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We got shots fired at the school.PEREZ (voice over): Bursts of gunfire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "GARLAND",
      "sentences": "The victims trapped in classroom 111 and 112 were waiting to be rescued at 11PEREZ (voice over): Reports a teacher was shot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "GARLAND",
      "sentences": "They were still waiting at 11PEREZ (voice over): A desperate 911 call from a trapped student.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "GARLAND",
      "sentences": "The student was in a room full of victims. That student stayed on the phone with 911 for 16 minutes.PEREZ (voice over): Major events that should have prompted police to step in immediately. Instead, police waited 77 minutes to stop the gunman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "GARLAND",
      "sentences": "Forty-nine minutes after officers arrived on the scene, and they were still waiting for another 27 minutes after that until finally officers entered the classroom and killed the subject.PEREZ (voice over): During those 77 minutes, 19 children and two teachers were killed. The long awaited 575-page report is the fullest accounting of what happened, highlighting the serious failures in the law enforcement response.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "JOSHUA KOSKOFF, LAWYER, KOSKOFF, KOSKOFF, AND BIEDER",
      "sentences": "These families didn't need a 400 or 500-page government report to learn that law enforcement failed them in a historic way.PEREZ (voice over): While quick to arrive to the scene, their report found law enforcement stopped outside the classroom where the gunman was on a killing spree inside.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "GARLAND",
      "sentences": "I think the report concludes that had the law enforcement agencies followed generally accepted practices in an active shooter situation and gone right after the shooter to stop him, lives would have been saved and people would have survived.PEREZ (voice over): Countless other issues identified in the report after the gunman was killed from the emergency medical response, to how bereaved parents were told their children were dead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "GARLAND",
      "sentences": "Some families were told that their family members had survived when they had not.PEREZ (voice over): Many family members of the victims and survivors thankful for the federal report detailing what went wrong that horrific day. But they are still frustrated by the lack of accountability.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "VERONICA MATA, MOTHER OF UVALDE VICTIM TESS MATA",
      "sentences": "We're grateful that we got what we have right now, because it's probably the most updated information that any of us have gotten.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "JAZMIN CAZARES, SISTER OF UVALDE VICTIM JACKLYN CAZARES",
      "sentences": "What else does she possibly need to prosecute or to remove these people from their positions of power when they can't even do their jobs.PEREZ (voice over): The federal assessment does not make any recommendations for punitive steps for law enforcement. But in an exclusive interview with CNN, Attorney General Merrick Garland says the report provides a basis for accountability.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "GARLAND",
      "sentences": "The community now has the kind of report necessary to make sure accountability occurs.PEREZ (voice over): The Uvalde district attorney says she's continuing to investigate, but families say they want charges brought against the officers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "MATA",
      "sentences": "We're going to continue fighting that - that some type of change is made in honor of our kids.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "PEREZ",
      "sentences": "The governor of Texas, Greg Abbott, released a statement thanking the Department of Justice for their report. He said that he's already taken some of their recommendations and put them in place. And he says that the most important thing he's done is try to keep schools safe. We also heard from other officials like from the Texas Department of Public Safety. They too have thanked the Department of Justice for their report. And they say also that they have already implemented some of their recommendations.Shimon Prokupecz, CNN, Uvalde. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:38:29",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Are the airstrikes in Yemen working?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:38:29",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Well, when you say working, are they stopping the Houthis? No. Are they going to continue? Yes.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:38:29",
      "speaker": "HARLOW",
      "sentences": "That was striking. That was President Biden yesterday saying the U.S. strikes against the Iran-backed Houthis in Yemen will continue, even though they have not, he said, stopped the terror groups attacks. The Houthis fired missiles at another U.S.-owned commercial ship Thursday. It was at least the third U.S. ship that the rebel group has targeted this week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:38:29",
      "speaker": "MATTINGLY",
      "sentences": "That happening as long simmering tensions between President Biden and Israeli Prime Minister Benjamin Netanyahu appear to be growing. Biden has long advocated for a two-state solution to the Israeli-Palestinian conflict. But in a news conference Thursday, Netanyahu appeared (INAUDIBLE) to outright completely reject the idea.(BEGIN VIDEO CLIP) BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER (through translator): Any agreement with or without agreement, the state of Israel must control security between the Jordan River to the sea. The prime minister of Israel should have the ability to say no, even to our greatest friends, when he has to. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:02",
      "speaker": "MATTINGLY",
      "sentences": "Well, if you passed fourth grade social studies, you know this line from the Declaration of Independence, \"we hold these truths to be self-evident that all men are created equal.\" For Nikki Haley, at least last night in the primetime town hall, the meaning of those words hasn't actually changed at all since 1776.(BEGIN VIDEO CLIP) NIKKI HALEY (R), 2024 PRESIDENTIAL CANDIDATE: When you look, it said all men are created equal. I think the intent -- the intent was to do the right thing. Now, did they have to go fix it along the way? Yes. But I don't think the intent was ever that we were going to be a racist country. I refuse to believe that the premise of when they formed our country was based on the fact that it was a racist country to start with. I refuse to believe that. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:02",
      "speaker": "MATTINGLY",
      "sentences": "Now the intent, and its overarching role in U.S. history, is hardly that clear cut. In fact, the actual history seems to directly undercut that contention on some level. That's not an attack on the founding fathers, nor is it some inflammatory statement calling into question the soul of the nation. It's history. It's history based on facts. Facts like the author of those words, Thomas Jefferson, drafted that document while simultaneously owning people. Throughout his lifetime he enslaved 600 human beings. At any given time, there were more than 130 slaves at Monticello.But what about the signatories underneath the Declaration of Independence. That document states unequivocally that all men are created equal as cited by Haley. At least 30 of the 56 signers of the Declaration of Independence owned slaves. That's well over half of the signatories. And a dozen U.S. presidents owned slaves as well. But slavery wasn't embedded in the U.S. history just through its founders. It was in its founding documents. During the Constitutional Convention in 1787, the founders included the three-fifths compromise as a clause that found enslaved blacks in any state would be counted as three-fifths the number of white residents. It took 81 years, a civil war, and the 14th Amendment to change that. Look, this isn't some kind of history lesson the 150 years that followed the Civil War laid bare in a visceral way, just how much more work was left to do and how much work remains today. So, why do these specific comments matter? Because on some level they capture a prevalent and pained effort to balance acknowledgment of clearly documented history while simultaneously not puncturing some sort of myth of infallibility about those who created the country. The most confounding thing about that is that those same men never claimed to have created some kind of perfect union. Far from it. The ability to strive towards that aspiration, even amid clear failings, that hardly seems to be an indictment. In fact, that seems to be what the country's all about. Poppy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:02",
      "speaker": "HARLOW",
      "sentences": "I'm so glad you did that, Phil. And doesn't it raise the really important issue of, how do we get better? How do we become that more perfect union if we don't fully appreciate, understand the facts that you just laid out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:02",
      "speaker": "MATTINGLY",
      "sentences": "Right. And I think what -- what I get stuck on, there are real policy disputes and differences and ideological debates on these specific issues. Why it's so hard to just say the things that happened, acknowledge them, and then try and figure out what the best solutions are to fix them. It doesn't -- it shouldn't be hard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:02",
      "speaker": "HARLOW",
      "sentences": "That should be the easy part.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:02",
      "speaker": "MATTINGLY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:02",
      "speaker": "HARLOW",
      "sentences": "Just stating what happened. The harder part is how do we make it better.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:02",
      "speaker": "MATTINGLY",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:47:51",
      "speaker": "MATTINGLY",
      "sentences": "Well, in an exclusive one-on-one with CNN, the nation's top prosecutors is expressing a need for speed when it comes to trying Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:47:51",
      "speaker": "HARLOW",
      "sentences": "So, Attorney General Merrick Garland, by the way, who rarely does interviews.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:47:51",
      "speaker": "MATTINGLY",
      "sentences": "Yes. HARLOWWatch this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:47:51",
      "speaker": "EVAN PEREZ, CNN SENIOR JUSTICE CORRESPONDENT",
      "sentences": "You have appointed more special counsels than other attorneys general. You did this because you wanted to make sure that there was some independence from the way the Justice Department operates. But even the president's son, you know, Hunter Biden, is accusing the department of political bias in the prosecutions that have been launched against him.You know, how do you reassure the public that these things are being handled in an independent manner, given the fact that these special counsels do report to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:47:51",
      "speaker": "MERRICK GARLAND, ATTORNEY GENERAL",
      "sentences": "Look, we have reasserted and clarified the norms of this Justice Department. We follow the facts and the law wherever they lead. Politics is not a part of our determinations. It's -- it would be improper, and it's not. Where -- the department has regulations about the appointment of special counsels, and we followed those regulations. In each case we have appointed people who are formerly veteran career prosecutors, whatever their current position is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:47:51",
      "speaker": "PEREZ",
      "sentences": "And they're sufficiently independent from you, you believe?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:47:51",
      "speaker": "GARLAND",
      "sentences": "Yes, and the regulations make them independent from me. So, with respect to the public, I hope they will see, not only from what we've done, but from the outcomes of the cases and the way in which special counsel have proceeded that we have kept politics out of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:47:51",
      "speaker": "PEREZ",
      "sentences": "We -- you know, the -- one of the trials of the former president, Donald Trump, is scheduled for March. You know, some of the polling recently shows that three quarters of Republicans believe that he's being targeted for political reasons. Does it concern you that this public perception exists and what can you do to try to change that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:01",
      "speaker": "PEREZ",
      "sentences": "You agree with that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:01",
      "speaker": "GARLAND",
      "sentences": "I do. And the matter is now in the hands of the trial judge to determine when the trials will take place. PEREZIs there a date in your mind where it might be too late to bring these trials to fruition? Again, to stay out of the way of the elections as the department policies?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:01",
      "speaker": "GARLAND",
      "sentences": "Well, I just say what I said, which is that the cases were brought last year. Prosecutor has urged speedy trials, with which I agree. And it's now in the hands of the judicial system, not in our hands.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:01",
      "speaker": "PEREZ",
      "sentences": "Do you - do you look and -- looking back now, do you think that the department took too long to bring these cases, maybe?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:01",
      "speaker": "GARLAND",
      "sentences": "No. The special prosecutors followed the facts and the law. They brought cases when they thought they were ready.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:01",
      "speaker": "MATTINGLY",
      "sentences": "Let's bring in CNN's senior crime and justice reporter, Katelyn Polantz.Katelyn, were you surprised that he said he agreed with the request for a speedy trial?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:01",
      "speaker": "KATELYN POLANTZ, CNN SENIOR CRIME AND JUSTICE REPORTER",
      "sentences": "Not at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:01",
      "speaker": "MATTINGLY",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:01",
      "speaker": "POLANTZ",
      "sentences": "I mean this -- it is a special counsel that is - that operates with a little bit more independence than other prosecutors, but it is the Justice Department still. So, S what Garland is saying is very much in line with what we've heard in court from special counsel Jack Sith.Now, one thing to note about the speedy trial is that the prosecutors can ask for a speedy trial, but it really is the defendant's right to the speedy trial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:01",
      "speaker": "HARLOW",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:01",
      "speaker": "POLANTZ",
      "sentences": "And Trump doesn't want a speedy trial here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:01",
      "speaker": "HARLOW",
      "sentences": "Want it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:01",
      "speaker": "MATTINGLY",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:01",
      "speaker": "POLANTZ",
      "sentences": "So, how much credence should we give the Trump side versus what Garland is saying on that.The other thing here that I think is just important to remember is that the -- he says the public interest requires a speedy trial. That's something the prosecutors said. There's a reading between the lines going on because the prosecutors in this case have said in their writing of the case, the public interest is because there's an election coming up, because this is about the last election. And so there's -- HARLOW: All right, what else would the public interest be? Of course the -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:01",
      "speaker": "POLANTZ",
      "sentences": "Right. Nobody's really saying it out loud because they can't and they don't want to, but that is hanging over it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:01",
      "speaker": "HARLOW",
      "sentences": "Important point.What about his response that the belief among two-thirds of Republicans or three quarters of Republicans that this is political?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:01",
      "speaker": "POLANTZ",
      "sentences": "Well, you know, there is this issue where Trump is using his bully pulpit regularly. He's going on camera. We're not seeing the proceedings as they're happening. Most people are not seeing that. We can sit in and we can recount what happens in court, but in federal court there just isn't the ability to capture that. But at the end of the day what happens and what matters most is what the jury hears, what the jury feels, and if they feel -- the jurors on this, if they believe that this case was properly brought and they can weigh it independently, that's all that matters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:57:16",
      "speaker": "MATTINGLY",
      "sentences": "It's a crisis now officially in its second year in China. A record low birthrate. The demographic challenge is not only shrinking the nation's population, it's also posing a significant threat to the world's second largest economy.CNN's Marc Stewart explains. (BEGIN VIDEOTAPE) MARC STEWART, CNN INTERNATIONAL CORRESPONDENT (voice over): Thirty- five-year-old Jessie on the move. Her focus, a career in marketing. Having children, not on her agenda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:57:16",
      "speaker": "STEWART",
      "sentences": "Do you want to have children?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:57:16",
      "speaker": "JESSIE, SHENHEN RESIDENT",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:57:16",
      "speaker": "STEWART",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:57:16",
      "speaker": "JESSIE",
      "sentences": "Not at all.STEWART (voice over): And that is a big problem facing China. For the second year in a row, its population dropped. A record loss of more than 2 million people according to the government. JESSIE (through translator): I think having children will disrupt all my life plans. I think life is already very hard. STEWART (voice over): Besides commitment, there's also the question of cost. Right now in China a sluggish economy makes it hard for young people to find a job. Getting married and having babies just isn't a priority. JESSIE (through translator): Giving birth to a child is only one of my choices. It should be up to me, not anyone else. STEWART (voice over): Listed among countries with low birthrates, China now has more people who die each year than those who are born.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:57:16",
      "speaker": "STEWART",
      "sentences": "This is not one of those issues where the government is staying silent. It is talking about it and has taken steps to encourage young people to have children.STEWART (voice over): This includes everything from financial incentives to more holidays for pregnant parents. At a women's conference last year, President Xi Jinping even told female leaders to actively promote the idea of marriage, childbirth and family among young people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:57:16",
      "speaker": "FRANCIS, SHENHEN RESIDENT",
      "sentences": "This is my first son (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:57:16",
      "speaker": "STEWART",
      "sentences": "Yes. Do you want to have more children?",
      "isLastSentenceInterrupted": false
    }
  ]
}