{
  "date": "2024-09-10",
  "headline": "CNN Newsroom",
  "subHeadline": "SpaceX Set to Launch Historic All-Civilian Mission; Princess of Wales Completes Chemotherapy Treatment; Legendary Actor James Earl Jones Dead at 93; Police Release Body-Cam Footage of Tyreek Hill. Aired 4:30-5a ET",
  "utterances": [
    {
      "timeStamp": "04:30:00",
      "speaker": "CHRISTINA MACFARLANE, CNN ANCHOR",
      "sentences": "Talk to us a little bit more about the church's connection to the country in that sense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "KRISTIE LU STOUT, CNN CORRESPONDENT",
      "sentences": "Absolutely. Look, the church has very deep links to East Timor and its decades-long struggle for independence, but that has been overshadowed by accusations of clerical sexual abuse.In fact, two years ago, the Vatican said it secretly disciplined an East Timor bishop and Nobel Peace Prize winner, Carlos Ximenes Belo, after Belo was accused of sexually abusing boys in East Timor decades before. And speaking yesterday and Monday in Dili, Pope Francis did not directly address the scandal, but instead he issued a call to, quote, do everything possible to prevent such abuse. Watch this. (BEGIN VIDEO CLIP) POPE FRANCIS (through translator): We shall not forget those children and adolescents that have their dignity violated. This phenomenon is happening across the world. In response, we are all called to do everything possible to prevent every kind of abuse and guarantee a peaceful growth for all young people. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "STOUT",
      "sentences": "Now, also hanging over this visit is the cost. There has been criticism about the $12 million paid for this visit. East Timor is one of the poorest countries in Asia and the world. According to the World Bank, some 47 percent of children in the country are stunted because of malnutrition.Now, the Pope, on Monday, he did address these economic challenges, saying that there was a need for collective and wide-ranging action. This has been a testing and challenging trip for Pope Francis. This has been testing his fortitude and his physical strength. Just a reminder, he is 87 years old, and he has been on this 12-day epic four-nation tour across Asia. And today, at this very moment, he has been leading hundreds of thousands of faithful, an estimated 600,000, in a vast open-air mass in Dili, East Timor, on this sweltering day. Back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:40",
      "speaker": "MACFARLANE",
      "sentences": "All eyes will be on Philadelphia in the hours ahead as Vice President Kamala Harris prepares to appear for the first time with former President Donald Trump when the two take to the stage in a presidential debate. Sources say Harris's campaign have been preparing her for possible insults and name-calling from Trump, while Trump's team is previewing attack lines and even claiming that Harris has really been the one in charge of the country, not Biden. Both sides are hoping to reach voters who are still undecided.And be sure to tune in for our special coverage of the ABC News presidential debate simulcast here on CNN. It will air tonight at 9 p.m. Eastern time in the U.S. That's 9 a.m. Wednesday in Hong Kong and 2 in the morning here in London. Now, if the weather finally cooperates, we are a little less than an hour away from an historic SpaceX launch featuring an all-civilian crew. The five-day Polaris storm mission is heading to the highest altitude of any crewed spaceflight since the Apollo program ended more than 50 years ago. The crew of four will attempt the first ever commercial spacewalk. Today's first launch attempt about an hour ago had to be delayed because of weather concerns. CNN meteorologist Derek Van Dam joining us now from Atlanta with more. So, Derek, I understand now the time has been moved to 5:38 a.m. Eastern time. Tell us why the delay?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:40",
      "speaker": "DEREK VAN DAM, CNN METEOROLOGIST",
      "sentences": "Yes, good morning, Christina. Well, it's all about the weather, right? And it's not just about the launch weather, what's happening right now. It's actually about the weather happening five days from now because the splashdown is so critical as well as the astronauts re-enter our Earth's atmosphere, again, a little bit less than a week from today.So, they have to look at all these criteria. But let's focus in on what's happening right now in Cape Canaveral where the launch is about to take place. Winds, by the way, cannot exceed the launch site over 30 miles per hour. That's really important. But also equally important is not to have any lightning or potential cloud cover that could induce lightning within the area. So, there's this criteria. We can't have cloud layers thicker than 4,500 feet and also certainly no cumulonimbus clouds within the vicinity because, as we've known from previous shuttle launches, that they can actually trigger its own lightning as it launches through these statically charged cumulonimbus clouds. So, they've learned from previous lessons. We don't want any electrical faults as this rocket is launched into the outer reaches of our atmosphere and into space. So, let's focus in on what's happening in Cape Canaveral. At the moment, the thunderstorm activity well offshore off the eastern seaboard of the Florida Peninsula. And here's Cape Canaveral, the launching pad, right about this location. You can see why the 3:25 roughly time frame was delayed because of the vicinity of a few showers and thunderstorms in the area near Cape Canaveral. But those have since moved on. The skies have started to open up. And we believe, at least I do, from looking at this recent analysis, that this launch conditions look pretty decent. We're not breaking that wind criteria of 30 miles per hour. There are no thunderstorms within 10 nautical miles, and they have not occurred within the past half hour. So, at least from my standpoint, it looks like things are looking pretty good, at least for the next 5:38 windows. So, here's an hour- by-hour forecast for Cape Canaveral. Again, very minimal chances of rainfall, breaks in the cloud cover overhead, and temperatures and wind ideal for this launch conditions. And again, Christina, we talked about how they have delayed in the past because of the unfavorable weather conditions. But remember, it's five to six days of life support on that vehicle. So, it needs to come down relatively quickly. So, what does five days from now look like? Well, that's important for the weather forecasters as well as they make this decision. Showers and thunderstorms from a stalled out front by the end of the weekend into early parts of next week. The timing is so critical, as well as the wave heights on the open ocean of the Atlantic, where splashdown will occur off the Florida Peninsula -- Christina.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:40",
      "speaker": "MACFARLANE",
      "sentences": "And we just have had an update. Actually, Derek from SpaceX saying that they are good to go in the next hour.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:40",
      "speaker": "VAN DAM",
      "sentences": "Great.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:40",
      "speaker": "MACFARLANE",
      "sentences": "So, you're feeling 80 percent -- sorry, 80 percent good to go. So, Derek, if you're feeling good about it. Yes, if you're feeling good about it, we're feeling good about it. Let's keep our fingers crossed for that for now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "MACFARLANE",
      "sentences": "Well, I'd say pretty spot on. But let's see. We've still got, what, an hour to go. So, fingers crossed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "VAN DAM",
      "sentences": "Right, true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "MACFARLANE",
      "sentences": "Thanks so much, Derek.And still ahead, we also have to bring you Princess Catherine getting personal in a new video. Take a look. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "CATHERINE, PRINCESS OF WALES",
      "sentences": "I cannot tell you what a relief it is to have finally completed my chemotherapy treatment.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "MACFARLANE",
      "sentences": "We'll have an update on her cancer diagnosis and the road ahead. Stay with us.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "CATHERINE, PRINCESS OF WALES",
      "sentences": "My path to healing and full recovery is long. And I must continue to take each day as it comes.I am, however, looking forward to being back at work and undertaking a few more public engagements in the coming months when I can. Despite all that's gone before I enter this new phase of recovery with a renewed sense of hope and appreciation of life. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "MACFARLANE",
      "sentences": "An emotional video there from Catherine, the Princess of Wales, who announced on Monday that her chemotherapy treatment is now complete nine months after being diagnosed with cancer.CNN's Anna Stewart's joining me now to discuss this. Anna, I mean, when the princess revealed six months ago that she'd been diagnosed with cancer, it sent shockwaves through this country. So this news has obviously been very welcome. But the whole message was so much more than that. It was a message of hope in many ways as well. How has it been received?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "MACFARLANE",
      "sentences": "I want to get your thoughts on that because my -- I was surprised when I saw the video. And it's very candid, not something we're used to from the royal couple, but also very curated in many ways. And it seemed to be a bit of a departure from how they have released their news in the past.So what did you make of the video itself, the way, you know, this has been delivered to the public?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "STEWART",
      "sentences": "I really struggled to find a decent comparison, OK, because this is a very private, very sort of personal video on the one hand, but it's also really polished.Now, they used a filmmaker they've used before for behind the scenes at the coronation, for example. So the style and the polished format was nothing new. And they went to someone they trusted. But you're right, it's the content of it and that sort of mix that we've not really seen before. So we see a lot of what I would say is PDA, public displays of affection between the prince and princess, which we're not used to seeing. Really sweet moments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "MACFARLANE",
      "sentences": "They're uncomfortable with that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "STEWART",
      "sentences": "Very British.Very sweet moments with the children. It is a marked departure. And the princess herself was not behind the lens. Now, obviously, there was a lot of controversy at the beginning of the year about photoshopping from the Princess of Wales of certain photos. This is a way, I guess, of controlling the message, but making sure that it's polished and professional, but giving maybe a slightly more personal example of what they've been going through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "MACFARLANE",
      "sentences": "And perhaps right for a modern audience, you know, we're used to really, you know, watching videos, responding to videos, seeing these candid moments from other people in the public eye. So we're not the royal family at this point.What more do we know then following this announcement about how she will return to public life? Obviously, she's still in recovery. Do we know anything about what engagement she may or may not be looking to do in the coming year?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "STEWART",
      "sentences": "Even when we got the initial announcement where she said that she was going to have to take a step back really from some of her public engagements, we knew how hard that would be. And through this recovery, even through chemo, we've seen the Princess of Wales a little bit more, taking on a few more engagements. She says in this video she will be looking forward to doing many more, but not back to normal.This is still very much a recovery. So while one phase is over, as she has said before, she is not out of the woods yet. And you will notice the nature symbolism throughout because, of course, we had the Princess make the initial announcement outside on a bench, an update when she was stood by the wood in June, and now much more of the woods. So still in the woods I think.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "MACFARLANE",
      "sentences": "Still in the woods, but the message of hope and the bottom line here is that she is in recovery and that is the main thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "STEWART",
      "sentences": "And that is what the public are so happy to hear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "MACFARLANE",
      "sentences": "Yes, we really are. Anna Stewart, thank you.Now, a legendary voice of stage and screen has fallen silent. Actor James Earl Jones died Monday at the age of 93, according to his agent. Jones is known as the booming voice of Darth Vader in the Star Wars films and Mufasa in The Lion King, as well as so many other on-screen roles. CNN's Randi Kaye remembers him. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Tonight, he owns the most famous voice in America.RANDI KAYE, CNN CORRESPONDENT AND ANCHOR (voice-over): That most famous voice belongs to none other than James Earl Jones.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "JAMES EARL JONES, ACTOR",
      "sentences": "This is CNN.KAYE (voice-over): For decades, Jones was the voice of CNN. He first recorded those three words. This is CNN in 1989 to mark CNN's upcoming 10 year anniversary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "JONES",
      "sentences": "It was so short. I mean, it took five minutes, right? And I forgot it.KAYE (voice-over) But perhaps his most famous line is this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "JONES",
      "sentences": "No, I am your father.KAYE (voice-over): Darth Vader was originally played by a different actor, but the way Jones tells it, Director George Lucas decided he needed a more sinister voice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "JONES",
      "sentences": "Called me and said, you want to do a day's work? And I said, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "LARRY KING, CNN ANCHOR, LARRY KING LIVE",
      "sentences": "A day's work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "JONES",
      "sentences": "Two and a half hours, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "KING",
      "sentences": "That's all the Darth Vader languages in two and a half hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "JONES",
      "sentences": "Yes. A few thousand dollars and then I went home.KAYE (voice-over): How did he master Vader's voice?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "JONES",
      "sentences": "The key to Darth Vader is a narrow band of expression, no inflections. He's not human.KAYE (voice-over): His movie credits extend well beyond Star Wars. Jones also appeared in Field of Dreams, The Lion King and Patriot Games, to name a few. All of this from a man who struggled as a child to speak. He opened up to Larry King in 1993 about his childhood stutter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "KING",
      "sentences": "You were a stutterer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "JONES",
      "sentences": "Yes, a stutter, a stammerer. I still am, and you'll hear me tonight stutter, I'm sure. I just, you know, I fake it, you know. you stutter, come on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "KING",
      "sentences": "You stutter, come on. And so you stayed silent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "JONES",
      "sentences": "He discovered I wrote poetry, and he got me to read my poetry in front of the class. And when I did, it didn't stutter.KAYE (voice-over): Jones eventually found his distinctive thundering voice. And those vocal cords of his launched a career he'd never imagined, not just Hollywood, but Broadway too. He won three Tony Awards, including one in 1969 for his role in The Great White Hope.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "JONES",
      "sentences": "Is your wish coming true?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Never this, never this.KAYE (voice-over): He may not have done it all, but for James Earl Jones, he'd done enough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "JONES",
      "sentences": "Death is OK. It is something that happens to all of us.KAYE (voice-over): James Earl Jones was 93. (END VIDEOTAPE) (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "MACFARLANE",
      "sentences": "Welcome back. Police in Miami have released body cam video of officers detaining NFL star Tyreek Hill during a traffic stop on Sunday. The department says it released the footage earlier than usual to reinforce their commitment to keeping the public informed.Here's what led up to Hill being placed in handcuffs. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "TYREEK HILL, WIDE RECEIVER, MIAMI DOLPHINS",
      "sentences": "Like what? Don't knock on my window like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Why don't you have your seatbelt on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "HILL",
      "sentences": "Don't knock on my window like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Why don't you have your seatbelt on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "HILL",
      "sentences": "Don't knock on my window like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Like what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "HILL",
      "sentences": "Don't knock on my window like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "HILL",
      "sentences": "Don't knock on my window like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Why do you have it up? I have to knock to let you know I'm here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "HILL",
      "sentences": "Don't knock on my window like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "That way we've got no way to talk to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "HILL",
      "sentences": "Give me my ticket, bro, so I can go. I'm late, yeah? Do what you got to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Keep it down. Hey! Keep your window down.Keep your window down. Keep your window down, I'm going to get you out of the car. As a matter of fact, get out of the car. Get out of the car. Get out of the car. Get out of the car. Get out. Get out. Get out. Get out. Get out. Get out!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What part of the problem you in this man?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "HILL",
      "sentences": "Hey, Drew, hey, Drew, I'm getting arrested, Drew.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "MACFARLANE",
      "sentences": "Well, Hill received two citations and was allowed to go minutes later. He spoke with CNN about the incident.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "HILL",
      "sentences": "I'm not trying to cause a scene because, A, if I let my window down, like people walking by, driving by, they're going to notice that it's me and they're going to start taking pictures. And like I didn't want to create a scene at all. Like I just really wanted to get the ticket and then just go on about my way and then just, you know, just have a great Sunday.I guess the officers, they felt like I wasn't doing it on their timing, but I was doing it. But you know, man I'm still kind of shell- shocked from it, man. I'm embarrassed. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}