{
  "date": "2024-08-27",
  "headline": "The Situation Room",
  "subHeadline": "CNN To Hold First Interview With Harris And Walz; Revised Indictment Filed in Trump Election Subversion Case. Aired 5-6p ET",
  "utterances": [
    {
      "timeStamp": "17:00:37",
      "speaker": "ALEX MARQUARDT, CNN SENIOR NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Happening now, breaking news, Special Counsel Jack Smith files a reworked indictment in Donald Trump's federal election subversion case. Why Prosecutors are now slimming down the allegations against the former president. The superseding indictment comes on the heels of a new twist in the simmering feud over the upcoming presidential debate. Donald Trump now says he's agreed to participate in the face off with Kamala Harris using the original rules, a source confirms to CNN that does include microphone muting while the candidates are not speaking.Welcome to our viewers here in the United States and all around the world. Wolf Blitzer is off today. I'm Alex Marquardt. And you're in the Situation Room.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:37",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is CNN breaking news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:37",
      "speaker": "MARQUARDT",
      "sentences": "But first to some other breaking news in the presidential race, we are learning that CNN will hold an exclusive interview with Kamala Harris, her first since becoming the Democratic presidential nominee. Her running mate, Tim Walz, will join as well for this first interview. This is also their first interview together as the Democratic ticket. Let's bring in our CNN Political Director, David Chalian.So, David, what are we learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:37",
      "speaker": "DAVID CHALIAN, CNN POLITICAL DIRECTOR",
      "sentences": "Yes. I mean, we have been waiting to see this next sort of important hurdle for Kamala Harris and her campaign to jump, which is after a very successful six weeks here since she became the Democratic nominee, coalesced the party behind her, raised a ton of money, injected enthusiasm, got a running mate, pulled off a convention, all of that, though, Alex, very scripted. Now, couple other things coming up. They said they were going to schedule an interview, sit down interview, an extensive interview, before the end of the month that now is happening on CNN with our colleague Dana Bash, our anchor and chief political correspondent down in Georgia. Harris and Walz, are going on this bus tour starting tomorrow in Georgia.The interview will take place on Thursday. It will air as a prime time special at 9:00 p.m. Eastern here on CNN on Thursday. And as you noted, it is, of course, the first joint interview that the Democratic nominee and the vice president nominee are doing together, but it's also her first interview the vice president as the Democratic candidate. This is the first time she's going to take questions in a concerted effort like this in an interview format since Joe Biden, six weeks ago, upended this entire race by making that historic decision to bow out of his campaign, endorse his vice president, Kamala Harris, and that center on to these last six weeks here. And there are a lot of questions that have been lingering out there for her to answer as we go into this fall campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:37",
      "speaker": "MARQUARDT",
      "sentences": "And speaking with the campaign, they've made the point that you just did. It's been a busy 30 plus day. She's had a lot to do, not least of which was last week at the DNC. But as you note, that was all very scripted. So, how much more revealing can an interview like this be for the voters, and I guess, more importantly, for those undecideds who are still going to be making up their minds the next few weeks?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:37",
      "speaker": "CHALIAN",
      "sentences": "Yes. So I don't think voters look at it like we do and say, oh, do an interview, do an interview, take more questions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:37",
      "speaker": "MARQUARDT",
      "sentences": "Until afterwards, perhaps when something --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:37",
      "speaker": "CHALIAN",
      "sentences": "But exactly. But I do think voters learn valuable information from a candidate seeking the highest office in the land about how they think in these unscripted moments and how they think through a pressing challenge or question that they are being asked. So they are valuable to voters. And in fact, you know, Kamala Harris had a bit of a rough go with one of these big interviews out of the gate as vice president, she sat down with NBC's Lester Holt, and she had some answers about whether or not why she hadn't yet visited the border. And her response to those questions have been obviously area of Republican critique, but throughout her first year as vice president, an area of Democratic concern about Harris' performance.She obviously has worked to address much of that, and we've seen a far different Harris in these last six weeks on the campaign trail, a far more sure footed Harris. But now is the opportunity to hear her ruminate, allowed with Dana asking her about her policy positions, her plans for the future, her plans for the country in an unscripted setting, and, of course, to see the Democratic ticket with each other, interacting with each other.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:37",
      "speaker": "MARQUARDT",
      "sentences": "And as political director, you're certainly going to have a hand in helping Dana with those questions and formulating those. What do you think are some of the issues that Dana is going to have to focus on?[17:05:02] CHALIAN: Listen, I think it is pretty clear from all the surveys out there what the American people are focused on, the most important issues, time and again we learn in every poll, the economy is number one above all, the cost of living. Those are things that Kamala Harris herself addressed in that speech in North Carolina a couple weeks ago. But to flesh that out, no doubt, and it is what we hear day in and day out from Donald Trump and JD Vance on the campaign trail on the issue of the economy. It's what we see both the Harris and Trump campaigns spending all their advertising money on right now, sort of going back and forth in these battleground states on the airwaves over the economy. So that's issue number one for voters. But there are a whole host of issues of policy positions, both foreign policy and domestically that we just haven't heard from her yet in this capacity as the Democratic nominee.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:37",
      "speaker": "MARQUARDT",
      "sentences": "So this debate is going to be happening on Thursday, which is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:37",
      "speaker": "CHALIAN",
      "sentences": "It's an interview, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:37",
      "speaker": "MARQUARDT",
      "sentences": "Excuse me, interview.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:37",
      "speaker": "CHALIAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:37",
      "speaker": "MARQUARDT",
      "sentences": "But it's happening just two weeks before the September 10 debate. So this will be her first unscripted moment, essentially since the DNC. And --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:37",
      "speaker": "CHALIAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:37",
      "speaker": "MARQUARDT",
      "sentences": "-- in this interview fashion. But David Chalian, stay with me. I want to turn to Kristen Holmes who covers the Trump campaign.And, Kristen, something we've heard time and time again from Donald Trump is that she has not sat down for an interview. She has not faced tough questions. We should note, she has been getting some questions, kind of in an ad hoc manner, from reporters on the campaign trail. Donald Trump has held these press conferences, which he's actually been quite rude about it, saying that she's not smart enough to sit down and face these tough questions. Do you think that that is what she's doing now, sitting down with CNN for this interview, is going to take away that argument, mute some of that argument?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:37",
      "speaker": "KRISTEN HOLMES, CNN NATIONAL CORRESPONDENT",
      "sentences": "I think it might start a new argument. I think that what they're looking for is any sort of mistake, any sort of misstep, and that's partly why they are pushing her to do some sort of debate. They are interview. We know that she has, yes, taken questions from reporters, but as you said, it's been sparse. It's been here and there.Sometimes it's in response to something. And in those settings, she can be whisked away at any time. That's how a campaign is. She's underneath a wing of an airplane usually. They want her to sit and answer for some of the questions, particularly on her policy. For example, the fact that she had ran actively against fracking and now says she's not that opposed to fracking. That obviously comes at a time where Pennsylvania might be one of the most critical states in the 2024 election, and fracking is something that is important to a lot of voters there. They are hoping that she will get grilled on these various topics, because what they have seen is that she has not been out there in the spotlight. Now, if you talk to Democrats, if you talk to a lot of people who know Kamala Harris, who know her well, they say that she has developed over the last several years, that she is a different person than she was when she made those first gaps early on in her tenure as vice president, when she was not as exposed. But if you talk to Republicans, they believe there's a reason she hasn't sat down for an interview, that Democrats are really trying to capitalize off this moment, and there might be some fear, and again, this is talking to Republicans, that there's something there that she might make those same steps that she made back in 2020 or in 2021 during those interviews, David mentioned the Lester Holt interview, for example. Just a reminder, that Lester Holt interview is played on repeat when Republicans run ads against Kamala Harris, particularly on immigration. So part of what they're looking for here is another opportunity on that, because right now, what she's had is a pretty great six weeks and a lot of momentum and a bounce. They're looking for anything that might shift that, and the opportunity to have her answer for some of those policies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:37",
      "speaker": "MARQUARDT",
      "sentences": "They're looking essentially for new fodder, because --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:37",
      "speaker": "HOLMES",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:37",
      "speaker": "MARQUARDT",
      "sentences": "-- they've had a challenging time --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:37",
      "speaker": "HOLMES",
      "sentences": "It's a political campaign, of course they are, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:37",
      "speaker": "MARQUARDT",
      "sentences": "-- trying to go after her after the president dropped out.Eva McKend, you follow the Harris campaign, there has been this discussion over to what extent she actually needs to sit down with a journalist, take these tough questions. She's essentially saying it seems to this that yes, this is a vital part of the process. So, what do you think that she and her running mate are going to be looking to accomplish in this interview?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:21",
      "speaker": "MARQUARDT",
      "sentences": "David, the -- they're doing this together, which is quite notable. They've been trying to play up their relationship, and how they get along quite well. What are the advantages and disadvantages of sitting down to this joint interview?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:21",
      "speaker": "CHALIAN",
      "sentences": "Well, first of all, this is a pretty traditional play out of a media playbook in a campaign once a nominee has chosen a running mate we have often seen in the following weeks and sitting down for joint interview. In fact, Kamala Harris was in the other role just four years ago when she and Joe Biden sat down for a joint interview after he put her on the ticket. So that's something we see. But I also just think this, in addition everything we've discussed about she just hasn't done this yet and we're going to be able to see her think in front of us about these policy positions and what she wants to communicate to the American people. But also, there has been nobody in our lifetime that has been put in a position in presidential politics like Kamala Harris has in these last six weeks.So, that's just a fascinating thing to understand about what she's been experiencing as she had this big change of her plans moment at the end of July when Joe Biden stepped away from this and endorsed her, and she immediately stepped in and coalesced the party behind her. We just haven't seen anything like that, Alex. And so, also just understanding how she is processing that is going to be an interesting, I think, part of just hearing her in this moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:16:18",
      "speaker": "MARQUARDT",
      "sentences": "We have more breaking news. We are following the federal election subversion case against former President Donald Trump, which has been reworked and refiled now by Special Counsel Jack Smith. I want to bring in our senior crime and justice reporter, Katelyn Polantz.So, Katelyn, you have been going through this revised indictment that was just posted. Walk us through it. What are you seeing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:16:18",
      "speaker": "KATELYN POLANTZ, CNN SENIOR CRIME AND JUSTICE REPORTER",
      "sentences": "Well, Alex, what the Justice Department did was they got that Supreme Court ruling a little more than a month ago, almost two months ago, and they went back to the grand jury to rewrite the four charges against Donald Trump. It's the same four charges that Trump was charged with a full year ago in federal court in Washington, D.C., related to the 2020 election. But what they did was they cut out the stuff the Supreme Court said, yes, that can't go to trial things like what Trump was accused of to do with the Justice Department. So that's no longer part of this case. If and when this case goes to trial, there's not going to be anything about Jeffrey Clark, that senior official, what the Justice Department was doing and saying to interact with Donald Trump, none of that will be presented before a jury. It's no longer in this indictment or in the allegations against him.Also nothing about what the intelligence agencies were doing either to tell Donald Trump that he was wrong about election fraud. And that is something the prosecutors need to prove in other ways to show he knew he was lying to the American public. That's a core piece of the case. The way they're going to do that, Alex, is that they are going to show that he was working with co-conspirators who were all private people. This is what they write in this version of the indictment, \"The defendant enlisted co-conspirators to assist him in his criminal efforts to overturn the legitimate results of the 2020, presidential election and retain power. These co-conspirators included the following individuals, none of whom were government officials during the conspiracies, and all of whom were acting in a private capacity.\" That private capacity is crucial here to move this case forward. The other thing they're saying, Alex, is that they do want Mike Pence to still be in this case, very likely as a witness. But the way the prosecutors want to do it is it's not Mike Pence as vice president, it's Mike Pence as the president of the Senate, the person who's supposed to sign off on or oversee that congressional proceeding to certify the electoral votes and the presidency, the results of the election. The way that they describe it in the indictment now has updated language all around what Mike Pence was doing and how he was talking to Donald Trump. They write, \"In furtherance of these conspiracies, the defendant tried but failed to enlist the vice president, who was also the defendant's running mate, and by virtue of the Constitution, the president of the Senate who plays a ceremonial role in the January 6 certification proceeding.\" That is going to be something that the courts are going to have to look at going forward. It's also going to be something that the Trump team is very likely going to be challenging going forward as they try and continue to hope to get this case dismissed. But it's all going to be handled in court, not just in the coming days, but in the coming months, maybe even years ahead. Alex.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:05",
      "speaker": "KAREN FRIEDMAN AGNIFILO, CNN LEGAL ANALYST",
      "sentences": "I think what they did here is they streamlined things and really just pared it down to the president -- the former president when he was acting as candidate Trump or in his private capacity. Because they point out in this new indictment, in the superseding indictment, which by the way, is very common for prosecutors to do, to supersede an indictment. This just cleans it up and takes out any of either the evidence or the facts and the allegations that the Supreme Court ruled in July were official acts and part of his official act. So they took all of that out, including the Department of Justice, the -- and Jeffrey Clark that he was co-conspirator number four, that has been removed. There were six co-conspirators in the initial one. So that was pared down. Anything with the Department of Justice is out, and this is just all about candidate Trump now trying to subvert the results of the election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:05",
      "speaker": "MARQUARDT",
      "sentences": "So, Norm Eisen, this is, as we've been saying, it's slimmed down, it's revised, but at the same time, you still have the same four charges by removing everything that Trump did in his official capacity to what he was done -- he was just doing in his capacity as a candidate. Does that neutralize, do you think, the concerns that were raised by the Supreme Court and their ruling when it comes to presidential immunity?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:05",
      "speaker": "NORM EISEN, CNN LEGAL ANALYST",
      "sentences": "Alex, while I strongly disagreed with some aspects of Trump VUS, the Supreme Court decision, the edits that the prosecutors have made here speak to the concerns of the court that unofficial conduct may be prosecuted like political candidate conduct. It's not just what they cut to meet the Supreme Court's test, which I think Judge Chutkan will now apply that test to this indictment, this superseding indictment, it will ride through. They made cuts. They went from 45 paragraphs to 36 paragraphs, from 130 pages to 106 pages. But if you look, they also made subtle additions before they said the defendant made knowingly false claims.Now they say the defendant used his campaign to repeat and disseminate knowingly false claims. They have cleaned this up for the court, and I think we're going to see a series of court proceedings now adjudicating this, which will be of the utmost interest to the public, because that's what the Supreme Court asked. Judge Chutkan apply our test. So look for a series of briefings and hearings here in D.C. federal court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:05",
      "speaker": "MARQUARDT",
      "sentences": "James Trusty, you're a former attorney for the former president. It was a victory for the Trump camp when the Supreme Court made their ruling almost two months ago, on July 1, granting or essentially stating that the office of the presidency has these sweeping powers of immunity. But now this is yet something else that the Trump team has to contend with. What do you expect the reaction from his legal team to be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:05",
      "speaker": "JAMES TRUSTY, FORMER TRUMP ATTORNEY",
      "sentences": "Well, I think there's a couple of things. I mean, look, the devil is in the details of that immunity ruling. You know, in the ruling, they set up essentially practical landmines for Jack Smith to deal with. It's not just a question of whether immunized information is inadmissible at trial, that's easy to deal with. You just keep the same indictment.You go to trial, but you're not allowed to ask questions about Jeffrey Clark, for instance. But it also said you can't contaminate the grand jury with immunized information. And that's what this is trying to address. This is Jack Smith being very aggressive, trying to get out in front before there's a hearing with Judge Chutkan, where she'll be called upon to decide which matters are admissible and which ones aren't. If he's lucky, if he's right, and if he's not being too creative by saying Mike Pence wears two or three hats, then his indictment will survive that hearing, Judge Chutkan will sign up and say, you're right, everything that's left is a personal act. But if there's even a single one where he is wrong, if the defense can convince Judge Chutkan, hey, this is a bridge too far, Mike Pence doesn't wear a special hat that says president of the Senate, and she agrees. Guess what happens? He goes back and tries to get another indictment. So, this is not really a great moment for Jack Smith that is slimming it down because of the way the amenity ruling came out. But it's not a win at all at this point. We'll have to see how that hearing goes Norm was talking about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:08",
      "speaker": "POLANTZ",
      "sentences": "A campaign issue or actually, Alex, it's that Mike Pence, under the Constitution, the way that the prosecutors are framing this is a part of a different branch of government. On January 6, he's part of the legislative branch overseeing Congress. And so that is how they're trying to make sure that the bubble isn't so wide over Pence that they can't use him at all. Now this is one of those things that the judge is very likely going to have to look at, at the trial level, Judge Chutkan. And then it is very likely something that the appeals courts and even the Supreme Court will want to look at, because not only, remember, is it that they can't have that as part of the charges, one of the things the Supreme Court said, as well was you can't use it as evidence in the case things that were happening. And so, when you see in this indictment, conversations on the phone, in person, even between Mike Pence and Donald Trump, those are still here. But other things that Trump was saying to people in the Oval Office that's cut out now because that must be something the Justice Department doesn't want to have to fight over. There is very likely going to be a big fight over Pence specifically as the vice president, what that role is. And we are, as we are so many times in these Trumps related to Donald Trump cases, we are in truly uncharted territory where the courts are having to figure out things they have never had to figure out before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:08",
      "speaker": "MARQUARDT",
      "sentences": "Karen, how do you expect the Trump team to go after that argument that Pence was acting in a different capacity, and the other arguments that Jack Smith is now making now trying to redefine things, I should say, not from a campaign stance, but from an official stance, unofficial rather.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:08",
      "speaker": "AGNIFILO",
      "sentences": "Yes, so, I mean, it all boils down to whether Donald Trump was acting in his official capacity, whether these were official acts, if you will. And Mike Pence is similarly situated, because, as Katelyn pointed out, he's part of the executive branch when he's vice president, but this ceremonial role that he was playing or that that he has in the Constitution where he's -- where he has to certify the election as the vice president and the president of the Senate, that's what he was acting in that capacity at that time. And so they're going to emphasize that as part of -- as part of this case, I think. And of course, the Trump case is going -- the Trump team is going to make the counter argument and say, no, that's his vice president, right, he's part of that branch. So that's what they're going to say.And it'll be up to the judge to make those determinations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:32:38",
      "speaker": "ALEX MARQUARDT, CNN HOST",
      "sentences": "More now on the breaking news, the revised indictment against former President Donald Trump in his federal election subversion case, the allegations slimmed down in response to the Supreme Court's immunity ruling in July, even as the core charges against the former president do remain the same, four of those charges remain the same.Joining now is Maryland Congressman Jamie Raskin. Congressman Raskin, thank you so much for joining us on this breaking news. Now, of course, you investigated the former president on his role on January 6th. What do you make of this revised indictment? Slim down, but -- but with the same charges? Do you think it will be successful moving this case forward? REP. JAMIE RASKIN (D-MD), FORMER MEMBER, JANUARY 6 SELECT COMMITTEE: Well, it is clearly tailored to the Supreme Court's decision and helps to demonstrate why the decision was so ridiculous. But I think that Jack Smith has operated with surgical accuracy and precision to identify all of the private actions that candidate Trump and his campaign engaged in to try to overturn the election. The reason I think it's doctrinally unnecessary is because it's not part of the President's role in any way to oversee the presidential election. Our framers were not idiots. They didn't put the President at the center of counting ballots in Georgia or collecting Electoral College votes on January 6th in the joint session of Congress. So really, all of this demonstrates the silliness of the Supreme Court's decision and what a departure it is. But nonetheless, I think that Jack Smith has very studiously conformed this indictment to what the Supreme Court is asking for. So it's making clear that when, you know, he called up Secretary of State Raffensperger in Georgia, and said, just find me 11,780 votes. He was not acting to implement a core function of the executive branch. On the contrary, he was just acting as one presidential candidate, and a particularly lawless one with criminal intent, using dishonesty, fraud and deceit, which is the refrain that keeps reappearing within this new indictment, that everything was really outside of the law and he was acting in a private capacity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:08",
      "speaker": "RASKIN",
      "sentences": "Well, that's perfectly obvious to everyone. No president had ever done anything like that in terms of calling up particular state election officials to tell them to recount the ballots or just find me thousands of ballots that go my way. No president ever been involved in a plan cooked up to organize counterfeit electors in order to defraud the United States and to deny people of their voting rights.And, you know, they do zero in on the final aspect of the plot, which was Trump telling Pence to step outside of his constitutional role, just to unilaterally nullify and vaporize Electoral College votes from Pennsylvania, Wisconsin, Michigan, Arizona and Nevada just make them go away. That obviously is not within the President's core functions in the executive branch or any official duty that he's got. And so they're making clear that he's operating as an outlaw in doing all of this, even if he tried to clothe himself in the image or the aura of the presidency. I mean, that's clearly how he got Secretary of State Raffensperger on the phone. It's clearly how he intimidated Mike Pence. But he was operating as an outlaw throughout all of the actions on January 6th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:08",
      "speaker": "MARQUARDT",
      "sentences": "And Pence was operating as a member of the legislative branch, as president of the Senate, not as -- as Donald Trump's Vice President in that official capacity. But Congressman, what about the -- the -- the question of the timing here this filing coming on this Tuesday, Jack Smith filing this days before each side was supposed to give their proposals for how to proceed after the Supreme Court immunity decision in -- back in July. Why today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:08",
      "speaker": "RASKIN",
      "sentences": "Well, look, if Donald Trump doesn't like how late this is happening, he should not have been delaying and postponing for many, many months here. Jack Smith is playing the cards he's been dealt by Donald Trump and by Trump's supporters on the Roberts Court who have made this go as slow as possible.And I -- I think there's something quietly heroic about Jack Smith insisting on going forward to make sure that this plot come to light. Donald Trump tried to interfere with the peaceful transfer of power with the counting of Electoral College votes. He tried to violate the voting rights of the people, as expressed through the Electoral College process. And he tried to defraud the United States, all of us out of a free and fair presidential election. So Jack Smith is trying to make the law work in the way it was intended to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:08",
      "speaker": "MARQUARDT",
      "sentences": "And Congressman, even with these revised charges, this slimmed down, superseding indictment, experts are saying that it's pretty much impossible for this case to make it to trial before the election. Do you think that the former president will ever stand trial for these alleged crimes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:08",
      "speaker": "RASKIN",
      "sentences": "Well, yes, I -- I don't want to speculate as to what's going to happen in Judge Chutkan's courtroom. She's an excellent judge. She's a public defender who has always stood up carefully for the rights of criminal defendants. And at the same time, she clearly believes in the rule of law and that everyone is subject to the rule of law. So I'm hopeful that it's able to move through.Meantime, of course, the real remedy to this outrageous and egregious sequence of assaults on our constitutional democracy is going to be the people, the people acting to make the constitutional meaningful. I mean, Section 3 of the 14th Amendment says, if you've sworn an oath to uphold and defend the Constitution, if you violated it by engaging in insurrection or rebellion, you shall never be allowed to hold federal or state office again. And ultimately, it's the people who are going to have to enforce the meaning of that constitutional command.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:08",
      "speaker": "MARQUARDT",
      "sentences": "All right. Congressman Jamie Raskin of Maryland, thanks so much for your time and your thoughts this evening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:08",
      "speaker": "RASKIN",
      "sentences": "You bet. [17",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:08",
      "speaker": "MARQUARDT",
      "sentences": "Just ahead, a lawsuit over new election rules in Georgia. Why Democrats are suing ahead of November's presidential election? We'll explain this growing controversy, that's next.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:08",
      "speaker": "MARQUARDT",
      "sentences": "Breaking news, Donald Trump hit with a revised indictment in the election subversion case. This as a growing controversy surrounds the critical battleground state of Georgia, where Trump tried to overturn the 2020 election results. Democrats are now suing to block new Republican backed election certification rules in that state. Let's bring in CNN's Brian Todd. So Brian, what are Democrats alleging here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:08",
      "speaker": "BRIAN TODD, CNN CORRESPONDENT",
      "sentences": "Well, they're alleging that there could be some trouble after the election with counting the votes, Alex. We have new information tonight on this lawsuit filed by the Democrats, as we mentioned, it involves yet another election related controversy in Georgia, and again, that involves the process of counting votes and certifying results.(BEGIN VIDEOTAPE) TODD (voice-over): Georgia's Secretary of State exasperated over the latest election controversy there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:00",
      "speaker": "JAY YOUNG, SENIOR DIRECTOR, VOTING AND DEMOCRACY, COMMON CAUSE",
      "sentences": "There is not any discretion that is allowed for under Georgia's election law that would permit these unelected officials to inject themselves in between the voters and the certified results.TODD (voice-over): Who does have that power? MICHAEL MOORE, FORMER U.S. ATTORNEY, MIDDLE DISTRICT OF GEORGIA: The power vest, was someone who's aggrieved in the election, so, for instance, a candidate. A candidate can say, you know, I think that I have the -- the votes were not counted properly. TODD (voice-over): This is just the latest election controversy to flare up in Georgia since the 2020 campaign. Donald Trump lost the state that year by just over 10,000 votes. And Georgia was at the center of Trump's attempts to overturn the election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:00",
      "speaker": "TRUMP",
      "sentences": "All I want to do is this, I just want to find 11,780 votes, which is one more that we have.TODD (voice-over): No evidence was ever found to support Trump's claims of voter fraud in Georgia. (END VIDEOTAPE) TODD (on camera): Now, Georgia Democrats and voting rights advocates are calling on the state's Republican Governor Brian Kemp to investigate those Republicans on that state election board. And one Democratic State Senator has filed an ethics complaint against those Republicans for pushing to change the rules so close to the election. Governor Kemp, just recently, this afternoon, issued a statement saying he is taking the matter up with the state attorney general. Alex, more controversy in Georgia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:51:34",
      "speaker": "MARQUARDT",
      "sentences": "Tonight, Israel says a 52-year-old hostage rescued from Southern Gaza is in stable condition after a, quote, complex operation to locate and retrieve him from a Hamas tunnel, our chief national security analyst, Jim Sciutto, has the details.(BEGIN VIDEOTAPE) JIM SCIUTTO, CNN CHIEF NATIONAL SECURITY ANALYST (voice-over): Farhan Al-Qadi just moments after his rescue, smiling among the Israeli commando units who freed him. And as the military helicopter carrying him landed at a hospital in southern Israel, his family dashed through the hallways for the reunion they'd hoped for through 326 painful days of captivity. PROF. SHLOMI CODISH, CEO, SOROKA MEDICAL CENTER: he appears to be in general good condition, but will require another day or two of medical tests to make sure he is still OK. SCIUTTO (voice-over): Al-Qadi is just the eighth hostage to be rescued alive in a military operation from Gaza since October 7th. And the IDF says his rescue from Gaza's notorious and dangerous complex of Hamas tunnels is a first. REAR ADM. DANIEL HAGARI, ISRAELI MILITARY SPOKESPERSON: Israeli commandos rescued Kaid Farhan Al-Qadi from an underground tunnel following accurate intelligence, his family had been waiting 326 days to receive the news they did today. But there are still 108 hostages whose families are still waiting. SCIUTTO (voice-over): Israeli officials declined to release further details for fear of impacting the safety of other hostages believed held nearby. But two officials tell CNN that the IDF found Al-Qadi alone without his captors. Al-Qadi, a 52-year-old Arab Bedouin and father of 11, was working in security at a kibbutz in southern Israel when Hamas fighters abducted him on October 7th. He was among several non-Jewish hostages held by Hamas. His freedom is a rare moment of relief for hostage families in Israel, with good news all too rare. Just last week, Israeli forces brought back the bodies of six hostages found dead in southern Gaza. Tonight, the hostages' families forum released a statement calling Al-Qadi's rescue, quote, nothing short of miraculous. But adding, military operations alone cannot free the remaining 108 hostages. A negotiated deal is the only way forward. (END VIDEOTAPE) SCIUTTO (on-camera): I spoke tonight to a close friend of Al-Qadi, who, when he met with him this evening, asked him if he knew that he was among the many protesters on the streets of Israel over these past weeks and months, protesting demonstrating for a hostage release deal. Al-Qadi -- Al-Qadi told him he was so cut off from the news. Of course, he didn't know. But that gives you a -- a sense, Alex, of the fact that there is an enormous amount of political pressure in this country to strike a deal to get the rest of those hostages home. There are still 108 of them, although Israeli officials acknowledged more than 30 of them are now dead. But part of the pressure, of course, is that the longer that deal is pushed off, the longer that the two sides can't come to an agreement. The worry is there won't be many more happy moments like the one we saw today. As his friend told me, he called it unexpected and unbelievable.",
      "isLastSentenceInterrupted": false
    }
  ]
}