{
  "date": "2024-09-18",
  "headline": "CNN 10",
  "subHeadline": "Changes Coming for Instagram; Annual Celebration of Nomadic Culture; Inspiring Story JoAnn Becker Traveling the World Against All Odds. Aired 4- 4:10a ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "All right, everyone. I`m heading to Los Angeles this weekend to interview the Olympic legend Simone Biles, and we want to give her a CNN 10viewer question. So send some questions my way on social media, put it in the comment section of one of my posts, and we`re going to pick one for us to ask her. All right, and now we have a question for you. What would the Olympics look like if Mongolian Emperor Genghis Khan had invented the Games instead of the Greeks? Well, the World Nomad Games give us a little glimpse. The fifth annual Games kicked off in Astana, the capital of host country Kazakhstan. The Games can be rough and rugged, challenging the athletes` equanimity, and they keep traditional sport and identity alive for nomadic cultures across Southeastern Europe and Inner Asia. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Horse archery. Strongman competitions. Falconry. These were a few of the sports happening last week at the World Nomad Gamesheld in Astana, Kazakhstan. This was the fifth installment of the Games, with the first being held in Kyrgyzstan in 2014. The competition has taken place every two years since then, except during the start of the COVID pandemic. It takes place during September, as this was the historical shift made by nomadic tribes from summer into winter camping. As well as the sporting events, a cultural program also took place, celebrating nomadic traditions from the region. At the end of the six-day Games, the host country Kazakhstan came out on top with 112 medals, 43 of which were gold. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "All right, many of us may want to see the world and cross off some amazing places on our bucket list, right? But imagine traveling the worldand not being able to actually see it. JoAnn Becker is blind, but that hasn`t stopped her from traveling to more than 50 countries. Her mission to hear, smell, and feel incredible experiences inspired her deep love of travel. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "JOANN BECKER, TRAVELER",
      "sentences": "I love that globe. I just adore having a way to just feel where it is I`ve been in the world.India was an explosion of all of my senses. Anything I smelled could touch the silks and the cashmeres. I am JoAnn Becker. I was born blind. I have traveled to, I believe, 56 countries at this point, but it`s not enough. And I want to go more places. I love to get access to maps. It does require several volumes of Braille in my case, because I`ve traveled to so many different places. When my husband was alive, we traveled together, and I traveled with him. There was a moment when I just thought to myself, if -- I can`t give up experiencing different places to visit in the world. I can`t give it up, so I just have to figure out ways in which to do it by myself. Where is my phone. Hey Siri, where are you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "SIRI",
      "sentences": "I`m here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BECKER",
      "sentences": "No, that`s the wrong Siri. Not you.There are definitely challenges. What is the address for the Museum of Fine Arts in Boston?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "SIRI",
      "sentences": "The address for Museum of Fine Arts is 465 Huntington Ave.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BECKER",
      "sentences": "Even if it`s been a trial trying to do it, it`s worth it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "MUSEUM GUIDE",
      "sentences": "So this room is filled with five big white marble sculptures.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BECKER",
      "sentences": "God, her arm. It`s like she`s kind of bent over and obviously concentrating, so it`s not joy and bliss. It`s like she`s focused, I think.She`s trying to listen. She`s trying to attend to something.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "MUSEUM GUIDE",
      "sentences": "I will also tell you, JoAnn, this is Nydia, \"The Blind Girl of Pompeii.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BECKER",
      "sentences": "What? My blind sister. Are you kidding me? Seriously, she`s supposed to be blind? That`s amazing. Oh my gosh.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}