{
  "date": "2024-06-15",
  "headline": "CNN Newsroom",
  "subHeadline": "Princess Catherine Attends Trooping The Colour; G7 To Loan Ukraine $50 Billion from Frozen Russian Assets; Ukraine Peace Conference Begins In Switzerland; IDF Launches New Airstrikes in Lebanon; Urgent Care Intensifies For Gaza's Children. Aired 5-6a ET",
  "utterances": [
    {
      "timeStamp": "05:00:00",
      "speaker": "ANNA COREN, CNN ANCHOR AND CORRESPONDENT",
      "sentences": "Hello and welcome to all our viewers in the United States and around the world. I'm Anna Coren.Ahead on CNN NEWSROOM, the Princess of Wales is set to return to the public stage this morning for the first time since revealing her cancer diagnosis. We'll have live coverage from Buckingham Palace. A summit in Switzerland with hopes to kickstart a peace process in Ukraine. But with at least two major players missing, we'll look at what to expect. And a heat dome is moving out of the southeastern U.S. We'll find out where it's headed next. (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "COREN",
      "sentences": "In a little less than an hour, Trooping the Colour events will get underway in London. For more than 200 years, it's been the official birthday celebration of the British monarch, the highlight of the ceremonial calendar.This year's festivities come as King Charles battles cancer. Catherine, Princess of Wales, is also fighting the disease but she's expected to participate in Trooping the Colour events in her first public appearance since late last year. She also released a statement that read, in part, \"I am making good progress but as anyone going through chemotherapy knows, there are good days and bad days. On those bad days, you feel weak, tired and you have to give in to your body resting. \"But on the good days when you feel stronger, you want to make the most of feeling well.\" CNN correspondent Anna Stewart joins us now from outside Buckingham Palace. And what can we expect in the coming hour? ANNA STEWART, CNN CORRESPONDENT: Oh, you can expect pomp, pageantry, hundreds of soldiers and, of course, key members of the royal family and royal fans will be absolutely thrilled that this year it will include the Princess of Wales. It's the first time we'll be seeing her in public for a couple of months or maybe a little bit more, actually, at this stage, since the statement in March that she was receiving treatment for cancer. Now today is all about the king's birthday. This is the official celebration of the king's birthday known as the king's birthday parade. And it involves this big ceremony called Trooping the Colour. Well, one of the Foot Guard regiments of the household division troops their colour, which is essentially sharing their flag. This year, it is the Irish Guards. And that is key really, because the colonel's regiment is the Princess of Wales. So there'll be extra pleased I think that their colonel will be there in presence. And we expect to see her in a carriage. So first glimpse of the Princess of Wales and the three children, Princes George, Louis and Princess Charlotte expected in around half an hour, leaving Buckingham Palace and heading toward Horse Guards for this parade.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "COREN",
      "sentences": "And tell us what has been the reaction from the British public, because of course, this was a surprise announcement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "STEWART",
      "sentences": "Yes, I think there's -- I think it's a very joyful surprise.I'll be honest, there was a lot of concern that they wouldn't get to see her this year. But also there's been so much empathy, I think, from the public, ever since that shock announcement in March, where we had the video message from the Princess of Wales. And I think it's really notable in the statement we had yesterday. While we still don't know the exact cancer that the princess is being treated for, we have a concept of how she's been feeling, dealing with this on an emotional level. So a much more personal relationship really between the royal family and the public. And they will be thrilled to see her today. But under no impression that they'll be seeing the princess lots in the coming months. They're going to see her in terms of public engagements on a case-by-case basis, whether the princess is up to doing it. She's going to get advice, I believe, from her medical team for each event. But people will be thrilled to see her both in the carriage and later on the balcony behind me. You can see the drapes are already there. We expect to see key members of the royal family, including the princess waving to the public. So it'll be a lovely event. Hopefully, the weather cheers off. It has already started to rain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "NIC ROBERTSON, CNN SENIOR DIPLOMATIC EDITOR",
      "sentences": "It was very productive and perhaps it was organized that way. Obviously, there's an effort to get a communique that is strong. That brings everyone's positions together. And broadly speaking, that happened.But why do I say it was constructed that way? You brought in two kind of really big figures. President Zelenskyy on the Thursday, the first day, when there was a lot about what's being done for Ukraine in terms of that unique and never done before using frozen Russian assets to fund a loan, to give to Ukraine before there could be a change of presidency in the United States. Where you could potentially have an incoming president if it were Donald Trump, potentially try to reverse that kind of support for Ukraine. So there was that and there were additional sanctions on Russia announced by the United States. A bilateral security pact between Ukraine and the United States and between Ukraine and Japan. That was on the Thursday. The Friday, I think the big star of the event there was the pope, who really brings his charisma, his, clout, if you will, on the world stage, to have people listen to him. So when he speaks about AI, it elevates that from being a sort of a dry, technocrat technological discussion that's hard to sort of understand where it's going. When the pope comes out, as he did, and says, it can be good. It's a tool. But it can be bad as well. He said you could make an automated weapon that can select a target by itself using AI, line up on that target by itself, decide to pull the trigger and shoot that target. He said there should never be a world where machines can kill humans. So he really elevated that discussion on AI to a place in the conversation that it might not have otherwise occupied. And then there was, of course, discussion about China, discussion about China's trade practices. This is something where the United States really wants a unified position patient with the other G7 leaders. And there was a strong, there was a strong alignment on that and calling out China and its sort of over overproduction and the effect that has on global trade. And there was as well discussion about trying to support sub-Saharan Africa development there, putting more money in and supporting countries there that are affected by climate change. So a lot of complex -- we're going to hear in the next couple of hours from Giorgia Meloni, the Italian prime minister, kind of wrapping it all up, giving a final press conference. Probably one takeout that she will have felt, that got perhaps more exposure than she would have wanted, she didn't want the word abortion in the final communique. And we've heard through the G7 that both President Biden and President Macron did want that language in. It was the same language that was used in the Hiroshima G7 declaration, just over a year ago. They did manage to word the final communique without putting the word abortion in there but talking about the importance of female productive rights. So that was the only place where we sort of saw any element of friction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "COREN",
      "sentences": "Nic, most of the G7 leaders, they will then head to Switzerland for this peace summit.But what will be achieved, considering the notable omissions?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "COREN",
      "sentences": "Well, this just into us from Gaza right now. New Israeli airstrikes that Gaza officials say have killed 14 people, including seven children. This is video of the aftermath. Gaza's civil defense says dozens more were injured in the strikes.Rescue crews are still working to pull survivors from the rubble. CNN has reached out to the Israel Defense Forces for comment. Israel said a short time ago that it launched airstrikes in Lebanon targeting Hezbollah. Rockets were launched from Lebanon into Israel. (BEGIN VIDEO CLIP) COREN (voice-over): Dozens of rockets were fired into Israel and the Golan Heights from Lebanon on Thursday. Many were intercepted in the air but it's all adding to concerns over the risk of a wider war in the Middle East. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "COREN",
      "sentences": "Meanwhile, Israel is facing growing criticism for how it's treating Palestinian prisoners. The Palestinian legislative council in Gaza says they are being starved and tortured, prompting calls for inspections of Israeli detention centers.Some prisoners released this week appeared frail and thin after several months behind bars. One of them says many prisoners are in poor health and suffering from skin diseases. CNN has reached out to Israel's military and prison authorities for a response to these allegations. Well, meanwhile, there's new evidence of the toll the war is taking on innocent children in Gaza. CNN's Paula Hancocks joins us live from Tel Aviv with more. And Paula, the number of dead children, the number of injured children in Gaza is staggering.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:06",
      "speaker": "HANCOCKS",
      "sentences": "Now they are distressing images but images that the parents wanted the world to see, to show what is going on, with Israel and Egypt both blaming each other for the Rafah crossing still being shut.Time is literally running out for some of the more critical patients in Gaza -- Anna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:06",
      "speaker": "COREN",
      "sentences": "There's a heartbreaking story. I'm so pleased that you were there, bringing these stories to the world.Paula Hancocks there in Tel Aviv, thank you. Well, a sad and sobering milestone in Afghanistan. On Thursday, UNICEF marked the 1000th day since the Taliban regime banned Afghan girls from attending secondary schools, a move that came after the militant group retook control of the country back in August 2021. The ban makes Afghanistan the only country in the world that prohibits girls from attending school beyond the primary level. UNICEF says it's a blatant violation of rights that has contributed to the deteriorating mental health of Afghan girls. Well, joining me now from Kabul is Daniel Timme. He's the chief of communications of UNICEF Afghanistan. Daniel, thank you for joining us. Quantifying the hours is one thing. But what does this mean for the girls in Afghanistan and the impact on the development of the country as a whole?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "COREN",
      "sentences": "Yes, Daniel --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "TIMME",
      "sentences": "Yes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "COREN",
      "sentences": "I just wanted to jump in there and just say, from CNN's very own reporting, we've seen a spike in cases of suicide, attempted suicide, among these female students.I mean, this ban on education, which has been in place since August of 2021, it is destroying a generation of girls.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "TIMME",
      "sentences": "Yes. That's right. It's not only a grave violation of their basic rights but it's also destroying the future. We've seen it has an impact on many other aspects, lives, but obviously, if you leave out half of the population from getting a proper education, it is also having a very severe impact on the development of the country as a whole.And we are urging the authorities here, please reconsider this position and allow all girls and boys to return to class immediately.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "COREN",
      "sentences": "Daniel, how does the West deal with the Taliban?Because, of course, the concern is the West provides assistance to this poverty stricken country. It engages in dialogue. And then you legitimize this regime and its policies. We know that there is this upcoming U.S. conference in Doha at the end of the month. Afghanistan is on the agenda. And human rights groups are deeply concerned that the U.N. is bending over backwards to get the Taliban to attend by giving into its demands that women's rights, girls' rights will not be on the agenda. What message would that send if that was allowed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "TIMME",
      "sentences": "No, for us as humanitarians and in UNICEF, the answer to that question is very clear.We have committed to certain core commitments for children, to protect them, to protect their safety and their rights wherever they are. And the humanitarian imperative is that we have to save lives whenever they are at risk. And I can tell you, we have talked about education. This is not, unfortunately, the only problem that children have in Afghanistan. I'm here for only nine months. And during this time, there were three earthquakes. There was a refugee returning crisis. There was drought, there was harsh winter and most recently flash floods. I just returned from the north of the country, where whole villages have been destroyed. People have died. So lives are at risk here. And it's our obligation to assist the people and to not run away. We will be here and we are urging our international partners to please stay by our side and to save lives, not the time for politics. This is the time for saving the lives of children.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "COREN",
      "sentences": "We are hopefully minutes away from seeing Catherine, Princess of Wales in public for the first time in nearly six months. She made the surprise announcement on Friday, releasing a photo taken at Windsor along with the message about her ongoing treatment for cancer.The princess says she's making progress but isn't out of the woods yet. She is set to attend the Trooping the Colour, the official celebration for the monarch's birthday. King Charles said he's quote, \"delighted\" she will be attending the royal events. We're joined once again by CNN correspondent Anna Stewart outside London's Buckingham Palace. And obviously this is the king's birthday parade. But all eyes will be on the Princess of Wales.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:03",
      "speaker": "COREN",
      "sentences": "I've just been told by our producer Susan that we have some pictures of Princess Catherine in the car.Hopefully, we'll be able to show our audience to them. There she is. As you rightly pointed out, she is wearing white, black trim. She's wearing a hat. Looks like the kids are in the car with her. I'm not sure who else is there. Is Prince William there? (CROSSTALK) It looks like Prince William --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:03",
      "speaker": "STEWART",
      "sentences": "-- beginning to pull faces. Yes.Well, they have arrived, of course, they actually -- (LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:03",
      "speaker": "STEWART",
      "sentences": "-- and they have arrived together. I liked that we're seeing Prince Louis, an hello glimpse of one of our favorite characters, particularly for balcony scenes. He's never short of pulling --(CROSSTALK) STEWART: It looks like he might have started early today. But it's a great spot and it's nice to see them -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:03",
      "speaker": "STEWART",
      "sentences": "But also of course, everyone always wants to know what the royals are wearing.So I hope to have much more information for you shortly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:03",
      "speaker": "COREN",
      "sentences": "Yes, we want to know the designers, absolutely.Who is she wearing? But on a more serious note, let's talk about the close relationship between Princess Kate and King Charles. I mean, they're both dealing with cancer, this perhaps playing into the fact that she is there today, that she's put on a brave face. I mean, this is not a formal return to duties but she obviously wants to make an attendance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "COREN",
      "sentences": "Absolutely and obviously her attendance, it came as a bit of a surprise. Caught everyone by surprise when she made that announcement on Friday. She issued a message and she was quite open in that message.She said, \"I'm not out of the woods yet. I'm making good progress but there are good days and bad days.\" She also issued that photo of her standing under that magnificent, huge tree. You have to say that she looks well. And certainly from the image that we saw of her in the car, she looks -- she does look well. It is promising that she is making good progress with her -- with her chemotherapy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "STEWART",
      "sentences": "It's promising and it's interesting what you say about the statement that was made yesterday by Princess of Wales because it also highlights another huge difference that were seeing with The royal family in recent years, with the king and with the Princess of Wales.But it's sharing much more really about their health than we have had in the past. We don't know exactly which cancers both of them are being treated for. But we have a much better insight I think into how they're feeling. The Princess of Wales saying that not every day is a good day but sometimes she has to let her body rest. But when she has a good day, she really wants me to go and do the school run and do things that any normal mother, wife would want to do in their daily lives. And so she is going to start to work from home a little bit. But that is one of the huge differences we have with this royal family from families in the past. And I think there's a difference really in the relationship that the public now have with the royal family. In March, the statement that was made by the princess to explain to everyone why she was taking so much time away from public duty, that really came as there was just a huge outcry really to know what was going on. And there was huge speculation there. So it's a really difficult balance to maintain, giving the public as much information as you can but without infringing on the privacy of the members of the royal family and remembering that they are actually a family. You go -- they're often called the Firm because they are many ways a business. But they're also very real people with very real problems, unfortunately.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "COREN",
      "sentences": "Exactly. Yes, now we are looking at live pictures of Buckingham Palace.We are waiting for that carriage to be carrying the family, including the Princess of Wales and her children, followed by the king, King Charles, about 10 minutes later. We are expecting Prince William to ride on horseback. But I wanted to talk a bit about the British reaction, the public's reaction to this news. It looks like there is a carriage approaching. How have people received the news that the Princess of Wales will be there today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "COREN",
      "sentences": "Of course, of course. You're speaking of the British public.I was just going to say, Anna, you were speaking about the British public, their excitement to the return of the Princess of Wales. But I -- the British tabloids, I just want to speak about that before we -- before we move on. They were relentless with it, the speculation and rumors when she really disappeared from the public sphere early this year. Then obviously came her announcement in March that she was fighting cancer. She asked for privacy and it would seem that over the past few months, everyone has respected that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "STEWART",
      "sentences": "Yes, I think it did it take on fortunately, that video statement really, for the public to stop questioning and coming up with some really, truly terrible conspiracy.There was particularly on social media as to where the Princess of Wales was. And that was unfortunate. And required, I think, a very strong, stern message from the palace. Since then, there has been a respect for the privacy or the Princess of Wales, particularly from the media, particularly from the tabloid press and that has continued. I think the interesting message that we have had from the palace really regarding how much we'll see of the Princess of Wales and that is that will see her when she's able, when she's feeling well enough to make public appearances. And they will I think we might be seeing the Scottish state coach at this stage. I do believe we're seeing the king and queen at this stage. And I think the queen, I believe she is wearing a mint green dress. I know that you wanted to know some stylists, Anna. She's wearing pale green silk white (ph) dress -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "STEWART",
      "sentences": "-- Anna Valentine and a hat by Philip Treacy, harder to see the King.I believe he will be wearing a tunic of the Guard of Honor Order, the Irish Guard. And now I think you can see the Princess of Wales passing now and all three children in the carriage as well. She's splendid, wearing a white dress -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "STEWART",
      "sentences": "-- she's wearing the ---",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "COREN",
      "sentences": "I was just going to say, Anna, we need these cameras, these pool cameras, to be zooming in so that we can get a better look at the royal family. But you can hear from the crowds certainly that people are excited to be seeing, yes, the Princess of Wales. I believe I can make her out in that carriage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "STEWART",
      "sentences": "You can make her out and, actually, I just given a little wave because --(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "STEWART",
      "sentences": "-- at this stage, Anna.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "STEWART",
      "sentences": "Yes. It's definitely the Princess of Wales in a white dress with all three children in the glass state coach, just passing, starting to go down the mall right now. So that was the last coach, which means all the members of the royal family are well on their wayI've also incidentally just seen my cousin, Major Tom Stewart, who happens to be one of those horses escorting the carriage down the mall, a fine -- (CROSSTALK) STEWART: -- who is on a horse (INAUDIBLE) (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "STEWART",
      "sentences": "-- a veteran of these events. But this has been a wonderful start --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "COREN",
      "sentences": "No wonder you have the inside scoop, Anna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "COREN",
      "sentences": "You are, you are. You have done a splendid job, absolutely carrying this coverage.So what happens from here, when is the balcony scene? How much longer do we need to wait for that? (LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "STEWART",
      "sentences": "You are going to have to wait a little bit.I love that everyone always just wants to get from this moment pretty much the balcony scene, which were expecting in I'd say couple of hours, roughly. But first of all, it is the king's birthday parade and this is not it. It is all about Trooping the Colour, which is a military ceremony. It will take place in Horse Guards parade, not far away at all. There's houses, they'll be arriving there shortly. And this is where one of the foot guard regiments of the household division, there were five of them. Each year one of them will take turn to troop the colour, which is essentially showing off their flag, which was relevant, particularly in the past. I suppose though, that soldiers from every regiment would recognize the colors of their regiments. They wouldn't get lost. Now of course, it feels somewhat irrelevant in terms of the significance there but it's a really important event for the troops to see the king and for him to inspect all of his troops in the household division. Now this year it is the Irish Guards. Now the Irish Guards are a particularly relevant regiment due to the fact that Princess of Wales is their colonel. And Anna, they have a live mascot. You will be seeing an Irish wolfhound by name of Seamus at some stage during the ceremony. COREN: Oh, how fantastic. Well, Anna, thank you so much for keeping us abreast of what is happening there outside Buckingham Palace and down the mall. We're going to give you a break and regroup. But that was Anna Stewart, joining us live from London. Well, Trooping the Colour is the official celebration of the British monarch's birthday. No matter what day the king or queen is actually born, a state ceremonial parade is held on a Saturday in June to mark the occasion. The tradition was first observed back in 1748 and it is a spectacle of pageantry, military precision and horsemanship. For the second time, King Charles will ever see the parade as sovereign although this year, because he is battling cancer, he'll ride in a carriage with the queen as we just saw, rather than on horseback. The parade goes from Buckingham Palace along the mall to Horse Guards parade and back. It features 1,400 soldiers, 200 horses and 400 musicians. It concludes with a grand finale with members of the royal family appearing on the balcony of Buckingham Palace. Up above, the Royal Air Force's Red Arrows performed a flypast with colors of the British flag trailing over the festivities. Well, let's get perspective now from CNN royal historian Kate Williams. She is also there outside of Buckingham Palace in London. Kate, describe the scene to us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "KATE WILLIAMS, CNN CORRESPONDENT",
      "sentences": "Anna, what a fantastic scene. It's such a wonderful occasion. It's raining here. You can't dampen the spirits of the crowds. They are -- what a -- what a big cheer went up when first Kate and the children came out in the carriage and then the king and queen were out in the carriage as well.It was just a wonderful moment. This is -- this Trooping the Colour, it happens every year but such a significant Trooping the Colour this year. It's only the second Trooping the Colour for the king since he was crowned king, King Charles III. And it is the first one in which we are seeing Kate. We haven't seen her since Christmas. That was the last public engagement was Christmas Day. We haven't seen her due to her cancer treatment and here she is, out, looking marvelous. She really was looking radiant in a white outfit with some black. And what I think was the -- as I was saying earlier, the brooch of the Irish Guards because she is their colonel and she -- and with the children in the carriage, this is such a fantastic historic occasion. Goes back to Charles II; it was started in the Charles II's restoration, king in the 1660s and then became part of the king's birthday celebrations for George III. So it's all about history. It's all about the military. And it's all about a really joyful royal occasion. I just love it. COREN: This is obviously King Charles' birthday parade. He actually turned 75 at the end of last year. But June, I believe, is meant to -- when the sun is out, the sun is shining. Clearly, it's not, it's raining. But it wouldn't be British without rain. But all eyes as we know, are very much on the Princess of Wales.",
      "isLastSentenceInterrupted": false
    }
  ]
}