{
  "date": "2024-03-20",
  "headline": "Isa Soares Tonight",
  "subHeadline": "Fierce Fighting Erupts Around Al-Shifa Hospital; Confusion In Texas After Appeals Court Blocks Border Arrest Law; Netanyahu To Address U.S. Republican Senators Today; Israel-Hamas War; E.U. Votes To Penalize Aggressive West Bank Settlers; Israeli Settlement Groups Focusing On Gaza; Americans Helicoptered Out Of Port-Au-Prince By The U.S.; Tense And Unstable Conditions Persist In Haiti, According To U.N.; Prime Minister Of Ireland Unexpectedly Steps Down; Invasion Of Privacy Resulting In Unauthorized Access To Catherine's Medical Records; Men And Teenagers Learn New Roles In Colombia To Help With Household Chores And Childcare. Aired 2- 3p ET",
  "utterances": [
    {
      "timeStamp": "14:00:32",
      "speaker": "ISA SOARES, CNN INTERNATIONAL HOST",
      "sentences": "A very warm welcome to the show, everyone, I'm Isa Soares. Tonight, fierce fighting around Al-Shifa Hospitalin Gaza as the IDF says it has killed around 90 terrorists in the area. Closer look at what we know about the complex operation. Whiplash rulings in Texas over border immigration. More details on the legal back-and-forth of a very controversial law. And tackling entrenched stereotypes. Wearing diapers, you can see at a time. We'll take you to the Colombian city sending men to school to learn how to care. But first this evening, U.S. Secretary of State Antony Blinken is beginning yet another regional push for a  ceasefire in Gaza, even as Israel moves ahead with major plans for a ground offensive in the south. Now, Blinken landed in Saudi Arabian Jeddah today, he'll also visit Egypt, the Strip, as well as Israel. The State Department says he will try to help broker an immediate ceasefire that includes the release of course, of all hostages still held by Hamas. As diplomats talk, well, the death toll in Gaza keeps rising. The Health Ministry says more than a 100 people have been killed over 24 hours, and that includes 15 in this refugee camp. Residents say Israel bombed a residential building, leaving women and children among the dead. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:32",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I am sending a message to the whole world, the whole Arab world -- people enough. Find a solution for us. Stop this massacres.Stop it all. Massacres are taking place. They should come and see the massacres, the people and the bodies that are being dismembered. The arms, legs and heads. We are collecting arms, heads and legs, civilian children. It is shameful. Stop the massacres. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:32",
      "speaker": "SOARES",
      "sentences": "But those kinds of calls are falling on deaf ears. Israeli Prime Minister Benjamin Netanyahu making it clear today, he will go ahead with along threatening ground offensive in Rafah. He says his government will soon approve plans to evacuate civilians sheltering there. Well, Israel says it's pressing ahead with an assault on Al-Shifa Hospital in Gaza City for a third day. It says it's killed 90 quote, \"terrorists in the area\" so far. Witnesses are describing her horrific situation for the thousands of civilians sheltering at the complex as well as those of course, who live nearby. Our Nada Bashir has more, and we warn you, her report contains some very disturbing scenes. (BEGIN VIDEOTAPE) (WOMAN WAILING) NADA BASHIR, CNN REPORTER (voice-over): \"I only left to find flour, to find food\", this woman screams. \"Where are they? Our husbands, children and other relatives are nowhere to be found.\" Their home destroyed in an Israeli airstrike while she was gone. Moments later, her nephew is pulled from the rubble, but he is barely clinging on to life. In central Gaza, as bombs continue to rain down, so do these foreboding leaflets. A warning from the Israeli military for civilians to flee southwards, directed at those living in the Endriman(ph) neighborhood, and the thousands currently sheltering in a nearby Al-Shifa Hospital. This was the scene at the beleaguered medical complex on Monday. The alarming sound of artillery fire echoing through the early hours of the morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:32",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "To ban --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Some report there from our Nada Bashir. I'm joined now by Bilal Saab; an Associate Fellow with the Middle East and North Africa Program atChatham House. He's also a former Pentagon official. Bilal, welcome back to the show. Really, I want to start off with this military operation at Al- Shifa Hospital. We saw in that report from my colleague there, Nada Bashir, just the human impact, the price, of course, being  paid of this al-Shifa operation. I wonder from a military point of view here, whether you think it is -- being an effective operation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "BILAL SAAB, ASSOCIATE FELLOW, CHATHAM HOUSE",
      "sentences": "Yes, just listening to the segment that you just had. I want to start off by saying that it's reallydifficult to independently verify the claims of the Palestinians and the Israelis, because they are --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SAAB",
      "sentences": "Polar, which makes the job of, you know, CNN, other media organizations and analysts just like myself to draw any conclusions, makeany assessments, incredibly challenging. That said to your question, Isa, the operation itself is what you call a security Intelligence operation based on Intelligence that they acquired about the presence of certain Hamas fighters inside the hospital. So, they came in at 1:30 a.m. in the morning on Monday, infiltrated without even being noticed by the personnel that they were targeting. And then they sort of strategically placed armored personnel carriers just outside of the hospital and make sure that those Hamas fighters and members do not have a chance to flee. I don't think this is a high intensity combat operations. This is just more like I told you anymore than you already know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SAAB",
      "sentences": "If you listen to what the IDF has said, they came in sort of prepared with generators to actually maintain electricity in the hospital, food andso on and so forth. They knew that if this were to take a few days, which it will, even more than, you know, what they expected, that they would have to have some kind of, you know, control over the hospital. There are certain facts that you simply cannot deny, regardless of, you know, how many terrorists they killed or what kind of clashes took place, but two Israeli soldiers did die, and more than 90 and roughly now, a 100 members of Hamas or civilians, we don't know also have died. So, I just find it incredibly hard to, you know -- if you assess -- if you try to assess the military strategy of the IDF as a whole, it's kind of all over the place. Now, because they're fighting on three fronts, they're fighting in the north, they're fighting in the center and they're also about to, you know, start fighting in the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SAAB",
      "sentences": "South if this operation were to move forward. That is not the fault of the IDF. This is the fault of the civilian leadership, Israel, which isnot doing any favors to the IDF, but refusing to talk about any kind of effort to fill in the gaps, the power vacuums that they're creating every time that they enter into a territory. And that is the symptom of what's happening right now in the north. Nobody wants to talk about a day after, and that's a big problem for the IDF. You're typically supposed to be clearing and then holding territory and then securing. But nobody is doing the securing part.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Yes, there's no plan at least from what we've seen or we've heard from U.S. officials of what the day after would be like. But look, let'sbroaden it out. I think you make a good point here, Bilal, we're now what? Five-and-a-half months or so into this war, I wonder what has been achieved militarily. We saw footage of yesterday of the north of just completely, practically flattened people on the brink, on the edge there of starvation. I wonder if the IDF has been able to dismantle Hamas' military capability. I mean, can it even be achieved, Bilal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SAAB",
      "sentences": "OK, so if you look at the north, I'm just using numbers of the IDF, so take it with a grain of salt. In the north itself, more than 70 percentof Hamas' capacity has been decimated. There's just still, you know, 30 percent, obviously, not all of it in Al-Shifa Hospital if there were to be case in the north. Then in Rafah, the IDF says that there is roughly 15 percent of combat power with a few, you know, divisions. And that's one of the main reasons when they go into Rafah. So, militarily-speaking, there are some demonstrable progress being made. But once again, I mean, the more you kill these, you know, Hamas members, then of course -- and you don't secure and you don't think of the day after --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SAAB",
      "sentences": "Then of course, Hamas 2.0 and then another counterinsurgency.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SAAB",
      "sentences": "So, that's the challenge of not having overall strategy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "And look, you mentioned not any strategy, but you hinted that earlier there are potentially the plan for Rafah. We heard Prime MinisterNetanyahu saying here today, the evacuation plan for Rafah will be approved soon. Clearly, doubling down on this, even as, you know, his strongest ally, the United States says this is a red line, that this operation in Rafah would be a mistake in their words. What would that look like? What would that operation you think look like, Bilal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SAAB",
      "sentences": "Well, I mean, you don't have to listen to me. You can also listen to statements by former Israeli Generals and military analysts. All of thembasically saying that the operation against Rafah would be a huge mistake. And of course --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Do you think it's going to go ahead? Do you think it's going to go ahead?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SAAB",
      "sentences": "There's going to be a delegation coming to Washington early next week, and the whole point is to actually discuss this. We made it veryclear that it's a big mistake. I'm not sure if, you know, Bibi Netanyahu would respond to our preferences. There's a political logic behind it obviously. I'm just not sure, less hopeful that it actually would not happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "MELANIE ZANONA, CNN CONGRESSIONAL REPORTER",
      "sentences": "Yes, that's exactly right. We're told that this meeting with Senate Republicans is still ongoing. Andin terms of what Netanyahu's message is expected to be, he's expected to really play up the historic and bipartisan nature of the United States and Israel's relationship, which of course, has been frayed in unprecedented ways in recent months. He's also expected to make the case for funding for Israel, which is -- has been stalled amid this broader fight on Capitol Hill over Ukraine funding. And in terms of what message Republicans are trying to send, they want to show that United States still stands with Israel, and they also want to draw a contrast with Chuck Schumer, who has criticized Netanyahu in very sharp terms and called for new elections in Israel. So, Democrats had an opportunity also to hear from Netanyahu, they declined, but House Republicans are also itching to hear from him as well. We are told that Speaker Mike Johnson, after hearing from some of his members earlier today, is now considering inviting Netanyahu to do a joint session of Congress. Take a listen. (BEGIN VIDEO CLIP) REP. MIKE JOHNSON (R-LA): Just one of the things that we have in mind, and if we may try to arrange for that, I think it's very important for us to show solidarity and support with Israel right now in their time of great struggle, and we certainly stand for the position and we'll try to advance that as -- in every way that we can. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "ZANONA",
      "sentences": "And Johnson also said that he had a lengthy conversation with Netanyahu this morning. He said logistics of a potential address did notcome up, but we should note here that a joint address would require buy-in from the Senate Majority leader, and it is just unclear at this point whether Chuck Schumer would have blessing or agreement for that, given his criticism of Netanyahu. But at this point, House Republicans surely looking to make that push.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Yes, and on that point, Melanie, I mean, Majority leader Chuck Schumer seems to continue to defend at least his decision to speak out. Imean, saying he had an obligation to speak out in an interview in the \"New York Times\" just yesterday in fact, which I read, he said, \"this is so part of my core, my soul, my neshama.\" What has been the reaction from the White House or from Democrats first of all, to this address -- to Senate Republicans by Netanyahu?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "ZANONA",
      "sentences": "Yes, well, the White House has said Schumer has a right to make whatever statements he wants. They've kept a little distance from what hehas said. They did get a heads-up before he made that initial speech on the Senate floor. And then when you talk to Democrats,  progressives have cheered what Schumer has said, this is something they've been wanting to hear from their leadership. They've been wanting to hear from President Biden in stronger terms and stronger criticism when it comes to Israel and their approach to the Hamas war. So, it depends on who you ask in the Democratic Party. There are others, especially Jewish Democrats who necessarily don't agree with what Schumer was saying, and they have kept some distance from what he has said. But at this point, the divide in Israel is growing in the Democratic Party, and it is also growing between the Republican and Democratic Party as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:21:40",
      "speaker": "SOARES",
      "sentences": "The high-stakes fight over immigration at the U.S. southern border. It's a battle that involves President Biden, former President Trump, eventhe U.S. Supreme Court on an issue that's front and center in the already contentious U.S. presidential race. A controversial Texas immigration law, the high court lets stand is now back on hold after a federal appeals court blocked it. Now, the law would allow state officials to arrest anyone they suspected of being undocumented and permit judges to deport them. That same appeals court is hearing arguments today from state officials who want to put it back into effect. The White House meanwhile slammed the measure, accusing Republicans of politicizing the border while blocking real solutions. Our correspondent Ed Lavandera spoke to CNN earlier from El Paso in Texas. (BEGIN VIDEOTAPE) ED LAVANDERA, CNN INTERNATIONAL CORRESPONDENT (on camera): Right now, those law enforcement agencies we've been reaching out to or as I mentioned, kind of grappling with how they would enforce this law if it were to be allowed to go into effect. There does not seem to be an appetite or any desire for law enforcement organizations, police departments and sheriff's departments to go out solely to enforce this law. They are many people or many of these organizations are saying that if it comes up in the course of investigating other crimes, then that law would be enforced. But for example, the mayor of El Paso here, putting out a statement, saying that they are going to focus on public security, public health, not enforce immigration laws. They believe that it is the federal government's duty to do that, Border Patrol and Customs and Border Protection agents to carry that out. And here's a little sample of what it was like in this hearing this morning. And you can just sense from the judges and even the lawyer representing the state of Texas, confusion as to exactly how this law would be implemented.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:21:40",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I was just trying to envision how this law plays out. A couple of other things, just because I'm not sure I understand the lawtotally. So, what if someone enters in, let's say, from Mexico into Arizona and lives there for five years then moves to Texas, are they covered?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:21:40",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I don't know the answer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:21:40",
      "speaker": "LAVANDERA",
      "sentences": "So, you know, some really crucial questions as to exactly what the implementation of this law would look like today. And that is what somany organizations, law enforcement organizations are grappling with right now. And just, you know, to recap, this would allow -- this law would allow local law enforcement officers to arrest people suspected of entering Texas illegally and also give judges the ability to deport those migrants to Mexico. And we should also point out that Mexican officials are saying that they will not accept migrants from other countries, that Texas sends back into Mexico. So, you know, just the nuts and bolts of how this will work is still very much up in the air. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "KARA SCANNELL, CNN CORRESPONDENT",
      "sentences": "Right, so, as you said, Trump made this claim on Monday, saying they approached 30 insurance brokers couldn't getanyone to underwrite this half a billion dollar bond, saying that one of the biggest obstacles was that the companies all wanted cash to back it, they didn't want real estate property. So, Letitia James' team is weighing in today, saying the appeals court shouldn't take into consideration this late argument, this late information, saying Trump could have made this point earlier in the process. You know, and they're saying though, even if the judges were to consider it, their response is, well, what evidence has Trump put forward that he really can't get the bond. They want to know what terms he's being offered. If maybe he's turning it down because he doesn't like those terms. So, they are seeking a little bit more information, you know, calling into question exactly what these terms are in this. And they also suggested that Trump could possibly get a couple of insurance companies to underwrite the bond in total, instead of just one company being on the hook for half a billion dollars. And they also said that Trump could have posted his properties with the court to satisfy the judgment and have it sit there. That's the first time we've heard that argument come up. But this is now in the hands of the appeals court. Trump is asking them to let him post a smaller dollar amount to satisfy the judgment or say he doesn't have to post any money until the whole appeal as argued -- of course, Attorney General's office has argued against that. And that the clock is ticking because Trump's deadline to either post the judgment or come up with this bond is on Monday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "OK, so, on that then, if he comes Monday and he misses the deadline, and he can't make that bond, what happens?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SCANNELL",
      "sentences": "Right, so Trump misses a deadline or the appeals court still hasn't ruled, then the New York Attorney General's office can begin to moveforward to try to enforce this judgment, and that means they would start the process of trying to seize certain properties that he owns, possibly, freezing bank accounts that he has. They could do anything to go after any asset that he owns, so they can establish he owns to satisfy this dollar amount of $464 million. Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:32:20",
      "speaker": "SOARES",
      "sentences": "Welcome back, everyone.The European Union has agreed in principle to impose sanctions on Israeli settlers who attack Palestinians in the West Bank following a similar move by the U.S. and the U. K. According to Israeli media, Israel's finance minister, Bezalel Smotrich, says the appropriate response to that is to further entrench Jewish settlements. Some settlers have used violence to try to force Palestinians from their homes in the West Bank. And now, there's a growing movement to take advantage of the war in Gaza and reestablish settlements there once the dust clears. Our Clarissa Ward has a story for you. (BEGIN VIDEO CLIP) CLARISSA WARD, CNN INTERNATIONAL CORRESPONDENT (voice-over): High in the hills of the occupied West Bank, a flag flies in the face of a Palestinian village. God is king, it says. Two young settlers guard this illegal outpost. Construction hasn't even begun, but we are not welcome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:32:20",
      "speaker": "WARD",
      "sentences": "So, they're asking us to leave. They don't want to talk to us. They said they've been here for about nine months.WARD (voice-over): Dotted across the landscape, more signs of the fight to assert Israeli control over Palestinian land. The Arabic names on signposts crudely erased. Under international law, the Beit Hogla settlement is illegal. But last February, the Israeli government officially recognized it along with eight others, a move the U.S. strongly opposed. We're here because God promised us this land, Asrael Picar (ph) tells us. Now, these settlers have set their sights on a new prize, one that seemed utterly impossible before October 7th. Returning to Gaza, they cheer. That is the goal of Zionist settler organization, Nachala, one of more than a dozen groups now advocating for the reestablishment of Israeli settlements in Gaza. A recent promotional video even boasts that Gaza will become the next Riviera.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:32:20",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(Speaking in a foreign language).WARD (voice-over): Daniella Weiss is the godmother of the movement, and she has already started recruiting from the 700,000 strong settler community of Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "WARD",
      "sentences": "So, they've just been handing out these little booklets that say, people of Israel, return home. And then underneath, a call to return to thesettlements of Gaza. WARD (voice-over): One of the organizers tells the group they have a representative flying to Florida to raise money. Nachala gets support from a number of groups in the U.S., including AFSI, Americans for a Safe Israel, which co-sponsored a recent webinar on the return to Gush Katif. Even as the Biden administration has cracked down on settlements in the West Bank.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "DANIELLA WEISS, DIRECTOR, NACHALA",
      "sentences": "There is a very strong support from very prominent, from very, I would say wealthy people, wealthy Jews. Support --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "WARD",
      "sentences": "In the U.S.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "WEISS",
      "sentences": "In the U.S.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "WARD",
      "sentences": "Can you name any names?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "WEISS",
      "sentences": "No, I cannot. No.WARD (voice-over): Back at her home in Kedumim settlement, Weiss tells us she's already enrolled 500 families.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "WEISS",
      "sentences": "I even have on my cell phone names of people who said enlist me. Enroll me. I want to join. I want to join the groups that are going tosettle Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "WARD",
      "sentences": "I have to ask you though, because we're sitting here talking and we're listening --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "WEISS",
      "sentences": "Yes, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "WARD",
      "sentences": "-- to the calls of prayer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "WEISS",
      "sentences": "I'm listening to it. I hope you are listening to it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "WARD",
      "sentences": "Which is a reminder, I think, of the people who live here --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "WEISS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "WARD",
      "sentences": "-- but also the people who live in Gaza. What happens to them --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "WEISS",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "WARD",
      "sentences": "-- in this vision of this new settlement with Jewish settlers even in Gaza City?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "WEISS",
      "sentences": "What I think about Gaza, the Arabs of Gaza lost the right to be in Gaza on the 7th of October. Yes, I do hear the mosque. I do hear theprayer. Things were different until the 7th of October. No error -- I'm speaking about more than 2 million Arabs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "WARD",
      "sentences": "Mm-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "WEISS",
      "sentences": "They will not stay there. We, Jews, will be in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "WARD",
      "sentences": "That sounds like ethnic cleansing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "WEISS",
      "sentences": "OK. The Arabs want to annihilate the state of Israel. So, you can call them monsters. You can call their --call them cleansing of Jews. Weare not doing to them. They are doing to us. I couldn't make it clearer when I said that myself, as a person, who is preoccupied with settling the land, until the 7th of October, I didn't have plans of returning to Gaza. It's clear. I'm not interested in cleansing. WARD (voice-over): What is clear is that Weiss's views, traditionally seen as extreme in Israel, have become more popular since October 7th. In late January, jubilant crowds packed an auditorium in Jerusalem for the Victory of Israel conference, calling for the resettlement of Gaza. A poll that month from the Jewish People Policy Institute found that 26 percent of Israelis advocate the reconstruction of the Gush Katif settlements after the war is over. Among supporters of Prime Minister Benjamin Netanyahu's right wing coalition government, that number jumps to 51 percent. Several ministers were present at the conference, including far right heritage minister Amihai Eliyahu. In a rare interview with Western media, he tells us his political decisions are guided by the Torah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "WARD",
      "sentences": "Is there anything about Gush Katif in here?WARD (voice-over): Settlements in Gaza are needed to prevent another October 7th. AMIHAI ELIYAHU, ISRAELI MINISTER OF HERITAGE (through translator): The language of the land says that wherever there is a Jewish settlement, there will be more security. It doesn't mean there will be absolute security, but there will be more security.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "WARD",
      "sentences": "Why would you advocate for something that many would say is illegal, is immoral, is not supported by the majority of Israelis, and is also veryharmful to Israel in terms of its international standing? ELIYAHU (through translator): Why do you think it's immoral to take land from someone who wants to kill me? Why is it immoral to take my land which my ancestors lived there, which I've even given up to someone who slaughters, rapes, and murders me? What is more immoral than that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(Speaking in a foreign language).WARD (voice-over): Calling for a return to Gush Katif.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(Speaking in a foreign language).WARD (voice-over): For many supporters of the settler movement, what was once a distant fantasy is now a fervent dream. Clarissa Ward, CNN, the Occupied West Bank. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "SOARES",
      "sentences": "Important pit there -- piece there from our Clarissa Ward.While the U.S. is evacuating Americans from Port-au-Prince, Haiti to the neighboring Dominican Republic, the State Department is staying on the exact -- quite on the exact details of the operation -- number of the operation. But we just learned from the Dominican presidency that it's held 300 people, including members of international organizations, evacuate to safety. Meanwhile, the U.N. says the situation on the ground remains tense, as well as, volatile. It is calling on the International Community to provide more funding for humanitarian efforts. Of course, as gang violence, as we've reported here, continues to escalate. Right now, some aid is still getting through to Haitians, including water and food, but the U.N. says many schools, hospitals, and government buildings have had to be shut down of course due to the recent gang violence, it's something we have seen here on the show from our reporter David Culver who has been reporting daily from Port-au-Prince. And still to come tonight, the hospital that treated the Princess of Wales is under scrutiny. We'll tell you about the potential privacy breach. Then, learning to change diapers. The nontraditional role of men in Colombian households is on the rise. A report in our series on gender equality, coming up. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "SOARES",
      "sentences": "Ireland's Parliament will have to choose a new Prime Minister next month when it returns from recess. In a surprise move, Leo Varadkar hasstepped down as Taoiseach, citing personal and what he called mainly political reasons. Here's a look back at his years in office. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "VARADKAR",
      "sentences": "I believe the reelection of this three-party government would be the right thing for the future of our country, continuing to take usforward, protecting all that's been achieved and building on it. But after careful consideration and some soul searching, I believe that a new Taoiseach and a new leader will be better placed than me to achieve that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SOARES",
      "sentences": "He's resigning as party leader immediately but will stay on as prime minister until a successor could be elected. He cited both personaland political reasons. Varadkar's resignation coming on the heels of an embarrassing defeat earlier this month, when voters overwhelmingly rejected the government's proposed referendums. Varadkar helped expand Ireland's footprint on the world stage. Just last week, during a meeting with President Biden at the White House, he called for a ceasefire in Gaza and previously criticized U.S. weapons supplies to Israel. Under his watch, Ireland also increased its diplomatic presence around the world, most recently announcing five new overseas missions. Varadkar leaves behind a more modern and socially progressive Ireland, but his legacy will also be marked with admitted defeats. (END VIDEO CLIP) SOARES (on camera): And there will now be a leadership contest within Varadkar's party to replace him in advance of the party conference on April the 6th. Well, a potential privacy breach of royal health records is being investigated here in the U.K. A hospital staffer is accused of accessing notes in the medical records for Catherine, the Princess of Wales The health minister tells \"Sky News\" that alleged breach of privacy is being taken very seriously. Our Max Foster has the very latest for you. (BEGIN VIDEO CLIP) MAX FOSTER, CNN ANCHOR AND ROYAL CORRESPONDENT (voice-over): Another day, another princess headline. This one alleging medical staff tried to illegally access her records while she was there to undergo surgery at this private London clinic. The country's data watchdog now says it's assessing a breach of confidentiality reported in the \"Daily Mirror\". The British tabloid reported that at least one hospital staffer allegedly tried to illegally access Kate's private medical records while she spent 13 nights at the London Clinic Hospital in January after planned abdominal surgery. The \"Mirror\" says, the hospital informed the Palace and launched a probe into the allegations. And in a statement to CNN, the U.K.'s information commissioner's office said, we can confirm that we've received a breach report and are assessing the information provided. On Wednesday, the U.K.'s Health Minister, Maria Caulfield, warned that hospital staff could face prosecution. MARIA CAULFIELD, UK MINISTER FOR MENTAL HEALTH AND WOMEN'S HEALTH STRATEGY: You're only allowed to access the patient notes you're caring for with their permission. And there's really strict rules, the information commissioner would take enforcement action against trusts or primary care practices. But also, as individual practitioners, your regulatory body serve (ph) me, it would be the NMC, would take action as well. So, it's pretty severe. FOSTER (voice-over): It's another blow for the princess and the palace that's been protecting her privacy fiercely during her recovery. They've released minimal information, which has sparked wild speculation about her true condition and whereabouts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Wherever she is, I hope she's fine and well. I think that there are a lot more pressing things that people should be puttingtheir attention towards.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I think it's shocking and I think they should leave her alone and the royal family alone.FOSTER (voice-over): On Tuesday, another U.K. newspaper, \"The Sun\", published a video taken by a member of the public showing a smiling Kate walking from a farm shop alongside her husband, Prince William. Kensington Palace has referred all questions over the hospital breach to the London Clinic. In a statement, the CEO of the hospital, Al Russell, said, in the case of any breach, all appropriate investigatory, regulatory and disciplinary steps will be taken. There's no place at our hospital for those who intentionally breach the trust of any of our patients or colleagues. Max Foster, CNN, London. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:57",
      "speaker": "SOARES",
      "sentences": "The so-called househusband is an example of how traditional father- mother roles have flipped. While the spouse works, the other stays at home with the kids. And in a specific example of gender equality, menresponsible for household chores has almost doubled in Colombia since the pandemic. CNN's Stefano Pozzebon has more on men learning new parenting skills in CNN's ongoing \"As Equal\" series. (BEGIN VIDEO CLIP) STEFANO POZZEBON, CNN SPORTS REPORTER (voice-over): Open, clean, moisturize, close it, and they're all set. It sounds simple, but the impact can be massive. This is what a care school for men looks like. And more than just learning how to change diapers, this is a place where Colombian men can learn how to be better husbands, fathers, and sons. JUAN DAVID CORTES, FOUNDER, HOMBRES AL CUIDADO (through translator): We can all say it at the same time, first thing we are told is that men don't cry. POZZEBON (voice-over): And that includes, for example, learning how to tie a ponytail. CORTES (through translator): Combing hair is not just about combing hair. It's about the emotional connection that you create. Investing in men learning about care will allow us to assume this responsibility at home and yet I don't lose masculinity. POZZEBON (voice-over): That care, something Colombian men just like these didn't really know how to give. During the pandemic lockdowns, many looked for help as they were unable to look after their families. Domestic violence reports in the country also soaring.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:57",
      "speaker": "POZZEBON",
      "sentences": "Colombian women are disproportionately in charge of household chores and of raising children. And projects like this are already havingan impact. POZZEBON (voice-over): According to research from Bogota City Hall shared exclusively with CNN, men who said they were entirely responsible for household chores roughly doubled since the project was launched in 2021. The transition from classroom to the real world is fast. Harold Pardo is a father of four. And he's the one in charge of the school run. HAROLD PARDO, COLOMBIAN FATHER (through translator): Have you got homework to do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:57",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes I do, in English.POZZEBON (voice-over): That is change. Like many Colombians, growing up, Harold was not as close to his father as he is now to his children.",
      "isLastSentenceInterrupted": false
    }
  ]
}