{
  "date": "2024-09-10",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Gaza Officials: Dozens Dead, Injured After Israel Strikes \"Safe Zone\"; First Harris-Trump Debate Showdown Just Hours Away; Pennsylvania Voters Weigh In Ahead Of Presidential Debate. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "SOLOMON",
      "sentences": "Now, the Israeli military says that the target was Hamas terrorists, who they claim were operating a command center embedded in Khan Younis. Hamas denies that its fighters were present.Let's go straight to CNN's Matthew Chance, who joins us live from Tel Aviv, Israel. So, Matthew, clearly very different accounts of who was present there. What's the latest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "MATTHEW CHANCE, CNN CHIEF GLOBAL AFFAIRS CORRESPONDENT",
      "sentences": "Well, as you say, the latest is, is that the final death toll and the number of injured hasn't been clarified yet. We know from the Palestinian Health Ministry at least 19 bodies have been brought from the scene to the morgue. But, as you point out, there may be others that are still yet to be recovered or have not found their way there yet.I mean, what we can see from the images that have come out from that part of the southern Gaza Strip is that this was an incredibly powerful series of airstrikes carried out by Israel, taking place in what would have been a very highly, densely populated area. And so, it's, of course, the civilians in the air, no matter who is being targeted, civilians, of course, have also been bearing the brunt. Take a look. (BEGIN VIDEOTAPE) CHANCE (voice-over): As rescue workers scrambled for survivors, eyewitnesses say the Israeli strikes targeted what was meant to be a safe zone in the southern Gaza Strip, ripping through tents and makeshift shelters, leaving deep craters, and dozens are killed and injured. They told us this area was safe, says this man. I swear the people here were just normal, he says, not fighters. By daylight, you can see the extent of the destruction. Israel's military says it conducted a precise strike on Hamas terrorists operating a command and control center inside this humanitarian zone. An IDF statement says, prior to the strike, numerous steps were taken to mitigate the risk of harming civilians. But, this was a heavily populated area, and civilians were caught up in the powerful blasts. This man says his two daughters were completely buried under the sand, only one survived, he says. And he says he found the body parts of his neighbors strewn around. This 12- year-old girl is nursing a broken shoulder suffered when her tent collapsed, she says, trapping her and her mother inside. I was scared because the strikes were so close, she says. Israel accuses Hamas of using civilians as human shields, and insists the Israeli military takes extensive measures to enable civilians in Gaza to avoid combat zones. But, there is little real security in this brutal war. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah, as you lay out there. Matthew Chance live for us in Tel Aviv. Matthew, thank you. Well, now to our other top story this hour. Just hours from now, inPhiladelphia, Pennsylvania, the much anticipated presidential debate that could change the course of the race and put one candidate on the path to the White House. Kamala Harris and Donald Trump, neck-and-neck in the polls, will face each other for the first time. Now, for the Vice President, the debate will represent her biggest moment on the political stage. It's also a chance to attract undecided voters. A recent New York Times/Siena College poll found that 28 percent of likely voters say that they wanted to learn more about Harris. The former President will try to use the debate as a springboard to complete a political comeback that seemed unimaginable, some would say, after January 6. Meantime, his legal team is waiting for a federal judge's ruling that could come any moment on Trump's request to hit pause on his hush money case. Let's go to Philadelphia now, where we have CNN's Eva McKend and Alayna Treene. Eva, let me start with you. What do we know about what the Harris team is focusing on, on these last few hours before this pivotal debate? EVA MCKEND, CNN U.S. NATIONAL POLITICS CORRESPONDENT: Well, Rahel, part of the strategy is to lean into the former President's perceived vulnerabilities, insecurities, to get under his skin. They telegraphed this essentially by releasing an ad today using President Obama needling the former President over his obsession with crowd sizes, and really this is a stand-in for a larger argument, Rahel, that they are trying to make, that the former President is principally concerned about himself and not as concerned about the everyday concerns of Americans. And Vice President Harris will put those Americans first. Take a listen to what this ad looks like. (BEGIN VIDEO CLIP) BARACK OBAMA, 44TH U.S. PRESIDENT: This weird obsession with crowd sizes will just go round and on and on. America is ready for a new chapter. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "MCKEND",
      "sentences": "So, to ensure that the former President sees this, this is actually hearing right -- airing right here in Philadelphia, as well as in West Palm Beach and on Fox News. But, listen, this is not the only task at hand for the Vice President. She will also be tasked with outlining a clear policy vision for America, Rahel. So many Americans still getting to know her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. Just to add to that, Nikki Haley saying you don't need to go and talk about intelligence or looks or anything else. Just focus on the policies. We'll see.Alayna Treene, Eva McKend, live for us in Philadelphia. Thank you. Well, there is still much more to come on the presidential debate. How can Donald Trump and Kamala Harris gain an edge in tonight's showdown? We'll talk strategy with our political panel, just ahead. Plus, the Keystone State likely holds the key to the White House. We will hear from voters there who could help decide this election. We'll be right back. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SOLOMON",
      "sentences": "With hours to go before the debate, there is deep curiosity about the candidates' preparations. And earlier on CNN, Lara Trump, co-chair of the Republican National Committee, and daughter-in-law of the former President, was asked if Donald Trump has any concerns about facing off with Kamala Harris. Take a listen.(BEGIN VIDEO CLIP) LARA TRUMP, CO-CHAIR, REPUBLICAN NATIONAL COMMITTEE: Well, I think Donald Trump is very focused on this debate tonight. He knows how important it is. He doesn't take anything for granted. He has been preparing for this debate. He has done traditional debate prep, but he also, Kasie, has been out talking with the media, whether that's in town halls, he did a town hall last year here on CNN, whether it's in press conferences where he fields questions from every reporter, or whether it's in the podcast or sit-down interviews that he continues to do. He wants to engage more with the public, not less, and it is a stark contrast, of course, to what we've seen from Kamala Harris. So, she has really upped the stakes for herself in this debate. I think that many people already know who Donald Trump is, and they can hearken back to how their life felt when he was in office. And so, he is prepared for this debate. He is ready for tonight, and he is ready to talk about why your life was better when he was in office, and why would you want to vote for four more years of what we're in right now, which is what you're going to get with Kamala Harris. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "GINA OLD, UNDECIDED PENNSYLVANIA VOTER",
      "sentences": "And I don't know if I'll really know until it's time to actually vote.ZELENY (voice-over): This will be Trump's seventh debate, more than any nominee in history. Harris and her team have studied all of the previous six, three with Hillary Clinton --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "TRUMP",
      "sentences": "No puppet. No puppet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "HILLARY CLINTON, FORMER UNITED STATES SECRETARY OF STATE",
      "sentences": "-- in the Unites States. And it's pretty clear --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "TRUMP",
      "sentences": "You are the puppet.ZELENY (voice-over): -- and three with Joe Biden --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "JOE BIDEN, PRESIDENT, UNITED STATES OF AMERICA",
      "sentences": "Will you shut up, man?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "TRUMP",
      "sentences": "Who is your --ZELENY (voice-over): -- which offer lessons for both sides. For Harris, it's a marquee moment to show Americans she is ready to assume the presidency, a question very much on the minds of voters in pivotal Bucks County just outside Philadelphia, where signs of support for all sides are inescapable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "OLD",
      "sentences": "By nature, I am a Republican. Always voted Republican. Not sure this year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "JOHN BILLIE, PENNSYLVANIA VOTER FOR TRUMP",
      "sentences": "I'm going to go with Trump, regardless. I don't know enough about Kamala, and big deals with the border and inflation is my main thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "MARY SUE FRANK, PENNSYLVANIA VOTER",
      "sentences": "My hope is that they're going to tell us what they're going to do, not what the other person has done wrong.ZELENY (voice-over): Pennsylvania is at the center of the presidential race, with Harris, Trump and their allies spending more than any other battleground, $82 million from Democrats, $74 million from Republicans, as a fight to define the Vice President dominates the airwaves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "HARRIS",
      "sentences": "It's a very different vision than Donald Trump's.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Dangerously liberal, Kamala Harris is no laughing matter.ZELENY (voice-over): Harris has spent the last five days in Pittsburgh, preparing for the debate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "HARRIS",
      "sentences": "Look, it's time to turn the page on the divisiveness. It's time to bring our country together, chart a new way forward.ZELENY (voice-over): In a weekend rally in Wisconsin, Trump argued he is the true candidate of change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "TRUMP",
      "sentences": "Kamala Harris and the communist left have unleashed a brutal plague of bloodshed, crime, chaos, misery and death upon our land, and it's only going to get worse.ZELENY (voice-over): That rhetoric raises the question of what tone Trump intends to strike, and whether it will be sexist, as he often was against Clinton in 2016 --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "TRUMP",
      "sentences": "She doesn't have the look. She doesn't have the stamina.ZELENY (voice-over): -- or seize upon policies of the Biden-Harris administration, as he did in June.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "TRUMP",
      "sentences": "We had the safest border in history. Now we have the worst border in history.ZELENY (voice-over): Trump has been familiarizing himself with old Harris debates too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "HARRIS",
      "sentences": "Mr. Vice President, I'm speaking. I'm speaking. If you don't mind letting me finish, we can then have a conversation. OK?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "MIKE PENCE, FORMER VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "Please.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "HARRIS",
      "sentences": "OK.ZELENY (voice-over): Those stinging moments from a former prosecutor now trying to make the case that she can turn the page to the presidency. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "SOLOMON",
      "sentences": "And our thanks to Jeff Zeleny there.Let's turn now to our panel. Bryan Lanza is the former Deputy Communications Director for the Trump 2016 campaign and partner in Mercury Public Affairs. Tim Hogan is a former Spokesperson for Hillary Clinton's 2016 Presidential Campaign and Democratic Campaign Consultant. Good to see you both. Bryan, I want to start with you. Let's pick up where Jeff Zeleny just left off, that clip of former Vice President Mike Pence in his debate with Kamala Harris in 2020. In an article published on Monday by RealClearPolitics, he had this advice for Trump, \"Challenge her to defend her record. Answer the question as quickly as you can, but then I think he should attack.\" Bryan, how does Trump attack in a way that doesn't continue to hurt him with women voters, a group that he struggles with? BRYAN LANZA, FMR. DEPUTY COMMUNICATIONS DIRECTOR, TRUMP 2016 CAMPAIGN: I mean, you attack her with the Biden-Harris record. I mean, there is multiple avenues of attack. I mean, the American people are suffering here in the United States. Every week, they're struggling to make payments for their mortgages. They're struggling to make payments for their groceries. They're maxing out their credit cards. We're not having a huge rise of credit card defaults as a result of this Biden- Harris economy. I mean, it is a target-rich environment for President Trump to compare his economic record against Kamala Harris-Biden's economic record, and the American people know it, and they feel it. They feel it every day they pay for gas, milk, and we just seem to be showing that baby food is on the rise again. Like, that's what a Harris administration brings. That's what the second term of Joe Biden brings, is just more and more unaffordability to the American people. He executes that case, it's a clear path to November.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "SOLOMON",
      "sentences": "And what if he sort of goes off course and goes toward how she looks, how she -- her intelligence, her racial makeup, as we've heard in the last few weeks. What about then?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SOLOMON",
      "sentences": "Tim, what do you think? You led Senator Amy Klobuchar's debate preparations in the 2020 presidential primaries. What's the strategy for Harris tonight? What would you suggest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "TIM HOGAN, DEMOCRATIC CAMPAIGN CONSULTANT",
      "sentences": "I think the strategy for Harris is that she is going to get on the debate stage, and there are a couple of goals. One is that you know that you're sharing the stage with someone who is chaotic. It's hard to anticipate what that chaos is, but they need to parry the attacks from Trump but not get stuck there, and you need to be able to pivot to your larger message.Just to Bryan's point, look, people do know who Donald Trump is, but there are a bunch of peripheral voters, voters who are not super engaged, who don't live and breathe politics every single day, were going to be reminded about who he is and how he personalizes things, and how we lived day by day, tweet by tweet, in the chaos of his administration. I do think for Harris, though, is a big question about, what does her leadership style look like? Voters are going to tune in and see a little bit more about her. She is going to talk about the policy vision that she has. We know that voters are asking themselves, what does she -- what are her policies? How is she going to move the country forward? And so, she needs to not necessarily get into the weeds about specific policy on housing, small business prices that she has rolled out, but show, and we're seeing in polling that people believe this, that she cares about people like them, that she has an agenda that will put them first, that it's not the Trump agenda, which is tax cuts for the wealthy that may trickle down, they would argue, will trickle down to everyday voters and to show that we are making progress. You don't need to be completely defensive about the past. But, there have been nearly 16 million jobs created under the Biden administration. Inflation is coming down. We are seeing some signs that interest rates may be cut. So, it's about turning the page to the next chapter, and I think selling to voters that going back to Trump is not the answer to that question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. I mean, we'll get a new inflation report actually tomorrow morning, and the next Fed meeting is next week. So, the timing of this is all really interesting.Bryan, just talking about the sheer scale of the audience tonight, according to a new NPR/PBS/Marist poll, nearly three out of four registered voters say that they plan to watch tonight's debate. 30 percent say they think it will matter either a great deal or a good amount to their choice for President. So, Bryan, for voters who already know Trump but are still on the fence in terms of whether they want to vote for him come November, what does he say to that voter?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "LANZA",
      "sentences": "He tells that voter to look at your pocketbook, look at the economic condition you were in during my era, independent of COVID, which struck the world. It was a devastating plague that struck the world. Independent of that, the tax policy was working. You saw record-breaking job -- job applicants. You saw record-breaking small business being created by all ethnic communities. I think that's what he has to sort of remind people. It's like, we know what success looks like. We know what it feels like to win again. We know what it feels like, internationally, for countries to sort of not fear America, but know that American presence and American might is unshakable.We don't have that right now. If you look at the Harris administration or the Biden-Harris administration, you have the evacuation of Afghanistan, which is an almost disaster. You have the invasion going on at the southern border of nearly 15 million illegal immigrants that are coming in, and by the way, they're committing violent crimes. And you have inflation that's just wiped out the paycheck to paycheck household that wiped out the middle class. I think what President Trump has to do is to sort of remind people it's like, listen, there is a better path forward, and we know what the path backward is, and that the second term of Joe Biden, which is what Harris is promising.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SOLOMON",
      "sentences": "Tim, no Democrat has won the White House without Pennsylvania since 1948. I want to say how much of Harris' performance tonight do you think she needs to tailor to those closest to her tonight, those in Pennsylvania?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "HOGAN",
      "sentences": "Well, I think it is about the environment and having Donald Trump on stage. It is whether or not you follow his attacks down the rabbit hole, whether or not it gets you off of your footing. So, anyone in that environment, I feel like has that potential weakness. I think the way that she answered some of the questions in the CNN interview shows that she is very aware of that, and I think she is going to bring that strategy to the debate stage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SOLOMON",
      "sentences": "And Bryan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "LANZA",
      "sentences": "I think it's important for President Trump not to get distracted by the insults. We know it is coming. They've been insulting President Trump since he first jumped into the race in 2015. He is probably the most insulted President and candidate in American history. I think if he ignores that and focuses on the record, I think he is going to put himself in a strong position, because at the end of the day, the true insult in this race is the prices that families have to pay for milk, the prices that they have to pay for gas. That's the impact that's happened.It's not the insult that's happened in President Trump, or even the response to President Trump when Harris throws an insult. The insult is, is how much American families are suffering under this Biden- Harris economy. It's what we call it the inflation express, and it needs to change, and the only candidate, this woman who represents change, is Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SOLOMON",
      "sentences": "Welcome back. You're watching CNN Newsroom. I'm Rahel Solomon live in New York. Here are some of the international headlines we're watching for you today.Huge crowds gathered in the capital of East Timor, as Pope Francis celebrated mass. Authorities estimated 600,000 people were in attendance. That's almost half the population. East Timor is the most Catholic country in the world outside of Vatican City. The church supported the independence of the Southeast Asian nation in 2002. The Polaris Dawn spaceship blasted off early Tuesday morning. This latest SpaceX mission is attempting the first privately-funded spacewalk and to reach Earth's radiation belts. With a four-person civilian crew, another milestone, the space flight would be the highest any human has flown since NASA's Apollo program ended more than 50 years ago. And the European Court of Justice has delivered a double whammy to two of the world's top technology companies. Apple lost its fight to dodge a $14 billion tax bill, and the EU's highest court, in a separate decision, upheld a $2.6 billion antitrust fine against Google. Neither case can be appealed. (VIDEO PLAYING) Overnight, Ukraine carried out its largest drone attack to date near Russia's capital, killing at least one person. Russia says that it shot down more than 140 drones, including 20 over the Moscow region. The barrage of drone strikes set fire to some apartment buildings and grounded flights in Moscow. Now, Kyiv has yet to comment on this latest attack, which comes as Moscow claims gains in eastern Ukraine. Let's bring in CNN's Fred Pleitgen now, who is in Ukraine, and he is in the capital with more. Fred, talk to us a little bit about this drone attack on Russian soil. It's the largest such drone attack since the start of the invasion. Put this in context for us. I mean, how significant is this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Hi there, Rahel. Well, it certainly is quite significant. It's one of the largest that we've seen since the start of Russia's full-on invasion of Ukraine. But, it is also the second very large drone attack that we've seen on Russian territory and I would say in just a little over eight days. It was about eight days ago that the Russians said that the Ukrainians had launched more than 150 drones towards Russian territory. They also then claimed that they shot most of those drones down.But, I think one of the things that we're definitely seeing as a pattern here is that the Ukrainians now do have substantial long distance drone capabilities, and they seem to have a large quantity of those long distance drones as well that can fly to the Russian capital and beyond. If we look at the pattern here, a lot of the drones that the Russians say that they took down were taken down in the areas adjacent to Ukraine, bordering Ukraine, but then the ones that went down, or that were taken down, the Russians say, over in the Moscow region, seem to be centered around the airports, or the southern airports of the capital city. You mentioned that one person was killed on the ground. That was in a -- in an area around Moscow, the suburb of Moscow called Ramenskoye, and that area also has a substantial airport called the Zhukovsky airport, but also three other Moscow airports that are sort of around the southern rim of the city also had to stop their flight operations for several hours. So, disrupting air traffic around Moscow might have been one of the reasons. Also possibly cargo flights that the Russians might use to fuel the military campaign here against Ukraine, might have also been a target as well. And all this comes, of course, Rahel, as we've been talking about the fact that the Russians themselves have escalated their aerial campaign against targets here in Ukraine, civilian infrastructure, but of course, also military infrastructure and cities, critical infrastructure for the Ukrainians. So, it's both sides that have really escalated that, but the Ukrainians definitely showing that they can also strike back as Moscow continues to hit their cities, Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SOLOMON",
      "sentences": "And to that -- I mean, to that point, Fred, you recently spent some time along the frontlines in Pokrovsk. Talk to us a little bit about what you saw there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "PLEITGEN",
      "sentences": "Pokrovsk is now one of the main frontline towns in the war in Ukraine. As you can see, the streets here are virtually deserted. At the same time, the Russians are hitting this place with really heavy munitions, everything from artillery shells to large rockets.PLEITGEN (voice-over): After major advances, the Russians are knocking on the door here, shells and rockets constantly impacting, especially in the evenings, and that's when the medics from the 68th Mountaineer Brigade start receiving most of the heavy casualties. They show us this video of a U.S.-supplied Max Pro armored vehicle hit by a Russian drone, two killed, four severely injured, casualties, Ukraine's military already badly outmanned, cannot afford, the medic, who goes by the call sign \"Barbarian\", tells me. BARBARIAN, MEDIC, 68TH BRIGADE (Interpreted): There are fewer of us. One of us matches 20 Russians. But we lack training. The training period is very short. We lack equipment. They took the initiative in the sky. I mean drones. PLEITGEN (voice-over): And Russian drones are also lethal at night, so we leave Pokrovsk as darkness falls. Ukrainian troops heading towards the front, hoping to keep Putin's army away from this key city. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "PLEITGEN",
      "sentences": "So, as you can see there, Rahel, pretty difficult situation for the Ukrainian forces there. They have sent some reinforcements to that area. Now, the impression that we got is that the Ukrainians have actually now managed to stop, at least four now, Russia's advances towards the actual city of Pokrovsk. But, certainly in that wider area, the Russians still very capable of making gains. And Ukraine's main problem there certainly remains the fact that they don't have enough soldiers to stop the Russians completely, Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SOLOMON",
      "sentences": "All right. Fred Pleitgen reporting there in Kyiv. Fred, thank you.Now to a solemn ceremony underway right now in the U.S. Capitol Rotunda. That's where the families of 13 American service members are gathered. Their loved ones were killed in the August 2021 suicide attack of the Kabul airport, as the U.S. rapidly pulled troops out of Afghanistan. The families are being presented the Congressional Gold Medal in their honor. Let's bring in CNN's Manu Raju, who joins us from Capitol Hill. Manu, just set the scene for us of what's happening right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. And Manu, as you said, we can expect for this to come up tonight. I mean, it's bipartisan support for the solemn event today, but it has become quite a partisan issue as recently as this week, with these dueling reports about the exit. Just sort of contextualize this issue for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "RAJU",
      "sentences": "Yeah. I mean, remember, when this happened, the withdrawal from Afghanistan, that was the beginning of really what we saw is the downfall in Joe Biden's approval rating with the American public. In the aftermath of that, he has had a really difficult time reversing those -- the slide that he has seen among the American public, and the Republicans clearly sense there is a major vulnerability for Kamala Harris. They have -- not only did Donald Trump go to Arlington National Cemetery to commemorate their loss just a couple weeks ago, that was, of course, engulfed with a separate controversy about whether he should have been campaigning there to begin with. But, this is something that Republicans on Capitol Hill have tried topoint back towards Kamala Harris. That dueling -- those dueling reports, as you mentioned, Rahel, one came out just yesterday from the Republican side of the aisle. It mentioned Kamala Harris' name roughly 250 times in criticizing how the withdrawal from Afghanistan was carried out. The Democrats put up their own report saying that this -- the Republicans had cherry picked how they are presenting the evidence. They blamed Donald Trump for originally inking that deal with the Taliban to withdraw from Afghanistan, contending that Joe Biden's hands were tied. So, expect this undoubtedly in some form to come up, either in the debate tonight or certainly in the immediate aftermath of all of this. That is a key part of what Donald Trump's argument has been against Kamala Harris. We'll see how she responds if she points the fingers back at him if and when this comes up tonight. Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. We certainly will be watching. Manu Raju live for us there at the Capitol. Manu, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "RAJU",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "SOLOMON",
      "sentences": "Miami Dolphins football star Tyreek Hill is speaking out after being detained by police during a traffic stop in Miami-Dade County on Sunday. He was pulled over for moving violation, as he headed to the team's season opener. Body camera footage released Monday shows Hill being dragged from the car and handcuffed after a tense exchange with officers over rolling down the window. Hill spoke to CNN's Kaitlan Collins. Take a look.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "TYREEK HILL, MIAMI DOLPHINS WIDE RECEIVER",
      "sentences": "The crazy part about it is, I hate talking like this, man, but -- because I have a clear fan base. But, the reality of it is, it's the truth. If I wasn't Tyreek Hill, worst-case scenario, we would have had a different article. Tyreek Hill got shot in front of Hard Rock Stadium, or -- that's worst-case scenario, or Tyreek Hill put in handcuffs and taken in and booked. But, it's crazy that I -- me and my family had to go through this. So --(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SOLOMON",
      "sentences": "Welcome back. A startling (ph) new report says that the U.S. is facing a severe maternity care crisis. The problem is so acute that more than one in three counties don't have a single obstetric clinician or birthing facility to provide care during pregnancy or childbirth. That warning comes from the nonprofit March of Dimes, which is releasing this information first on CNN.Let's bring a CNN Health Reporter Jacqueline Howard to help break this all down. Jacqueline, and just to get a sense of how many women are living in these counties where there is little to no maternity care, what do we know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "JACQUELINE HOWARD, CNN HEALTH REPORTER",
      "sentences": "Yeah. Well, we know that more than two million women of reproductive age here in the United States live in a county that's considered a maternity care desert. Many of these maternity care deserts are concentrated in rural areas and in the south. And a maternity care desert is a county where there is no hospital with an obstetric care unit. There is no obstetric providers. So, these are areas where women have to travel outside of the county to see a OB/GYN or to get care during pregnancy or to give birth.And we also know, Rahel, that in maternity care deserts, women living there are less likely to receive prenatal care. They experience higher rates of preterm birth. But, these are counties where we know care is needed, because in 2022, we know that women living in maternity care deserts, they gave birth to more than 150,000 babies. So, the need is there. It's just disheartening and sad to see these reports where the care is not being provided, Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SOLOMON",
      "sentences": "So, Jacqueline, what can be done, especially when you look at that map and you think about maybe some of the more rural areas, what can be done to try to address this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "HOWARD",
      "sentences": "Yeah. Well, the nonprofit, March of Dimes, which released this data today, they are calling for more effort to be done to invest in telehealth to reach those women who are in maternity care deserts. They're also calling for expanded training for midwives to be included in healthcare. And they also point out that we can do more to improve Medicaid access. And they also call for other actions.But, when you think about the factors driving this, we know that recently we've seen many hospitals shut down their obstetric care units. Between 2021 and 2022, one in every 25 obstetric care units were closed in that time frame here in the United States. We also know another factor that's driving this is we're currently experiencing a physician shortage in this country, especially when it comes to OB/GYNs. So, there is those factors that are driving this as well, where the nonprofit, March of Dimes, is also saying we can do more to address those areas additionally, Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. It sounds like just staffing challenges in general in healthcare right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "HOWARD",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SOLOMON",
      "sentences": "You think about the nurse staffing challenges --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "HOWARD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SOLOMON",
      "sentences": "-- is really difficult.Jacqueline Howard, thank you. Really important story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "HOWARD",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SOLOMON",
      "sentences": "We have some breaking news. Two Delta planes have collided while taxing at the Hartsfield-Jackson Atlanta International Airport. Here is a live look at that airport now. A Delta airline spokesperson says that no one is hurt and that the wingtip of a Delta Airbus A350 came into contact with the Delta CRJ-900 regional jet operated by Endeavor Airlines. The vertical tail of the regional jet was damaged.But, before we go, one more thing. (VIDEO PLAYING) That would be Beyonce singing her very popular country song \"TEXAS HOLD 'EM\" But, along with her album, she was ignored when it came to a Country Music Association Awards nomination. Having grown up in Texas, her \"Cowboy Carter\" record is known as a narrative of her southern roots. It hit the charts as a sensational release, but seems to be missing acknowledgment now from Nashville's CMA judges. The awards are scheduled to be held on November 20th. To see what could be behind the Beyonce music snub, let's bring in CNN's Lisa France, who joins us from Atlanta. Lisa, always good to see you. Talk to us a little bit about the nominations that there were.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "LISA FRANCE, CNN REPORTER",
      "sentences": "Hi, Rahel. We're trying to get more clarification on exactly how these nominations work. Did she have to be submitted for it, or was it simply just based on what the judges want? But, a lot of people are feeling a particular way about the fact that Beyonce, even though she made history back in April when her \"Cowboy Carter\" album made her the first black woman to top the Country Music Album chart, for her to receive that accolade and not receive a single nomination is not sitting well with a lot of people, not just her fans. Shaboozey, who is a new artist who is nominated for two of his ownawards, including Best New Artist at the CMAs, he took to social media to actually thank Beyonce for opening the door, he said, for artists like him, because this album from her is being very much viewed as an opportunity for people to discover that there are black artists that do country music. Now, Shaboozey actually did perform on the \"Cowboy Carter\" album. So, this is personal for him, but it's also personal for Beyonce in the fact that there is history when it comes to her and the CMAs. Back in 2016, she performed with the Chicks, and she was not warmly received at all. And she has talked about that a little bit about how hurtful it was, because she, as you point out, is from Texas. This music is as much a part of her origin story and her history than anything else. And so, to have her snubbed like this, people are absolutely not happy about it, Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah, Lisa, and it's so interesting because, of course, as you know, there was so much history when this album was released about sort of what this meant for Black country artists and just sort of what it meant for the moment.Talk to us a little bit about what we know about -- I mean, how much does Beyonce really care about things like this? I think her father commented on this. But, how much do we think Beyonce really cares?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. I'm curious, Lisa. I mean, you've been an entertainment reporter for a very long time. So, you know how these things work. Is this something that you think the association might actually address, or is it such a hush-hush process that it's sort of like --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "FRANCE",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "SOLOMON",
      "sentences": "-- moving right along?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "FRANCE",
      "sentences": "Yeah. Well, we've reached out to them to ask for comment. We haven't heard back yet. The hope is that they will address it. But, a lot of people are actually, believe it or not, hoping that they don't, because they feel like it will just stir things up. Now, Beyonce is the new cover star for GQ Magazine for October, and she actually is in that magazine talking about, of course, they talked to her before all of this happened. And it's interesting, because Beyonce usually does not do interviews. So, to have her be on the cover of GQ and talking to them is a really big deal. So, she talks about how she has always blended different genres of music. So, her doing country is nothing different and not as huge as people might think when it comes to Beyonce, I think in her mind.",
      "isLastSentenceInterrupted": false
    }
  ]
}