{
  "date": "2024-06-14",
  "headline": "CNN News Central",
  "subHeadline": "Pope Francis to Visit with World Leaders at G7 Summit and Meet Privately with President Biden; Building in which Parkland School Shooting Took Place being Torn Down; New Report Shows Supreme Court Justice Clarence Thomas Took More Trips on Private Jet of Conservative Billionaire Harlan Crow than Previously Disclosed; Questions Swirl Around Luxury Trips of Justice Clarence Thomas; Supreme Court Could Rule on Access to Abortion in the ER; Gas Prices Lower than Last Summer and Much Lower than 2022. Aired 8-8:30a ET",
  "utterances": [
    {
      "timeStamp": "08:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "That's what I think happened.DONIE O'SULLIVAN, CNN REPORTER:  And look, of course there is a legitimate discussion and debate to have about what form of democracy there is here in the United States. Indeed, a constitutional republic is a form of democracy. But that is not what is happening here. What's happening here is that because Trump has been described, has been criticized as a threat to democracy, these folks are being convinced that America isn't a democracy in the first place. And if it's not a democracy in the first place, then Trump is no threat. That's what we're seeing being pushed. Back to you. (END VIDEO TAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "SARA SIDNER, CNN NATIONAL CORRESPONDENT",
      "sentences": "The Pope is making history this morning with the first ever Papal visit to the G7 Summit. But his main concern might come as a bit of a surprise to you. Worlds colliding with the Pope, presidents, and artificial intelligence on a global stage.Also, demolition starts this hour on the site of one of the worst school shootings in American history. Nearly six years after 17 students and staffers lost their lives at Marjory Stoneman Douglas High School, that is in Parkland, Florida, crews will start finally tearing down that building. And the lead singer of the Four Tops says he had to prove his identity with a video from the Grammys in order to get care at a Michigan hospital. Why he says he felt close to death. I'm Sara Sidner with Kate Bolduan. John Berman is out today. This is CNN NEWS CENTRAL. KATE BOLDUAN, CNN ANCHOR:  A historic first for any G7 summit. Today, Pope Francis is going to be speaking to President Biden and the other world leaders gathered in Italy. He arrived in southern Italy this morning, you see some video there, where he is set to speak about artificial intelligence. CNN's M.J. Lee is in Italy following President Biden's travels. She joins us. M.J., Biden is also going to be meeting with the Pope one- on-one. Bring us up to speed on what all is going to happen today. M.J. LEE, CNN WHITE HOUSE CORRESPONDENT:  Yes, this is the first time that any Pope has attended a G7 Summit. And you're right that A.I. is expected to be a big focus when he meets with these leaders. As we've seen a proliferation of A.I. technology, the Pope has made clear in recent years and he's really concerned about ways in which countries can band together to make sure that the technology is being used responsibly and ethically. But importantly for President Biden, he is going to be meeting separately and privately with the Pope on the sidelines of the summit. A senior official had said that issues like the Ukraine war, the situation in the Middle East, where of course, the Pope has been calling for a ceasefire into Israel-Hamas war, those are expected to come up. But current events aside, you can expect this will be an incredibly personally meaningful meeting and sit down with the Pope that the president has today, significant because the president, of course, often talks about his Catholic faith and how important that is in his day-to-day life. And the last time that the two men met was in 2021 at the Vatican, and the president told reporters afterwards what a wonderful meeting that had been. And he said that the two had discussed a lot of personal issues. By CNN's count, today marks the fifth time that the two men are meeting going back to before the president was president. When he was vice president in 2015, he actually met, he and his family, with the Pope privately just months after Beau's passing. This is the president's son who died from cancer, and he had a publicly talked about since then how important it was, that meeting for his family and the great solace that the president says that meeting was able to bring to his family at such a difficult time. Now, aside from the Pope, which really is a big highlight of the second day of the G7, I should note there's also going to be a session for the G7 leaders on the Indo-Pacific where a big focus will be China and all of the actions that it is taking to contribute to Russia's war efforts. And I mentioned that because that has been such a key feature of President Biden's foreign policy. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BOLDUAN",
      "sentences": "Good to see you, M.J. A lot happening today. Sara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:05",
      "speaker": "CARLOS SUAREZ, CNN CORRESPONDENT",
      "sentences": "That's exactly right, Sara. So a construction crane has been brought in to start the process of taking down the 1200 building. We're told that crews are going to start with the roof of the structure and then it's going to be several weeks before they take down the tire building. These two white tents behind me have been set up for some of the family members to watch this process take place.And as you noted, the family members have been torn about whether or not this building should be taken down. Some family members have said they just want to see it go, and other family members have said they want it to remain exactly how it has been since 2018. The building itself was not touched. It was used as evidence in the trial against the Parkland shooter. And in the past year, the family members themselves have hosted a number of tours of the 1200 building. They brought in members of Congress, they brought into secretary of education, and even a Vice President Kamala Harris toured the site of this massacre, really all in an effort to try to pass stricter gun laws and better improve the protections of schools across the United States. Now, again, one of the parents that we expect to be out here is Lori Alhadeff. Her daughter, Alyssa, was among 17 students and faculty members that were killed in the massacre here in 2018. And she talked to us in the past hour about the emotions of today. Here's a bit of what she said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:05",
      "speaker": "LORI ALHADEFF, MOTHER OF PARKLAND SHOOTING VICTIM ALYSSA ALHADEFF",
      "sentences": "We all know that this is one more step in our healing process. And it's important that six years later that this building comes down. It definitely served its purpose at the time, legislators going through that building, seeing the blood on the ground, the glass on the floor, the horror that took place there on that Valentine's Day six years ago. And I know that legislators have made change, like --(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:05",
      "speaker": "SUAREZ",
      "sentences": "So the Broward County school district has not said if a permanent memorial is going to be built on the site of where this building is currently standing. The process, again, is expected to take several weeks. And the school district waited for the school year to wrap up considering the sensitivity of the other students that are still at the school with the building really being kind of in the middle of the campus. Sara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:05",
      "speaker": "SIDNER",
      "sentences": "It was a really horrible day. All of us remember when this happened and what's happened to some of the students subsequently who have gone on and in college. Really, really, really good story. Thank you so much for sharing that with us. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:13:24",
      "speaker": "BOLDUAN",
      "sentences": "So Supreme Court Justice Clarence Thomas is facing new questions and new scrutiny today. It appears he took even more trips than previously disclosed on the dime of our Republican donor. This is coming from information obtained by Senator Dick Durbin, the chairman of the Senate Judiciary Committee. Durbin says Justice Thomas traveled on the private jet of Harlan Crow to multiple places in 2017, 19, and 21. CNN's Joan Biskupic has much more on this. Joan, what are you learning here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "And just on that quickly, as soon as today, we could be seeing some really important rulings coming down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "BISKUPIC",
      "sentences": "That's right, ten o'clock Eastern Time, the nine justices will take the bench and issue more rulings. We are waiting for possibly another abortion rights ruling. We have two guns cases up there, one that could affect gun possession nationwide and what kind of federal regulations can be imposed.This case could so effect Hunter Biden's appeals going forward. And then of course, we have two very big cases that touch on Former President Donald Trump. One directly as he is claiming absolute immunity from the charges of election subversion that have been brought by Special Counsel Jack Smith on behalf of the Justice Department. That one is there, as well as, Kate, a major case involving January 6 defendants, and as I said, touching on Donald Trump in terms of whether they can be charged with corruptly obstructing an official proceeding, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "BOLDUAN",
      "sentences": "Good to see you, Joan. Thank you so much -- Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "All right, as you just heard from Joan there, this morning, reproductive rights, center stage, as we are await a big decision from the Supreme Court and what the justices decide could affect what happens when a pregnant woman shows up to the hospital during an emergency in a state where abortion is banned.Just yesterday, the Supreme Court ruled the abortion pill, mifepristone in another case can stay on the market. Also, Senate Republicans voted to block a bill that would guarantee access to IVF nationwide.  I am joined now by Nancy Northup, the president of the Center for Reproductive Rights. Thank you so much for speaking to us this morning. I want to talk about the ruling on mifepristone. Your argument about this ruling is it is not a win for abortion. Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "NANCY NORTHUP, PRESIDENT, CENTER FOR REPRODUCTIVE RIGHTS",
      "sentences": "Well, because we are back to a status quo that is unacceptable, which is 14 states have abortion bans.So while the court did the right thing, the fact that it was unanimous tells you how outrageous these decisions were in the lower courts. The Supreme Court had to take this case because the Court of Appeals below had said that they were going to roll back scientific based FDA decisions because that medication abortion, proven over 20 years to be safe and effective, that it could be used for telemedicine, that you could be on your computer at home and then have the pills mailed to you. They were going to roll that back. That is unjustified under the law and the facts. So the Supreme Court had to take the case. Its unanimous because this case was completely baseless. So, we are happy the Supreme Court did the right thing, but we are back to this unacceptable status quo in this post-Roe America.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "SIDNER",
      "sentences": "I do want to ask you about this particular case because the court did not rule on the merits of the case. They found that anti- abortion doctors lacked the legal right to sue. Does that mean in your mind that this could come up yet again?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:08",
      "speaker": "SIDNER",
      "sentences": "Yes, it is the most popular, if you will, the most used way which is the pills.I want to ask you about what the Supreme Court is currently looking at and we could get a ruling today, anytime past 10:00 PM when they take -- or sorry, 10:00 AM when they take the bench. I want to ask you what it means, this case, where if a pregnant woman is having an emergency, there is something gone wrong potentially with her pregnancy. She shows up to a hospital in a state that has banned abortion. What happens here and what do you think this case and this ruling may do whether they rule that these, I guess, emergency rooms don't have to admit these women or don't have to do the abortions. Like how is this all going to work out for women who are in an emergency situation going to hospitals?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:08",
      "speaker": "NORTHUP",
      "sentences": "Yes, it is a really important federal statute that says that anyone who shows up in a hospital who has an emergency condition has to be able to be stabilized in that hospital, regardless.And what has been challenged here by the state of Idaho and other states have done this as well is completely outrageous. It is to say that pregnant women who come to the hospitals who are experiencing a serious pregnancy complication, that abortion is indicated to stabilize that patient, that they don't have to provide abortion care. And we have seen throughout the country, the Center of Reproductive Rights is representing women in Texas, in Idaho, in Tennessee, and we are hearing from women all over the country in ban states that they are showing up in hospital emergency rooms with pregnancy complications and they are being denied abortion care when that is what is needed to save their health and lives. So a lot is on the line with this Supreme Court decision, and if they decide to take away this shred of federal protection that is left after Roe versus Wade, it means that hospitals could turn patients away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:08",
      "speaker": "SIDNER",
      "sentences": "I think it is really the only federal protection that exist across the country that keeps -- that is supposed to keep women safe because obviously, when you're having an emergency and you go to an emergency room, you have to be given care.So this is a very, very important decision that we will be hopefully getting some clarity on from the Supreme Court this morning. Nancy Northup, thank you so much for coming on. I appreciate your insight into all of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:08",
      "speaker": "NORTHUP",
      "sentences": "Thank you -- Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:08",
      "speaker": "BOLDUAN",
      "sentences": "Serious accusations against a big city's police force. The Department of Justice, saying officers have been violating the constitutional rights of minorities and the homeless for years.And you may notice some big savings the next time you head to the gas station. What this trend could mean for the economy down the road. (COMMERCIAL BREAK) [08:27:35]  BOLDUAN: Good news, friends. The price at the pump the next time you are there might not be cheap, but it is slightly better than what you've faced this time last summer and nowhere near what you were up against two years ago. Gas prices have cooled significantly since hitting record highs in 2022 and that is what Matt Egan is digging into today. Where are our prices right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:08",
      "speaker": "MATT EGAN, CNN REPORTER",
      "sentences": "Well, we are miles away from that nightmare of two years ago, right? $3.46 a gallon. That is not cheap, right? Of course, prices were cheaper in 2020 because no one was on the road. There was that health crisis, but what is interesting is that gas prices are even lower than this point last year, $0.13 lower, and again, more than $1.50 below that all-time high from two years ago and that was of course, just such a disaster, right? Financially, psychologically, it was really, really bad.And now we've seen prices come down really across the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:08",
      "speaker": "BOLDUAN",
      "sentences": "You are talking about this as it relates to inflation in some of the good news we are getting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:08",
      "speaker": "EGAN",
      "sentences": "Absolutely. I mean, the reason why inflation hit nine percent two years ago was because of $5.00 gas and it was just this massive problem. But look at this, now, over the last year, we've seen massive drops, $0.69 lower than this point a year ago in Utah and $0.47 in Washington State, and also some of the battleground states that are going to be pivotal in this election have seen massive drops as well. Nevada, Arizona, $0.59 lower in Wisconsin.Now, this is all a big deal because obviously gas prices play such a pivotal roles psychologically in how we think and feel about the economy, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:08",
      "speaker": "BOLDUAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:08",
      "speaker": "EGAN",
      "sentences": "It is so visible, we see it all the time. You can't really avoid it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:08",
      "speaker": "BOLDUAN",
      "sentences": "You can't drive without gas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:08",
      "speaker": "EGAN",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:08",
      "speaker": "BOLDUAN",
      "sentences": "Unless --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:08",
      "speaker": "EGAN",
      "sentences": "Unless you have an electric vehicle, but the fact that prices have come down has really helped the inflation. That's why we saw prices not budge at all month over month between April and May for the first time in two years.Now, what is interesting though is, of course, everyone wants those prices of 10 years ago, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:08",
      "speaker": "BOLDUAN",
      "sentences": "Yes.  EGAN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:08",
      "speaker": "BOLDUAN",
      "sentences": "Is it feasible?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:08",
      "speaker": "EGAN",
      "sentences": "No, and we also make more money collectively than we did and prices have always gone up, right? But when you look on an inflation adjusted basis, today's prices look pretty reasonable.Look, $3.46 a gallon on an inflation adjusted basis, we are just $0.12 higher than June of 2019 before COVID, and actually lower than at this point in 2018. It is fascinating when you look at it on an inflation adjusted basis, gas prices are actually in a pretty reasonable spot right now, which of course is good news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:08",
      "speaker": "BOLDUAN",
      "sentences": "However, we do not look through inflation adjusted goggles at the world. There is a caveat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:08",
      "speaker": "EGAN",
      "sentences": "We don't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:08",
      "speaker": "BOLDUAN",
      "sentences": "But still very important to know. It is good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:08",
      "speaker": "EGAN",
      "sentences": "Thank you, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:08",
      "speaker": "BOLDUAN",
      "sentences": "I think I just came up with our get out of jail free card plan -- Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:08",
      "speaker": "SIDNER",
      "sentences": "I like it. I like it.",
      "isLastSentenceInterrupted": false
    }
  ]
}