{
  "date": "2024-03-13",
  "headline": "Isa Soares Tonight",
  "subHeadline": "Ukraine Launches Drone Attacks On Russian Oil Refineries; U.S. House Passes Bill That Could Ban TikTok In U.S.; Haiti Gears Up For Transitional Council After Prime Minister Resigns; Israeli Strikes On UNRWA Food Distribution Site Left Five Deaths, According To Hospital Director; IDF: U.N. Relief Convoy Takes Detour Into Northern Gaza; 6 People And 12-Year- Old Kid Slain In West Bank And East Jerusalem, According To Palestinian Health Officials; Acute Aid Scarcity Causes Humanitarian Crisis To Worsen; Regarding Gaza Humanitarian Catastrophe, Blinken Meets With Borrell; Blinken Discusses The Need For Humanitarian Aid To Gaza; Israel Must Provide Additional Entry Points; Says Blinken; Russia's War In Ukraine; White House: $300M In New Military Assistance To Ukraine; Putin Reiterates Warning To Deploy Nuclear Weapons If Needed. Aired 2-3p ET",
  "utterances": [
    {
      "timeStamp": "14:01:06",
      "speaker": "ISA SOARES, CNN INTERNATIONAL HOST",
      "sentences": "A very warm welcome to the show, everyone, I'm Isa Soares. Tonight, Ukraine launches a major drone attack onRussian territory as Vladimir Putin resumes its saber-rattling, saying Moscow is ready for nuclear war. Then a major decision in the U.S. House as lawmakers vote through a bill that could ban TikTok in America. We'll have more on that reaction. Plus, spiraling gang violence and swirling uncertainty over Haiti's future government. I'll be joined by journalists on the ground in the capital for the very latest on the security as well as the political situation there. But first tonight, major developments from Russia's war in Ukraine. Russian President Vladimir Putin is boasting that his country has the most modern nuclear arsenal in the world. This as Ukraine carries out one of its largest drone attacks since the start of the Russian invasion. And that includes strikes on at least three oil refineries. We have also learned about a fourth refinery attack in Russia. But a Ukrainian official has not confirmed that Kyiv was involved in that last attack. And in a new interview, Mr. Putin says his country is ready for a nuclear war if Russia's existence is threatened. But he says, quote, \"there has never been such a need\". Our senior international correspondent Fred Pleitgen joins us live with the very latest from Berlin. And Fred, this tough talk that we've heard in the last 24 hours or so President Putin, I'm guessing very much assumed for a domestic consumption, right? With the elections this weekend in Russia. How much did he focus in this interview on Ukraine, and any acknowledgement from him, Fred, on Ukraine attacks inside Russia?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "PLEITGEN",
      "sentences": "And Lithuania's Intelligence services believe the attack on Volkov was likely quote, \"Russian organized\". All this as the war inUkraine continues and civilians bear the brunt of Moscow's full-on invasion. Several killed and dozens wounded by a Russian drone and missile attacks in the past days. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "PLEITGEN",
      "sentences": "And those drone and missile attacks, Isa, they've been going on of course, for a very long time, all is already on the territory ofUkraine. Ukrainians continue to say that there's a lot of civilians, obviously who are being killed and injured in those. Also quite interesting today, the top general of the Ukrainians coming out, and he says that right now the situation for the Ukrainians is very difficult on the battle front. He says there are several areas of the frontlines where the Russians risk breaking through those Ukrainian lines there. The Ukrainians say they are reinforcing those, but of course, in all of those on all of this, the main thing for the Ukrainians is they are saying they need more military aid from the U.S. and from its allies. Obviously, after that aid that was promised to them yesterday by the United States, they're looking for Congress at some point to pass that large supplemental package to make sure that the Ukrainians get more aid as the year goes on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "PLEITGEN",
      "sentences": "Isa --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "The 60 billion still very much hanging. Fred Pleitgen there for us in Berlin, appreciate it, Fred. And throughout this hour, we will betracking these developments from Russia's war in Ukraine. Later, you can hear from former Ukrainian Defense Minister Andriy Zagorodnyuk here, will be live for us from Kyiv. That's in about 20 minutes or so time. Well, the U.S. believes a Kenyan peacekeeping mission to Haiti should proceed without delay despite comments from a Kenyan official the deployment is on hold until a new Haitian government is in place. Haiti hopes to have a transitional council in place soon after Prime Minister Ariel Henry resigned following widespread gang violence. Henry claims that Haiti's constitution mandates that he sign off on the transitional council, which will be put in place by regional Caribbean leaders. But a prominent gang leader says his coalition would not recognize any government put in place by foreign powers. Well, Haiti's future, really political future in limbo. I want to get a sense of the mood in Port-au-Prince. I like to bring in journalist Harold Isaac who joins us now from Haiti's capital. Harold, welcome to the show. I wonder if you can give me a sense of the mood now that the Prime Minister Henry has resigned. Has it brought calm to the capitol? What's the mood like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "HAROLD ISAAC, JOURNALIST",
      "sentences": "Well, we've been having a bit of a reprieve at least for the last 72 hours with fuel coming out of terminal -- seaportterminals, then allowing gas stations to resupply folks and having people being able to go and just to markets and supermarkets and get supplies. It was a difficult two weeks before that obviously.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "ISAAC",
      "sentences": "Well, it's unclear whether or not Premier Henry, former Premier Henry will be able to come in physically into Haiti. The situation is veryvolatile, as you can tell, with the evacuations that are continuing, and even, you know, the news you just broke --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "ISAAC",
      "sentences": "About U.N., non-essential first for now. But Ariel Henry coming back to Haiti right now, it's unclear how feasible it will be for him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Well, the gang leader -- we had a photographer on the ground there who spoke to a gang leader -- to the main gang leader, I think he's being -- he's known as \"Barbecue\", and he says that he wants a seat at the table. I mean, how is that -- is that even possible? Is that even likely with this transitional council here? What do you make of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "ISAAC",
      "sentences": "Well, the formation of that council itself seems to be rather complicated at this stage, although several different political stances, ifI could say, or factions have agreed to participate. But having the leader of his coalition called Living Together, they've being part of it, it wasn't the case in Jamaica, so it's unclear how it'd be integrated, but that remains to be seen in the coming hours as the situation remains rather fragile.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Give our viewers around the world a sense of what Haitians want to see. Politically, what do they want?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "ISAAC",
      "sentences": "Well, honestly, you know, in the past few hours, we could see what the folks, you know, here are trying to get. They're trying to go by theirdaily lives. They're trying to, you know, provide for their families. They're trying to get a little bit of a job, a little bit of a food. So, you know, it's politics, it is important, you know, in what leads the country. But for people here, it's the day-to-day that matters the most.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Yes, indeed, and we know that many people being hunkering down because of the violence we spoke to the World Food Bank, who were tellingus -- WFP, I should say, there were saying that many people hunkering down because of fears of gang violence, especially in Port-au-Prince. But I want your reaction to what we've heard in the last 24 hours or so, that U.S. Marine unit specializing in terrorism has been deployed to Haiti. How would that be received?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "ISAAC",
      "sentences": "Well, they've been deployed from what I understand in the vicinity of the embassy to protect American personnel. But that is not related ornot coming for the Haitian people per se, they're protecting their assets and their interest. And people here have grown rather cynical with regards for the American stunts, which for many years has tried in various ways to lead from behind, stay away, stay clear from it, because folks here had a lot of hopes on, you know, maybe the Americans having deployed militaries to bring back control so that you don't see the scenes you've seen in the last few days. But that we -- I don't think anybody expects it to happen any time soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Yes, and so, on that point, I mean, it is Kenyan-peacekeeping mission. How has that been received?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "ISAAC",
      "sentences": "Well, it's unclear, as far as we can tell, they pledged to come and now we're hearing that it's on pause, so, you know, Haitians have been inthat cycle with various degrees of intensity --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "ISAAC",
      "sentences": "Since October of 2022, and even the government itself had asked for international military or police support to help deal with the gangviolence. And that has yet to happen for, you know, so many various reasons. So you know, regular Joes here and regular folks, they don't have I think unrealistic expectations at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "And the bill heads to the Senate next. U.S. Intelligence has warned TikTok could be used by China to influence elections, and we need tomention China bans Facebook and X and puts major restrictions on other apps. Still Beijing is not happy about this, as you can imagine. Here was their Foreign Ministry's spokesman, answering a question from CNN before today's vote. Have a listen. (BEGIN VIDEO CLIP) WANG WENBIN, SPOKESPERSON, FOREIGN MINISTRY, CHINA (through translator): Even though the U.S. has not found evidence on how TikTok endangers its national security, it has never stopped going after TikTok. Such practice of resorting to acts of bullying when one could not succeed in fair competition disrupts the normal operation of the market. It undermines the confidence of international investors and sabotages the global economic and trade order. This will eventually backfire on the U.S. itself. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Well, we are watching reaction from Wall Street and Washington today. Our chief congressional correspondent, Manu Raju is live on CapitolHill, and business writer Clare Duffy is in New York. Manu, to you first. I mean, I know there's still a hurdle here with the Senate yet to vote. But just explain to our viewers why Congress -- and we heard -- we heard some voices there, felt they needed to act now. What alarm bells, and examples were raised regarding China or data privacy here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "MANU RAJU, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes, national security officials have been briefing publicly and privately to these members,telling them about the national security concerns that they had, the potential that Americans data could be breached, could be accessed, exploited by the Chinese Communist Party. And that is one big reason why many of them voted here overwhelmingly. You rarely see something so overwhelming in the United States House on an issue such as this, a contentious one that affects a significant  amount of voters in an election year, this vote was 352  to 65 majority, both the House Democrats and House Republicans voted for it. And I caught up with several of those supporters and detractors afterwards. The supporters made clear that the national security concerns trumps all else. (BEGIN VIDEO CLIP) REP. DON BACON (R-NE): Well, we're not turned down -- not turning off TikTok, we're saying you've got to sever your ties with Communist China. The number one concern is it's a security threat, because they're going to have everybody's personal data that's on it, one. Two, I think it's corrosive for our youth. And I don't think that's grounds enough to say you can't have TikTok. But when you look at the increase in depression and the increase of mental health issues that our youth -- TikTok is a factor in the end. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "RAJU",
      "sentences": "And as you mentioned, Isa, there is a question in the United States Senate about how exactly this will get done, because some of the topDemocrats and Republicans have their own ideas about this -- are seeking some changes, some of them are not certain. But whether this will actually run is consistent with the U.S. constitution because of its naming of a specific company in the underlying legislation. So, there could be some changes, it could take some time, and the Senate Majority leader Chuck Schumer, who actually schedules votes on the Senate floor was non-committal about moving ahead with this. So, it's raising a lot of questions, but ultimately, will this get done? And it will get harder, undoubtedly, as it gets closer to election day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Oh, I imagined --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "RAJU",
      "sentences": "Isa --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "So, Manu, do stay with us. Let me go to Clare and talk about the business aspect of this, Clare. Because the U.S., TikTok market isabsolutely huge, 170 million Americans use the apps. So, how would this ban would -- how would it work in practical terms really?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "Yes, and I wonder if you can branch it out for us, Clare, I mean, could other countries follow suit here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "DUFFY",
      "sentences": "Right, so, the U.S. wouldn't be the only country to enact a TikTok ban. You have a small handful of others, India, Nepal, Pakistan, who haveall previously issued bans. And we don't have any specific evidence at this point that there are other countries considering following the U.S.' action here and considering a potential ban of TikTok. But other countries have taken cues from the U.S. on TikTok before. For example, when the U.S. said that government-issued devices could no longer download the app, we saw a number of other countries take similar action. So, I do think maybe, perhaps it's not an outright ban, but you could see other countries considering additional restrictions on TikTok in the wake of this U.S. action.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "Clare Duffy for us there in New York, Manu Raju, thank you very much. And still to come on the show tonight, surprising move by the Georgiajudge presiding over the election interference case against Donald Trump and his co-defendants. Why the former president's attorney is applauding the judge's decision. We'll have more on that. Also, U.S. Secretary of State Antony Blinken is due to address the humanitarian crisis in Gaza any time now. Of course, we will bring you his remarks live. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "Welcome back. A judge is throwing out some of the charges against Donald Trump and his co-defendant in the Georgia election subversion case.And just to be clear here, because this is important. The case alleging that the former U.S. President broke the law in Georgia while trying to overturn the results of the 2020 election will continue. Judge Scott McAfee has thrown out some of the charges, but the rest remain intact. The judge is yet to rule on ethics allegations brought against Fulton County District Attorney Fani Willis. CNN's Marshall Cohen is with us. Marshall, good to see you again. So, six of the 41 counts from what I understand have been thrown out. Just explain why the judge decided to dismiss it and what grounds?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "So, potentially, what I'm hearing is potentially a setback then for prosecutors here. What does this mean though in terms of the timing of thecase? Is this a complication? Does it slow it down or factually, does it expedite it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "COHEN",
      "sentences": "Well, the prosecutors can decide what they want to do. The judge made it clear that if they want to appeal his decision to throw thesecharges out, they can appeal. That would definitely slow things down. They also could go back to the grand jury, Isa, and try to secure a new indictment on these charges and to try to make sure that it is crafted in a way that can hold up in court. So, that could possibly prolong this process. But hanging over all of this is a separate effort by the defendants to disqualify the district attorney over allegations of a conflict of interest. We're all waiting with bated breath for the judge to issue his decision in that matter, which could possibly see the district attorney disqualified from the case altogether. So, developments are coming in fast and furious here. No one is expecting a trial here any time soon. But a major development today in Georgia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:32:40",
      "speaker": "SOARES",
      "sentences": "Welcome back, everyone.A hospital director in Gaza says five Palestinians were killed after an Israeli strike hit a food distribution center in Rafah. The U.N. and -- let me say that again, the U.N. Agency for Palestinian refugees runs the site and says one of its workers are among the dead. UNRWA also said it shared the coordinates of its facility with Israel just yesterday. CNN has reached out to the IDF and we are waiting for a response. Israel, meantime, says it's working on a pilot program to get more aid to Northern Gaza where starvation is particularly acute. It says, a U.N. aid convoy entered Gaza through a new route on Tuesday. We are also seeing a surge in violence in the occupied West Bank and east Jerusalem. Health officials say, six Palestinians were killed by Israeli forces in separate incidents, including a 12-year-old boy in Shuafat Refugee Camp. And we want to warn you, the video that we're about to show you is disturbing. The boy holds a lit firework above his head, then a gunshot is heard. He falls to the ground, just as the firework launches from his hand into the sky. An Israeli police spokesperson says an officer fired toward a suspect who, \"Endangered forces while firing aerial fireworks in their direction.\" The toll also includes two Palestinians killed outside a hospital in Jenin in the West Bank, as well as a 15-year-old boy suspected in a stabbing attack at a military checkpoint between Bethlehem and Jerusalem. While U.S. Secretary of State Antony Blinken has been taking part in a meeting today on humanitarian relief efforts for Gaza. We are expecting to hear from him at any time this hour, in fact. I want to bring in our Alex Marquardt in Washington for details. And Alex, we have seen this week, U.S., Jordanian militaries conducting another round of airdrops in aid in Northern Gaza. We've also heard the U.S. announced last week the creation of this floating pier to deliver this much needed critical aid. What are we likely to hear today from Secretary Blinken?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Matt (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "BLINKEN",
      "sentences": "Matt (ph), thanks. In terms of the meeting today, the focus was on the maritime corridor and the pier, the dock that we'll be building thatthe President announced in the State of the Union. So, what we were talking about today was with the countries that are directly participating in both helping to establish that pier, that dock, but also putting in place the system to collect assistance, and then to send it off by sea to the dock that we'll be building. So, that's what this was about, and it was really following up on the President's State of the Union message. Following up in very concrete ways to get this moving, to get this off the ground. And as I said, the military is also working intensely on this. We want to get this up and running as quickly as possible, but it demands tremendous coordination among the donor countries and among the participating countries, and of course with Israel. So, that's what we're focused on today. And again, I want to emphasize that this effort is vital but it's, again, a compliment to not a substitute for other means of access for humanitarian assistance to Gaza, and notably the overland access. As to the second part of your question, I'm not going to engage in hypotheticals. We've been working closely with the government of Israel, but also many other countries to try to make sure --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SOARES",
      "sentences": "You have been listening there to Secretary Blinken who held -- who said at the top that they held a video conference with several countries,Cyprus, Qatar, the U.K., U.N., UAE, as well as the E.U. on efforts of -- for this maritime corridor for this pier that was announced, of course, at the State of the Union by President Biden. He said that when established, this will provide 2 million meals every single day. He said -- Secretary Blinken then said, it's going to take time but they are working, his words, expeditiously. He said this would be a compliment to and not a substitute for other means of access in means, in terms of overland routes by land, of course. Alex was listening in -- Alex Marquardt listening in. So, we don't have, Alex, a timeline yet of when this is going to go ahead. But we did hear Secretary Blinken asking -- telling Israel -- asking Israel, I should say, to open up more access in imports. This is -- this was important.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "MARQUARDT",
      "sentences": "It was, Isa. In fact, the Pentagon actually said yesterday that they expect that pier, that dock, as Blinken just called it, to beoperational within 60 days. There are already U.S. Army vessels that are sailing from Virginia towards Gaza to start building that port, that pier that the U.S. expects to involve around 1,000 U.S. troops. But Blinken not really putting any spin on that pier here. Saying, in any way, shape or form that that's going to be a replacement for those overland crossings. In general, he's saying that the movement is positive, but it's insufficient. And he is clearly holding Israel responsible there for not doing enough to open up those overland crossings. Those border crossings. There are only two open right now. There's a third that is being experimented with, and Blinken clearly saying that Israel needs to do as much as possible to not just open up those overland crossings, but to keep them open. We have seen one of the most important ones, Kerem Shalom, obstructed by protesters in the past few months that had a significant impact on blocking those trucks going into Gaza. Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:48",
      "speaker": "SOARES",
      "sentences": "And more now on our top story, the newest developments from Russia's war in Ukraine. A new weapons package from the U.S. could helpboost Ukraine's efforts after months of the Biden administration warning, of course, that there was no money left. The White House announced on Tuesday, this time on the show here actually, that the new military aid is worth up to $300 million. And this comes, as we told you, at a time when Russian President Vladimir Putin is boasting that his country has the most modern nuclear arsenal in the world. I want to turn now to Former Ukrainian Defense Minister Andriy Zagorodnyuk, who is well known face, who joins us now here from Kyiv, in Ukraine. Andriy, welcome back to the show. Great to see you. I wonder if I can get your reaction, first of all, to the Biden administration's new package of aid, this 300 million. We've been told, it includes artillery, ammunition, anti-craft missiles and so forth. How significant, Andriy, in your view is a safe package?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:48",
      "speaker": "ANDRIY ZAGORODNYUK, FORMER UKRAINIAN DEFENSE MINISTER",
      "sentences": "It is significant because it's the first one in the -- in this year. So certainly, there'sbeen a massive shortage of ammunition in the front right now. There's been rationing, like, severe rationing of munitions. And, obviously, whatever comes from United States tremendously helps. There's been a substantial effort from Europe to collect the ammunition for 155 millimeters. But there are certain types of ammunition which only United States make. And so, you know, in certain ways, the U.S. is irreplaceable in that respect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:48",
      "speaker": "SOARES",
      "sentences": "I'm keen to get your thoughts on the battlefield developments because in the last few hours, in fact, Andriy, Ukraine's army chief saysthat the Russian forces may try to advance into Ukrainian combat formations. Adding that the overall operational situation on the eastern front, he says, is quote -- in his words, \"Difficult.\" Just give us a reality check here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:48",
      "speaker": "ZAGORODNYUK",
      "sentences": "It's been difficult all the time. Russians have -- I mean, all the time over the last couple of months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:48",
      "speaker": "SOARES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:48",
      "speaker": "ZAGORODNYUK",
      "sentences": "Just sending a very small groups of people to attack Ukrainian positions because they cannot use lots of armored vehicles and tanksbecause they're destroyed by Ukrainian drones. The drone war is happening on a full-scale, probably -- not probably, but certainly unprecedented in the history of all wars. I mean, because the drones are essentially canceling many of the operational doctrines which existed by now. So, that's a new -- a completely new type of the war. So, to appoint (ph) that, Russians is just sending people. They're sending people, they're losing lots of people, probably 70 percent, in some cases, of the people who they sent to -- for -- to the attack, they don't come back and they don't stay on -- at the end goal, but some of them do. And they try to occupy our position. So, it's extremely massive and extremely brutal war right now in -- happening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:48",
      "speaker": "SOARES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:48",
      "speaker": "ZAGORODNYUK",
      "sentences": "And they also have advantage of the ammunition for the artillery, like, several times. So, they actively use that as much as theycan. But the progress is incremental and it's very small. We're talking about maybe hundreds of meters, tens of meters in some cases.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:48",
      "speaker": "SOARES",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:48",
      "speaker": "ZAGORODNYUK",
      "sentences": "So, the amount of effort is obviously huge comparing to the program.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:00",
      "speaker": "ZAGORODNYUK",
      "sentences": "There's been expected and the E.U. is stepping up as the, actually, a very ambitious player in Europe for defense, because they'reclearly afraid that if Ukraine is not stopping Russia, if Russia is moving further, this will completely destabilize the architecture of -- the security architecture in Europe. So, they are very, very keen to step up and I'm very happy that we see that. Some European countries are signing bilateral agreements with Ukraine on security support. So, we see a complete -- again, completely unprecedented European effort in this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:00",
      "speaker": "SOARES",
      "sentences": "Yes. And we are expecting the final decision on the funding proposal set, I understand, take place on Monday at the E.U. foreignaffairs council meeting. Andriy, we're running out of time. I appreciate, as always, having you on the show. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:00",
      "speaker": "ZAGORODNYUK",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}