{
  "date": "2024-01-23",
  "headline": "Isa Soares Tonight",
  "subHeadline": "Israel Suffers Its Deadliest Single Day Since War With Hamas Began; New Hampshire Voters Head To The Polls For 2024's First Primary; Nine Killed In Russian Strikes In Ukraine; 19 People Killed In Wave Of Russian Strikes Across Ukraine; New Hampshire Voters Casting Ballots In Pivotal Primary; Razor Wire Remains Up In Texas After Supreme Court Ruling. Aired 2-3p ET",
  "utterances": [
    {
      "timeStamp": "14:00:43",
      "speaker": "ISA SOARES, CNN INTERNATIONAL HOST",
      "sentences": "A very warm welcome to the show, everyone, I'm Isa Soares. Tonight, a brutal day inside Gaza. Thousands ofPalestinians flee fierce Israeli attacks in the south as Israel  suffers its deadliest single day since the war began. Plus, Donald Trump tries to knock his only remaining Republican rival out of the race. We'll be live from a New Hampshire polling station for you. And then as Winter bites, Russian missiles pummel infrastructure across Ukraine, including a school and a gas pipeline. But first, tonight, despite growing calls for a ceasefire in Gaza, the fighting is only intensifying, sending the death toll soaring. Israel is mourning 24 soldiers killed on Monday, the deadliest day for its forces since the war began. In an updated statement, the IDF says 21 soldiers were killed while removing structures and terrorist infrastructure in central Gaza near Khan Yunis. It said separately that three others, the captain and two majors were killed in the south. Now, fighting is raging around Khan Yunis and has been for days now surrounded by Israeli troops. Palestinian officials say hospitals there are under siege, and the U.N. says one of its shelters was hit as well. The Hamas-run Health Ministry says nearly 200 people in Gaza have been killed just in the past day alone. It says around 70 percent of the 25,000 people killed so far are women and children. Well, given the difficulties reporting in the war zone, CNN is not able to independently verify these numbers. But the warnings from aid groups meantime are growing more dire by the hour. The World Food Program says Gaza now has the largest concentration of people in famine-like conditions anywhere in the world. Well, in just a few moments, we'll hear much more on the humanitarian crisis in Gaza from the International Red Cross. We're also waiting for U.N. Secretary-General Antonio Guterres to speak, we'll bring you, of course, that live when it happens. But first, let's get the very details on what Israel's Prime Minister calls one of the most difficult days for Israeli forces since the outbreak of the war. Let's go to our Jeremy Diamond, who has more from Tel Aviv for us. So Jeremy, what more then, is the IDF saying about how this attack happened? And does this further add further pressure you think, on Netanyahu. What are you hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:43",
      "speaker": "JEREMY DIAMOND, CNN CORRESPONDENT",
      "sentences": "Well, there's no question that the deaths of these soldiers is having major ramifications across Israel. Thisis a very small country where deaths of Israeli soldiers very much reverberate quickly. You think of 21 soldiers dying, that's about 10 percent of the total number of Israeli soldiers who have died in this offensive. And amid this, is still very much an ongoing military offensive in the city of Khan Yunis as we look forward. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:43",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(SPEAKING IN FOREIGN LANGUAGE)(GUNFIRE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:43",
      "speaker": "DIAMOND",
      "sentences": "The deadliest single day for Israeli troops in Gaza. Twenty four soldiers killed in action on Monday, leading to scenes of mourning likethis across Israel. BENJAMIN NETANYAHU, PRIME MINISTER, ISRAEL (through translator): Monday was one of the hardest days since the war broke out. We lost 24 of our best sons, the heroes who fell defending the homeland.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:43",
      "speaker": "DIAMOND",
      "sentences": "Twenty one of those soldiers, all reservists, were killed in a single incident in central Gaza, about 600 meters from the border withIsrael. They represent about 10 percent of the IDF's total losses since the beginning of the war. The Israeli military says those troops were creating a buffer zone along the border with Israel, demolishing buildings and clearing Hamas infrastructure to make it safe for Israelis living near the border to return to their homes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:43",
      "speaker": "DANIEL HAGARI, SPOKESMAN, IDF",
      "sentences": "It appears that around 4 O'clock, an RPG missile was fired by terrorists toward a tank that were securing the force.Simultaneously, there was an explosion that resulted in the collapse of two-storey structures, while most of the force was inside them and nearby. (GUNFIRE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes --(GUNFIRE) An Israeli official telling CNN, many steps still need to be taken before a deal comes to fruition. And Hamas is seeking an end to the war as a condition to any deal. Separately, two officials told CNN, Israel has proposed Hamas' senior leaders could leave Gaza as part of a broader ceasefire agreements. A spokesman for the Qatari government saying negotiators are working around the clock to reach a deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "MAJED AL ANSARI SPOKESPERSON, MINISTRY OF FOREIGN AFFAIRS, QATAR",
      "sentences": "We are engaging in serious discussions with both sides. We have presented ideas toboth sides. We are getting constant scheme of applies from both sides.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "DIAMOND",
      "sentences": "The lives of more than a 100 hostages hanging in the balance.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "DIAMOND",
      "sentences": "And Isa, the Israeli military is now linking that RPG explosion to the collapse of those -- of those buildings. The theory being that, thatfire set off by the RPG set off the explosives inside the buildings that were there to rig those buildings for demolition. But again, the fighting is very much still going on in Khan Yunis, this major offensive, Israeli military now saying that they've killed a 100 militants just today, Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Jeremy, appreciate it, thank you very much. Well, let's focus on humanitarian situation around Khan Yunis and in Gaza in general. Justbefore the show today, I spoke with William Schomberg, who is the head of the Gaza office of the International Red Cross. He has witnessed a devastating humanitarian situation with his own eyes. Have a listen to this. (BEGIN VIDEO CLIP) WILLIAM SCHOMBERG, HEAD OF SUB-DELEGATION IN GAZA, INTERNATIONAL COMMITTEE OF THE RED CROSS: The humanitarian situation currently across the Gaza Strip and specifically in Khan Yunis can only be described as catastrophic. There are heavy hostilities going on all around Khan Yunis, and a real intensification of fighting in the south of the Gaza Strip. And the humanitarian consequences of these hostilities are really what the International Committee of the Red Cross are focused on. The fact that accessing medical care has become increasingly challenging. That the 1.5 million internally-displaced persons living within Raffa and across the south have a very precarious living situation. They do not have access to decent shelter, clean water or enough food.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "William, talk to the situation inside these hospitals, because the doctors I've spoken to, the NGOs I've spoken to for the last several weekshave just told me how overwhelmed it is. But can you give us an idea -- give us an idea of a sense of numbers, of patients, staff and medication, any of that getting in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SCHOMBERG",
      "sentences": "The scenes that I've witnessed myself in the hospitals are alarming. Hospitals are running out of fuel, they're low on water supplies,and they're simply not getting enough medications to be able to deal with the ever-increasing number of casualties, especially those linked to the conflict. We, the ICRC, we have a surgical team within the European Gaza Hospital, which is one of the few functional health facilities remaining, and they are overwhelmed, simply put. They are overwhelmed. Patient are sick and civilians are tired from this conflict, which has now gone on for nearly 110  days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "When you say they're overwhelmed, how many doctors are there? How many patients? Give us a sense? If -- you know, in terms of surgeries aday, so our viewers -- because I'm keen to get a sense of really just how dire it is inside these hospitals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SCHOMBERG",
      "sentences": "In terms of precise figures, it's often difficult to be able to get to this data --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SCHOMBERG",
      "sentences": "Because telecoms are down and hospitals, I think are often no longer able to even keep up with the volume of patients that they'redealing with. Many doctors and nurses have left, fearing their own safety and protection, and have moved away from hospitals, meaning that they're also increasingly understaffed. Walking through hospital corridors, you see that even within the wards themselves, you have families who have been displaced from different areas within Gaza, sleeping in corridors for want of anywhere better to go. Patients not even being able to often stay on beds, very difficult to manage the stock and the flow of medication, which simply put, is not enough to deal with the scale of the crisis that we are currently facing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SCHOMBERG",
      "sentences": "The situation is dire and set only to get worse unfortunately. It's not just inside the hospitals or in the shelters that you refer to,but all of the streets of Gaza city have been turned into essentially an open-air camp for displaced individuals. It's highly overcrowded. The conditions are unsanitary. Access to clean water is limited. I see children walking around barefoot in the mud as the weather gets wetter, and as the weather gets warmer in the weeks ahead, this is unfortunately and very worryingly conducive to the spread of disease. We have heard reports anecdotally of the increase and the prevalence of diarrhea and Hepatitis A. It's very difficult to be able to measure that. But I think if we do not act collectively very soon, we will be facing a huge health crisis even beyond the scale of the needs that we currently witness. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "And our thanks to William at the ICRC. Well, diplomatic efforts to bring this conflict to an end are being pursued from all angles. Inreporting exclusive to CNN, we are learning from two officials familiar with ongoing international discussions that Israel spy chief has proposed Hamas leaders leave Gaza as part of wider ceasefire talks. Although, this would give senior leaders safe passage out of Gaza, the plan would be to weaken the group's hold, of course, on the enclave. From Qatar, the country's Foreign Ministry says both Israel and Hamas are actively engaging with them in serious discussion as it tries to lead the mediation process. Meanwhile, this hour, as I told you in the last few minutes at the United Nations, the Security Council meeting is taking place to discuss the ongoing peace efforts in the Middle East with a raft of foreign ministers expected to speak. This very hour, as I look at my screen, I'm seeing U.N. Secretary-General Antonio Guterres speaking. We're of course, monitoring that speech. Well, let's get more on all these diplomatic angles from our international diplomatic editor, Nic Robertson, who is in Tel Aviv for us. Nic, just talk us through. First of all, these very diplomatic proposals and which one potentially could be the most attractive to the Israelis here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "The most difficult one for the Israelis really holds the key for what the rest of the region, itspotential partners like Saudi Arabia, like Jordan, like the United Arab Emirates, like Egypt can do to support the efforts going forward. And that key is really the acceptance of a two-state solution because it's the fundamental plank upon which all these partners could come on board and contribute in various ways, whether it's the normalization of relationships --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "ROBERTSON",
      "sentences": "Between Saudi Arabia and Israel, whether it's the -- whether it's the provision of more humanitarian assistance. We know that the U.N.'stop humanitarian point-person, Martin Griffiths in his 100-day letter to the U.N. Secretary-General, said that there are other countries offering to take Palestinians from Gaza. Of course, he said it's vital that they have the right of return, but all these sorts of things are the potential parts of ongoing discussions about what can be done by the -- by the Arab partners and the perception that, you know, Saudi Arabia --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "ROBERTSON",
      "sentences": "Can come in and write checks to substantiate the rebuilding of parts of Gaza. Perhaps misplaced, it does feel at the moment as if the keything to term is for the Israeli government to say that there can be some definition of a two-state solution, a guaranteed pathway is the way that the Saudis are framing it for a two-state solution for the Palestinians. President Biden has put it in the frame of well, we know some states don't have strong militaries. They don't have a military component. Is this -- does this help unlock that diplomatic door? But that's the door that's closed at the moment, and the language around it is intended to try to get the door open, but it's in the lap of the prime minister here. And at the moment, Prime Minister Netanyahu is not willing to open that door.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "ROBERTSON",
      "sentences": "The two-state solution is essentially the roadblock at the moment. And the Prime Minister Netanyahu is the one who can change that,and he won't for all the obvious reasons that have been discussed so many times. It would -- his right-wing coalition has said that they would collapse the government and the polling at the moment indicates that in a re-election here, he would lose the election. So there's no incentive for him to stick his neck out on something that he has pretty much been opposed to for decades and decades now. So, you know, on the one side, it's stuck on that, and I think the perception in the region at the moment is look, they recognize what's happening politically in Israel, they recognize that this Prime Minister could be out of office in a matter of months, and maybe that will unlock the door to the two-state solution and everything that can flow through from there. But that's not there. And I think there's a real perception on the Israeli side that the questions, although they really have not been strongly- formulated about what their vision is post-war in Gaza, about a Palestinian Authority that can provide administration if nothing else for the people of Gaza. For the -- on the Israeli side, that's hung up on the fact that they don't trust the current Palestinian Authority leadership, Mahmoud Abbas, and they would want to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "ROBERTSON",
      "sentences": "See him change. They want to find a different partner. All of this -- my understanding is all of these things are under discussion, butit's that one door at the moment that's locked. I don't think you would find the Palestinian Authority moving their position unless a two-state solution. The pathway became clearer --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "You're hearing there the U.N. Secretary-General Antonio Guterres speaking at the U.N., just ending his remarks right there. He startedroughly 20 minutes or so ago, we heard him there saying a lasting end to the Israeli-Palestinian conflict, he said, can only come through two-state solution, very much what Nic and I were just discussing, Israel's occupation may -- must end. He said Israelis must see the legitimate needs for security materialized, and Palestinians must see the legitimate aspirations for a fully independent, viable as well as sovereign state realized, in line with the United States Resolution international law as well. He went on to talk about what we -- Nic and I were just discussing, which is the two-state solution. Prime Minister Netanyahu who is doubling down of that. He said last week's clear and repeated rejection of the two-state solution at the highest levels of the Israeli government is unacceptable. Nic, you were listening to that speech when he was focusing very much on -- he started talking about the Red Sea, the fear of escalation, but critically those -- this message of the importance of a two-state solution, very much the policy of the United States, and from some European leaders, very much the same thing. How will this play with Netanyahu? How much influenced this -- will this have with Netanyahu if anything at all?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "ROBERTSON",
      "sentences": "It's not clear that it will have an immediate impact. It will surely resonate in his calculations, and I think it's going to depend onhow those member states interpret what they think that they're hearing from the U.N. Secretary-General and how they temper their relations with the Prime Minister Netanyahu and his government. And I think over time, you know, over the past month or so, we began to hear that level of frustration creeping up. And it's quite loud now, in diplomatic terms, this is very loud. The Secretary --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "ROBERTSON",
      "sentences": "General saved if you will, the best for last in his speech by making this the way that he buttoned everything else up, their securitydeteriorating along the northern border of Israel with Lebanon  concerned about that. You said the Red Sea, Iraq, Syria, all these -- all these places where there's a risk of a miscalculation. But he finished on that issue of -- on that issue of the two-state solution. The people that I speak to, the  diplomats I speak to in this region really feel that is the top issue that's holding things back. And I think I just want to recap on one thing we didn't catch him saying, but I had a chance to read through his speech. And he spoke in quite detail about the humanitarian situation --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "ROBERTSON",
      "sentences": "In Gaza, the need to improve that. One of the problems being that so many U.N. trucks are getting denied access. That number percentagehas gone up massively in January, and he suggested the idea of opening more border crossings into Gaza to allow more humanitarian trucks to come in. So he is trying to make -- find every way possible to alleviate this really, badly deteriorating situation where  people --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "ROBERTSON",
      "sentences": "Are in the category of starving a technical category, but it's really happening to real people inside Gaza right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "ALICE STEWART, CNN POLITICAL ANALYST",
      "sentences": "It would be a Mount Everest climb, Isa. Look, I was in New Hampshire over the weekend. And let me just say,it's very cold there, but the political climate is extremely hot. You see yard signs everywhere. People are out going to these events, are talking about this. And look, you know, you look at the polls, CNN poll showed Donald Trump ahead by about 12 points a little over a week ago. The latest poll from \"Boston Globe\" and the Suffolk Poll shows him over 60 percent currently right now. That's going to be difficult for her in a head-to-head matchup, but let me just say this, we're so used to Donald Trump and his bombastic statements that are over-the-top. He has been extremely disciplined on the campaign trail in Iowa as well as New Hampshire. He does say his things that grab headlines, but for the most part, appealing to New Hampshire voters. He's been focused on immigration, which is important to people of New Hampshire as well as Social Security, and really attacking Nikki Haley on that issue. And he is drawing huge crowds. Similarly, Nikki Haley is doing larger number of events, but with good crowds as well, and she has the benefit of the current Governor --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "STEWART",
      "sentences": "Sununu out there with her. And she's focusing on let's have a new generation of leadership. Let's have -- get away from the chaos and drama.And her more moderate position, it seems to be better made for a state like New Hampshire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "STEWART",
      "sentences": "Right now, she's doing well, she's growing crowds, but it will be interesting to see that undeclared independent voters in --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "STEWART",
      "sentences": "New Hampshire make up about 40 percent of the electorate. She could potentially pull in a lot of those, but it's going to be verydifficult for her to catch up to Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "And we have seen her, Alice, escalating her attacks, haven't we, in the last several days while since Iowa really against Trump, even focusingon the age issue, right? I mean, I wonder, is this a winning strategy or has she left this too late you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "STEWART",
      "sentences": "I think the full-scale attacks on Donald Trump should have happened by all of the candidates a long time ago --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "STEWART",
      "sentences": "You have to go through Donald Trump to get to Joe Biden. And some of them have really tiptoed around it, but yes, to your point, yes, she hasstepped up the attacks really hitting Donald Trump on an actual policy issue, saying he didn't come through on building the wall. He added to the debt. And most importantly, her talking about the chaos and drama that follows Donald Trump, and Republican voters want to turn the page. But what she's also done with regard to his age, he's lumped him in with Joe Biden --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "STEWART",
      "sentences": "And saying they're both problematic with their age and focusing more on the investigations that they have circling them as well as thegrievances. And both of them are -- should be ineligible because of their age. And in head-to-head polling, she does better than Trump against Biden, and she's making that case. But you know, more than anything, it will be interesting to see if these New Hampshire voters decide, you know, we saw Donald Trump knockout in Iowa, but will he do the same in New Hampshire?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "STEWART",
      "sentences": "This is the time for them to show, you know, they have a big say in this process. The question is, what happens after New Hampshire? Doesshe have --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "Yes!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "STEWART",
      "sentences": "The wherewithal to move forward?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "Not just the will. I mean -- I mean, first of all, do you see a scenario where second place is a victory for her, and how -- I mean, doesshe keep going? How did she keep that momentum, Alice?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "STEWART",
      "sentences": "Well, second place is easy for her in terms -- right now, obviously there's two people in the race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "Yes!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "STEWART",
      "sentences": "But it would have to be extremely close for her to be able to keep the trains on the tracks. And she put out a memo, her campaign put out amemo today saying, everybody take a breath, we're not going anywhere. You know, we started out with 12 people in the race, now it is what it should have been, I head-to-head with Donald Trump, and they say they are -- they are not going anywhere. They are very clear about that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:01",
      "speaker": "STEWART",
      "sentences": "Look, the problem is the next major contest, Nevada is a caucus coming up. But next major contest, South Carolina. That's almost a monthaway. A month is a long time to pay staff and have the resources to continue to move forward. And we've already heard from big donors like the head of Home Depot saying if she doesn't do well in New Hampshire, there's not going to be any more money put there. And she's made it clear, she's put out a significant ad buy in South Carolina to show that she is all in it to win it in the Palmetto State, but you can pull those ad buys down as quickly as you can put them up. And she's also running up against the fact that even though she was former governor of that state, Donald Trump has a massive South Carolina team of supporters and endorsement that he is going to run into the Palmetto State with, one of them being Tim Scott, the senator from South Carolina who was a candidate that Nikki Haley put into his position as senator. So she has a lot of headwinds from Donald Trump endorsers as she heads back to her home state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:01",
      "speaker": "SOARES",
      "sentences": "Well, yes, we well know Alice, a month is a long time in politics. We shall see what it brings today. Alice, great to have you on the show.Thanks very much. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:01",
      "speaker": "STEWART",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:01",
      "speaker": "SOARES",
      "sentences": "We'll talk soon.Now, the death toll has just risen in Ukraine. And we're now hearing that at least 19 people were killed in a wave of Russian strikes across the country on Tuesday. At least 120 more were wounded in multiple cities, including Kyiv. And you can see the damage to a high-rise building there from a missile strike. Further east, a Russian missile hit a gas pipeline in the Kharkiv region, sparking a massive fire. Ukrainian officials say another missile hit a school engineering students with shrapnel. Fred Pleitgen joins me now from Ukraine. And Fred, in the last hour or so, we have heard that the Ukrainian government has basically told the Pentagon that they -- and this is their words, by the way, they have concerns over how equipped Ukrainian units are there. In the last few weeks, you and your team, you've been looking at this, right? The lack of ammunition, the challenges, I suppose, is to those in the front lines. Just talk to us -- just talk to us about how real this is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:01",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, I think it's very real for the Ukrainians on the front line, Isa, and I thinkconcern might even be an understatement by the Ukrainians if that's what they told the Pentagon. Certainly, they are very concerned and worried about the situation on many of the front lines. And the key reason for that is a lack of ammunition. And you're absolutely right, we have traveled to several sectors of the very long front line here in Ukraine, including the southeast, some of the most active front lines there, and of course, here also in the east, around the Bakhmut area. And in all of those front-line areas, the troops that were fighting there, especially the artillery forces, were telling us that they have a severe lack of ammunition. And Ukrainian leaders have also been saying that the lack of ammunition, especially those 155-millimeter artillery shells, which of course, get expended at a massive rate here in this country, that for them is the biggest shortcoming, because they, of course, face the Russians who have no such shortages at all. One of the things that Ukrainian military intelligence has been saying, Isa, is they believe that in the past year, Russia managed to produce about 2 million artillery shells and got an additional 1 million artillery shells from the North Koreans. And there's a really interesting interview that the foreign minister of this country, Dmytro Kuleba, gave to a German publication to build, where he says that it seems as though North Korea is a more efficient partner for the Russians than the Western partners are to Ukraine in getting that artillery ammunition to the Ukrainians. So it's a huge issue for them. By far the biggest, they say, on the battlefield, especially in places like here, where you have these big Russian pushes. And Ukrainian units on the ground are telling us that right now the Russians are pushing. And the main reason why it's so difficult for the Ukrainians to hold them up is because they have that lack of ammunition. They can't fire enough to stop those Russian troops from moving forward. One of the things we have to keep in mind, though, is the Russians, of course, are losing a huge number of people as this goes on. But at the same time, they are still pushing forward, Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:36:57",
      "speaker": "SOARES",
      "sentences": "Welcome back, everyone. Voters are at the polls in New Hampshire as Donald Trump goes for a knockout punch in today's Republican primary. Andas the decisive Trump win could cement his control, of course, over the race and the party itself. Nikki Haley is the last Republican standing in the way of a third straight GOP nomination for Trump. On the Democratic side, U.S. President Joe Biden's name is not on today's ballot. That's due to a dispute between the state and the Democratic National Committee. There's an organized effort to write in Biden's name. CNN's Boris Sanchez at the polling station in Belmont, New Hampshire joins us now. Boris, you are smiling. I hope that the mood is equally as chirpy. Give us a sense of what you're hearing from voters?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:36:57",
      "speaker": "BORIS SANCHEZ, CNN CORRESPONDENT",
      "sentences": "Yeah, Isa, a varied range of opinions here in Belmont, New Hampshire. Some folks coming out very passionate abouttheir candidate. And in fact, I spoke with one woman earlier named Candace, who said that she was a lifelong Democrat, that she actually voted for Hillary Clinton in the 2016 primary. But now, she believes that Donald Trump is on a divine mission to save the United States. So she got emotional outside of this voting location in Belmont, telling me about what brought her out to vote today. I want to give you a quick look of what's going on behind me. This is the way that the process works. Folks walk inside. If they have not yet registered, they do so over there. Then they come over to these tables that are alphabetically aligned. Now, in New Hampshire, if they are Democrats or if they are Republicans, depending on their registration, they get a ballot based on their party. If they're undeclared or independent, they can decide which ballot they want. Ultimately, once they get their ballot, they go inside those booths back there. That is where the magic happens. They write in either a bubble next to the candidate's name, or they actually write in, as in the case of President Biden, his name, as you noted. He's not on the New Hampshire ballot today. That is when, as you see in this line right here, they hand over their ballot to this gentleman. He hands them a sticker that says I voted, and the ballot goes inside a Scantron machine. The votes are then tabulated. This voting location closes at 7 p.m. And soon after, we'll start getting results for Republicans. The Democrats, because of that write-in process, those results will probably take a bit longer. Why does Belmont matter electorally? I've been speaking to folks on Trump's team who tell me that they are closely watching these results because he has dominated here in past elections. In the 2016 primary, he tripled the number of votes that the second-place candidate got, John Kasich, at the time. So he dominates here. If he can run up the score against Nikki Haley, they believe he can close the door tonight, meaning the general election will begin in New Hampshire. Isa?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:36:57",
      "speaker": "SOARES",
      "sentences": "And like you said, Biden isn't on the ballot there because Boris like you sort of party rules. But how closely I wonder are Democratswatching what happens in New Hampshire?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:11",
      "speaker": "SOARES",
      "sentences": "Boris, great to see you. Appreciate it. Thanks very much. I hope you've got some comfy shoes preparing for a long day. Take care. Thanks,Boris. Now, in Texas, razor wire can still be found on the U.S.-Mexico border along the Rio Grande. This comes despite the Supreme Court's ruling on Monday, allowing the Biden administration to remove the wire. Texas had urged the Supreme Court to deny President Biden's request for removal. The wire was originally deployed by Texas Governor Greg Abbott's security initiative, intended to keep migrants from crossing the border. A CNN poll of the New Hampshire primary voters last week shows immigration as a key issue, as you can see there, 29% for this year's U.S. presidential elections. Joining us now live from Eagle Pass Texas is our Rosa Flores. And Rosa, when can we expect to see the removal process to begin here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:11",
      "speaker": "ROSA FLORES, CNN CORRESPONDENT",
      "sentences": "Well, Texas is doubling down. If you look around, you'll see that there is a lot of razor wire here. And there aremultiple layers. It's even barricaded here as well. And you can see even across this little waterway, more razor wire. And then that Shelby Park back there, which Texas has completely taken over. Now, according to a law enforcement source, Border Patrol is reading that order issued by the U.S. Supreme Court to try to figure out exactly what it means. And according to that same source, Border Patrol does not expect to be coming out here and cutting this wire or anything until that order is properly reviewed and guidance is issued, unless there is some emergency that they have to tend to, that they would have to cut the wire to do so. Now, this legal battle, Isa, started last year. And it had been quiet for a while, but it got a lot of attention about two weeks ago because that's when the State of Texas took over this entire area. It took over Shelby Park, which is beyond several layers of razor wire in that direction. And they blocked off Border Patrol. And Border Patrol had to take the surveillance equipment out of there. There were the drownings of three migrants. The State of Texas really upped the ante. That's when the Justice Department went to the Supreme Court asking the Supreme Court to intervene. And that's why we have this order. Now, this legal battle regarding the razor wire, is that the only one between the State of Texas and the federal government. There's another one over the controversial border buoys. There's another one over the state immigration law that was passed here in the State of Texas. And I talked to one legal expert who says that together all of these legal battles could create a referendum that could draw the line on the Constitution as to where the power lies when it comes to immigration. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:11",
      "speaker": "STEVE VLADECK, LAW PROFESSOR, UNIVERSITY OF TEXAS SCHOOL OF LAW",
      "sentences": "I think part of what Texas is counting on is that this is a very different SupremeCourt. And I think Texas is assuming that if this issue were to be resolved by the Supreme Court again, it might come out differently. That's a pretty big gamble to take. And I think yesterday's order is at least the first sign that it may ultimately fail. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:11",
      "speaker": "FLORES",
      "sentences": "Now, Isa, historically, the U.S. Supreme Court has cited on the fact that immigration is a federal power, that it's under the purview ofthe federal government, law enforcement agencies like U.S. Border Patrol. Now, like that expert said, now it's a gamble that Texas is playing here, and that legal battle has to play out in the courts for all of this issue to get figured out on the ground here as well. Isa, back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:56",
      "speaker": "SOARES",
      "sentences": "Well, in a landmark where in Mexico is being told, it can sue a group of U.S. gun makers. That's a ruling from a U.S. federal appealscourt. Back in 2021, Mexico filed a lawsuit alleging that Smith &amp; Wesson, Colton and Glock, among others, by the way, sell guns in ways that arm Mexican drug cartels. Let's get more on all of this. Our correspondent, Patrick Oppmann joins me now from Havana, Cuba. And Patrick, this is, like we said, a landmark ruling, but how exactly is this going to work? How do you regulate this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:56",
      "speaker": "PATRICK OPPMANN, CNN CORRESPONDENT",
      "sentences": "You know we're talking about a flood of guns according to Mexico's government, hundreds of thousands of guns mostlycoming from the U.S. illegally and then are used they say in drug related crime. And while they may be a long way away from ever collecting any money here it certainly should give the gun makers pause in the U.S. because of Mexican -- Mexico's government is saying they're $10 billion dollars for this flood of gun that is -- guns that have come into the country and interestingly enough just in the last day Mexican government saying they have proof that some of these guns are actually U.S. army grade weapons or we're talking about weapons that only supposed to be used by the U.S. military. How they would have gone to Mexico whether there's some sort of black-marketing ring where they would come through a third country. That is still a mystery. But Mexican government is asking for an urgent investigation how these guns among hundreds of thousands of other guns are bought legally apparently in the U.S. have come to Mexico are fueling this out-of-control drug crime. And, you know, this is so important, Isa, because, you know, when you talk about Mexicans government trying to crack down drugs and -- and time and time again they say they're simply outgunned by the cartels and this is really how that is come to pass the cartels are simply better armed than the government in Mexico",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:56",
      "speaker": "SOARES",
      "sentences": "Have we heard anything from manufacturers? Have they commented on this at all, Patrick?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:56",
      "speaker": "OPPMANN",
      "sentences": "You know, they say that they are doing everything they can that many guns are bought legally in the U.S. and then transported illegallyacross the board, but of course, Mexico's government saying, you know, we talk about this volume of guns they claim that that the gun makers should have known, that there's so many of these guns, you know, you're talking about people buying tens of guns sometimes more and the gun makers should have known that that's where the true destination, where they're going to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:35",
      "speaker": "SOARES",
      "sentences": "Well, it's the moment Hollywood has been waiting for. Nominations have been announced for the 96 Academy Awards. No surprise here, butOppenheimer snagged 13 nominations, including Best Film, Actor, and Director. More surprising were the snubs for Barbie, actress Margot Robbie and director Greta Gerwig were both passed over. Joining us now from Los Angeles, CNN's Wagmeister. And Elizabeth, I mean, these were major snubs. I was watching this live in real time. I was surprised, my eyebrows went to the back of my head when I didn't see Greta Gerwig being nominated. How has this been received?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:35",
      "speaker": "ELIZABETH WAGMEISTER, CNN ENTERTAINMENT CORRESPONDENT",
      "sentences": "You and me both. I was absolutely shocked at these Barbie snubs. And there is a lot ofsurprise and a lot of outrage. Obviously, Barbie was not just a huge success at the Box Office, but a true cultural phenomenon worldwide. This film made over $1.4 billion, became the highest grossing film from a female filmmaker of all time. That is Greta Gerwig, of course. As you said, she was not nominated for best director. And Margot Robbie was not nominated for best actress. It's impossible to think of a world where Barbie is not nominated for an Oscar when it is the biggest film of the world. But I do have to point out still a good morning for Barbie because they did receive eight nominations. This is the fourth most nominated film. Also a very welcome surprise, America Ferrera, getting a surprise nomination in the supporting category. Of course, she had such an empowering monologue in the film. So people are very excited to see her get that well-deserved recognition.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:08",
      "speaker": "SOARES",
      "sentences": "And we saw history being made with Lily Gladstone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:08",
      "speaker": "WAGMEISTER",
      "sentences": "Yes, Lily Gladstone is officially the first Native American actor to be nominated in the Oscars 96-year history. She is getting anomination for lead actress for her role in \"Killers of the Flower Moon.\" I am predicting that she will win. She has been the success story all along for award season. And if she wins, she will become the first Native American actor to win in Oscar and in major acting category. Now, Lily Gladstone this morning is speaking out saying, why did it have to take so long? She is hoping to pave the way and of course is happy to pave the way, but pointing out that in nearly 100 years that there has never been a Native American nominee in a major acting category speaks to the strides that have been made, but also the steps that we continue to have to take.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:08",
      "speaker": "SOARES",
      "sentences": "We've got about 10 seconds left, so quick, quick fire. Best picture, Elizabeth?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:08",
      "speaker": "WAGMEISTER",
      "sentences": "Oh best picture I think it's going to be Oppenheimer, but if anything is going to upset it. I think it'll be poor things",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:08",
      "speaker": "SOARES",
      "sentences": "OK, best actor?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:08",
      "speaker": "WAGMEISTER",
      "sentences": "Best actor, oh, my gosh, you are putting me on the spot. Let's see. I think that is going to either Paul Giamatti or Cillian Murphy. Theyboth each won the Golden Globes. But remember, the Golden Globes --",
      "isLastSentenceInterrupted": false
    }
  ]
}