{
  "date": "2024-04-23",
  "headline": "The Lead with Jake Tapper",
  "subHeadline": "Pecker Testifies About Efforts To Help Trump's 2016 Campaign; Hearing On Gag Order Ends With No Decision From Judge; Mcconnell Blames Tucker Carlson For Stoking Anti-Ukraine Sentiment In GOP; Justice Dept. Pays $138.7 Million To Victims Of Larry Nassar; IDF Unit Accused Of Human Rights Abuses In West Bank. Aired 5-6p ET",
  "utterances": [
    {
      "timeStamp": "17:00:00",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "Welcome to The Lead. I'm Jake Tapper. This hour, new blame for all the divisions in Congress these days. Senate Minority Leader Mitch McConnell is pointing the finger at a specific political commentator. Who is it? We'll tell you.Plus, a new settlement in what may be the biggest scandal in the history of athletics. What the U.S. Justice Department is saying about its deal to try to close the books on its investigation into the Larry Nassar sexual abuse case against girls and women in gymnastics. We're going to get reaction from the attorney representing the gymnast survivors of Larry Nassar's abuse. And leading this hour, a major day in the New York City hush money cover up case. A key witness for the prosecutors was back on the stand, his name, David Pecker, a former tabloid publisher. And he detailed how he says Donald Trump used the National Enquirer tabloid to help his 2016 presidential campaign. CNN's Paula Reid has a look now at today's testimony as former tabloid executive Pecker went from killing damaging stories about Trump to spilling all on the witness stand. (BEGIN VIDEOTAPE) PAULA REID, CNN SENIOR LEGAL AFFAIRS CORRESPONDENT (voice-over): Former National Enquirer publisher David Pecker back on the witness stand today, where he shared details of his decades long friendship with Donald Trump and how he eventually used his position to help Trump in his 2016 election. Under questioning from prosecutors, Pecker described a meeting he had with Trump and his former attorney Michael Cohen in 2015, where they asked, \"What can I do, and what my magazine could do, to help the campaign?\" Pecker testified that he responded, saying, \"What I would do is I would run or publish positive stories about Mr. Trump and I would publish negative stories about his opponents. I said I would be your eyes and ears.\" He told the jury he saw the agreement as mutually beneficial, \"It would help his campaign, and it would also help me.\" Pecker said he began meeting with Cohen, \"A minimum of every week.\" And \"If there was an issue, could be daily.\" He said he would go directly to Cohen when confronted with a negative story about Trump. The prosecution questioned Pecker in detail about a doorman who tried to sell a story about Trump allegedly fathering a child with another woman as Trump sat in court and shook his head. Pecker said he directed the editor of the Inquirer \"To negotiate a number, a price to buy the story and take it off the market.\" The doorman was paid $30,000 for the story, even though it later proved to be false. Pecker told the court if the story \"got out to another publication or another media outlet, it would have been very embarrassing to the campaign.\" Pecker claimed if the story were true, \"It would probably be the biggest sale of the National Enquirer since the death of Elvis Presley.\" But then admitted if it were true, he wouldn't have published the story until after the election. But before Pecker even took the stand, the proceedings began with a heated hearing on the gag order imposed on Trump in this case, the prosecution asked the judge to order Trump to remove specific posts they allege violate the gag order and fine him $1,000 for each of the alleged violations and remind him that incarceration is an option should it be necessary. The defense attorney, Todd Blanche, argued that Trump did not willfully violate the gag order and claimed Trump believes reposting others assertions or content is not a violation. But the hearing became heated at one point, with the judge telling Blanche, \"You're losing all credibility with the court.\" (END VIDEOTAPE) REID (on camera): And there was no decision from the judge on that gag order. But court will be back in session on Thursday. Pecker will be back on the stand, likely facing more questions about Karen McDougal, the woman who allegedly had about a year-long affair with Trump. The National Inquirer bought her story and then never published it. That is likely prosecutors will move on to press Pecker on how he came to learn a woman named Stormy Daniels was also shopping her story. Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "All right, Paula Reid in Manhattan for us, thanks so much.Let's discuss with our legal panel. And Elliot, let's take a look at this important exchange as the prosecution questioned tabloid magnate David Pecker today, the prosecutor said, quote, \"Prior to the August 2015 meeting, had you ever purchased a story to not print it about Mr. Trump?\" And Pecker replied, \"Ah, no.\" The prosecutor asked, \"Did that part help the National Enquirer at all,\" the not publishing a story that you paid for? Pecker said, \"No, that didn't help.\" So Pecker is confirming here that positive stories about Trump, or a mutual benefit, or even potentially, I guess, theoretically, negative ones, would be a benefit for the National Enquirer. But stopping stories from being printed about Donald Trump would only benefit Trump, it would not help the National Enquirer. How important is that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "ELLIOT WILLIAMS, CNN LEGAL ANALYST",
      "sentences": "Nothing illegal about it, right?[17:05:01] TAPPER: Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "WILLIAMS",
      "sentences": "Nothing stops National Enquirer from running positive stories about whoever they want to run stories about. Now, at the center of this case is this catch and kill scheme and falsifying record to cover up some of the details in some of these articles, you have to establish that there was a pattern of suppressing stories that were unfavorable to Trump and pumping up stories that were favorable to him in order to get to the point where you're talking about, you know, hiding business records to cover up what they're doing. So really what they're doing is laying the groundwork for what should come out if the prosecutors get the testimony they want, which is that these business records were falsified in order to protect the president and help the campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "And, Adam, the prosecution established that the National Enquirer's catch and kill tactic, buying negative stories and just so as to not run them to protect Trump, and it was used for the Stormy Daniels story, was first employed in other stories. The prosecutor, Steinglass, asked David Pecker why the National Enquirer in 2015 paid for one particular story that was not true. Pecker replied that if the story \"got out to another publication or another media outlet, it would have been very embarrassing to the campaign.\" Not, oh, boy, that sucks, because we would have lost a scoop to a rival publication, but that it would have been embarrassing to the campaign. What's your response?ADAM KAUFMANN, FORMER PROSECUTOR, MANHATTAN DISTRICT ATTORNEY'S OFFICE: So, to me, one of the key things we have to focus on is not that what the Enquirer was doing with the catch and kill. You know, when you get down to the gravamen, the center of the crime, it's about the payment for it and the use of funds and whether that's a campaign violation, that's what makes this -- transforms this from a misdemeanor to a felony. And so, the catch and kill, the idea that a newspaper would cover certain stories, not cover other stories, as Elliot said, that's fine, not a crime. What we have to focus on, and this is all the groundwork, we have to focus on the business records and whether there were false entries in the business records. And then, as the next step, did those payments constitute a campaign violation, a federal campaign violation that they were covering up. So it's not, you know, to say election interference election interference. It's sort of not quite accurate for what the case is truly about, which is the payments, the payments were illegal, and they -- and the records were falsified to cover that up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "Right. I mean, there's nothing illegal about this sleazy relationship they had, such as when the National Enquirer to help Trump falsely accused Ted Cruz's father of having somehow been mixed up in the Kennedy assassination. And let's -- and let's run this clip. This is Trump calling into \"Fox and Friends\" back in May 2016. Now, just to remind people, it's basically, at this point, it's basically between Ted Cruz and Donald Trump for the Republican presidential nomination.And Trump calls into \"Fox and Friends\" to bring their attention to this National Enquirer story. Listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "His father was with Lee Harvey Oswald prior to Oswald being, you know, shot. I mean, the whole thing is ridiculous. What is this, right, prior to his being shot? And nobody even brings it up. I mean, they don't even talk about that.That was reported and nobody talks about it. But I think it's horrible. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "Again, not illegal for the National Enquirer to do that or for Donald Trump to call into \"Fox and Friends,\" or for \"Fox and Friends\" just to sit there and let him do it, right, Elliot?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "WILLIAMS",
      "sentences": "No, absolutely. And what you're seeing here is a pattern of conduct where the National Enquirer would, number one, suppress bad stories about the former president. Number two, push stories that were critical of his opponents, Ted Cruz and Hillary Clinton, again, not impermissible. But the prosecutors here are attempting to establish a pattern of conduct that ultimately leads to exactly what Adam was talking about once you start getting into the financial transactions to cover it all up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "And Adam, this morning's hearing on whether Trump violated his gag order, the orders to not insult or attack publicly, witnesses or the jury, that hearing got heated. The attorney for Donald Trump was trying to defend a Trump social media post about the jury. And Trump's team was like, just trying to pretend it was just a reposting something that somebody on Fox, Jesse Watters, said. But the judge pushed back and Trump's team had to acknowledge that it wasn't simply a reposting because Trump had added words to it. And Judge Merchan then told Trump's team, quote, \"You're losing all credibility with the court.\"What do you think would have been a better way for Trump's team to defend their client from what seems a pretty cut and dry example of him violating the gag order?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:26",
      "speaker": "TAPPER",
      "sentences": "Adam, you're a former assistant district attorney with the Manhattan district attorney's office. Judge Merchan, typically, we're told, has a quiet demeanor, but he was clearly annoyed, even exasperated by that whole exchange in the gag order hearing, according to our reporters in the courtroom. Could that have a broader impact on the trial itself?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:26",
      "speaker": "KAUFMANN",
      "sentences": "I don't think so. I mean, look, you know, you sit through a trial, parties get annoyed with one another, judges get annoyed with the parties. All of that happened out of the presence of the jury, which is appropriate. And, you know, a judge might lose his temper, but I don't think he's going to lose his overall judicial disposition.I've known Judge Merchan for a long time. He's a pretty even keeled guy. And I think he may get annoyed and may express that and may get frustrated, but all in all, I think he's going to sort of stick to the rules and the playbook and make sure that everything is done fairly to give a fair trial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:16:27",
      "speaker": "TAPPER",
      "sentences": "All right. Our 2024 lead. Can we get the campaign music, please? You know it. Thank you very much.I enjoyed the campaign jam. The election music, of course. How appropriate. Both President Joe Biden and former President Donald Trump have already locked up their party's nominations. But tonight, voters in the pivotal swing commonwealth of Pennsylvania will add to the polls. And that could give us some insight on where the race stands six months from the general election. Here now is our political panel, Mike Dubke, Gloria Borger, Bakari Sellers, who we should note has a new book out today. It's called \"The Moment, Thoughts on the race reckoning that wasn't and how we can all move forward now. Bakari, how's the book going? BAKARI SELLERS, CNN POLITICAL ANALYST: That's a lot of words. It's going really well. And I would not want to be anywhere else but between you and Glo (ph). You're OK, but you and Glo --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:16:27",
      "speaker": "GLORIA BORGER, CNN CHIEF POLITICAL ANALYST",
      "sentences": "Thank you, Bakari.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:16:27",
      "speaker": "SELLERS",
      "sentences": "-- are my book dad. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:16:27",
      "speaker": "TAPPER",
      "sentences": "President Biden's on the campaign trail today. Donald Trump is stuck in court. Last night, Mr. Trump had a very friendly chat with Republican radio host John Fredericks. Just to illustrate how friendly this chat was, here's how the host helped Trump talk about the criminal trial. Just listen up.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:16:27",
      "speaker": "JOHN FREDERICKS, RADIO HOST",
      "sentences": "Let's get to this scam communist soviet manifesto trial that's going on in New York City. You are being politically persecuted. Our justice system is now perverted and weaponized. How does this play out, Mr. President?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:16:27",
      "speaker": "TRUMP",
      "sentences": "Well, it is, and this is all Biden.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:16:27",
      "speaker": "TAPPER",
      "sentences": "So we can, you know, we can move on from there. But first of all, I want to take this moment to show you somebody who was actually a victim of a scam, Russian judicial system. Today, a Moscow court denied Wall Street journalist Evan Gershkovich latest appeal against his unjust detention on charges, the U.S. government says are bogus and politically motivated. That's somebody who's actually a victim of soviet repressive court. But Donald Trump wants to, you know, reframe what's going on as a politicized trial.Gloria, let me start with you. Do you think that there's an audience for this beyond his base?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:16:27",
      "speaker": "BORGER",
      "sentences": "Look, I think it's going to get old really quickly. And today, you know, they had the hearing on the gag order and he's going to try and flip that on its head and say, I'm being gagged, I can't talk about this, the judge is unfair, they won't let me, and he'll continue to do it day in and day out. I don't know what impact that's going to have with voters beyond his base. Because when you look at the topics of this trial and how tawdry it is, let's talk about suburban women, let's talk about Independent voters. Let's see how well that plays.You know, he's got an opportunity to talk about other things. He's got an audience when he comes out of court, but all he does is complain and deny.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:16:27",
      "speaker": "TAPPER",
      "sentences": "Didn't you say last time you were here that Trump should take these opportunities of these televised little press conferences? Was that not you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:16:27",
      "speaker": "MIKE DUBKE, FORMER WHITE HOUSE COMMUNICATIONS DIRECTOR",
      "sentences": "That was not me. TAPPER",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:16:27",
      "speaker": "DUBKE",
      "sentences": "But it was -- yes. It's a wise point.Look, I think it's good that of all the trials for the president to start with, this is probably the best one for him from -- politically.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:16:27",
      "speaker": "TAPPER",
      "sentences": "Because it's -- politically, because it's the weakest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "BORGER",
      "sentences": "Yes. Totally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "TAPPER",
      "sentences": "What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "SELLERS",
      "sentences": "I mean, look, I think that Donald Trump and many Republicans confuse the word persecution with prosecution. Like, he is not being persecuted by any stretch, he's being prosecuted for the crimes he committed. I do actually agree, I don't know if we need to sound a buzzer or whatever, I do agree with you that this is actually the weakest --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "DUBKE",
      "sentences": "That's the campaign music.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "SELLERS",
      "sentences": "-- the weakest case of the four. But here we are talking about a man who has five kids by three baby mamas, he's charged with 90 felony counts or 90 --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "TAPPER",
      "sentences": "Eighty-eight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "BORGER",
      "sentences": "Eighty-eight, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "SELLERS",
      "sentences": "I'm rounding up. Sorry. OK. I apologize.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "TAPPER",
      "sentences": "Well, three of them were dismissed, anyway.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "BORGER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "SELLERS",
      "sentences": "Yes. So 88 now and he's in four different jurisdictions, and he's literally the standard bearer for the Republican Party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "TAPPER",
      "sentences": "And he's beating Joe Biden in polls.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "SELLERS",
      "sentences": "Well --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "TAPPER",
      "sentences": "So how do you account for that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "SELLERS",
      "sentences": "So slow down. I think I -- Donald Trump has what we say is a very low ceiling and a high floor. And I don't think these trials are going to help him. To Gloria's point, I think a lot of people are desensitized to Donald Trump, it's kind of baked in. But there is enough around the fringes in the outskirts of Detroit or the suburbs of Philadelphia or Clark County or Tempe or Georgia or Raleigh Durham, where this election will be won.And I think college educated white women are going to have a problem with you sleeping with Stormy Daniels while your wife is pregnant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "TAPPER",
      "sentences": "So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "BORGER",
      "sentences": "Well, if he's convicted --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "BORGER",
      "sentences": "-- polls show that people would be less like -- a sizable number of people would be less likely to vote for a convicted felon, period.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "TAPPER",
      "sentences": "So, Mitt Romney was asked about it today, Senator Mitt Romney, a Republican from Utah, and here's what he had to say.(BEGIN VIDEO CLIP) SEN. MITT ROMNEY (R-UT): I'm not getting into the trial. There's a trial underway, and the jury will make the decision --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "What did it say about his -- what do you say about his character?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "ROMNEY",
      "sentences": "I think everybody has made their own assessment of President Trump's character. And so far as I know, you don't pay someone $130,000 not to have sex with you.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "TAPPER",
      "sentences": "I mean, you know, I know about as much of it as Mitt Romney does, but it does seem to make sense. You don't pay $130,000 to somebody to not have sex with you. Or to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "DUBKE",
      "sentences": "It's a fair statement or to keep.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "TAPPER",
      "sentences": "Or to keep quiet about something that didn't happen --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "DUBKE",
      "sentences": "A fair statement. Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "TAPPER",
      "sentences": "-- necessarily. You know, it's interesting, Marco Rubio was asked earlier today about what's going on, and he basically said he belittled the report from the National Enquirer, said something, isn't that the same publication that says -- National Enquirer, that's the same publication that said Elvis was alive and living in Curacao. But he was asked about the tactics of negative stories about him being planted in the National Enquirer to help Trump during the republican primaries, and he said, I know people I ran against for president in 2016 that use mainstream publications --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "DUBKE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "TAPPER",
      "sentences": "-- to print stuff like that that wasn't true",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "DUBKE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "BORGER",
      "sentences": "Why excuse it?SELLERS; But he has -- I mean, Marco Rubio has the backbone of a squeegee. Like, I don't understand why he is afraid to stand up for himself, stand up for the people he ran with. Like, literally, they sabotaged you and you're learning about it now, you're learning how it was done, but he's still afraid to call out Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "BORGER",
      "sentences": "Well, look at Ted Cruz, though. Ted Cruz was probably the worst example.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "BORGER",
      "sentences": "You know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "SELLERS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "BORGER",
      "sentences": "And taking on Ted Cruz, taking on his father, taking on his wife, taking on Cruz personally, and now there's no distance between Ted Cruz and Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "DUBKE",
      "sentences": "Look, they all knew Marco Rubio, Ted Cruz all knew about these stories in real time and knew who was planting them. So this isn't a surprise to any of them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "TAPPER",
      "sentences": "But this was -- this is also --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "DUBKE",
      "sentences": "And a fairly typical campaign. You -- there are -- when you're running a campaign, you know, the publications that are going to be friendly to you and you know those that you go to, you know, give opposition research and other information that are going to be --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "TAPPER",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "DUBKE",
      "sentences": "--- detrimental to your opponent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "TAPPER",
      "sentences": "Sure. But --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "DUBKE",
      "sentences": "But sometimes that is the mainstream media.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "TAPPER",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "DUBKE",
      "sentences": "Often, as a Republican, I will say we believe it's the mainstream media.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "TAPPER",
      "sentences": "Well, it works. Absolutely, Democrats do it and absolutely Republicans do it --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "DUBKE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "TAPPER",
      "sentences": "-- and campaigns do it. And certainly there were lots of publications that were dropped against Marco Rubio in the 2015-2016 period in which in conservative publications accusing him of being soft when it came to, like, for instance, immigration, right? Stephen Miller didn't like Marco Rubio when Stephen Miller was a Senate aide --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "BORGER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "TAPPER",
      "sentences": "-- and Marco Rubio was working on immigration reform.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "DUBKE",
      "sentences": "Right, right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "TAPPER",
      "sentences": "I'm just saying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "DUBKE",
      "sentences": "Yes, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "TAPPER",
      "sentences": "But that's not the same thing as accusing Donald -- accusing Marco Rubio of having a child from outside his marriage. I mean, that's what the National Enquirer did or these wild parties, these foam parties, we don't have to get into, but those were the stories in the Enquirer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "DUBKE",
      "sentences": "Well, if I remember correctly in 2008 with McCain, there was -- there were --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "BORGER",
      "sentences": "Yes. Child android black. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "DUBKE",
      "sentences": "-- (inaudible) stories prior to Donald Trump. So, I mean, I guess the point I'm trying to make is this is not atypical for a presidential campaign. I could go back to Grover Cleveland, but I'll stop with our history now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "BORGER",
      "sentences": "It may not be atypical for the National Enquirer, but it is atypical in terms of real journalism, I would have to say. And I would like to point out that there is a difference between what the National Enquirer does and what real journalists.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "TAPPER",
      "sentences": "Mike Dubke taking up the Benjamin Harrison mantle here --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "DUBKE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:19",
      "speaker": "TAPPER",
      "sentences": "CNN's Manu Raju is live for us on Capitol Hill. Manu, we rarely hear a Senate minority leader going after a conservative commentator like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:19",
      "speaker": "RAJU",
      "sentences": "Yes. And Mitch McConnell has been on the forefront pushing Ukraine aid amid a loud opposition within his party, particularly what he calls the isolationist movement, something he believes is part of his legacy, last chapter here as Republican leader to try to push back against those elements within the GOP.He believes today's vote to advance this massive $95 billion aid package to overcome a filibuster, which was proved 80 to 19, breaking that filibuster, 30 Republicans voted to break that filibuster. That is up from 22 Republicans who voted for a separate Senate package on foreign aid, including aid to Ukraine, that passed the Senate about two months ago. He believes, in his words, they have, quote, turned the tide against that isolationist strain within the GOP. But McConnell, I asked him if he was concerned about Speaker Johnson's handling of this plan since it passed in the House on Saturday, more than two months after the Senate's proposal. He said ultimately, the House's plan, Jake, is a lot like the Senate plan that was approved about two months ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:19",
      "speaker": "TAPPER",
      "sentences": "Yesterday, Mr. Trump said that he thinks Speaker Johnson is a, quote, very good person. Does this mean the end of the threat from the MAGA wing in the House to oust Speaker Johnson?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:19",
      "speaker": "RAJU",
      "sentences": "It might mean, Jake, that there is just simply not enough support to do that, although there are still a handful of Republicans who are still pushing their way. And if Democrats were to vote to oust speech, Speaker Johnson, they would have enough votes to kick him out of the speakership. But Democrats are still not decided at the leadership level if they'll come to his defense.Now, I put the question to some Senate Republicans about the threat to House Speaker Johnson, and they push back against those like Marjorie Taylor Greene, who are calling for Johnson's ouster. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:19",
      "speaker": "RAJU",
      "sentences": "What do you make of people like Marjorie Taylor Greene going after Mike Johnson, trying to push him out for the speakership because of this decision? SEN. MITT ROMNEY (R-UT)SEN. KEVIN CRAMER (R-ND): I say turn your angst toward the real adversary, your real political opponents, and it's certainly not Mike Johnson. I mean, my gosh, if he's not good enough, no one's going to be good enough. They need therapy, the therapy of being angry in some cases, but I certainly don't think that they'll prevail in pushing them out. And if they do, he will have lost his job over a very noble decision that he made. And I think for a guy like Mike Johnson, whose convictions are deeper than political party, again, you'll not going to be fine with that. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:19",
      "speaker": "RAJU",
      "sentences": "And, Jake, while Johnson's political problems may not be coming to an end, this saga over this foreign aid package that includes $61 billion in aid to Ukraine is expected to come to an end tonight. The Senate is expected to pass this bill, send it to the president's desk, ending months and months of acrimony within the GOP, potentially leading to another effort to oust the speaker of the House in a battle over border security that Donald Trump ultimately killed. A package, a bipartisan deal in the Senate. But ultimately, this bill won't include that bipartisan security -- border security proposal because of Donald Trump and Mike Johnson's opposition.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:37:58",
      "speaker": "TAPPER",
      "sentences": "In our Law and Justice Lead, it is perhaps the biggest scandal in the history of athletics, period, full stop. Larry Nassar, the disgraced former USA Gymnastics team doctor, sexually abused more than 150 women and girls, including Olympic athletes, under the guise of performing medical treatments.In 2018, Nassar was sentenced up to 175 years in prison. Today, the U.S. Justice Department reached a nearly $139 million settlement with more than 100 of Nassar's victims. This is after the FBI initially failed to investigate reported claims of abuse, which allowed Nassar to continue his twisted assaults. In a statement, the acting associate attorney general said, these allegations should have been taken seriously from the outset. While these settlements won't undo the harm Nassar inflicted, our hope is that they will help give the victims of his crime some of the critical support they need to continue healing, unquote. Joining us now is John Manly. He's an attorney who represents some of the survivors of Nassar's abuse. John, first of all, what is the reaction to the settlement among your clients and other survivors of Nassar's abuse?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:37:58",
      "speaker": "JOHN MANLY, ATTORNEY FOR VICTIMS OF NASSAR",
      "sentences": "Well, it's relief. I mean, this has been an eight year saga, Jake. It's at some level feeling victorious, but also at some level just profound sadness knowing that had the FBI acted when this was reported by Aly Raisman and Maggie Nichols in 2015, that over 100 children would not have been molested by Larry Nassar and those families would not have been lied to by the FBI in an effort to cover it up. It brings the end to one of the darkest chapters, if not the darkest chapter in American sports history, if not world history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:37:58",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:14",
      "speaker": "TAPPER",
      "sentences": "So Aly Raisman is obviously a hero are -- as are so many of these women and girls, for voicing their truth, the horrors that they endured. Why were these women and girls their claims, why were they ignored by so many people for so long? Let's start with the FBI. What's their explanation as to why they didn't take this seriously enough?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:14",
      "speaker": "MANLY",
      "sentences": "Well, I think the best explanation comes from the Department of Justice Inspector General's report, which is that the special agent in charge of the Indianapolis Office, where it was reported, was actively negotiating a job with Steve Penny, who was the head of USA Gymnastics for head of Olympic Security. There was not just that agent, that office, which he was head of, and he was a Comey appointee, but it was the Los Angeles office and the Detroit Office.The FBI was going as far as clearing press releases and helping USA Gymnastics and Penny with press responses when we filed our first lawsuit. I've never seen anything like it. It was a conspiracy. And if I told people in 2015 that the USA Gymnastics, the U.S. Olympic and Paralytic Committee and the Michigan State University and the FBI were going to conspire together to conceal this, no one would have believed me. But that's what happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:14",
      "speaker": "TAPPER",
      "sentences": "As a result of the case and the horrors we now know that Nassar committed, have there been changes to how coaches and doctors and trainers and people with USA Gymnastics and the Olympic Committee, have they made any changes? How about with how trainers and doctors interact with athletes or how abuse is reported, how it's investigated? Has anything systemically changed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:14",
      "speaker": "MANLY",
      "sentences": "I think what's changed is this case brought awareness around the world that this can actually happen with a doctor or a trusted adult. And I -- and it has brought changes because of policies adopted, et cetera. But I think more than anything else, having Simone Biles and little girls and their families who were abused by Dr. Nassar raise their hand and say, this happened to me and testify publicly, has brought so much attention to it. I don't think Nassar could have gotten away with it today. I often say to these women, you will never meet the little girls you've saved from this, but they exist.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:14",
      "speaker": "TAPPER",
      "sentences": "Absolutely. And how are your clients doing? And will this settlement help them at all with their healing process?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:14",
      "speaker": "MANLY",
      "sentences": "I think what helps with it is not just the money, but it's the symbolism that it brings. It's very, very difficult to sue the federal government, if not impossible. And when the federal government pays $138 -- $38 million, essentially $1 million a case, it's an admission of liability. And the federal government here, the Department of Justice, is not the Comey regime. It's a different group of people. And Director Wray apologized to the families directly.The attorney general has apologized. But on the other hand, the agents involved, none of them went to jail. They lied to the Justice Department. If an ordinary American lies to a federal agent, you go to jail for five years. They're walking free. And that's not justice. So it's an imperfect result, but it's one I'm very proud of and I think our clients are proud of. And it was the result of a massive struggle. And to defeat, you know, one of the major universities in the world, the most powerful Olympic organization in the world, and the FBI in court speaks volumes about their story and their believability and the power they were able to put forth as a result of their -- of speaking their truth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:48:36",
      "speaker": "TAPPER",
      "sentences": "Our World Lead now, an Israeli airstrike hit an eight story building in northern Gaza earlier today, demolishing the first three floors. The Israel Defense Forces say they launched 25 strikes across Gaza over the past 24 hours. Tens of thousands of innocent Palestinians have been killed and wounded in the six month IDF assault on Gaza targeting Hamas, which embeds within the population of Gaza after the October 7th Hamas attack on Israel.Today's news comes as Israeli leaders are criticizing potential sanctions by the Biden administration against a specific unit of the IDF, one accused of human rights abuses against Palestinians in the West bank before October 7th. CNN's Nic Robertson has more now on the allegations against this IDF unit. (BEGIN VIDEOTAPE) NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR (voice-over): Palestinian American, Omar Assad, was 78 years old when IDF soldiers from the ultra-religious Netzah Yehuda Battalion detained him. Then, witnesses say they left him to die. That was more than two years ago. His younger brother is still struggling with the family's loss.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(Speaking in Foreign Language).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:09",
      "speaker": "ROBERTSON",
      "sentences": "Yes, pushing, pushing, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(Speaking in Foreign Language).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:09",
      "speaker": "ROBERTSON",
      "sentences": "Yes.ROBERTSON (voice-over): Abu Muhammad (ph) was also detained that bitter January night high in the occupied West Bank mountaintop village of Jiljilyya.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(Speaking in Foreign Language).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:09",
      "speaker": "ROBERTSON",
      "sentences": "Like this, they're pushing you down like this, walking up the road like this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(Speaking in Foreign Language).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:09",
      "speaker": "ROBERTSON",
      "sentences": "Pushing, pushing.ROBERTSON (voice-over): He shows me how, he says, the troops rough handled him, pushed him into the yard where Omar Assad lay on the freezing ground. This photo taken that night, published in an Israeli newspaper, Abu Mohammed (ph) says, shows him next to Omar Assad's prone body. Neither were accused of or had committed a crime. The IDF says they were stopped for vehicle inspections. Abu Mohammed (ph) clearly remembers the moment he discovered Omar Assad was dead. A soldier put his hand on his neck to check for a pulse, Abu Muhammad (ph) then left in a hurry. When I was sure they were gone, I checked him. He had no pulse, and I sent for the doctor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:09",
      "speaker": "ISLAM ABU ZAHER, DOCTOR IN JILJILYYA",
      "sentences": "Someone knocked the door and shouting, doctor, doctor, we need a help.ROBERTSON (voice-over): It was 03:00 a.m. Dr. Zaher says he rushed to help, tried CPR, but says Omar Assad, overweight with a heart condition, was already dead. ZAHER: No vital signs was on the patient. ROBERTSON (voice-over): He says he has seen the autopsy determining Omar Assad died from a stress induced heart attack and shows me his own report of his actions that night. His conclusion is shocking. The soldiers could have saved Omar Assad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:09",
      "speaker": "ROBERTSON",
      "sentences": "It says he lost consciousness for which the Israeli army escaped from the site and left him without giving him any --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:09",
      "speaker": "ZAHER",
      "sentences": "A medical help. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:09",
      "speaker": "ROBERTSON",
      "sentences": "If they'd given him help, could he have lived?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:09",
      "speaker": "ZAHER",
      "sentences": "Yes, mostly, yes.YEHUDA SHAUL, CO-DIRECTOR, OFEK: The killing of Omar Assad is just one case that Netzah Yehuda was involved in. ROBERTSON (voice-over): Yehuda Shaul is an army veteran, has tracked the unit for years. Says their reputation for violence precedes them. This video that caught them beating two Palestinians in the occupied West Bank two years ago quickly went viral. The IDF discharged the soldiers involved. Netzah Yehuda Battalion was originally designed to allow the ultra-orthodox to join the army. But Shaul says it's become home for ultra-nationalists who underpinned Prime Minister Benjamin Netanyahu's right wing government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:09",
      "speaker": "SHAUL",
      "sentences": "They kind of took over the unit and it became very aggressive.ROBERTSON (voice-over): After U.S. Secretary of State Antony Blinken said determinations were being made about cutting all U.S. weapons and funding from the Netzah Yehuda Battalion over alleged human rights violations leaked several days ago. Netanyahu and his ministers have been hitting back at America. For Shaul and many others here who worry about the IDF's apparent impunity, the sanctions should be a pivotal moment of reckoning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:09",
      "speaker": "SHAUL",
      "sentences": "What we need to do is to start to behave and start to behave morally and start to have serious mechanisms of accountability in the IDF.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:09",
      "speaker": "ROBERTSON",
      "sentences": "Now, I went on to say, sadly, Israel doesn't have those methods of accountability for the IDF. The IDF says this unit is now currently serving professionally in the war in Gaza, the Prime Minister called this potential action by the United States, the height of absurdity. The Defense Minister also saying, no one can teach us lessons about morality. It seems if these sanctions do come, if lessons are learned, it doesn't seem to be, it's going to be in the short term, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:58:36",
      "speaker": "TAPPER",
      "sentences": "This just in, in our Politics Lead, former Congressman George Santos, is dropping his short lived campaign for a new seat in Congress in a new congressional district. Santos, as you may recall, was expelled from the House back in December. He now faces federal charges. In a post on Twitter, Santos wrote, quote, I have decided to withdraw from my independent run for New York's First Congressional District. I don't want my run to be portrayed as a reprisal against Nick Lalota. Although Nick and I don't have the same voting record and I remain critical of his abysmal record, I don't want to split the ticket and be responsible for handing the House to Dems, unquote. Just last month, Santos announced he was leaving the Republican Party, launching his comeback bid as an independent. He has pleaded not guilty to 23 federal charges, including fraud and misusing campaign funds.We're getting a glimpse of what WNBA star Brittney Griner went through inside a Russian prison where she spent nearly 300 days. Here she is in a brand new interview with \"ABC News.\" (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:58:36",
      "speaker": "BRITTNEY GRINER, IMPRISONED IN RUSSIA",
      "sentences": "I was just so scared for everything because there's just so much I know. I had no soap, no toilet paper. That was the moment where I just felt less than a human. I didn't think I could get through what I needed to get through.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}