{
  "date": "2024-12-14",
  "headline": "CNN Newsroom",
  "subHeadline": "Federal Government Still Unable to Provide Answers regarding Numerous Drones Spotted over New York and New Jersey; President-Elect Trump to Attend 125th Army-Navy Football Game with Florida Governor Ron DeSantis; Chinese President Xi Jinping Turns Down President-Elect Trump's Invitation to His Inauguration; South Korea National Assembly Votes to Impeach President Yoon Suk Yeol; Prisoners Released from Syrian Prisons Recount Torture They Suffered Under Assad Regime; Many Express Support Online for Accused Killer Luigi Mangione; Woman Who Claimed She was Raped by Three Duke University Lacrosse Players in 2006 Now Says She Lied; Outbreak of Mysterious Disease in Africa Kills 30. Aired 2-3p ET",
  "utterances": [
    {
      "timeStamp": "14:00:00",
      "speaker": "FREDRICKA WHITFIELD, CNN ANCHOR",
      "sentences": "-- live for us in New York where the governor put out a statement a short time ago. What more is she saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "GLORIA PAZMINO, CNN CORRESPONDENT",
      "sentences": "Yes, Fred, definitely a bit of an evolving mystery here in the tristate area, New York City and New Jersey and in Connecticut. And now we're hearing of sightings in Pennsylvania. Governor Kathy Hochul issued a statement just a short while ago after she says the airspace over a local airport in Orange County New York had to shut down last night because of reported drone activity.It's important to mention that the airport did get back to us and they said that there we're no disruptions to flights or other airport activity, but it just shows you how much concern these sightings are causing for people throughout so many different areas of the state and in this general northeast region. Now, there have been sightings in New Jersey, in Connecticut, in New York City in Pennsylvania, and there's a lot of frustration from law -- from local elected officials who are frustrated with federal authorities and the federal government for what they say is a lack of information. They say that there are people in these communities that are seeing the drones up in the sky. They are reporting them and they are concerned about what these drones are doing, and they want the federal government to be more forthcoming with the information they do have so that people don't worry. Take a listen to State Assemblyman from New Jersey Erik Peterson. He spoke to us this morning describing some of the activity that he himself has witnessed. Take a listen. (BEGIN VIDEO CLIP) ERIK PETERSON, NEW JERSEY ASSEMBLYMAN -- DISTRICT 23:  We don't have street lights. We don't have anything. It gets dark at night. You can see very clearly we're not in any flight path for any airlines or other craft. And you can look up in the sky and see these drones. And the way that they're moving, they move forward, they stop, they hover, they move sideways, they stop, they hover, they move backwards. So they're just lying to us that there aren't -- we're not seeing what we're seeing. And more importantly, they're lying to us that it's not a safety threat. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "PAZMINO",
      "sentences": "So that last bit is certainly, you know, a concerning statement from the assemblyman suggesting that the federal government is lying to people about whether or not these drones pose any sort of threat to local communities.We should say that to that end, we have received a statement from the Department of Homeland Security, as well as the FBI, saying in part that upon review of available imagery, it appears that many of the reported sightings are actually manned aircraft operating lawfully, and that there are no reported or confirmed drone sightings in any restricted airspace. They also say that they are supporting local law enforcement in New Jersey as well as other jurisdictions to help with detection. So that's an important part of all of this. As I said, Fred, a bit of an evolving mystery. Even though we have federal authorities saying to these communities, hey, there's nothing to worry about here, a lot of pushback from local elected officials saying there's a little more than meets the eye here and people deserve to know what that information is. So we'll see if federal authorities actually reveal more over the coming days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "WHITFIELD",
      "sentences": "All right, Gloria Pazmino, thanks so much.All right, despite the governors voicing their growing concerns, the White House remains unfazed, downplaying the severity of the security threat. CNN's Julie Benbrook has more. (BEGIN VIDEO TAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "JULIA BENBROOK, CNN CORRESPONDENT",
      "sentences": "Federal agencies are facing intense pressure to give more details about these mysterious drone sightings. Lawmakers on both sides of the aisle, locally, at the state level and here in Washington, are pushing for more answers and asking for more transparency from the administration, especially after some of these sightings were near residential areas, restricted sites, and critical infrastructure. Federal officials are looking to ease concerns and have told the public that there is no evidence of a public safety threat at this time.While speaking with CNN's Wolf Blitzer last night, Homeland Security Secretary Alejandro Mayorkas was adamant that his agency has not seen a threat or nefarious activity. He went on to say that the federal government has sent state-of-the-art technology as well as experts to New Jersey to investigate. And while that technology has not confirmed any of the drone sightings, it has confirmed that some of those reported sightings were actually small aircraft.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:02",
      "speaker": "BENBROOK",
      "sentences": "Addressing calls to shoot down the unidentified drones, he said, quote, \"It's not as though anyone can just take down a drone in the sky. That in and of itself would be dangerous.\" Mayorkas pledged to be transparent, promising to provide an update if his team sees any cause for concern.(END VIDEO TAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:02",
      "speaker": "WHITFIELD",
      "sentences": "All right, Julia, you know the White House, not unfazed, but instead saying it sees no threat at this time.All right, At any moment now, President-elect Donald Trump will arrive in Landover, Maryland, to attend the 125th Army-Navy football game, which kicks off in the next hour. This is the fifth time Trump will have attended the clash between the nations service academies. It's also the first time in over a decade America's game is being played back in the shadow of the nation's capital. CNN's Steve Contorno joining us now from West Palm Beach, near Trump's Florida home. So, Steve, what more do we know about this journey for the president elect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:02",
      "speaker": "STEVE CONTORNO, CNN REPORTER",
      "sentences": "Well, he's got some interesting company joining him in Landover for this game, including Florida Governor Ron DeSantis. DeSantis and Trump, of course, had a pretty heated primary over the past year-and-a-half, and they weren't exactly on friendly terms toward the end of the presidential race. But they have buried the hatchet lately, and we've seen Donald Trump actually float privately Ron DeSantis as a potential replacement for defense secretary if Pete Hegseth doesn't survive the nomination process. And the intrigue continues today as DeSantis, a Navy veteran, will be joining Trump at this game.And we also will have Vice President Elect J.D. Vance there who has invited to the game Daniel Penny. That is the ex-Marine that was acquitted on charges this week related to fatally strangling an individual on a subway in New York. Vance talking about this on social media, writing, quote, \"I hope he's able to have fun and appreciate how much his fellow citizens admire his courage.\" Fred?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:02",
      "speaker": "WHITFIELD",
      "sentences": "OK. And then, Steve, the inauguration is just, you know, about a month away now. And Trump is receiving some financial help from some tech giants who we're, for a minute, pretty critical. What's changed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:02",
      "speaker": "CONTORNO",
      "sentences": "Yes, we see Amazon's Jeff Bezos giving Trump $1 million towards his inauguration. Also Meta, obviously run by Mark Zuckerberg also gave $1 million. Zuckerberg and Trump have been at odds. In fact, Donald Trump over the summer released a book that suggested Zuckerberg could serve life in prison if he gets involved in the presidential race like he did in 2020.And then also $1 million from OpenAI CEO Sam Altman. And you just had that great segment on what OpenAI is hoping to do with artificial intelligence and some of the capabilities that they are announcing. Well, there's a lot that will be decided potentially by this incoming administration, how that new technology should be regulated. So now we are seeing a person at the forefront of this industry giving $1 million to Donald Trump's inauguration plans, just as this sort of uncertainty of regulation phase is about to begin. He's also someone who has been at odds at times with Elon Musk. Elon Musk and Sam Altman were once partners in producing OpenAI. However, Musk has now been very critical of how the direction that Altman, what was started as a nonprofit organization. And Musk, of course, has become potentially the most, if not one of the most important people in Donald Trump's inner circle lately. So it's really compelling and interesting to see now that Altman is donating money towards Trump's inauguration. And I should also point out another sort of big tech person getting close to Trump, CEO of Apple, Tim Cook. He had dinner just across the water behind me at Mar-a-Lago with Donald Trump last night. Fred?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:02",
      "speaker": "WHITFIELD",
      "sentences": "Fascinating. All right, thank you so much, Steve Contorno.All right, joining me right now to talk more about Trump's appearance at today's football game and his transition back into the White House. Stephen Collinson. He's a CNN politics senior reporter. Great to see you, Stephen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:02",
      "speaker": "STEPHEN COLLINSON, CNN POLITICS SENIOR REPORTER",
      "sentences": "Hi.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "COLLINSON",
      "sentences": "I think it shows that Donald Trump is going to be one of the most powerful modern presidents we've seen when he takes office in January. It's not his style to sit back and wait. This is an unusual election given the fact that Donald Trump was a president before, and he is only the second president to win a nonconsecutive presidential term.The White House, the incoming White House, believes that it really needs to get a fast start because Trump will be a lame duck. He can't run again. He has only a limited amount of time to get his policies implemented in the Congress and a very narrow House majority. So all this projection of power is trying to send a message that when he does get power for real, he's going to go very quickly. In a sense, it is an erosion of old traditions that you only have one president at a time. Normally, incoming presidents do not talk to leaders in the Middle East. They don't do foreign trips, which to all intents and purposes, present them almost as a president, not a president-elect. But I think this actually, from what we know about Donald Trump and his belief that he has a mandate should not be surprising at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "WHITFIELD",
      "sentences": "So shaking things up is kind of the norm in Trump's world, and his vice president elect has invited Daniel Penny, a marine veteran, to today's game. Daniel Penny just days ago was acquitted of choking to death a homeless man on a New York subway. So what is the message here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "COLLINSON",
      "sentences": "I think this tells us a lot about the tone and the values of the incoming administration. Daniel Penny became something of a folk hero on conservative media, and this case played into this idea that Trump advanced on the campaign trail, that Americas liberal run cities are havens of violence and lawlessness. And this man, Daniel Penny, was seen as someone who took issues into his own hands. So that is why this has become such a big deal for conservatives.Also, the case took place in New York, was overseen by the office of Alvin Bragg, the Manhattan district attorney. His office was the office that also oversaw the hush money case in which Trump was convicted. So the narrative on the right is that liberal prosecutors are spending so much time persecuting, in their view, Trump, instead of enforcing justice and safety in the big cities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "WHITFIELD",
      "sentences": "Chinas president Xi Jinping said no thank you to an invitation to Trump's inauguration. But what's the signal being sent by Trump to even invite him to his inauguration?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "COLLINSON",
      "sentences": "Well, there's a contradiction at the heart of Trump's China policy, as there is in a lot of his approaches, actually. He's nominating perhaps the most anti-China cabinet that we've ever seen in U.S. politics. People like Marco Rubio, the secretary of state designee, he is someone who believes that China poses an existential military, economic, and diplomatic threat to American power. Yet at the same time, the president-elect is inviting Xi to his inauguration.I think it shows that Trump believes that the power of his personality can fix issues that other presidents can't tackle. He's obviously looking for a deal on trade. All this talk of tariffs is seen by many people as a threat to gain leverage. The question is, can this work? There was a deal with China at the end of 2019 before the pandemic, and China didn't really live up to its promises to buy billions and billions of dollars more U.S. goods. So that is something to watch in the incoming administration. Xi couldn't really come because it would be seen by a leader who believes he's just as powerful as the American president as paying homage to Trump. And if he was sitting there on the inaugural dais watching a democratic, peaceful transfer of power, it would raise the question of why that can't happen in a state like China, a one party communist state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "WHITFIELD",
      "sentences": "All right, Stephen Collinson, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "COLLINSON",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Lawmakers in South Korea's national assembly made history on Saturday. More than two-thirds of them voted to impeach the country's president, Yoon Suk Yeol. The announcement triggered scenes of jubilation outside the grounds of the national assembly, where a huge crowd of demonstrators had gathered in support of impeachment. It turned into a giant, freezing cold dance party. Meanwhile, inside the halls of the legislature, here's what one lawmaker told CNN.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It is a victory of Korean democracy. The world has been watching this, but we finally won. Even if it's the beginning, but it's a good beginning. So we will go through this with people. WATSONPresident Yoon made a surprise announcement that shocked South Korea, declaring emergency martial law. And he deployed soldiers on helicopters to the same national assembly to try to stop lawmakers from gathering there. They failed, and the lawmakers managed to vote in the middle of the night to overturn the martial law declaration. So since then, there have been calls to basically prosecute the president and his top aides on charges of insurrection and treason. His former defense minister is already behind bars. He tried to commit suicide earlier this week. That did not succeed. President Yoon has come out with his own statement saying, quote, \"I will stop temporarily for now, but the journey to the future that I've walked with the people for the past two years should not stop. I will not give up.\" However, he loses the powers of the presidency. Those now go to his prime minister, who serves as acting president. A constitutional court will have 180 days to decide whether or not to uphold this parliamentary impeachment, and that will then pave the way for elections. Eight years ago, South Korea impeached another president on corruption charges. She ultimately ended up being prosecuted and ending up behind bars. That could be in President Yoon's future as well. Ivan Watson, CNN, Hong Kong. (END VIDEO TAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "WHITFIELD",
      "sentences": "Thanks so much, Ivan.All right, also new today, The U.S. has been in direct contact with the lead rebel group now in control of Syria. That's according to secretary of state Antony Blinken, who just wrapped up a whirlwind trip to the region. The group, known as HTS, is a U.S. designated terror group, but that doesn't preclude direct contact with them. Thousands of Syrians, in fact, poured into the streets on the first day of Friday prayer since the Assad regime was deposed a week ago. But even as Syrians celebrate, the country is now dealing with the aftermath of the atrocities of the Assad regime, including thousands who we're imprisoned and tortured, and in many cases, killed. CNN's Salma Abdelaziz has the story of one longtime activist who was killed just before the regime fell. (BEGIN VIDEO TAPE) SALMA ABDELAZIZ, CNN CORRESPONDENT (voice-over):  This is activist Mazen al- Hamada recounting all the ways in which he was tortured inside a regime prison. \"They broke my ribs,\" he says. \"He would jump up and come down on me. I could feel my ribs snapping.\" He is then asked in this documentary how he feels about his tormentors. \"I will not rest until I take them to court and get justice,\" he says. This image, tears flowing from his haunted eyes, made al-Hamada the face of Syria's torture victims, and inspired drawings by U.S. based artist and friend Marc Nelson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "MARC NELSON, ARTIST AND FRIEND",
      "sentences": "That just bore into my soul. His face, his expression.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:02",
      "speaker": "OMAR ALSHOGRE, FRIEND AND SYRIAN PRISON SURVIVOR",
      "sentences": "When he got out and lived in this world, he'd seen that the world doesn't care, and that's the only hope he had to live for, that the world would care enough to go and save the cellmates that he left behind.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:02",
      "speaker": "ABDELAZIZ",
      "sentences": "He flew back to Damascus in February of 2020 and was almost immediately forcibly disappeared. Again, Nelson began to draw.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:02",
      "speaker": "NELSON",
      "sentences": "This is the only way I think I can think of as an art person to keep his memory is to every week, every other day, every month, draw him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:02",
      "speaker": "ABDELAZIZ",
      "sentences": "His fate unknown until rebels took control of Damascus and burst open Syria's prisons. Images of al-Hamada's body surfaced online, too gruesome for us to show. He was killed inside the notorious Sednaya prison and his body dumped at a nearby hospital, his family says, just one week before his dream of a free Syria was realized.But his testimony against tyranny is everlasting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:02",
      "speaker": "ALSHOGRE",
      "sentences": "His story will always be used as an evidence and a testimony against this regime that needs to be prosecuted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:57",
      "speaker": "WHITFIELD",
      "sentences": "The accusations stunned the country. An exotic dancer claiming she was raped by three Duke University lacrosse players. That was 2006. Well, now, Crystal Mangum says she made the whole thing up. CNN's Rafael Romo is following these new developments. I mean, this was a huge story when it happened, and now this incredible turn?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:57",
      "speaker": "RAFAEL ROMO, CNN SENIOR LATIN AMERICAN AFFAIRS EDITOR",
      "sentences": "Yes. And she's saying flat out, I lied. They didn't do this, but it's been 18 years, so it probably doesn't make it any easier for them.But in any case, and you remember this, Fred, this case ignited a national firestorm when it happened in 2006. That's when Crystal Mangum, a then exotic dancer, accused three Duke men's lacrosse players of rape. Now, Mangum says, it was all a lie. In an interview for the web show \"Let's Talk with Kat,\" hosted by Katerena DePasquale, Mangum said, or Mangum, I should say, said she testified falsely. The interview took place at the North Carolina correctional institution for women where the 46-year-old woman is serving time for a 2013 second degree murder conviction for stabbing her boyfriend two years before. This is a part of the interview where she asks for forgiveness for lying about what truly happened. Let's take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:57",
      "speaker": "CRYSTAL MANGUM, ADMITS LYING ABOUT BEING RAPED BY LACROSSE PLAYERS",
      "sentences": "I testified falsely against them by saying that they raped me when they didn't, and that was wrong.I hope that they can forgive me. And I want them to know that I love them, and they didn't deserve that. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:57",
      "speaker": "ROMO",
      "sentences": "You probably remember their names. David Evans, Collin Finnerty, and Reade Seligmann. The three then Duke University students who were wrongly accused paid a heavy price for Mangum's lies. The three were arrested following the woman's allegations of sexual assault at a party. Their lacrosse team was forced to cancel his 2006 season, and their coach, Mike Pressler, lost his job as a result. A year later, in 2007, the state's then attorney general, Roy Cooper, now North Carolina's governor, reviewed the case and exonerated the three men who reached a settlement with Duke University after the charges were dropped. Asked about this new development, Governor Cooper said it was important for him to get to the bottom of the case when he worked on it back then.(BEGIN VIDEO CLIP) GOV. ROY COOPER, (D) NORTH CAROLINA:  As attorney general, it was important for me to take that case from the local prosecutor, do an investigation to find the real truth. It is why I dismissed the charges and took the extra step to declare those players innocent of those alleged crimes. That's why I did that. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:57",
      "speaker": "ROMO",
      "sentences": "Jim Cooney, one of the former player's lawyers at the time, told the A.P. that Mangum's allegations caused an enormous tornado of destruction for countless people involved, including the accused men who we're wrongly vilified nationally, as, in his words, racially motivated rapists. It's going to be a part of their biography for the rest of their lives and part of their obituaries, Cooney said of the three men.We reached out to the three former Duke University lacrosse players, but we haven't heard back from them so far. And, you know, thinking about it, probably they don't even want to talk about it anymore, not only with us, but with anybody.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:04",
      "speaker": "RANDI KAYE, CNN CORRESPONDENT",
      "sentences": "He's accused of cold-blooded murder on a New York City street. Yet support for Luigi Mangione is exploding online.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:04",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "If we let O.J. off the hook, why can't we let Luigi off the hook? KAYEthese.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:04",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We need to go ahead and get down to business and figure out how we're going to help my boy, Luigi. We need to put some money on the man's books, make sure he can have honey buns for days, OK, while he's in there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:04",
      "speaker": "KAYE",
      "sentences": "This TikToker echoed frustrations, writing, \"People are tired of being treated like a number.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "People get into these jobs and positions and forget that these numbers that they're interacting with affects actual people's lives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:04",
      "speaker": "KAYE",
      "sentences": "Others offering themselves up as alibis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:04",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Listen, Luigi Mangione could not have killed that CEO that morning. I know because he was on a Zoom call with me organizing a fundraiser for kids and canines with cancer. Free Luigi.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:04",
      "speaker": "KAYE",
      "sentences": "The propping up of Mangione is so outsized, one TikToker even suggested \"Time\" magazine should make him their person of the year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Free my boy. He didn't even do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:04",
      "speaker": "KAYE",
      "sentences": "Mangione has inspired merchandise, too. Online retailers are selling \"Free Luigi\" Christmas ornaments, sweatshirts, and coffee mugs, one emblazoned with the words \"I'm in love with a criminal.\"Mangione's lawyer told CNN that people have been reaching out to his office offering to pay Mangione's legal bills. He's not sure he'd accept the money. THOMAS DICKEY, LUIGI MANGIONE'S ATTORNEY:  Obviously, my client appreciates the support that he has, but it just doesn't sit right with me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:04",
      "speaker": "KAYE",
      "sentences": "A legal defense fund has also been set up on behalf of Mangione. By Wednesday afternoon, the fund had reached over $30,000. Some of the anonymous donors included the words \"deny, defend, depose\" in their message. At least one referred to Mangione as an American hero.In Altoona, Pennsylvania, where Mangione was arrested at a McDonald's after an employee called police, support for him has given rise to threats in the community.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:04",
      "speaker": "CHIEF DEREK SWOPE, ALTOONA POLICE",
      "sentences": "We have received some threats against our officers and building here. We've started investigating some threats against some citizens in our community. We're taking all those threats seriously.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:04",
      "speaker": "KAYE",
      "sentences": "The McDonald's is being targeted, too. Fake reviewers online writing, \"Never eating at this McDonald's again. Imagine going to grab a Big Mac and witnessing Officer Snitchy McSnitch, employee of the month, calling the feds on a hero,\" referring to Mangione. Another fake review reads \"Why go here when Taco Bell is just across the way and knows how to keep their mouths shut?\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yo, good morning to everyone other than the person that snitched on my dog Luigi. Didn't your mother teach you snitches get stitches?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:04",
      "speaker": "KAYE",
      "sentences": "Back in New York City, so-called wanted posters have turned up, possibly suggesting some sort of rallying cry. The posters show faces of executives and CEOs, including Brian Thompson, who Mangione allegedly gunned down. His is marked with a red x. It's unclear who is behind the posters.Randi Kaye, CNN, Atlanta. (END VIDEO TAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "WHITFIELD",
      "sentences": "If it's something coupled with a malaria type thing, do you feel like it does have the potential to become of global concern, that it could be potentially another pandemic or rooted in the roots of another pandemic?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "HOTEZ",
      "sentences": "I think it's too soon to say. And the other factor is the fact that many of these children are malnourished and have underlying malnutrition, according to reports. And you might say, well, what does that matter? Well, for instance, measles, the mortality rate for measles goes way up when children have underlying levels of malnutrition. So this may be measles. We also don't know what the level of vaccination is of the kids in this community. So we have a Meningococcal A vaccine that's very effective available. Did these kids get it? We have now a new malaria vaccine that's just rolling out. We have, of course, measles and MMR vaccination. But we don't know their underlying vaccination status.So I know it's frustrating to wait, but there is a method to this, to what we call doing outbreak investigation, where you get a good case definition and begin doing the case contact searching and also then getting the samples from a good laboratory. And because of the remoteness of the area, this is what really adds to the challenge of this. Mm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "WHITFIELD",
      "sentences": "All right, also, you recently spoke with the Houston chronicle about some of the health challenges that the incoming Trump administration will have to address. What do you see as the most pressing issue that the new White House will need to take on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "HOTEZ",
      "sentences": "Well, I think we've right now, in the current administration, we have a number of pandemic threats that the Biden administration is addressing, especially the new office of Pandemic Coordination and Preparedness, which I don't know if that's going to continue in the Trump administration. And for them, it's all hands on deck looking at this H5N1 avian flu situation. We've had about 60 human cases, about half from dairy farms, from cattle, another half from poultry. That is likely to continue to accelerate. So that's going to be a big priority.And we still have COVID with us. And by the way, many of us are expecting yet another major coronavirus over the coming years because we've had SARS in 2002. That was the original one. Then Middle Eastern respiratory syndrome and SARS-2, which is COVID. So there's probably, possibly for SARS-3. We have widespread mosquito transmitted virus infections now popping up regularly where I am in Texas and in Florida and on the Gulf Coast. So this is accelerating in Grazil, and we expect it now to move into the Caribbean and the Gulf Coast. So things like dengue and chikungunya, maybe zika again, possibly looking at even the possibility of yellow fever, because that's been expanding out of the Amazon rainforest. And then we still have our vaccine preventable illnesses. We've had a fivefold rise in pertussis cases over the last year because of anti- vaccine sentiment spreading. We've had a fourfold increase in measles outbreaks. We've had polio in the wastewater. So there's going to be a lot of infectious disease challenges, both for this current administration and for the next one as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "WHITFIELD",
      "sentences": "Boy, that is a lot indeed. All right, Dr. Peter Hotez, great to see you. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "HOTEZ",
      "sentences": "Great to see you. Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}