{
  "date": "2024-06-27",
  "headline": "Quest Means Business",
  "subHeadline": "Tonight: Biden And Trump Square Off In Historic CNN Debate; Nobel Prize-Winning Economists Warn Of Second Trump Administration; Final Hours Before CNN Presidential Debate In Atlanta; Supreme Court Allows Emergency Abortions In Idaho; Call To Earth: The Great Spine Of Africa; Boeing Safety Concerns. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:00:07",
      "speaker": "RICHARD QUEST, CNN INTERNATIONAL HOST",
      "sentences": "The scene is set. The debate stage awaits.Tonight, Joe Biden and Donald Trump will face off in their first debate for this year's US presidential election, and it is here on CNN. Live from London on Thursday, July 27th. I'm Richard Quest and I mean business. Good evening. Five hours away from an unprecedented debate. President Biden and former President Trump will take the stage at CNN's headquarters in Atlanta as polls show the two are neck and neck. The current president arrived in Atlanta 15 minutes ago. he was there and immediately got down to business. This is the first time a sitting and former president have debated before millions of viewers and the stakes are, it is simply enormous as President Biden tries to calm concerns over his age and Donald Trump aims to discredit Mr. Biden's warning that he is too unhinged to be president again, and is a threat to democracy. In fact, Harry Enten who is with me in Atlanta, in fact both president current and former claim the other is a threat to democracy. So where are the polls and the views?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:07",
      "speaker": "HARRY ENTEN, CNN SENIOR DATA REPORTER",
      "sentences": "Look, this is one of the more interesting questions that folks have been answering, which is who do youbelieve as a bigger threat to democracy? And you would think that Donald Trump would be the one-way winner or loser on that question, given all the attacks that Joe Biden has leveled against him, but despite all of those attacks, what we actually see in the polls, those who would come better at protecting democracy, its only Biden slightly ahead. And so tonight is going to be the first real opportunity, in fact, perhaps the only opportunity, we will see if the second debate happens where Joe Biden can actually go on the offensive and try and reclaim this race because the fact is, incumbents who are trailing, even if by just a percentage point or two going in the first debate, I've looked back at the polls, there is not a single one of them who went on to win re-election. So tonight, all in my opinion, the pressure is on Joe Biden to actually show up and turn although, it is no clear leader, this two-point deficit into say, a two or three-point advantage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:07",
      "speaker": "QUEST",
      "sentences": "What's the margin on that? What is the margin on that such that you would consider it is actually an even heat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:07",
      "speaker": "ENTEN",
      "sentences": "I mean, look, what we know is historically speaking, if you were to take a poll at the end of the campaign and you said that one candidate wasahead by two, there are plenty of examples of candidates going on to win the popular vote are going onto win the election, right? Al Gore was behind by two or three points in the popular vote going into the 2000 election, he actually won it. Donald Trump was trailing by five to six points in Pennsylvania and Wisconsin and went on to win both of those states in 2016. So the fact, is the real way you can look at it is a close race, but tilting slightly in the direction of the former president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:07",
      "speaker": "QUEST",
      "sentences": "Okay, so what is the litmus test that voters are using here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:07",
      "speaker": "ENTEN",
      "sentences": "What is going to be important for these candidates to do tonight? All right, number one, for the incumbent, Joe Biden, he has to quellconcerns over his age. Sixty-eight percent of likely voters said in a \"New York Times\" poll that came out yesterday, said, he is simply too old to be an effective president. How about the former president? Former President Donald Trump, what does he have to do? Well, according to a New York Times-Siena College poll that came out yesterday, 54 percent of likely voters said that he did not have the correct temperament to be president. So Biden tonight has to come out as energetic, show that he is still in control as the president of the United States. Donald Trump on the other actually has to show, dare I say that he is presidential, something of course is an adjective I am not sure, has often been used to describe the former president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:07",
      "speaker": "QUEST",
      "sentences": "Right. But I read that interesting article that Hillary Clinton, former Sec State, wrote about -- as being one of the few people, I thinkprobably of any woman who has debated both of them at the presidential contest level, and she was making the point that -- personally, there is only a year or two between them. It is not like Donald Trump is a spring chicken, and otherwise, and that the real risk -- the trap that Biden must not fall into is to allow Trump to have the bluster.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:10",
      "speaker": "QUEST",
      "sentences": "We spend a huge amount of time talking about the presumptive nominee, God forbid, we actually say somebody is going to be the nomineebefore the actual conventions, and we argue about this in newsrooms up and down the country. And yet tonight, we have this debate earlier than ever before with neither man actually being touched on the shoulders yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:10",
      "speaker": "ENTEN",
      "sentences": "Correct. These are presumptive nominees and that I think is the big risk for Joe Biden coming out. Look, Donald Trump, as he said, I couldshoot somebody on 5th Avenue, and they would still nominate me, essentially, right? I couldn't lose my support. The real risk here is for Joe Biden, who is still in some corners of the Democratic Party, they are saying, is he really the right guy? Is he too old? If he does poorly tonight, I would not be surprised if those whispers become louder and louder, maybe you even hear a few yells.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:10",
      "speaker": "QUEST",
      "sentences": "One final thought, it just occurred to me, I was thinking about it last week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:10",
      "speaker": "ENTEN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:10",
      "speaker": "QUEST",
      "sentences": "Hunter Biden -- if Hunter Biden goes to prison, does that give him an excuse for not doing, for basically saying, I need the family, it istime for the family. Find somebody at the convention.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:10",
      "speaker": "ENTEN",
      "sentences": "Well --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:10",
      "speaker": "QUEST",
      "sentences": "Or am I so off the reservation that I've obviously been lying in a darkened room?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:10",
      "speaker": "ENTEN",
      "sentences": "Joe Biden has been running for president since before I was born. The idea that Joe Biden would voluntarily give up running again to me isabout as insane as eating a piece of broccoli. It just will not happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:10",
      "speaker": "QUEST",
      "sentences": "Which president, I am president. I've never liked broccoli and I will not eat broccoli.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:10",
      "speaker": "ENTEN",
      "sentences": "George HW Bush.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:10",
      "speaker": "QUEST",
      "sentences": "I could go further and ask you the occasion, but I remember it unfortunately, when he said it.Thank you, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:10",
      "speaker": "ENTEN",
      "sentences": "My pleasure. Be well in London.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:10",
      "speaker": "QUEST",
      "sentences": "I will serve broccoli when you come to dinner. Thank you.The candidates will try to sell voters on their vision and then cast doubts about their opponent as you heard. Both have released new attack ads in recent days. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:10",
      "speaker": "VOICE OVER",
      "sentences": "When you think about the Joe Biden you saw on the debate, ask yourself the questiongot taken down by his bike, lost a fight with his jacket, and regularly gets lost, makes it four more years in the White House? And you know, who is waiting behind him, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:10",
      "speaker": "VOICE OVER",
      "sentences": "Donald Trump loves to attack Joe Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:10",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "Joe Biden --Joe Biden --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:10",
      "speaker": "VOICE OVER",
      "sentences": "Because he is focused on revenge and he has no plan to help the middle class.He'd just give more tax cuts to the wealthy. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:10",
      "speaker": "QUEST",
      "sentences": "Maria Cardona is a Democratic strategist and co-host of the podcast \"Hot Mics from Left to Right.\" Scott Jennings is a former special assistantto President George W. Bush. They both join me now. Quick fire round. Start with you, Maria, then speak up, Scott. What are you looking forward to most tonight? Go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:10",
      "speaker": "MARIA CARDONA, CNN POLITICAL COMMENTATOR",
      "sentences": "I am looking forward to Joe Biden showing up and destroying the low expectations that I think stupidly, theTrump campaign has put out there for the president, and I think that is exactly what he is going to do. He is going to be on it. He is going to know policy. He is going to focus on the American voters, talk directly to them, directly to camera, and talk to them about what he has done and how unfit Donald Trump is for office.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:10",
      "speaker": "QUEST",
      "sentences": "Unfit for office. Scott?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:10",
      "speaker": "SCOTT JENNINGS, CNN POLITICAL COMMENTATOR",
      "sentences": "The pressure is all on Joe Biden tonight. He is losing the race. The latest \"New York Times\" polling, theGallup polling, the swing state polling, he is down in this race. A simple high tonight, or a simple show up and don't make any catastrophic errors, that is not good enough. The reason we are having this debate is because Biden wanted it to change the trajectory of the campaign. If he fails to do that tonight, he still stuck in the same quick sand he has been in for months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:10",
      "speaker": "QUEST",
      "sentences": "So the issue that they will both hone in on, start with you, Scott, what do you think becomes the number one issue. Both for Biden's weaknessand for Trump's strength?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:10",
      "speaker": "JENNINGS",
      "sentences": "Well, for Donald Trump, he needs to focus on inflation, cost of living, that has got to dominate the issue set tonight. Secondary,immigration. But for most Americans -- Democrat, Republican, working class, blue collar, white collar -- if you're living in America right now, you're living in a high inflation, high cost of living environment. That is where Donald Trump needs to go every chance he gets.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:14",
      "speaker": "CARDONA",
      "sentences": "Well, I think economists would say that it was actually about a global recession, Richard, you know that better than anyone. And I thinkwhat Joe Biden will do tonight, Richard, is talk about his accomplishments, but also he does need to exude empathy for many Americans who have not felt the massive growth, the job creation, the wage growth. And so he needs to understand that and say, look, I got you, I got your back. I am working for you. I need another four years to make sure that this economy is working for everyone. But look at Donald Trump, if you hire him, every economist has said that his policies would explode inflation, would lose jobs, and would cost American families more and that is exactly what Biden needs to focus on tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:14",
      "speaker": "QUEST",
      "sentences": "We always say these things are won on pocketbook issues. It is the economy, stupid, et cetera, et cetera. But when it comes to foreignaffairs. Now, Joe Biden came into this as being the great foreign affairs expert, but Afghanistan proved how difficult it was. Youve had misery in Ukraine. He can't get -- it took him months to get further armaments to the Ukrainians, and Russia is an appalling mess in relations with China, or there was. Maria, he has got a lot to defend on this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:14",
      "speaker": "CARDONA",
      "sentences": "Well, I think he also has a lot to be on the offense on, Richard because you're right, the world is on fire. And when the world is on fire,you want some somebody that isn't just a steady hand in the White House, but that has the relationships, that has the experience, that has the knowledge to make sure that whatever is going on is going to be good and secure for the American people. They don't want somebody who is chaotic. They don't want somebody who actually looks up to dictator like Putin and like the one in Korea and China and everywhere else that he has said all great things about them. And so that I think, at the end of the day, is something that is very important to the American people, which also connects to the danger to democracy that Donald Trump represents.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:14",
      "speaker": "QUEST",
      "sentences": "Even as you were speaking, Scott was shaking his head.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:14",
      "speaker": "JENNINGS",
      "sentences": "Richard, I just -- look, the world is on fire and you can't have the arsonist and the firefighter be one and the same.When Joe Biden took over, they told us the adults are back in charge. And what has happened all over the world? Anything but good. And yet, the original sin of all this was Afghanistan. That's when Joe Biden's approval rating went under water. It has never come back up. That's when the American people realized, there are no adults here, just a bunch of chaos and that's why, originally they decided, we may have made a mistake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:14",
      "speaker": "QUEST",
      "sentences": "Right, but Scott, there is an unhealthy liking by Donald Trump for dictators. And do we really want to look at another four years of wonderingwhether Volodymyr Putin's got dodgy pictures and videos of Donald Trump in a Moscow hotel room?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:14",
      "speaker": "JENNINGS",
      "sentences": "I think you're peddling long debunked talking points from the Democratic Party. The reality is when Democrats were in the White House,Vladimir Putin does stuff. When Obama was in, he went into Georgia. When Biden was in, he went into Ukraine. When Donald Trump was in, he didn't do nothing. And so I think that's what Donald Trump is going argue tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:14",
      "speaker": "CARDONA",
      "sentences": "He doesn't -- he didn't do anything because Donald Trump will offer Ukraine and other places to Putin on a silver platter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:14",
      "speaker": "QUEST",
      "sentences": "Whoa. Whoa. Slow the carriage. I want you -- look, you both -- you live, breathe, eat, sleep politics and you've done it for decades and it ispart of your lives. Now, give me a human moment. Scott, what are you looking -- forget the candidates, both sides. What are you really looking forward to tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:14",
      "speaker": "JENNINGS",
      "sentences": "Plausibility. You know, Donald Trump, the way he left office, it seemed implausible that he could ever come back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:14",
      "speaker": "QUEST",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:14",
      "speaker": "JENNINGS",
      "sentences": "What he has to prove tonight is that he is a plausible commander- in-chief for the next four years and for Joe Biden, I think he has to show plausibility, too, but just on am I up to this?A big part of this campaign is that the vast majority of American people have concluded, he can't serve four more years and the specter of Kamala Harris is not helping his ticket.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:14",
      "speaker": "QUEST",
      "sentences": "Maria, you're a political junkie like the rest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:07",
      "speaker": "QUEST",
      "sentences": "I thought we found some common ground, but then we suddenly didn't.I will buy you both a strong cup of tea when I get back. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:07",
      "speaker": "CARDONA",
      "sentences": "I would love that. Thanks, Richard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:07",
      "speaker": "QUEST",
      "sentences": "Good to see you both.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:07",
      "speaker": "JENNINGS",
      "sentences": "Love it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:07",
      "speaker": "QUEST",
      "sentences": "Thank you. Now, the presidential debate, it is history making, not just because it is so early, but because the candidates, a present and aformer, it is going to be absolutely remarkable, however, it turns out whoever use support. And it is tonight, it is at 9:00 PM Eastern and we will replay the whole thing again at seven London time, which is two in Hong Kong or seven in London. Even I am getting the bell -- ten in Abu Dhabi. All right, years ago, they used to say, it is the economy stupid. Well, it will be front and center tonight at the debate. The renowned economist, Joseph Stiglitz. He is one of the group of Nobel Prize winners that is warning of consequences of a second Donald trump term, in a moment. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:06",
      "speaker": "JOSEPH STIGLITZ, NOBEL PRIZE WINNING ECONOMIST",
      "sentences": "Look, this is a very heterogeneous group of economists and there are very specific concerns thatare usually concerns of the right-wing. For instance, we worry about the rule of law. We worry about the imposition of tariffs, about the magnitude of budget deficits. You know, the concerns that various economists of our 16 put different things at the top of their list. All of them though were agreed that the policy mix and they experience that we had on four years previously were such as to really endanger our economy going forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:06",
      "speaker": "QUEST",
      "sentences": "I can hear Donald Trump using that famous phrase that Vice President Quayle used years ago, talking about the media, you may remember. He said,\"I wear that scorn as a badge of honor.\" He can turn this around and say, if these men and women are against me, I must be doing something right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:06",
      "speaker": "STIGLITZ",
      "sentences": "There are some circumstances in which that is true, but this is not one of them. The fact is that when you do the calculations, when youlook at the consequences of his proposed increases in tariffs, of his proposed tax cuts for the billionaires, obvious proposed deregulation leading to another financial crisis, deregulation exposing us more to climate change, obvious repeal of the IRA provisions that would lead to higher drug prices, of his undermining support for science -- all of these are pretty objective. I think any reasonable American would say there is a problem here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:06",
      "speaker": "QUEST",
      "sentences": "Which for you, I mean, is the most worrying bearing in mind, obviously, your great interest obviously, in social equity and fairness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:06",
      "speaker": "STIGLITZ",
      "sentences": "Well, I think the two things are precisely the fact that the overwhelming consequence of his policy is to make the billionaires, thepeople at the top, the top one percent, top one-tenth of one percent are better off and actually make the people at the bottom worse off. Besides that, it is the basic rule of law and that is essential to the functioning of our society, but also of our economy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:06",
      "speaker": "QUEST",
      "sentences": "Did you ever think, and you know, not being considered as a compliment, sir, you've been round, you've been around a few elections inyour lifetime, did you think that you would ever sign a letter against specifically one of the candidates in a presidential election?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:06",
      "speaker": "STIGLITZ",
      "sentences": "I never envisioned myself facing a situation where the magnitude of what was at stake was so large and the list of things in economic termsthat were being proposed were so wrong. I never thought I would face a discussion of a Republican that was against -- that was centered around imposing tariffs, that was centered around a set of measures that would increase the cost of living for so many Americans, that repealed science funding. Even his own Republican Party members disagreed with him during his first administration, but a second administration where he is untethered would lead a cutback of science, that is the basis of America's leadership in the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:10",
      "speaker": "STIGLITZ",
      "sentences": "That's right, and I think that is partly because of what President Biden has done over the last four years. The measures that he putin place soon after he took office gave US a stronger basis, a stronger stimulus than other countries had. It also lowered poverty rates among children in one year by more than 40 percent, and then he passed this infrastructure bill. Then he passed the Science and CHIPS Act to make our economy more resilient. And then he pass the IRA that has put us in leadership and the transition to a post fossil fuel world. The fact of the matter is, the set of policies that have been passed in a very divided Congress has been very impressive, surprising, and is the reason why our economy is stronger than that of any of the other countries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:10",
      "speaker": "QUEST",
      "sentences": "I am grateful to you, sir. Thank you very much. As always, for coming on QUEST MEANS BUSINESS. It is an honor to have you on the program.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:10",
      "speaker": "STIGLITZ",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:19",
      "speaker": "QUEST",
      "sentences": "Means Business in just a moment. Four-and-a-half hours ago and we'll continue our coverage of tonight's US Presidential Debate on CNN, ofcourse. More unrest in Kenya even after its president backed down on a controversial tax bill. We'll get to all of that shortly after the news headlines (inaudible) this is CNN. And on this network, the news always comes first. A Bolivian general has been arrested following Wednesday's attempted coup. Juan Jose Zuniga has been dismissed as commander of the Bolivian army on Tuesday. The video shows President Luis Arce confronting him ahead of the arrest. Bolivia's defense minister says the government has now regained total control of its armed forces. China is deepening a purge within the top ranks of its own military. It expelled the former defense minister, Li Shangfu, and his predecessor from the ruling Communist Party, accusing them of corruption. Li was removed in October last year without explanation after he vanished from public view for two months. For the first time in 20 years, Beijing has sent giant pandas to the United States. Two of them left on Wednesday for their new home at the San Diego Zoo. And the diplomacy between the US and China goes back to 1972. China has recalled most of the animals amid tensions with Washington. Donald Trump and Joe Biden have agreed to a specific set of rules for tonight's debate. There's no live audience and microphones will be muted until it's their turn to speak. No props or pre-written notes are allowed, and the debate will run 90 minutes with two breaks. The candidates will have limited time to answer questions and respond to their opponents. Boris Sanchez visited the debate stage and shows us how the candidates will know when their time is up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:19",
      "speaker": "BORIS SANCHEZ, CNN CORRESPONDENT",
      "sentences": "That's where these lights above the cameras come in handy. That's going to turn green when the candidates have15 seconds left to speak, they'll turn red, a flashing red when they have five seconds left to speak, and a full red light will shine off the top of that camera when their time has expired. The big question tonight is, how will these candidates handle the rules? And one of the key questions, when the mics are muted, are we going to be able to hear if another candidate continues speaking? Again, they're only eight feet apart, so while we at home may have trouble making out what these candidates are saying to each other, the other candidate will undoubtedly be able to hear what's going on now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:19",
      "speaker": "QUEST",
      "sentences": "Jeff Zeleny is with me in Atlanta. This mics being switched off, the choreography, you know, the Hillary Clinton sort of saying Trump stalkedaround the stage when they debated all those years ago. What do you make of tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:19",
      "speaker": "JEFF ZELENY, CNN CHIEF US NATIONAL AFFAIRS CORRESPONDENT",
      "sentences": "Richard, there's no doubt the biggest difference from those debates of yesterday are thefact that there will be no audience in the debate. That is something that both candidates agreed upon. There's no doubt that the microphones will be something that we'll be watching tonight, to see how both President Biden and former President Donald Trump handle them. Speaking of audience, of course, this is a global audience, international audience. But right here in Georgia, the battleground state of Georgia, where Joe Biden won by fewer than 12,000 votes, just out of five million votes cast four years ago, sets the stage for a very critical rematch this year. We've been talking to Georgia voters who are very closely watching tonight's debate. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:19",
      "speaker": "ZELENY",
      "sentences": "Mariama Davis is busy in her Atlanta boutique, hopeful for the summer ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:19",
      "speaker": "MARIAMA DAVIS, GEORGIA DEMOCRATIC VOTER",
      "sentences": "Hey there. Welcome to the Beehive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:19",
      "speaker": "ZELENY",
      "sentences": "When you ask her that age old question in politics --(on-camera): Are things better for you than they were four years ago?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:19",
      "speaker": "ZELENY",
      "sentences": "Her deliberate answer is telling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:19",
      "speaker": "DAVIS",
      "sentences": "I mean, with the loan forgiveness and that, definitely better. But things are, you know, might be just a little slight increase, but they feelpretty much the same.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:19",
      "speaker": "ZELENY",
      "sentences": "It's not worse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:19",
      "speaker": "DAVIS",
      "sentences": "It's not worse. It's not worse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:19",
      "speaker": "ZELENY",
      "sentences": "While it's hardly the slogan President Biden is running on, it taps into a sentiment often expressed by supporters like Davis. She manages TheBeehive, a small business like so many on an economic roller coaster.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:19",
      "speaker": "DAVIS",
      "sentences": "If people have a choice to buy eggs or food, and gifts, we still expect them to buy food for their families. But like I said, our doors arestill open, so we're grateful for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:10",
      "speaker": "KELVIN KING, CONSERVATIVE REPUBLICAN LEADER",
      "sentences": "A good candidate on either side may be able to sway voters in Georgia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:10",
      "speaker": "ZELENY",
      "sentences": "Kelvin King, a Conservative Republican leader, backed Trump in 2016 and 2020.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:10",
      "speaker": "KING",
      "sentences": "And thank you for fighting for all Americans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:10",
      "speaker": "ZELENY",
      "sentences": "While he believes Biden is vulnerable on inflation, immigration and more, he said a Trump victory here is hardly guaranteed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:10",
      "speaker": "KING",
      "sentences": "We have new Republicans who are excited about President Trump. We have some Republicans that are not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:10",
      "speaker": "ZELENY",
      "sentences": "It's one of the biggest questions of the race, can Trump capitalize on Biden's challenges? The former president's campaign has started openingoffices across the state, like this one in Marietta. But Trump has yet to bury the hatchet with the popular Republican governor, Brian Kemp. DONALD TRUMP (R), FORMER US PRESIDENT AND PRESIDENTIAL CANDIDATE: Let me tell you, this guy's a disaster.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:10",
      "speaker": "ZELENY",
      "sentences": "Who refused to give in to Trump's demands to overturn the election, which made Georgia an early epicenter of criminal charges against him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:10",
      "speaker": "KING",
      "sentences": "Relitigation is not going to drive people to the polls, at least not the folks in the middle, the votes that we need, but focusing on today andtomorrow is really where we need to be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:10",
      "speaker": "ZELENY",
      "sentences": "Georgia is among the battlegrounds Trump is trying to win back, along with Arizona while also picking up Nevada, which he lost twice. Bidencould lose all three and still win re election if he holds the blue wall of Wisconsin, Michigan, Pennsylvania and a single electoral vote in Nebraska. To keep all pathways open, Democrats are making big investments in Georgia with a dozen offices.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:10",
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF UNITED STATES",
      "sentences": "We will gather, we will organize, we will build community, we will build coalitions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:10",
      "speaker": "ZELENY",
      "sentences": "That fraying coalition is a pressing challenge facing the Biden campaign. When we met Kerry Singleton last year, he was disappointed Bidenhadn't achieved all of his promises.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:10",
      "speaker": "KERRY SINGLETON, GEORGIA DEMOCRATIC VOTER",
      "sentences": "As we all hold Trump accountable, you know, we have to hold Biden accountable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:10",
      "speaker": "ZELENY",
      "sentences": "After hearing the President deliver a commencement address at Morehouse College last month, and focusing on his notes November choice, hesees it differently.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:10",
      "speaker": "SINGLETON",
      "sentences": "My disagreements previously do not matter as much as the two people that we have as choices here. And to me, former President DonaldTrump just isn't an option whatsoever.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:10",
      "speaker": "ZELENY",
      "sentences": "Back at the Beehive, Davis is optimistic for the fall, and for her status quo sounds just fine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:10",
      "speaker": "DAVIS",
      "sentences": "You know what you're getting with Joe Biden. He doesn't pull any punches. He's a straight shooter. And I'm happy to see more of the same.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:10",
      "speaker": "QUEST",
      "sentences": "Jeff Zeleny is with me. When the talking on the stage is over, the talking backstage begins. Talk me through it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:10",
      "speaker": "ZELENY",
      "sentences": "Richard, it certainly does and that's where the spin room comes in. That's where I am right now. It is in the arena at Georgia Tech, justacross from the CNN studios. And this is where advisors for the Biden campaign and the Trump campaign will be afterward. And this is the biggest example of how the 90 minutes on stage is certainly important, but the debate will linger on, and it will linger on here as the advisors try to spin what their candidates did. Now, of course, CNN has our stage here, but other news organizations from around the country in the world do as well. So the reason this debate is so closely watched, the reason we are calling it historic, is because it's so early. So both sides agreed to this early debate to try and shake up this very stable race. We will see if either of the candidates on stage do that tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:10",
      "speaker": "QUEST",
      "sentences": "Jeff, you've obviously been in spin rooms galore. So what's it like when, you know, one of the spinners comes up to you? You know, do they sortof say, hey, Jeff, my guy did grill. He said this, he did -- how do they do it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:10",
      "speaker": "ZELENY",
      "sentences": "That's pretty much how they do it. But usually it's cleanup duty. If something happened on stage that was not really good, that's what theadvisors or their surrogates try and clean up, if you will. We used to ignore them, frankly, when I was a newspaper reporter working for the New York Times and other places, we ignored spin rooms. What happens on the stage stays on the stage. But it's slightly different now because these moments can be framed in different ways. Richard, one thing that's different for this debate, Donald Trump is going to have a cast of surrogates here, Republicans who are likely to be his running mate. He's inviting North Dakota Governor Doug Burgum here, Senator JD Vance, Marco Rubio, Tim Scott, almost everyone from his short list of running mates will be right here in the spin room tonight making his case, defending him. So we are likely to see the vice presidential running mate here tonight. The question is, which one will it be? So it's a casting call of sorts as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:10",
      "speaker": "JESSICA SCHNEIDER, CNN JUSTICE CORRESPONDENT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:10",
      "speaker": "QUEST",
      "sentences": "Do you think think the justices says we cannot bring that out the day of the debate or before the debate? We are going to shove it in adrawer and wait until afterwards? What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:10",
      "speaker": "SCHNEIDER",
      "sentences": "You know, the chief justice, John Roberts, he worked in political administrations, George W. Bush. I mean, he understands theimplications of politics. So I don't think it's beyond the realm of possibility that they consider that in not releasing it, but who knows?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:10",
      "speaker": "QUEST",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:10",
      "speaker": "SCHNEIDER",
      "sentences": "They might just not be finished since they didn't hear it until two months ago. And it's probably the biggest case on their docket.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:10",
      "speaker": "QUEST",
      "sentences": "Of all we heard today, which is the most important one vis-a-vis the election?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:10",
      "speaker": "SCHNEIDER",
      "sentences": "Oh, boy. Probably all issues surrounding abortion. So the fact that we had two abortion cases before the Supreme Court this term,including one opinion we got today, I mean, those are probably the cases that impact the election the most. And in a way, Richard, this decision today, it gives some reprieve maybe to Republicans who have faced such backlash when it comes to abortion and the fact that three of Donald Trump's nominees to the Supreme Court helped overturn Roe v. Wade. But, you know, the decision that came out today, it doesn't answer the question. It doesn't end the controversy about this Idaho near total abortion ban. What it does is just halt the law for now while the litigation continues at the lower courts. It's quite possible that this issue will get back up before the Supreme Court about which law prevails, the Idaho law or the federal law. So -- and I'll note, Richard, as well, even though the Supreme Court's decision today paused the Idaho near total abortion ban, there are still about a half dozen to a dozen states in this country that have very similar bans that aren't stopped, that do continue to be in effect. So abortion's a hot topic for the 2024 election for sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:25",
      "speaker": "QUEST",
      "sentences": "We're going to embark on an epic mission with South African explorer Steve Boyes as part of the Rolex Perpetual Planet Initiative. He's on amulti-year expedition across Africa where he will scientifically document the continents massive inland river basins. Today, he's visiting a remote region in Zambia where he'll meet up with a scientist who's looking after one of the world's most peculiar creatures. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:25",
      "speaker": "STEVE BOYES, SOUTH AFRICAN EXPLORER",
      "sentences": "Bengweulu means where the water meets the sky in the local language. Beautiful reflections off the water.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:25",
      "speaker": "QUEST",
      "sentences": "A vast wetland that stretches for almost 10,000 kilometers. Bengweulu is one of Africa's most diverse ecosystems, home to someextraordinary species.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:25",
      "speaker": "BOYES",
      "sentences": "I've never been here to the Bengweulu swamps before and I'm intrigued. Abundant bird life, thousands, tens of thousands of lechwe. Youcan hear the hippos calling, you have the hyenas coming around. This system has a lot to teach us. Call to Earth guest editor Steve Boyes and his expedition team have been joined on the water by ornithologist and conservationist, who has been living in the swamps for three years, studying and rehabilitating one of its most iconic species. Standing up to five feet tall, with an eight foot wingspan and a large clog shaped beak that gives them their name, the shoebill is one of the strangest looking birds on the planet, listed as vulnerable by the IUCN. Bengweulu is the southernmost population remaining in the world, with no more than 215 individuals surviving in these wetlands.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:25",
      "speaker": "MARGARET HIRSCHAUER, BANGWEULU SHOEBILL PROGRAM MANAGER",
      "sentences": "A lot of people say they look quite prehistoric, like dinosaurs. They have a really sharp,massive hook on the end of their beak, and razor sharp edges to both the top and bottom of their bills. So they grab these slippery, powerful fish, and then crush their skulls with one or two chomps.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:25",
      "speaker": "BOYES",
      "sentences": "I'm an ornithologist, I'm meant to be an expert, but shoebills leave me lost for words. They do. You just look at it and you go, I don't know,extraordinary. Here he goes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:25",
      "speaker": "QUEST",
      "sentences": "Unlike many of the systems Steve has explored in the past, Bengweulu also has an abundance of people, around 60,000 living in the swamps. Butshoebills face the threat of capture to be sold on the illegal exotic pet market. And much of Maggie's job has been educating and integrating the local fishing community into the bird's protection.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:25",
      "speaker": "HIRSCHAUER",
      "sentences": "So the main core underpinning of all of this program is the community engagement. We have a nest protection program where fishermenactually notify us when they find nests. And we then go into the swamps, we verify that nest, and we get data through those reports. The shoebills typically lay two eggs, not always but typically, and almost always. If they lay two eggs, one of the chicks kills the other. It's just competition. We can capitalize on that, and we take one of the eggs or one of the chicks off the nest. We bring it into our facility, and we raise it without human contact, and then we release them back into Bengweulu.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:25",
      "speaker": "QUEST",
      "sentences": "The Great Spine of Africa expeditions will provide Maggie and other scientists with a whole host of new information about species like theshoebill, with data on the ecosystems surrounding them and even new undocumented populations in other parts of the continent. Systems like this teach us that it is possible. It is possible to have living abundance under the pressure of people. People are pressure, they're part of it. They're meant to be here. You can't value something until you can measure it, and you can measure change in it. So that is what our baselines are. It's the beginning of measuring value. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:52:32",
      "speaker": "QUEST",
      "sentences": "Boeing is in trouble with US safety regulators for revealing details concerning January's door plug blowout. The plane maker was speaking tojournalists about quality improvements at its factory in Washington State. The NTSB said Boeing must not present facts from an ongoing investigation. Our Aviation Correspondent Pete Muntean was at that news briefing, that's the full story. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:52:32",
      "speaker": "PETE MUNTEAN, FOX NEWS AVIATION CORRESPONDENT",
      "sentences": "This inside look we got here at Boeing was really significant, the first since the January 5th door plugblowout. Boeing executives here insisted to me and other reporters that type of omission will not happen again. And they laid out this four point plan for fixes here. But they also dropped a really big bombshell here. Boeing executives said that there was no documentation, workers made no paperwork entries about that fateful door plug work. That meant that workers did not know that that work was still being finished when the plane was pushed out of the factory here in Renton, and that plane was essentially a ticking time bob until the door plug blowout on January 5th. Boeing insists it is cut down on that kind of work by half. It is known as traveling work. Those are unfinished jobs that begin on one part of the production line and continue moving down the production line. And we saw how Boeing is literally putting the brakes on that. There was a blank in one of the steps of the production line where the previous plane would have moved forward, but it had some of that unfinished work, so it stayed in the previous spot. I want you to listen now to Elizabeth Lund. She is the Head of Quality Control here at Boeing, rumored to be the next CEO of Boeing. And I asked her if that kind of omission, that door plug work that ultimately led to the blowout, could happen again. How confident are you that the door plug incident, what led to it will not happen again?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:52:32",
      "speaker": "ELIZABETH LUND, SENIOR VICE PRESIDENT OF QUALITY, BOEING",
      "sentences": "I'm extremely confident. I am extremely confident that the actions that we took haveensured that every airplane leaving this factory is safe. I feel very confident that it will not happen again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:03",
      "speaker": "QUEST",
      "sentences": "The markets now finished barely higher after hitting session lows in afternoon trading. Salesforce carried a big part of the weight, up 4percent after its annual shareholder meeting. Merck is at the bottom. The FDA rejected its application for a new lung cancer drug. Micron is down 7 percent on disappointing quarterly earnings. And you can see the markets and how did they traded to. The debate is still ahead. We'll have a profitable moment just before that. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}