{
  "date": "2024-03-28",
  "headline": "CNN Newsroom",
  "subHeadline": "Collapse of Baltimore's Key Bridge Investigated; Israeli Prime Minister Benjamin Netanyahu indicates that victory over Hamas in Gaza could be achieved within weeks; Myanmar's Military Junta Faces Armed Rebellion; Some Victims of Bridge Collapse Identified; South Africa Struggles with Rampant Crime, Police Corruption. Aired 12-12:45a ET",
  "utterances": [
    {
      "timeStamp": "00:00:00",
      "speaker": "MIKE ROWE, AMERICAN TELEVISION HOST AND NARRATOR",
      "sentences": "Know from Dirty Jobs that they're a band of brothers. I know they're resilient, but I also know our country depends on them. And we've got a couple million bucks right now at microworks.org. We're giving it away in the next series of work ethic scholarships. Your viewers are more than cordially invited to check it out because these men don't grow on trees. These workers are not a dime a dozen. They need to be picked. They need to be trained. They need to be respected because without them, the toll is frankly something we don't want to pay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "LAURA COATES, CNN ACHOR AND CHIEF LEGAL ANALYST",
      "sentences": "Thank you for pointing out not only as many people are talking about the supply chain, you're talking of any industry, you're talking about the human beings that make the world go round. Thank you so much, Mike Rowe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "ROWE",
      "sentences": "Anytime. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "COATES",
      "sentences": "Thank you for watching. Our coverage continues",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "JOHN VAUSE, CNN ANCHOR",
      "sentences": "Ahead here on CNN Newsroom.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "WES MOORE, MARYLAND GOVERNER",
      "sentences": "The collapse of the Key Bridge is a global crisis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "VAUSE",
      "sentences": "Counting the costs of the deadly collapse of Baltimore's Key Bridge as investigations continue into how it was brought down after being rammed by a cargo ship.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER",
      "sentences": "Victory is within reach. It's a few weeks away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "VAUSE",
      "sentences": "But what does victory look like? And what are Israel's plans for a post-Hamas Gaza?UNKNOWN (through translator): We won't give in to fear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "VAUSE",
      "sentences": "The military dictators of Myanmar, face the worst of the worst. They're facing a growing armed rebellion, ramp up the torture and persecution.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "VAUSE",
      "sentences": "In Baltimore, Maryland, as investigations continue into the collapse of the Francis Scott Key Bridge, what was a recovery mission is now a salvage operation. Two bodies were recovered from the water Wednesday, four others remained missing, presumed dead. Police say no one could have survived that length of time in the frigid waters of the Patapsco River. Bad weather and the mangled wreckage of the bridge have also made conditions too dangerous for divers to continue their search.But investigations into how this happened continue. Authorities have interviewed the ship's crew, now have the voyage data recorder. The Dali was carrying 56 containers of hazardous material. Some were breached in the collision, while others fell into the harbor. As for the 46-year-old bridge, officials say an inspection last May found no problems. (BEGIN VIDEO CLIP) JENNIFER HOMENDY, U.S. NATIONAL TRANSPORTATION SAFETY BOARD CHAIR: It's pretty devastating, certainly. Seeing not just what's going on with the cargo containers, but just looking at what was a bridge span, three bridge spans, that is pretty much gone. That is, it's just utter devastation. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "VAUSE",
      "sentences": "More now on the crash, the investigation, and the economic impact from CNN's Brian Todd.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "MOORE",
      "sentences": "The collapse of the Key Bridge is not just a Maryland crisis. The collapse of the Key Bridge is a global crisis.BRIAN TODD, CNN CORRESPONDENT (voiceover): Divers located the bodies of two construction workers in a red pickup truck 25 feet below the surface of Baltimore's Patapsco River, a day after the Francis Scott Key Bridge collapsed, killing six. Authorities say it is currently impossible to locate the remaining four people. COL. ROLAND L. BUTLER JR., MARYLAND BSTATE POLICE SUPERINTENDENT: We're now moving from a recovery mode to a salvage operation. Because of the superstructure surrounding what we believe are the vehicles, and the amount of concrete and debris, divers are no longer able to safely navigate or operate around that. We have exhausted all search efforts. TODD (voiceover): Investigators say they're going to examine a play- by-play breakdown of the moments before the fully loaded cargo ship rammed into the bridge. A key piece of evidence, the ship's data recorder.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "HOMENDY",
      "sentences": "We've sent that back to our lab to evaluate and begin to develop a timeline of events that led up to the strike on the bridge.TODD (voiceover): Transportation Secretary Pete Buttigieg doesn't expect the investigation will change the designs of bridges or ships moving forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "PETE BUTTIGIEG, TRANSPORTATION SECRETARY",
      "sentences": "A bridge like this one, completed in the 1970s, was simply not made to withstand a direct impact on a critical support pier from a vessel that weighs about 200 million pounds.TODD (voiceover): But Homendy says the investigation will look at what could have kept the bridge from coming down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "HOMENDY",
      "sentences": "We will look at areas that should have been in place to prevent this type of destruction from occurring.TODD (voiceover): At this moment CHRIS VAN HOLLEN, U.S. SENATE DEMOCRAT: The most urgent priority is to open up the port of Baltimore. It is essential to the livelihoods of people here in Baltimore and Maryland, and in fact, the economies of the region, and will impact people around the country and around the world. TODD (voiceover): And plans are in the works for a new bridge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "BUTTIGIEG",
      "sentences": "We know that it can't happen overnight, and so we're going to have to manage the impacts in the meantime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "TODD",
      "sentences": "Federal officials now say there are 11 ships, in addition to the Dali, that are now stuck inside the Port of Baltimore. They include three bulk carriers, an oil and chemical tanker, and a vehicle carrier. Officials have also said that all crew members of the Dali are still on the container ship and are cooperating with investigators. Brian Todd, CNN, Baltimore.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "VAUSE",
      "sentences": "Joining me now from Alaska, cargo ship captain James Staples. He's also a maritime safety and security consultant. Jim, thank you for being with us.CAPT. JAMES STAPLES, MARITIME SAFETY &amp; SECURITY CONSULTANT: Thank you for having me. VAUSE: So in the last update we heard from the NTSB, we were told this came from the lead investigator, precise details about the ship's speed, the power outage, and point of impact. Listen to this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "MARCEL MUISE, NTSB INVESTIGATOR IN CHARGE",
      "sentences": "Around 01(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "VAUSE",
      "sentences": "He seems to say, in other words, it took, what, 33 seconds from that initial impact before the bridge actually began to collapse. So if you're the captain of that ship at that point, is there anything you can do? And what would you have been able to do leading up to that moment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "STAPLES",
      "sentences": "Well, you know, once you lost the propulsion, there's probably not much they could do at that speed. The pilot did everything he possibly could do. He let that anchor go. He let that port anchor go, and he was trying to steer the vessel away. But with all that momentum, all that weight, there wasn't a lot that he could do. What would you have done prior to that? Well, that's easy to say with hindsight.You know, obviously, if they had had probably two tractor tugs on either end and a set of lead aft tractor tug, that probably would have helped them quite a bit, and they could have missed the bridge. So these are something we're going to have to look at. New procedures to be put into place for vessels being guided, like we do with tankers using escort tugs when they're going through a critical point in the harbor. So that's one thing that could be done. But like I said, that's all hindsight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "VAUSE",
      "sentences": "Yeah. Hindsight's a wonderful thing, absolutely, 2020.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "STAPLES",
      "sentences": "It is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "VAUSE",
      "sentences": "Clear the power outage, and the cause of that is one of the focuses here of the investigation. What will they learn from the VDR about that, the Voyager data recorder?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "STAPLES",
      "sentences": "Well, they're going to get a lot of data from the different systems that are being run. So they're going to get all the radar pictures. They're going to get the telegraph where the engine was at. They're going to get the wheel. They're going to get every piece of electronic equipment that was being inputted into the VDR along with voice.They're also going to be picking up stuff from the engine room. So that may let them know that they've lost pressure in a certain pump or filters got clogged or some type of problem like that with oil, with the fuel system. So that's what they're going to be looking at. You know, was this a fuel system problem? Was this human error? It still could be human error. We never know. Someone doing something as simple as turning and closing the wrong valve can cause a blackout of the ship. I've had that happen myself. Somebody turning the wrong valve blacked out a ship. Something so simple, but that's what it was. And this happened at a very crucial time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "VAUSE",
      "sentences": "I want you to listen to the governor of Maryland on the economic impact from the collapse of this bridge. Here he is.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "MOORE",
      "sentences": "The national economy and the world's economy depends on the Port of Baltimore. The port handles more cars and more farm equipment than any other port in the country. Last year alone, the port handled $80 billion of foreign cargo, the largest in the country.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "VAUSE",
      "sentences": "On the U.S. East Coast, there's the Port of New York and New Jersey, Virginia, Savannah and Charleston, just to name a few. Do they have capacity to handle imports which would normally go to the Port of Baltimore? Because it seems what we're looking at here means sort of more of a logistics problem as opposed to a supply chain issue. How do you see this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:29",
      "speaker": "VAUSE",
      "sentences": "Captain Jim Staples, thank you, sir, for being with us. Your insights and your experience are very much appreciated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:29",
      "speaker": "STAPLES",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:29",
      "speaker": "VAUSE",
      "sentences": "With cross-border attacks between Israel and Hezbollah militants in Lebanon escalating, Israel is warning it will 'copy and paste Gaza onto Lebanon.' That blunt warning from the Israeli Prime Minister's office comes on the same day when at least 16 people were killed in Israeli airstrikes on villages in southern Lebanon. The Israeli military says the targets were terrorist cells. Hezbollah says it fired dozens of rockets into northern Israel in response to those Israeli airstrikes. Most of the Hezbollah rockets were intercepted, but Israeli officials say at least one person was killed.Meantime, Israeli airstrikes on the southern Gaza city of Rafah have killed at least 11 people, according to Palestinian health officials. Among the dead, an 11 year old child. Hospital officials say he was sheltering in a home with a number of families. WAFA, the Palestinian news agency, reports residential buildings in other parts of Rafah were also hit. Israeli Prime Minister Benjamin Netanyahu says the military offensive on Rafah must go ahead, saying Israel's very existence is at stake. During a meeting with a bipartisan delegation from the U.S. Congress, Netanyahu also said victory in Gaza is now just a few weeks away. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:29",
      "speaker": "NETANYAHU",
      "sentences": "We've killed the many senior leaders, including number four and Hamas number three, and Hamaz, we'll get number two and number one. That's victory. Victory is within reach. It's a few weeks away.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:29",
      "speaker": "VAUSE",
      "sentences": "Joining me now from Jerusalem, Yaakov Katz, senior columnist at The Jerusalem Post and senior fellow with the Jewish People Policy Institute. Yako, thank you for being with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:29",
      "speaker": "YAAKOV KATZ, SENIOR COLUMNIST, THE JERUSALEM POST",
      "sentences": "Thank you, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:29",
      "speaker": "VAUSE",
      "sentences": "So, if the Israeli Prime Minister is to be taken at his word, the war is within weeks of coming to an end. What does victory for Israel look like? And then what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:29",
      "speaker": "KATZ",
      "sentences": "Well, I think that what the Prime Minister is referring to is that if Israel does go and launch that ground offensive into Rafah, which has really been at the heart of the controversy. And the arguments that have been going on between Washington and Jerusalem, of exactly how to prosecute that offensive, which is really the last, I would say, kind of the Alamo, almost for Hamas. It's where four Hamas battalions are still in their full entirety and strength, held up in Rafah. It's where Hamas still has a series of tunnels along the border between Gaza and Egypt, which is its oxygen pipeline.It's where it can use those tunnels to smuggle in some of those more sophisticated Iranian weapons that we've seen them use during the last almost six months of this war. And the idea is that if Israel can go in there and break the back of those battalions, take out those key tunnels, it won't have won the war in the sense that Hamas is eliminated, but it will have won the war in the sense of transitioning and moving Hamas from being this terrorist army to maybe lower-level, counter-terror, insurgency-style operations that then Israel will have to carry out over a period of time, but at a much lower level of intensity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:29",
      "speaker": "VAUSE",
      "sentences": "Sort of a downgraded version of victory. Netanyahu made clear why that offensive on Rafah was so important. Here he is.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:29",
      "speaker": "NETANYAHU",
      "sentences": "Now we are told, you can't do this. If you go into Rafah, you're going to have a humanitarian catastrophe. You're going to have, I don't know, 30,000 dead, 40,000 civilian dead. Okay. That's not true. That is simply not true. There's all of the Gaza Strip north of Rafah. You know, people down, they can move back up.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:29",
      "speaker": "VAUSE",
      "sentences": "Anyone who makes that journey, heading north is essentially risking their lives. And Netanyahu knows that. He also knows 30,000 people, mostly civilians, are already dead. And when most of Gaza's population crammed into Rafah, no one knows how many will die. And yet maybe it could be 30,000, but how many could it be? What's an acceptable number here? Is it 5,000? Is it 10,000? This is a question for Benjamin Netanyahu. How many people is he prepared to die in this military offensive?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:19",
      "speaker": "VAUSE",
      "sentences": "Yeah, look, the enemy always has a vote in what happens, to quote Colin Powell. But I want to move on to this U.N. report, which has found that Israel's actions in Gaza have reached the level indicating genocide. It adds this, by distorting international humanitarian law, customary rules, including distinction, proportionality and precautions, Israel has de facto treated an entire protected group and its life-sustaining infrastructure as terrorist or terrorist-supporting, thus transforming everything and everyone into either a target or collateral damage, hence killable or destroyable. In this way, no Palestinian in Gaza is safe by definition. And here's the U.N.'s Special Rapporteur on Human Rights in the Occupied Palestinian territories. Listen to this.(BEGIN VIDEO CLIP) FRANCESCA ALBANESE, U.N. SPECIAL RAPPORTEUR ON HUMAN RIGHTS IN THE PALESTINIAN TERRITORIES: The only reasonable inference that can be drawn from the unveiling of this policy is an Israeli state policy of genocide and violence towards Palestinian people in Gaza. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:19",
      "speaker": "VAUSE",
      "sentences": "No one is denying the must-start of this latest escalation. No one is denying they committed the largest massacre of Jews since World War II. But this report is damning, accusing Israel of genocide at an executive level. So Israel is now in the company of countries like Myanmar, Sudan, Bosnia and groups like ISIS.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:19",
      "speaker": "KATZ",
      "sentences": "Look, this report by Albanese, the special rapporteur, I completely reject it and dismiss it. I think it is blatantly filled with anti-Semitism. And it also, John, does not add up with the facts. The facts is, and they're questionable, even these facts. If the Palestinian health ministry, the so-called Palestinian health ministry, which we actually know is Hamas, and we know that no one in the world would ever take the Al-Qaeda health ministry or the ISIS health ministry at face value and accept their numbers. But for some reason, Hamas numbers, a terrorist organization that rapes and decapitates women and kidnaps children, they're willing to accept those. But even if we accept those numbers of 30,000, we should accept the numbers that Israel claims of 13,000 of those people killed being terrorists.And then you have a civilian combatant ratio, which is less than 2 to1. In other words, less than two civilians for every combatant killed. And while every loss of civilian life is a tragedy, what Israel has been doing in Gaza and prosecuting this war is, I would venture to say, possibly the most precision and accurate war that has ever been fought in modern military history. The UN itself talks about how in war, in urban settings, the ratio is usually 9 to 1. So I don't expect the world to stand up and applaud what the IDF, the Israel Defense Forces, have been doing. But this accusation of genocide is completely baseless, false. And unfortunately, what the UN is doing by making these accusations is giving Hamas a pat on the back, a feeling that they can just continue to lie and continue to fight and spread terror and that they will ultimately win.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:19",
      "speaker": "VAUSE",
      "sentences": "The problem with the figure of 17,000 versus 13,000 combatants, the U.S. Defense Secretary, Lloyd Austin says it's 25,000 civilians, men, women, and children, civilians who have been killed by Israel. So that kind of blows your ratio out of the water in some ways, doesn't it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:19",
      "speaker": "KATZ",
      "sentences": "I think that none of us really know what the accurate numbers are. And my argument is one that's simple, John. If we all over the world and all over the media are willing to parrot and say what Hamas claims to be a number, a violent, murderous, barbaric terrorist organization, should we not give Israel a free democracy, a rule of law, a place where media and journalists like myself can openly criticize our prime minister and our leadership, something that you can't do anywhere else in the Palestinian territories? Should we not give our media, our government, and our claims a little bit of credit? And I think that if we do that, then the numbers are a little different than these claims of genocide, that are being spread viciously around the world by people like that rapporteur at the U.N. VAUSE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:19",
      "speaker": "KATZ",
      "sentences": "Thank you, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:19",
      "speaker": "VAUSE",
      "sentences": "In recent months, the military dictators who seized control of Myanmar three years ago have faced a growing armed rebellion, with a coalition of opposition groups called the People's Defense Forces landing some significant blows on state security services in isolated skirmishes, especially around the northern border area. CNN has uncovered evidence, though, including video, which shows the brutal response of the military losses by the government. For now CNN's Anna Coren joins us live from Hong Kong. Anna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:19",
      "speaker": "MATT LAWRENCE, PROJECT DIRECTOR, MYANMAR WITNESS",
      "sentences": "We've been able to verify over 400 burnt bodies since the coup, and we've verified over a dozen instances of individual beheadings. This is just the tip of the iceberg.COREN (voiceover): But the burnings, beheadings and indiscriminate artillery resistance are doing anything but stamping out the resistance. Rebel fighter Yolei, who fought alongside Po Tay and Ta Tung that fateful morning, says what happened to his friends has only strengthened their resolve. UNKNOWN (through translator): We won't give in to fear. We will continue this revolution until we win. Only then will it be worth it for those who sacrificed their lives. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:04",
      "speaker": "VAUSE",
      "sentences": "For the love of God. Anna, thank you.We will pause. We'll be back in a moment. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:04",
      "speaker": "VAUSE",
      "sentences": "Federal authorities now have about six hours of voyage data from the Dali, the cargo ship which crashed into the Francis Scott Key Bridge early Tuesday.They say the investigation into what happened could take up to two years. Officials have yet to provide a timeline for replacing the bridge and reopening the port. Meantime, recovery efforts have been hampered by bad weather and dangerous conditions underwater. Four construction workers remain missing, presumed dead, the bodies of two others recovered on Wednesday. The grief from the bridge collapse goes beyond borders. The six people who died in this disaster were immigrants from El Salvador, Guatemala, Honduras, and Mexico. They're now being remembered as hard-working husbands, fathers, sons, brothers. CNN's Danny Freeman has more. (BEGIN VIDEOTAPE) DANNY FREEMAN, CNN CORRESPONDENT (voice-over): Early Tuesday morning, a group of workers were on the overnight shift filling potholes, doing routine surface work on Baltimore's Francis Scott Key bridge, when the unthinkable happened. CARLOS SUAZO SANDOVAL, BROTHER OF BRIDGE COLLAPSE VICTIM (through translator): For us and the family in Honduras, we still have hope. I know time is our worst enemy. FREEMAN (voice-over): Among those presumed dead, 38-year-old Maynor Yassir Suazo Sandoval, a Honduran national, one of eight siblings, a husband and a father of two. Maynor is brother, Carlos Suazo Sandoval, is desperately waiting for any updates from officials. SUAZO SANDOVAL (through translator): He was the breadwinner for his children right now. God is going to provide for us, too, so we can get together as a family and see how we can help each other. Because at this moment, his wife is left with his girls and everything. FREEMAN (voice-over): Miguel Luna was a father of three, an immigrant from El Salvador, also presumed dead. Nonprofit CASA announced Luna was a member of their group, which provides services to working-class families from marginalized communities, including immigrants. CASA said Luna lived in Maryland for over 19 years. Twenty-six-year-old Dorlian Castillo Cabrera was an immigrant from Guatemala. His sister-in-law told CNN he loved his job as a construction worker. His cousin added that Dorlian came to the United States to follow his dream and help his mother. The Guatemalan government confirmed another immigrant from that country was among missing but did not provide details. GOV. WES MOORE (D-MD): I'm thankful. FREEMAN (voice-over): Maryland's governor said he prayed with the families of victims yesterday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:09",
      "speaker": "FREEMAN",
      "sentences": "And of course the other man that was identified on Wednesday was Alejandro Hernandez Fuentes. He's 35 years old, and he was discovered sitting next to Dorlian in that car that was submerged.And I just want to say, we've really seen this whole community in and around Baltimore really rally around these families. Multiple GoFundMes have been set up. We've heard a number of promises from a number of politicians. And the EVP of that construction company that we spoke with said they're going to make sure the families are well taken care of. Danny Freeman, CNN, just outside Baltimore. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:09",
      "speaker": "VAUSE",
      "sentences": "Still to come, inside South Africa's war on crime.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Direction Northeast Gray (ph). Direction Northeast Gray (ph).(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:09",
      "speaker": "VAUSE",
      "sentences": "With violence and police corruption at an all-time high, private security jobs, force -- and forces are now doing what the police should be doing, but how long can they continue to do this?(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:09",
      "speaker": "ANTON, PRIVATE SECURITY GUARD",
      "sentences": "Our crime is really not in control. We're having a hard time fighting -- fighting crime.(END VIDEO CLIP) (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:09",
      "speaker": "VAUSE",
      "sentences": "For most of its 30 post-apartheid years, South Africa has struggled with a crime wave it's been unable to control. Violent brazen attacks and robberies, which should be dealt with by the police, are instead turned over to private security patrols, because police corruption is rampant.CNN's Dave McKenzie has more now on the private security guards risking their lives in what seems to be a wave of lawlessness, gripping the country. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Nima Charlie (ph) six three.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:09",
      "speaker": "ANTON",
      "sentences": "This was a vehicle that was triggered by the license plate recognition system. We need to be on top of the vehicle as soon as we -- or as fast as we possibly can.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:09",
      "speaker": "DAVID MCKENZIE, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "So Anton is chasing a hijacked vehicle. This happens all the time in South Africa. They're in touch with private security groups throughout this Eastern part of Johannesburg. And one thing you don't hear anything about is the police.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It might be here, direction North Weed Square (ph). Direction North Weed Square (ph).MCKENZIE (voice-over): Police can't cope. And defunded and struggling with corruption.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "They're shooting, they're shooting. I see it!MCKENZIE (voice-over): Dashcam footage shows the criminal gangs private security are often up against. In South Africa, more than 20,000 vehicles were hijacked last year. Murders are at a 20-year high.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(UNINTELLIGIBLE) My car (ph). Get down! Get down!MCKENZIE (voice-over): Cash-in-transit heists are now commonplace, armed vehicles targeted in broad daylight by heavily armed gangs. This heist on a major Joburg highway in October.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:09",
      "speaker": "MCKENZIE",
      "sentences": "Was it difficult to get a gun?\"GLEN,\" FORMER CASH-IN-TRANSIT CRIMINAL: No, it's not difficult. MCKENZIE (voice-over): We met a cash-in-transit criminal who claims he's gotten out of the game. We agreed to hide his identity, so he would talk freely. \"GLEN\": People who are angry with the level of crime, they will never sleep with their stomach empty. Those are the people who are crying with crime. MCKENZIE (voice-over): He says around a dozen gang members target the vehicles, often with insider intelligence. They have spotters, drivers, and shooters splitting the cash evenly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:09",
      "speaker": "MCKENZIE",
      "sentences": "Did you ever kill anyone? \"GLEN\"go and you want to rob and they do not surrender. They want to become heroes. MCKENZIE (voice-over): But father of four, T.T. Ingenua (ph) says he never wanted to be a hero. He just wanted to put food on the table. T.T. INGENUA (PH), FOUGHT BACK AGAINST CRIMINALS: Because I needed the money. You must check out that your own to be killed, because you will never work for your children. MCKENZIE (voice-over): He always knew they would be hit. And in May 2021, they were. The dashcam video shows the gang working quickly, efficiently even. They made Ingenua (ph) and the other guards lie in the grass. When they blew off the roof, it crushed his legs. INGENUA (ph): The big thing to me, I'm no longer able to stand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:09",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "(UNINTELLIGIBLE)INGENUA (ph): I'm no longer working as the way I was before I -- I joined that job. And now all is free (ph) pay. I'm short with some pills. You see and I'm a father.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:09",
      "speaker": "ANTON",
      "sentences": "Seems like the value of life has -- actually means nothing to a lot of people anymore. I think at the moment, our crime is out of control. Our crime is really not in control. We're having a hard time quieting fighting -- fighting crime.MCKENZIE (voice-over): South Africa is losing the war against crime. The promise of its democracy hijacked by corruption, desperation, and greed. David McKenzie, CNN, Johannesburg. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}