{
  "date": "2024-03-25",
  "headline": "CNN News Central",
  "subHeadline": "Two Major Legal Threats Collide For Trump In New York; 25 Million People In Path Of Severe Storms, Possible Tornadoes; Three Of Four Suspects Plead Guilty In Concert Hall Attack. Aired 7:30-8a ET",
  "utterances": [
    {
      "timeStamp": "07:30:25",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "Very soon now, Donald Trump will head to a courthouse in New York as he faces a pivotal day in two major legal cases against him today. A judge could set a trial date in Trump's hush money case -- potentially, the first and only criminal trial that could begin before the November election. And today is also the deadline for the former president to post that $464 million bond in the civil fraud judgment against him. If Trump cannot pay, New York Attorney General Letitia James could begin freezing his accounts and seizing his assets.Overnight, Trump posted on Truth Social claiming his bond was set at more than $450 million because he has a similar amount in his bank account, saying he had, quote, \"Intended to use much of that hard- earned money to run for president.\" Joining us now is CNN's Katelyn Polantz and Alayna Treene. Alayna, we're going to start with you. How are you -- what are you hearing about, sort of, the thinking behind the scenes as he faces these two cases colliding in New York today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:25",
      "speaker": "ALAYNA TREENE, CNN REPORTER",
      "sentences": "Right. Well, Sara, the dualing threats both in the same day in the same city really underscore some of Donald Trump's longest and greatest fears, which is 1) a potential criminal conviction, and also, the public perception that he does not have as much cash as he claims.Now, the New York attorney general's civil fraud case is one that has struck a particularly sensitive chord with the former president. We saw him air some of those grievances in public last night when he posted on Truth Social criticizing Fox News' coverage of this. I'm going to just quickly read for you some of what he wrote. He said, quote, \"Don't like the way Fox News is reporting the Letitia James election interference scam. They don't want to discuss how ridiculous the corrupt judge's fine of $400 million is. It should be zero.\" The post went on to say that \"These are not the people that made America great. These are the people that are destroying America.\" Now, Sara, part of the reason that this is so personal to Donald Trump -- and we've reported this throughout the coverage of the civil fraud case -- is that it strikes at the core of who he is, which is a wealthy businessman. He was a businessman before he became a politician. And he's really, for several years, been able to avoid -- despite being caught up in legal entanglements with this real estate empire, he's been able to avoid this specific scenario. Now, the other part of it, again, is the public perception that he does not have enough liquid cash on his own to put up enough money for this bond, and that's something he's wanted to avoid. As for the criminal -- the New York hush money trial that he is going to be attending that hearing for today, despite Donald Trump and his team using these four different indictments -- really, successfully -- to fundraise and galvanize his Republican base around him, Donald Trump, himself, has personally said that it hurts him. He's told reporters that he does not want to be indicted. That despite what they are saying publicly this is not something that he wants. And at the same time, they are concerned about a potential criminal conviction. This is the first expected trial that he will have this year in any of his indictments. And so, of course, it is concerning. But at the same time, his legal team does believe that this is the case that is the least threatening to him. That they can -- you know, the New York -- the hush money case -- this case in New York is not as potentially damaging to him as some of the other indictments. So that's another way to look at this as well, Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:25",
      "speaker": "SIDNER",
      "sentences": "OK, Alayna. I'm going to switch over now to Katelyn to give us some sense of what we might see when it comes to this bond hearing. What we might hear and see today as Donald Trump enters that courtroom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "SIDNER",
      "sentences": "Well, he has said on Truth Social that he has the money. We will see what happens in court. Anything could go down at this point.Thank you so much, Katelyn Polantz, and to our Alayna Treene as well -- John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "Look, we don't know if and when the appeals court will rule. We don't know how or when the Attorney General Letitia James would start freezing bank accounts or seizing assets. That's what makes today so interesting and unusual.With us now, former White House spokesman for President George W. Bush, Pete Seat. Also, former White House aide to President Bill Clinton, Keith Boykin. Pete, Donald Trump doesn't like to lose money, but what are the politics surrounding it today? What do you think -- how do you think it will be viewed if his bank accounts are suddenly frozen? PETE SEAT, VICE PRESIDENT, BOSE PUBLIC AFFAIRS GROUP, FORMER SPOKESMAN, INDIANA REPUBLICAN PARTY, FORMER WHITE HOUSE SPOKESMAN FOR PRESIDENT GEORGE W. BUSH (via Webex by Cisco):  Well, I think it could easily be viewed as petty if the attorney general starts seizing assets -- if she starts going after Mar-a-Lago and Trump Tower, and maybe even Trump Force One. She could literally ground Donald Trump on the campaign trail and potentially force him to fly commercial. But the campaign -- the Trump campaign is leaning into this if my email inbox is any indication. Over the past 24 hours, I've gotten six fundraising solicitations about Trump Tower alone with subject lines like \"Keep your hands off Trump Tower\" and \"You'll never get Trump Tower.\" And my favorite one, \"Trump Tower will live forever.\" The campaign -- the former president obviously feels very personally about this but the campaign is trying to turn it into a short-term political advantage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "BERMAN",
      "sentences": "Keith, you believe it's a political advantage? Do you buy that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "KEITH BOYKIN, DEMOCRATIC STRATEGIST, FORMER WHITE HOUSE AIDE FOR PRESIDENT BILL CLINTON",
      "sentences": "Well, yeah, of course. It is a political advantage for Donald Trump and his supporters. But for no one else in the conscious world is it a positive thing for a candidate for President of the United States to have a half-billion-dollar judgment against him that he can't pay to be insulted publicly. People are calling him \"Don Poorleone\" online.To have the idea that this guy has had his university shut down and fined. He's had his foundation shut down and fined. He's had his business convicted of 17 felonies. His CFO incarcerated. He's had his lawyer imprisoned. And now, here he is, himself, after having six bankruptcies before he comes into office and two impeachments since he came into office -- now he has a half-billion-dollar judgment that he can't meet in court today. No one in the conscious world would take this seriously except of the people who live in the cult of Donald Trump's world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "BERMAN",
      "sentences": "Lisa Murkowski doesn't live in that world -- or doesn't want to live in that world anymore, Pete.The Republican senator from Alaska, over the weekend, spoke to our Manu Raju. And let me just read you a clip from what Manu reported. The veteran Alaska Republican is done with the former president and said she absolutely would not vote for him. Pressed on if that meant she might become an Independent, Murkowski said, \"I am navigating my way through some very interesting political times. Let's just leave it at that.\" Now, I know Murkowski is seen as more moderate than almost any Republican Senate -- senator, Pete, but still, it's significant -- or how significant is it when you have a Republican senator willing to go front and center and say this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "SEAT",
      "sentences": "You have several senators that have said this in the last several days they either are not running for reelection or won't be on the ballot until 2028. So they have some political cover to come out and publicly say they won't support or vote for the former president.But I think in Lisa Murkowski's case, this is not necessarily new. In the aftermath of January 6, she said that -- publicly said that she was grappling with whether or not there was a place for her in the Republican Party moving forward. But for the balance of power in the Senate is what really matters here. And my question is OK, if she leaves the Republican Party and becomes an Independent, does she remain caucusing? Does she still caucus with the Republican Party? And if she does, then we're status quo and it doesn't really make that much of a difference.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "BERMAN",
      "sentences": "Does she do a Jim Jeffords -- who, when he left the Republican Party back in 2001 and started caucusing with the Democrats -- or does she do a Kyrsten Sinema, who continued to go along with the party that she left?Keith, if you're Senate Majority Leader Chuck Schumer, what are you offering Lisa Murkowski right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:17",
      "speaker": "BERMAN",
      "sentences": "Keith, we have some reporting from Axios that I'd love to put up on the screen that has to do with how the Biden campaign is approaching the campaign of Robert Kennedy Jr. This is what Axios said. \"President Biden's team is so worried about Robert F. Kennedy Jr.'s potential impact on the election that it's built an entire operation dedicated to attacking Kennedy.\"A) how concerned do you think the Biden campaign should be? And b) is attacking him the right way to handle it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:17",
      "speaker": "BOYKIN",
      "sentences": "That's a good question. I actually did not know about this until now and so I have to say that I don't think it's a smart move to spend a lot of energy attacking Robert F. Kennedy Jr. I think he's probably a marginal candidate. I don't think he has a big impact on the election.I don't know -- I don't know if I've heard any Democrat who is seriously considering voting for RFK Jr. And I think the more he talks and the more people know about him, the less likely he becomes to be an appealing candidate for Democrats. So I think it's wise for them not to -- not to take -- not to ignore this threat but I wouldn't take it so seriously that they begin attacking him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:17",
      "speaker": "BERMAN",
      "sentences": "Well, first of all, I like the fact that we're giving you new information. That's what we're here for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:17",
      "speaker": "BOYKIN",
      "sentences": "(Laughing).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:17",
      "speaker": "BERMAN",
      "sentences": "Pete, what do you think about this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:17",
      "speaker": "SEAT",
      "sentences": "Well, I think the Biden campaign is seeing threats from a lot of different directions. There is reporting that they might start moving to Florida to try and capture that state because they're seeing battleground states like Michigan go Donald Trump's way, so they have to expand the map for Biden to win as it stands today.But when you have an election that's going to be as close as we expect this election to be, even a handful of votes going to RFK Jr. could make the difference. So they have to look at this very, very seriously. BERMAN:  And look, he's polling in Ross Perot territory right now, not Jill Stein territory. I mean, we're talking about hundreds of thousands of votes, not single thousands. So that's what makes it potentially dangerous for the Biden campaign. Pete Seat, Keith Boykin, thank you both. Great to see you -- Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:17",
      "speaker": "SIDNER",
      "sentences": "All right, John. You have to stay around for this because it's time for some good stuff this morning. A Utah high school asking Kevin Bacon to prom, and he said sure. But it's not just to any high school. It's Payson High School where Bacon's iconic 1984 movie \"Footloose\" was filmed. John used to dance to this a lot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:17",
      "speaker": "BERMAN",
      "sentences": "What do you mean used to?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:17",
      "speaker": "SIDNER",
      "sentences": "He's still doing it right now. I'm sorry, folks.Where, of course, the plot centers around getting a dancing band removed just in time for the prom. Payson High School is relocating at the end of the summer and the students thought it would be really cool. They started a social media campaign to get Kevin Bacon to attend their final dance. Here is the moment he broke the news to them. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:17",
      "speaker": "KEVIN BACON, ACTOR",
      "sentences": "Thank you, thank you, and I'm going to come. I've got to come.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:17",
      "speaker": "STUDENTS",
      "sentences": "(Cheering).(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:17",
      "speaker": "SIDNER",
      "sentences": "That's so cool.Bacon may not actually appear at the dance itself but he will be at the school that day. The dance is set for April 20. You know that six degrees to Kevin Bacon? It's now zero at this school. I love it. All right. Still ahead -- that's so fun. I just want to dance out the rest of the segment. I mean, this is -- this is a little bit concerning here. But still ahead, there's snow, ice, wind, blizzard warnings, and dangerous severe storms. The calendar says spring but the weather says otherwise. Our forecast is coming up in just a bit. Also, some new accusations that the men charged with the horrific terror attack in Moscow that killed more than 130 people have been tortured in Russia -- in Russian custody. We will hear what Moscow has to say about that. (COMMERCIAL) [07:48:57] BERMAN:  So, this morning, we almost say the first number-one seed go down -- almost. Carolyn Manno is with us right now. March Madness not complete madness, just sort of moderate madness so far, Carolyn.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:06",
      "speaker": "BERMAN",
      "sentences": "A million and one. You know, look, you hate to see Yale go down. Those Ivy League kids -- they sure can't catch a break.Carolyn Manno, thank you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:06",
      "speaker": "MANNO",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:06",
      "speaker": "BERMAN",
      "sentences": "-- very much for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:06",
      "speaker": "MANNO",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:06",
      "speaker": "BERMAN",
      "sentences": "Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:06",
      "speaker": "SIDNER",
      "sentences": "All right. We know why you said it, John. I'm not bringing up the school.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:06",
      "speaker": "BERMAN",
      "sentences": "Those Ivy League kids.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:06",
      "speaker": "SIDNER",
      "sentences": "Brackets busted?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:06",
      "speaker": "BERMAN",
      "sentences": "My brackets, like, were broken at the beginning. It's like -- it's like they never even -- I picked 64 teams that barely -- aren't even in the tournament.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:06",
      "speaker": "SIDNER",
      "sentences": "OK. Well, that's problematic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:06",
      "speaker": "BERMAN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:06",
      "speaker": "SIDNER",
      "sentences": "But the games are so much fun.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:06",
      "speaker": "BERMAN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:06",
      "speaker": "SIDNER",
      "sentences": "I cannot wait to see Caitlin Clark playing.All right. I'll tell you what else is busted -- the weather. You have blizzard warnings from Colorado to Minnesota. Then in parts of the Southeast -- Texas and even up to Nebraska. Twenty-five million people are in the path of severe storms and maybe even some tornadoes. A lot going on here. Meteorologist Derek Van Dam is joining us now with the very latest. It is spring. Please tell me something good. This is a mess.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:06",
      "speaker": "DEREK VAN DAM, AMS METEOROLOGIST",
      "sentences": "I wish I could. I mean, we've got snow, blizzard conditions, all the way to a tornado threat.And this is what we want to highlight today if you're located in eastern Louisiana or central Mississippi right near Jackson. That's our greatest threat of severe weather today. We have a slight risk encompassing that, including Shreveport and New Orleans and just west of Birmingham. But we're going to show you this hatched area right there. That's where the Storm Prediction Center, including Jackson, has the greatest chance of EF-2 tornadoes. We're talking about winds over 110 miles per hour. That is something we need to take very seriously. And watch out for those to fire up later this afternoon and evening once we get the daytime heating from the sun. Further to the north, blizzard conditions on the back side of this system drawing in the cold air. You can see the radar very busy but still, no severe weather as of yet. That's a different story though across the Midwest and the Plains. This is all snow and it's being whipped around by winds in excess of 50 miles per hour. That is why we have blizzard conditions for this area. It's going to be downright awful near Duluth, Minnesota where blizzard warnings are in place across the extreme eastern sections of Minnesota right off of Lake Superior. You could see another foot of snow, again, picking up with winds as well. You're looking at a live look in Minneapolis where they've transitioned to rain. But they saw a daily record of snowfall yesterday with over eight inches reported there. I think we've just had enough warm air to transition into rain for the morning this morning, but behind it we'll start to draw on the colder air and get another couple of inches on top of that. Very, very wet and active over the Eastern third but we have to talk about this critical fire threat as well. Right near the Del Rio Valley you can see strong winds, gusty winds, and dry air in place. So that means the potential there for critical fire danger with holding onto your hats across the central parts of the U.S. You've got to check this out. Winds over 50 miles per hour. That's why we've got these blizzard conditions in place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:06",
      "speaker": "SIDNER",
      "sentences": "Wow. Derek Van Dam, I know you'll be watching it for us. We will come back to you if there's something --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:06",
      "speaker": "VAN DAM",
      "sentences": "All of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:06",
      "speaker": "SIDNER",
      "sentences": "-- big happens with that weather. All right, thank you -- appreciate it -- John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:06",
      "speaker": "BERMAN",
      "sentences": "All right. Kevin Hart got emotional as he thanked his family and friends who honored him as he won the Mark Twain Prize for American Humor at the Kennedy Center. Jerry Seinfeld, Chris Rock, Dave Chappelle all there.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:13",
      "speaker": "BERMAN",
      "sentences": "The full ceremony airs in May on Netflix.A fire on a Carnival cruise ship forced passengers to get off. Multiple eyewitnesses reported seeing lightning strike the ship. One passenger called it the loudest thunder and lightning I have ever heard. The fire was contained quickly and no guests were hurt. Carnival has offered guests a full refund and a 100 percent future cruise credit. One hundred thirty-seven schoolchildren kidnapped by armed gunmen on motorcycles have been released in Nigeria. Local officials were able to visit with them. The military said this was a rescue operation. The children were part of a group of around 300 who had been abducted earlier this month -- Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:13",
      "speaker": "SIDNER",
      "sentences": "All right. Thank you, John.Today, four suspects in Russia's deadliest terror attack in decades are now in custody and facing terrorism charges. They were visibly injured when they appeared before a judge over the weekend. Three pled guilty. ISIS has claimed responsibility for the massacre. Armed men stormed a concert hall on Moscow's outskirts Friday and killed at least 137 people. The four men suspected of carrying out the attack are from Tajikistan and Russian officials say they were arrested near the Russian border on Saturday. CNN's Matthew Chance is joining me now from outside Crocus City Hall where the attack happened. What have you been seeing today? I see a huge mass of flowers behind you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:13",
      "speaker": "MATTHEW CHANCE, CNN CHIEF GLOBAL AFFAIRS CORRESPONDENT",
      "sentences": "Yeah, that's right. It seems that floral tributes and memorials have become something of a feature of Russian life at the moment. I mean, last month it was flowers for Navalny. Last year, you'll remember it was for the Wagner leader, Yevgeny Prigozhin. He died in a mysterious aircraft. But now, people are laying flowers for the 138 or so victims as a result of last week's attack.This, the Crocus City Hall just outside the city of Moscow. You see people are lighting candles. They're laying carnations and roses and putting cuddly toys -- stuffed toys as well, as an active tribute to the children that were caught up in this -- in this terrible incident which, as you mentioned, has been claimed by ISIS but which the Kremlin has attempted to link with Ukraine -- something the Ukrainian governments have categorically denied. You mentioned the suspects -- the four of them. In fact, 11 people have been arrested but the four suspected gunmen -- attackers have appeared in a Moscow court earlier today and they look absolutely bruised and battered as you mentioned. They've all been charged with acts of terrorism. One of them appears to have lost an eye. Another had the remains of a plastic bag around his neck. A third one was in a wheelchair. And there's been all sorts of grizzly video that's emerged on social media channels basically showing a very brutal interrogation of these individuals. The Kremlin clearly trying to show -- or the Russian authorities clearly trying to show that it is taking this threat -- which, of course, it ignored when it was given the intelligence, essentially, by the United States for several months it seems -- is now taking that threat incredibly seriously, Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:13",
      "speaker": "SIDNER",
      "sentences": "I do want to ask you -- has Russia responded in any way to this video and these pictures of really battered -- as you mentioned, one person looks like they are missing an eye. Have they -- have they said anything about this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:13",
      "speaker": "CHANCE",
      "sentences": "Well, they've been asked about it and Dmitry Peskov, who is the -- who is Putin's spokesman basically said he wasn't going to comment on those allegations or that suggestion of torture.But clearly, that video which has been taken by the security services, it seems, actually doing the interrogation was leaked for a reason. And I think one of the reasons for that is that the Russian authorities want to make sure that -- want to send a message to the Russian public that they're not sort of messing around with these people. That they are taking this situation incredibly seriously and they will be ruthless in their response to it. There's even been talk in the Russia Parliament -- the Russian Duma about reintroducing the death penalty in this country. That law hasn't been introduced yet but there's a serious discussion about whether the moratorium on the death penalty, which was in place since the 1990s, should be lifted as a direct result of this attack. And so, look, Vladimir Putin is meant to be the guarantor of security for many Russians. The war in Ukraine, the various uprisings that he's had to deal with as well, and now this terrorist attack has really undermined that image that he's tried carefully to cultivate for himself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:13",
      "speaker": "SIDNER",
      "sentences": "Matthew Chance, thank you so much for your reporting.The next hour of CNN NEWS CENTRAL starts right now.",
      "isLastSentenceInterrupted": false
    }
  ]
}