{
  "date": "2024-01-30",
  "headline": "One World with Zain Asher",
  "subHeadline": "President Biden Says He Has Made A Decision About The Attacks On U.S. Service Members In Jordan; At Least 25 Civilians Killed And Several Others Injured In An Israeli Shelling; Israeli Special Forces Disguised As Civilians And Medical Workers Infiltrate A Hospital In Jenin; Republican Hardliners Move To Impeach DHS Secretary Mayorkas; Political Turmoil Builds Up Again In Venezuela; LBGTQ Plus Community In Nigeria Faces Dangerous \"Keto\" Trend; Farmers Across Paris Protest Low Pay And Excessive Government Regulation; Neuralink Implants Chip Into Human's Brain;  Stolen Painting Of More Than 50 Years Ago By New Jersey Mobsters Returns To Its Rightful Owner. Aired 12-1p ET",
  "utterances": [
    {
      "timeStamp": "12:00:41",
      "speaker": "BIANNA GOLODRYGA, CNN INTERNATIONAL HOST",
      "sentences": "Hello everyone live from New York. I'm Bianna Golodryga. Zain is off today. You are watching \"OneWorld\". U.S. President Joe Biden says that he's made a decision about the attacks on U.S. service members in Jordan. Earlier on Tuesday, he was asked by CNN's Arlette Saenz if he had decided on a response. The President said that he has, but did not share any details. The U.S. blames Iran-backed militias, so President Biden thinks Iran should share the blame. (BEGIN VIDEO CLIP) JOE BIDEN, U.S. PRESIDENT: I do hold them responsible in the sense that they're supplying the weapons to the people who did it.\" (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:41",
      "speaker": "GOLODRYGA",
      "sentences": "The three were killed when their outpost near the Jordan-Syria border was attacked by a drone. Specialists Kennedy Sanders, SpecialistBrianna Moffat, and Sergeant William Rivers all hailed from Georgia. Sergeant Rivers' widow says she didn't know her husband was in Jordan until the Army had told her that he died. Thank them all for their service. Meantime in Gaza City, the Palestinian state news agency says at least 25 civilians were killed and several others injured when a family home was hit by Israeli shelling Monday. CNN cannot confirm that reporting. But the IDF has confirmed that it once again is operating in northern Gaza. The Israeli military says it's fighting pockets of resistance three weeks after declaring Hamas command structures dismantled there. And Israeli protesters are again blocking aid trucks en route to Gaza. They're demanding that humanitarian aid only be delivered in exchange for the release of the hostages. Well, as activists push for the hostages to be freed, Hamas has been presented with what's being described as a broad framework for a potential deal with Israel. An official says that it was agreed to among negotiators in Paris this past weekend and calls for the release of hostages and a pause in fighting. Hamas says that it is studying the new proposal but stresses the complete withdrawal of Israeli forces from Gaza is still its highest priority. Israeli Prime Minister Benjamin Netanyahu however bows that his country quote, will not release thousands of terrorists as part of any deal. It comes as the families of several American hostages are expected at the White House today where they will meet with National Security Advisor Jake Sullivan. CNN's Chief National Security Correspondent Alex Marquardt is live in Washington with the latest for us. So, Alex, we've been here before. We've come close to deals and they've fallen apart. This one seems to have been making a lot of inroads here. We had the CIA Director meeting with other negotiators over the weekend. Give us the details of this framework.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "And Prime Minister Netanyahu, as mentioned in the introduction to you, saying just hours ago that Israel will not release thousands ofPalestinian prisoners, given this specific framework with three for one, does that seem like that is a different scenario that he may be willing to agree to?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "MARQUARDT",
      "sentences": "Well, I think this is where we get into some of the difficulties. I think the easy part, if you will, is going to be gettingthe civilians released, that Hamas will be most willing to release those civilians and get three prisoners for every one civilian. But then there is an expectation from sources I speak to that Hamas is going to ask for a lot of Palestinian prisoners, if not all of them. There has been speculation about what's been called an all-for-all deal, where all of the hostages or more than 100 who are being held in Gaza would then be released in exchange for all of the prisoners in Israeli prisons and there are around 6000 of them, and many of them, according to Israel, have blood on their hands. And so, that would be a very tough pill to swallow for Israel. And essentially what we have here is Prime Minister Netanyahu trying to nip this in the bud saying, that's not going to happen. Hamas can make that demand, but we're not going to release these thousands of prisoners he's called the murderers and rapists in the past. So, that's where you could you could see a deal falling apart. And there is a potential for this deal to get underway with civilian releases and a pause in the fighting and then get bogged down later on when it comes to the release of those IDF soldiers and the more sensitive Palestinian prisoners, if you will.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "And as we've noted the pressure on the Prime Minister and his cabinet to do something to reach some sort of deal to get these hostagesreleased is continuing by the day as you see protests day in, day out in Israel. And as we noted, the family members of some of the six Americans that are currently held in Gaza will be meeting with Jake Sullivan today, as well. Alex Marquardt, thank you so much. Good to see you. We'll now do a dramatic undercover raid in the occupied West Bank. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "You're looking at Israeli special forces disguised as civilians and medical workers infiltrating a hospital in Jenin earlier Tuesday.Officials on both sides say the IDF killed three Palestinian men. The Israeli military says they were terrorists. Hamas' military wing acknowledged that one of them was a member and hailed all three as fighter martyrs. (END VIDEO CLIP) CNN's Senior International Correspondent Ben Wedeman is live in Beirut for us. Ben, you were at that same hospital back in November. Walk us through what we're seeing in the video and what the IDF is saying about this raid.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "GOLODRYGA",
      "sentences": "All right. Ben Wedeman reporting live for us from Beirut, Lebanon. Thank you so much. Well, turning now to the fallout overallegations, some staff members, the U.N. Relief and Works Agency for Palestinian Refugees took part in the October 7th terror attacks. We are learning new details about these allegations as some U.N. officials warn the scandal is now threatening UNRWA's humanitarian work. Nic Robertson has details. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "More than 110 days into the ugly war Hamas' brutal attack triggered, Israeli allegations 13 U.N.staff took part are themselves threatening to bring more suffering. According to a document shared with CNN, six UNRWA employees infiltrated Israel as part of the attack. Four were involved in kidnapping Israelis, and three additional UNRWA employees were, quote, \"invited via an SMS text message to arrive at an assembly area in the night before the attack and were directed to equip with weapons\", although it's not known if they showed up. Israeli officials briefed U.S. counterparts Friday, who quickly paused UNRWA's funding. A dozen other countries have followed raising concerns the agency's absence could escalate suffering in Gaza. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "JAN EGELAND, NORWEGIAN REFUGEE COUNCIL",
      "sentences": "The impact will be devastating of cutting aid to the organization that is the backbone of services toPalestinian civilians. There is no other organization including my own, we're all there in Gaza, that could take over what UNRWA is doing. UNRWA is the only organization bringing aid into Gaza. Most of Gaza's two million residents depend on them. They provide food, water and shelter. Desperation already so bad, aid trucks often looted before they reach warehouses. A cut-in funding here is feared on a par with Israel's bombs. This will mean more starvation, poverty and deprivation. This university professor tells us, which ultimately means more death. This decision means killing us -- killing the human being, she says. This is a death sentence. This is the only thing we live on, and you want to cut it? UNRWA has fired nine staff over the allegations and is investigating two others. One person is dead. The U.N. promising a comprehensive and transparent investigation. Israel's foreign minister is calling for UNRWA's director, Philippe Lazzarini, to step down and cancel a meeting with him Monday, as other government lawmakers press for scrapping UNRWA altogether, a long-held aim for some.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "DANNY DANON, LIKUD KNESSET MEMBER",
      "sentences": "For many years we have said that UNRWA is involved with terrorism. They collaborated with Hamas for generations.The U.N. is in charge of the UNHCR which takes care of all the refugees worldwide. Why do you need a special agency for the Palestinian refugees?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "ROBERTSON",
      "sentences": "Egeland points to the ICJ ruling Israel must enable humanitarian aid for Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "EGELAND",
      "sentences": "There will be epidemic disease because of this, unless it is reversed. The stakes are enormous here. And I'm very disappointed withthese donors who spent zero time in suspending aid to an entire organization for the sins of a few staff. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yeah, UNRWA, we should note also one of the largest employees in Gaza, as well. Nic, I also want to ask you about what we heard fromPresident Biden today in terms of how he plans to respond to the killing of three U.S. service members over the weekend. And he said he has decided how to respond in response to that attack. We don't know exactly what that is. Fill us in on what you're hearing and how perhaps the Israelis are anticipating or preparing for what could be, you know, what many fear, wider escalation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "ROBERTSON",
      "sentences": "Yeah, the President was also asking, I think this is very pertinent to how Israel would prepare and feel about it. The president wasasked if Iran was behind the attack and he indicated it was certainly, he understood Iranian made weapons drone that was used in the attack and that wouldn't be the first time that has happened. But this now leads him to the point of this decision that is made, is it to strike inside Iran? Is it to strike at Iran's interests and assets, its proxies across the region. Would those proxies just be those in Iraq that were behind this? Of course, the Iran-backed militias in Iraq are incredibly powerful and a part of what's trying to push the United States, push the Iraqi government, to push the United States to leave Iraq, to leave Syria. So, there's an awful lot at stake. But when you look at how escalation could turn, I think everyone in this region would understand that whatever strike and wherever the United States strikes, Iran or and its proxies will act up and act back and strike back at targets that they think that they can reach. Now, would they choose to try to reach targets in Israel? Would they activate Hezbollah to increase its actions along the northern border and tempt the IDF into an even bigger escalation of force that's currently happening at a slow pace along the northern border of Israel with Lebanon? From the Israeli government's perspective, they've always said, look, the big problem here is Iran. Iran is behind Hamas, they're behind Hezbollah, they're behind the Houthis, they're behind the Iran-backed militias inside Iraq. They're growing in power, growing in influence. This is not the days of 20 years ago where Iran was back in Hezbollah and Lebanon. These are all joined up and integrated. Iran backs forces inside of Syria. It's a growing threat. That's this Israeli government's position. So, they would be most likely appreciative of a strong strike against Iran, but aware that could lead to an escalation. And now, you have to look at this right now and say, look, this has been tit for tat with the United States and the Iranian proxies have had more than 170 strikes against U.S. forces in Iraq and Syria since October 7th, that this is a tit for tat escalation that's been growing and growing and growing. And this is the latest step, albeit a big step, and consequential for the President. But there's going to be follow-on from the other side. This isn't over. This is just the next step.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "PLEITGEN",
      "sentences": "This is unfortunately something that when we work here in the east of the country happens all too often. We were getting ready to filmhere and then all of a sudden we heard what appeared to be outgoing artillery but then a shell came in. One hundred meters. Gotcha. We're now trying to make our way out of here as safe as possible. That means we have to keep distance between our cars but we also of course have to keep moving the entire time to make sure that we can get out of here hopefully, safely. PLEITGEN (voice-over): We believe a Russian drone spotted us and directed the artillery fire. But two can play that game. Naziri is a Ukrainian drone pilot. He guides Kyiv's artillery guns targeting Russian infantry, but also armored assault formations, including main battle tanks. He says ammo shortages mean he has to be extremely precise. PLEITGEN (voice-over): It's no secret we're starved of artillery shells, he says. We try to work as efficiently and accurately as possible to hit the enemy's firepower. Trying to fight back any way they can on one of the toughest battlefields of this war. Fred Pleitgen, CNN in eastern Ukraine. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "GOLODRYGA",
      "sentences": "Our thanks to Fred for that report. I want to now bring in Yaroslav Trofimov, the author of \"Our Enemies Will Vanish\" and ChiefForeign Affairs Correspondent for \"The Wall Street Journal\". Yaroslav, it's good to see you again. Once again, congratulations on the fantastic book. YAROSLAV TROFIMOV, CHIEF FOREIGN AFFAIRS CORRESPONDENT, \"THE WALL STREET JOURNAL\": Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "GOLODRYGA",
      "sentences": "And as you and I have spoken earlier, as we just heard from that Ukrainian drone operator, Ukraine is being starved of artillery shells atthis point. They are desperate for more ammunition. This as it appears, a bill in Congress is dead on arrival perhaps or at least delayed a longer term for the $60 million -- $60 billion in aid that has been promised to Ukraine. It looks like $50 billion may be going from the E.U. sooner than that, perhaps even signed this week. How is that going to impact Ukraine and their need for more ammunition now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "TROFIMOV",
      "sentences": "Well, I think it's already impacting. And if Ukraine and Russia had a parity in artillery ammunition several months ago, now the Russianshave an advantage of perhaps as much as 10 to 1 for every shell fired. And that really translates into higher and higher Ukrainian casualties in the battlefield. The U.S. military assistance has dried up because of delays in Congress. That 50 billion euros that you mentioned of European funding is not a one-off. It's a multi-year effort that, so far, has been sabotaged by Hungary, though there might be ways of resolving that. But the key thing is that while Ukraine's allies are dithering, Russia has allies of its own, and North Korea has shipped about a million artillery shells to Russian forces in Ukraine, according to U.S. officials, which is about three times what the entire European Union has been able to ship.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "GOLODRYGA",
      "sentences": "And this comes as Russia is fully on a wartime footing right now. Just today the IMF said that Russia's economy will grow even fasterthan they had originally expected and that's raising a lot of questions on the effectiveness. The multi-years of sanctions leveled against Russia since the war began now largely aimed at their natural resources, that being oil, but that seems to have held up pretty well for Russia up until now. At the same time, there are reports, rumors over the last 24 hours of perhaps some reshuffling in Ukraine of their top military brass and whether General Zaluzhny will keep his job. Talk about the concerns on those rumors and the speculation there and what that means as to a new strategy going into this new year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yeah. We know that General Zaluzhny had created some public tension between him and President Zelenskyy in an interview last year wherehe was very transparent in his assessment saying that the status of the war is effectively in a stalemate at this point. Zelenskyy really taking issue with that. But in terms of what a new strategy looks like, there is a lot of blame to go around and rightly so that the West is not supplying Ukraine with the armament that it needs yesterday, not even today or tomorrow. But that having been said, I'd like to get you to respond to an assessment piece written by Mike Kaufman, Rob Lee, and Dara Massicot for \"War on the Rocks\". And it's a lengthy one, but I want to read it for our viewers and have you respond. \"It is clear Ukraine and the West need a new strategic vision. This means planning beyond the next six months or the next offensive operation. While the current state of the war has been described as a stalemate, spurring an animated debate over what that means, Russia holds material, industrial and manpower advantages in 2024 along with the initiative. However, with tailored Western support, Ukraine could hold against Russian forces this year and rebuild the necessary advantage to conduct large-scale offensive operations in 2025, recreating another opportunity to deal Russia a battlefield defeat. Conversely, without major adjustments, or if Western support falters, the current path holds a high risk of exhaustion over time and Ukraine being forced to negotiate with Moscow from a position of weakness.\" Is that an assessment that you agree with? And does this really all lie with how much the West is willing to stand in support, not just verbally, but with dollars, with armament for Ukraine in the immediate future?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "TROFIMOV",
      "sentences": "I couldn't agree more. I think it's a very correct spot on assessment. Ukraine is on the defensive now. It needs Western weapons rightnow this year to hold the line because Russia is again trying to gain ground. It has failed, so far, to gain any significant ground but it's trying. And it does have this advantage in ammunition right now -- thanks to the North Korea and its own industries. The Ukrainian military is looking very hard at why the offensive failed last year and it should build in the capacity of its armed forces with training new brigades, and also preparing to fight once they have combat aircraft, the F-16s that are in the pipeline. But I don't think anybody's looking at significant offensives this year. This is the year of trying to prevent Russia from running over Ukrainian defenses. And for that, also, Western military aid is indispensable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yaroslav Trofimov, we appreciate your time. Thank you so much for joining us. Congratulations, again, on the very timely book. Thank you.Trofimov: Thank you, thank you. Great to be on the show.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:56",
      "speaker": "GOLODRYGA",
      "sentences": "Welcome back to \"One World\", I'm Bianna Golodryga. A U.S. House panel is poised to vote on articles of impeachment against HomelandSecurity Secretary Alejandro Mayorkas. Republican hardliners are accusing Mayorkas of refusing to uphold the law and breaching the public's trust in his handling of the southern border. But Mayorkas says the immigration system was broken long before he came into office and encouraged lawmakers to move ahead with an emerging border deal in the Senate. But the U.S. House Speaker is signaling that the bipartisan immigration deal has no way forward. Mike Johnson was expected to deliver what's known as a magic minute floor speech on the southern border right about now. But at the last moment, his office rescheduled it for tomorrow. Democrats, meanwhile, are blasting Republicans for what they're calling a shameful display of partisanship and promising to kill the border deal, saying that former President Donald Trump ordered them to do so. CNN's Lauren Fox joins me now live from Capitol Hill. Lauren, a lot to get into. First, on the attempt to impeach Homeland Secretary Mayorkas. As of now, does it appear that there are enough votes to do just that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:56",
      "speaker": "LAUREN FOX, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "Well, there's definitely going to be enough votes within the Committee. The big question becomes once thismoves to the floor of the full House of Representatives, are the votes there then? In fact, I asked Mark Green, the Chairman of the Homeland Security Committee, whether or not he was confident that they would be able to pass that impeachment article on the House floor. He told me that they are still working on that. And he argued that it doesn't really matter. He said he does believe that he's doing the right thing and pursuing these articles of impeachment against Mayorkas. He said that he's doing his part as the Chairman of the Committee, but he warned that obviously, this is something that some Republicans are still resistant to. I think it's just important to keep in mind how narrow this majority is right now in the House of Representatives. Republicans have just two seats. That means that they cannot lose more than two members and still pass an impeachment article on the floor of the House of Representatives. Of course, once this goes over to the United States Senate, it becomes a major question of what they do over there. It's controlled by Democrats. We expect that Chuck Schumer would probably try to make this an expedited trial and that, of course, Mayorkas would not be convicted. But it's going to be an interesting moment for Senate Republicans because it's going to force them to decide where they stand on this. Meanwhile, that border negotiation is ongoing. We expect that text could come out at any time now, but there becomes a question of how much Republican support can that deal actually get in the Senate, given the fact that we have seen time and time again Republican leaders over here in the House throwing cold water on that proposal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "FOX",
      "sentences": "Well, I think there's sort of two things that are happening here. Obviously, House Republicans watching very closely what former PresidentDonald Trump said, but you also have Democrats who seem to be taking this on now, feeling like they can use the border as playing offense rather than just defense. Because one thing that has been clear is that the border is an issue. And Republicans and Democrats alike acknowledge that. Now, Democrats feel like they have a way to campaign against Republicans because their argument is, okay, we didn't want to pursue border policy changes as part of the supplemental because we wanted to make that a separate issue to make sure that funding went to Ukraine, Israel and Taiwan. But Republicans injected that and now they are rejecting it. And I think that dynamic is one that you may see play out on the campaign trail. And a number of Republicans and Democrats that I'm talking to, they say that this is going to be the campaign issue for both sides. Republicans feel like they have a winning argument. Democrats feel like they now have a winning argument. I think we'll see in the ballot box in just a couple of months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "GOLODRYGA",
      "sentences": "All right, Lauren Fox reporting for us. Thank you so much. We'll be right back with more.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "For more on this, let's bring in Stefano Pozzebon. Stefano, how is Venezuela responding to potentially more sanctions now from the U.S.?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "STEFANO POZZEBON, JOURNALIST",
      "sentences": "Well, Bianna, the Venezuelan government, the Maduro government, is showing defiance, saying that they will not claw infront of what they called is American or imperialistic aggression. But Bianna, we need to understand that this crisis really has the potential of making an impact in the U.S. presidential race later this year. Because when it came to power, Biden really bet big on diplomacy and engaging with Maduro to try find a solution to over a decade of political crisis in Venezuela. And last week, Maduro signaled that he was walking back on his pledge. So, now Biden faces a new dilemma on whether to impose the sanctions or not, because if he doesn't impose the sanctions, it will look like an about face to the other democratic nations in the region and to other democratic nations in the world. But if they do impose the sanctions, and in particular the oil and gas sanctions against Venezuelan exports, which today the State Department told us that they are looking at reimposing them by April 18. If you do impose these sanctions, it could create open two new fronts eating heart at the White House in the election because it could create price spikes at the pump for U.S. gas consumers and it could create a new migration crisis inside Venezuela. And we already know that Venezuelans are among the most numerous migrant groups apprehended at the U.S. southern border. So, once again Biden finds himself between a rock and a hard place trying to navigate a very complex international crisis in an election year when he's already navigating a tight line in Ukraine and the Middle East. Meanwhile, Maria Corina Machado is showing defiance on Monday at a press conference in Caracas. She said that she intends to run despite the ruling from last week. Take a listen to what she said. (BEGIN VIDEO CLIP) MARIA CORINA MACHADO, VENEZUELAN OPPOSITION LEADER (through translator): I received a command from almost three million Venezuelans who exercised popular sovereignty on October 22nd. I represent that popular sovereignty. They cannot have elections without me nor the millions of Venezuelans who voted on that day. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "POZZEBON",
      "sentences": "After pronouncing those words, Machado also urged Maduro to go back to the negotiating table to try to find a new solution. We know thatthe other countries that were involved in that deal, such as Norway, have been busy in the last few days to try to recompose a climate of negotiation and maybe revert that Supreme Court decision. But now, the ball is back firmly and squarely into the White House camp on whether they do reimpose those sanctions and risk a new crisis in Venezuela or let it sleep. And then it's another about face on the face of an authoritarian government. Bianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yeah, the last thing the Biden administration needs right now is another crisis in another continent. Stefano Pozzebon, thank you. And MariaMachado will be joining my colleague Isa Soares in a few hours from now on CNN International. That's at 2 P.M. Eastern, 7 P.M. in London. You don't want to miss that conversation. Well, in many African countries, same-sex sexual activity is illegal and gay people can face imprisonment, violence and even death. We want to focus on a disturbing trend in Nigeria now. LGBTQ plus people are being lured through online contacts to in-person meetings where they are physically or verbally assaulted and often extorted. A practice called Keto. Stephanie Busari has more as part of \"As Equals\", CNN series on gender inequality. And a warning, you may find some parts of her report disturbing. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "IZZY",
      "sentences": "They beat me up, stabbed me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "STEPHANIE BUSARI, CNN SENIOR EDITOR, AFRICA",
      "sentences": "Izzy's story is hard to hear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "IZZY",
      "sentences": "I was being tied on my back, like my hands were on my back. So, I could not do much. So, they did what they wanted to do. They had their waywith me. BUSARI (voice-over): Raped, abused, and extorted -- all because of her sexuality, a practice known in Nigeria as Keto. For Izzy, whose real name is not being used for safety reasons. It began when she met a woman online. They exchanged message and soon agreed to meet in person at her date's house. Izzy says it all changed when there was a knock on the door. Two men came in and things quickly got violent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "IZZY",
      "sentences": "Stripping with Nekes was really good. Just playing with my private parts, playing with my body parts.BUSARI (voice-over): It soon dawned on Izzy that the woman she'd been dating had set her up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "RAFFIATA",
      "sentences": "I was ridiculed. I was treated like an inalienable entity. I was extorted.BUSARI (voice-over): She moved in with a man she had met on Tinder, who knew she was gay, but he soon turned it against her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "RAFFIATA",
      "sentences": "He would tell me that, you know, I know something that people shouldn't really know about you. Do you know what they would find out, whatthey would do if they found out you were like this? BUSARI (voice-over): In Nigeria's deeply religious and conservative society where same-sex relationships outlawed. Members of the LGBTQ plus community are vulnerable to exploitation and attack.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "AFOLABI AIYELA, EXECUTIVE DIRECTOR, THE INITIATIVE FOR EQUAL RIGHTS",
      "sentences": "People in the community are regarded as less than and they don't have the samerights as everybody else. So, it's very easy to take advantage of that. It's very easy to extort. It's very easy to, you know, target people in the community. With the focus of Nigerian law enforcement on queer people as the criminals, experts tell CNN, Keto victims find it difficult to find resources to get help. Victims have instead taken things into their own hands, going online to warn each other of individuals who pose a threat, doing what they can to shine a light on the abuse, while many continue to suffer in their shadows, unseen and unheard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "UNKNOWN",
      "sentences": "That's the most painful part, when you're going through all sort of abuse, because of who you are and you can't even see anything. It's adifferent type of pain. BUSARI (voice-over): Stephanie Busari, CNN, Lagos, Nigeria. (END VIDEOTAPE) (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}