{
  "date": "2024-03-06",
  "headline": "CNN 10",
  "subHeadline": "Global Carbon Pollution Hits Record High Even as Renewables Surge; How Satellites, Algorithms and AI Can Help Map and Trace Methane Sources; Why is Cookie Monster Popping Up in Economic News? Aired 4-4:10a ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "3, 2, 1 ignition and liftoff, Falcon 9.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BILL WEIR, CNN CHIEF CLIMATE CORRESPONDENT",
      "sentences": "Paid for by the likes of billionaire Jeff Bezos and other donors. The nonprofit EnvironmentalDefense Fund just launched a new kind of eye in the Sky. MethaneSAT is designed to circle the Earth every 95 minutes or so. And with cutting-edge detail, spot plumes and leaks of planet cooking pollution long associated with the production of natural gas. If carbon dioxide is a blanket of average thickness over heating the earth for centuries, methane is like a blanket seven feet thick with over 80 times the heat-trapping power of CO2 for about two decades after its release. Sometimes it leaks from old equipment or orphaned wells. And sometimes, when there`s no one to buy it, companies just burn it in a practice known as flaring.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "KELSEY ROBINSON, ENVIRONMENTAL DEFENSE FUND PERMIANMAP",
      "sentences": "What we found here in the Permian Basin is that operators are wasting enough gas to heat about2 million homes a year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WEIR",
      "sentences": "In 2021, EDF took us up over the oil and gas fields of Texas to sniff out methane leakers with a specially-equipped airplane.So this is carbon dioxide down here and this is methane. But now they can fly over every oil and gas basin in the world where 80% of global supplies are fracked and pumped.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "STEVEN HAMBURG, ENVIRONMENTAL DEFENSE FUND",
      "sentences": "We can basically create a movie of what`s going on with respect to methane emissions. Before we could justtake snapshots when we had a plane in the air and we can get permission to fly. This is a whole new game. It really creates an enormous leap forward in our ability to really understand greenhouse gas emissions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WEIR",
      "sentences": "While other satellites can spot methane, what they find is often kept private but EDF says that in about 18 months their data will be open andfree on Google Earth Engine for anyone to see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "HAMBURG",
      "sentences": "You just have a real clarity now, a clarity we`ve never had before. And I think people realize you don`t have to accept what somebodysays, whether that`s a government or a company, you can actually directly look at it, see what it is. And that is completely different than anything we`ve ever had for greenhouse gases. What I referred to as we`re going to have radical transparency.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WEIR",
      "sentences": "And what has been the response from the oil and gas companies that you`re doing this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "HAMBURG",
      "sentences": "Well, I think many of the companies see this as a real opportunity because they really do believe and I suspect that they`re doing a good job,but many of them aren`t. It gives countries and companies the tools to select who they buy gas from and where that gas comes from. For the first time they`ll have the ability to make really informed decisions. And those informed decisions will have enormous positive impact on the climate. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "Pop quiz, hot shot. Which \"Sesame Street\" character was not in the original cast of the show`s first episode?Cookie Monster, Kermit the Frog, Grover, or Big Bird. If you said Grover, rise up. This character appeared later in season one as a dark green furry monster, but he was redesigned with blue fur and given his current voice and personality in the second season. Our next story, we`re going to focus on the economy as the White House has announced a set of measures this week to fight what they are calling \"corporate rip offs.\" These efforts are aimed at cracking down on unfair and illegal pricing across numerous industries. Federal regulators are also announcing rules to eliminate excessive credit card late fees and junk fees. These are rules that the financial industry opposes, arguing they are prioritizing short-term political gain over long- term benefits of consumers. But the economy is on many people`s minds and these latest efforts come as more and more people are frustrated by shrinkflation, which is when companies decrease the quantity of a product you get, say, the number of cookies you`d usually get in a box, while still keeping prices the same. It`s become so prevalent that even Sesame Street`s Cookie Monster posted about it, complaining about how egregious the business practice has become. So why is shrinkflation resonating in public discourse? CNN`s Vanessa Yurkevich and Sara Sidner serve up some potential answers to Cookie Monster`s frustrations. (BEGIN VIDEOTAPE) VANESSA YURKEVICH, CNN BUSINESS &amp; POLITICS CORRESPONDENT: Do not mess with Cookie Monster`s cookies, but a lot of Americans agree. He`s talking about something called shrinkflation. And this is what we see when corporations shrink the product size to avoid raising prices further. Research has indicated that consumers are actually more OK with smaller products than higher prices. But essentially if you look at cookie prices over the past two years or so for about a pound of cookies, you see that the price started about $3.70 for a pound. It`s all the way up to $5.02 a pound. And in the last year, according to a study by Senator Bob Casey in just the last year, we`ve seen cookie products shrink by 6%. And so you have everyone now jumping on this conversation with Cookie Monster, who said, \"me hate shrinkflation. Me cookies are getting smaller.\" You have President Biden who actually -- the White House retweeting about this chiming in saying C is for consumers getting ripped off. You have everyone from Sherrod Brown from Ohio saying that his constituents are absolutely sick of shrinkflation. And you have Elizabeth Warren and you have Bob Casey saying that they actually have a bill for this. They want the FTC to crack down on corporations that are shrinking their products while keeping prices the same, if not higher surprising fact, that paper goods has actually seen the biggest shrink inflation in the last few years. And you also have the worry about something called greedflation. This is essentially when corporations, they see prices softening on some of their products.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "SARA SIDNER, CNN SENIOR CORRESPONDENT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "YURKEVICH",
      "sentences": "But still keep the product smaller. And that is what we do not want to see. We want to see corporations keeping up with changing prices.That`s probably a tweet best left for Oscar The Grouch, instead of Cookie Monster.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "SIDNER",
      "sentences": "I was wondering when he was going to weigh in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "YURKEVICH",
      "sentences": "He might weigh in soon. But you clearly have, even though he`s a Sesame Street character, Cookie Monster, really tapping into something thatmany Americans are seeing and feeling right now. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "For today`s story getting a 10 outs 10, a new take on an age-old question. Why did the chicken cross the road? This time, it`s a goat.Actually, a lot of them. Our Jeremy Roth shows us the gallivanting barn animals that went on an egregious journey. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "JEREMY ROTH, CNN REPORTER",
      "sentences": "Here`s some crazy caught on cam video captured in Texas after a herd of goats got loose and then got moving.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Go, goats. Go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "ROTH",
      "sentences": "You know, I feel like this story deserves the old pun-o-meter, don`t you. I know what you`re thinking. You`ve \"goat\" to be kidding me.OK, here we go. After the herd, which was hired to clear weeds, went on the lamb, Arlington Police responded and weren`t sheepish. Instead taking the bull by the horns and rounding up the roving silly billies without further incidents. They didn`t even have to use their battering ram. You \"herd\" it here first. 5, 6, 7 -- 7 puns. Not bad. That counts, too, by the way. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}