{
  "date": "2024-11-12",
  "headline": "Inside Politics",
  "subHeadline": "Vance Playing Quiet Role in Trump Cabinet Discussions; Trump Tapping Loyalists to Carry Out Second-Term Agenda; Biden: My Commitment to Israel is \"Ironclad\"; Judge Delays Trump Sentencing in NY Hush Money Case as his Lawyers Make New Bid to have Convictions Thrown Out. Aired 12-12:30p ET",
  "utterances": [
    {
      "timeStamp": "12:00:00",
      "speaker": "DANA BASH, CNN HOST",
      "sentences": "Today on Inside Politics, drafting the team. Donald Trump's cabinet picks are coming fast and furious, and so far, he is rewarding his staunchest allies with plum jobs in his new administration, while his national security choices send a major signal to the rest of the world.Plus, Vice President-Elect J.D. Vance says it's the most important decision Trump will make. Who will serve as Attorney General? Will that person follow through on Trump's vows of revenge? And Trump AOC voters, they do exist, and several are speaking about why they chose polar opposite sides of the ballot. We'll bring you their answers and how they help explain the 2024 election results. I'm Dana Bash. Let's go behind the headlines and \"Inside Politics\". Ten weeks from now, Donald Trump will take the Oath of Office once again here in Washington, D.C., and we're getting new insight into what his second term may look like from his staffing choices. Sources say Trump has picked Florida Senator Marco Rubio to be the top diplomat at the State Department. He's a foreign policy hawk, especially on China and Iran. And South Dakota Governor Kristi Noem will be his choice for Homeland Security Secretary, where, along with immigration hard liners Stephen Miller and Tom Honan, she will be charged with carrying out the President-Elect's plans for mass deportations. CNN's Alayna Treene is in West Palm Beach, right near Mar-a-Lago with more on this reporting, Alayna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "ALAYNA TREENE, CNN REPORTER",
      "sentences": "Well Dana, I think it's very clear. I mean, we've seen a ton of new announcements and hires over the last 24 hours. And the common theme through all of them is that Donald Trump is really trying to stack up his second term, and particularly his cabinet, with people that will be yes men.He wants to surround himself with allies who will carry out his agenda and not hold him back. I consistently hear in my conversations, and I think you can tell from the names that he is announcing that loyalty is the number one priority. Now, Marco Rubio, for example I mean, first of all, it's not that long ago that we remember when Donald Trump was mocking him as little Marco. But they have really worked to patch things up in recent years. And remember, he was also on Donald Trump's short list to become his Vice-Presidential pick. Now he was always at Donald -- the top of Donald Trump's list for Secretary of State. We actually learned that yesterday, Donald Trump had a different person in mind for Secretary of State, that was Ric Grenell, his former Ambassador to Germany, and also who helped in the intelligence department in his first administration. But throughout the course of the day, his allies and other people were calling up Donald Trump, pitching Rubio to him. And I think that's another important point. How many people are in Donald Trump's ear influencing him on these decisions? But you're absolutely right, both Rubio and then also his selection of Republican Mike Waltz to serve as his National Security Adviser, it definitely sends a signal to the world, but specifically China, that these are two men who are very hard line on China, that they are going to have policies in place that are likely going to aggravate China. So that's one part of this. And then Kristi Nome is very similar. She was also on Donald Trump's short list for the VP. Donald Trump's opinion of her soured after she had detailed in her book that she had killed her 14-month-old dog Cricket. But when I've talked to people around Donald Trump about this decision, they say he needed someone at the top of DHS who was going to do what he wanted them to do. And that's what they are expecting with Kristi Noem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "BASH",
      "sentences": "Alayna, I hope our bosses are watching, and they give you a bonus for doing that so flawlessly with whatever banging is going on behind you. But you have some new -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "TREENE",
      "sentences": "-- construction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "BASH",
      "sentences": "-- before I let you go. I do want you to tell us about the new reporting you have on J.D. Vance and what his role has been in this transition so far, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "BASH",
      "sentences": "And Donald Trump Jr., definitely considers him the ring bear, which is a great term. Thank you so much for everything, all that terrific reporting Alayna. I'm joined here at the table by some incredible reporters. CNN's David Chalian, NPR's Ayesha Rascoe and NPR's Tamara Keith and Hans Nichols from AXIOS, who is the author of a new evening newsletter, \"Axios Hill Leaders\". You should go there and subscribe, although you told me that is there like a secret subscript.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "HANS NICHOLS, AUTHOR, AXIOS HILL LEADERS",
      "sentences": "Well, we're going to put people on, especially important people, so you'll make the cut.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "BASH",
      "sentences": "Oh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "NICHOLS",
      "sentences": "I love the fact that you walked in evening newsletter, because that way they can't change it. Because I do not want to. I you know -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "BASH",
      "sentences": "You want to get up early morning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "NICOLS",
      "sentences": "I don't mind -- so I'm glad this is set in stone. It's an evening little bit called Hill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "BASH",
      "sentences": "We heard it here, AXIOS?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "NICHOLS",
      "sentences": "Internally. We had a different name for it, jet fuel. Hill Leaders is the name.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "BASH",
      "sentences": "OK. Good to know. Let's talk about the other leaders. Do you like that transition, the ones who are going to be running the Trump White House? We just heard -- talked about some of them but let's just kind of look more broadly at what we know so far.Susie Wiles, Chief of Staff, NSA National Security Adviser, Congressman Mike Waltz, who represents Florida, EPA, Lee Zeldin, Former Congressman from New York and a big Trump supporter, Deputy Chief of Staff of policies. We talked about extensively yesterday, Stephen Miller, Tom Homan, Borders Czar and then we just discussed Marco Rubio, Elise Stefanik at the U.N. and Kristi Nome at DHS. David Chalian, what does all of this tell you so far?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "DAVID CHALIAN, CNN POLITICAL DIRECTOR",
      "sentences": "Well, I think it's interesting where Trump is starting with these announcements. And, you know, I think it is the foreign policy, national security realm and immigration. So those are the two buckets where he's going first, which has everyone waiting very anxiously, in many quarters, on the justice piece of this, given those campaign trail promises.But I -- but I think you know, immigration, if you look at the exit polls, by far his strongest issue with voters it was throughout the entire campaign. It was on Election Day his strongest issue. He did also best Kamala Harris by 20 points on foreign policy in this election, though, obviously far fewer Americans were focused on that as their most important issue. But I think that this -- what is happening here with the sort of speed and lack of controversy in many ways around -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "BASH",
      "sentences": "So far.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "CHALIAN",
      "sentences": "Exactly, that's right. So far around these appointments, it seems, taking care of campaign promises with folks that you might have expected to be there. I mean, I think if you look at Kristi Nome, Marco, Rubio, Waltz's campaign schedule, and Lee Zeldin, I would add in the final month of this campaign, you would see very active campaigners across the country for the Trump Vance ticket and for Republicans broadly. And I think that's being rewarded.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "BASH",
      "sentences": "DOD, Department of Defense, hugely important role. The DNI, Director of National Intelligence. Those are a lot of people in Washington are holding their breath for those, for example, as he fills out his foreign policy slate.AYESHA RASCOE, NPR HOST, \"WEEKEND EDITION SUNDAY\" AND \"UP FIRST\": Yeah. I mean, right now it seems like he's going with somewhat traditional Republicans. I think it's a sign also that -- you know the GOP is really Trump now. So even when he goes with the traditional Republicans, he's going with people who are going to be made in his image. I will say that I was thinking -- you know, when we were going to do this panel who came out of the cabinet from the last administration and like, it's still good with Trump. And I couldn't think of it offhand. I'm not saying that they're not there -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "BASH",
      "sentences": "In person.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "RASCOE",
      "sentences": "OK.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "BASH",
      "sentences": "Would I get a prize? RASCOE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "BASH",
      "sentences": "Yeah, I know on that as you're talking, and I don't mean to interrupt you, but just to kind of help fill out this discussion for our viewers. Our team got together some headlines of what happened just in the beginning, like first year or two of the Trump Administration, the last time around. And the way that cabinet members kind of went down for various reasons.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "KEITH",
      "sentences": "Yeah. I mean, essentially, they all failed because they saw themselves as the adults in the room. They saw themselves as the guard rails on Trump. And what Trump has made very clear through his campaign and public statements and badgering of all those people until they quit or were fired, is that he doesn't want them to be the adults in the room. He wants what he wants.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "BASH",
      "sentences": "Let's talk about Marco Rubio. And we're going to go into the way back machine, way, way back to 2013 February 18th, 2013 to be specific, Marco Rubio, \"The Republican Savior\". So that was when he was on his own. He was thought of as not a shoe in for 2016 before Trump came on the scene, but a very strong contender. Then 2016 happened, and, well, let's just roll the tape.(BEGIN VIDEO CLIP) SEN. MARCO RUBIO (R-FL): You seen his hands. They're like this. And you know what they say about men with small hands. DONALD TRUMP (R), FORMER U.S. PRESIDENT AND CURRENT PRESIDENTIAL- ELECT: When little Marco fused his crap about the size of my hands, which are big.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "RUBIO",
      "sentences": "Donald Trump is a con artist. After a long and spirited primary, the time for fighting each other is over. For leading us in this fight will be a man who, although wounded and facing danger, he stood up and raised his fist and reminded us that our people and our country are always worth fighting for.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "BASH",
      "sentences": "So, the arc is very telling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "NICHOLS",
      "sentences": "Look, Marco Rubio learned a lot from the 2016 defeat, his own defeat, and then he learned a lot from Trump's victory. And when you talk to Senators around town, we talk to senior staffers, they always say Rubio probably, when you look at that core class of 2016 or even 2010 Senators, I'm forgetting, when he came in. Rubio probably learned the most, and he changed the most.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "BASH",
      "sentences": "2010?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "NICHOLS",
      "sentences": "2010. He comes in -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "BASH",
      "sentences": "Tea Party?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "NICHOLS",
      "sentences": "And remember he was, I mean, I remember talking to people in the McCain campaign on what skills he had as a communicator, but he was your traditional Republican at the time. He was a chamber of commerce, business friendly incrementalist.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "BASH",
      "sentences": "And it was a Jeb Bush protege.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "NICHOLS",
      "sentences": "And he took a different lesson from 2016 and he's moved more towards pro-industrial policy, more pro-tariffs. He's had a big shift, and Donald Trump apparently believes his conversion. And who am I to argue with anyone?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "CHALIAN",
      "sentences": "I mean, this goes to your point about the remaking of the party and Donald Trump's image. I mean, Marco Rubio is the perfect example of that. There's no doubt about it. When he was on the cover of Time Magazine in 2013 that's when the Republican Party was doing its so-called autopsy -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "BASH",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "CHALIAN",
      "sentences": "-- after Mitt Romney's loss in 2012 and one of the big findings out of that was, we've got to do better appealing to Latinos, therefore we need to be less hard line on immigration. Guess who actually appealed to Latinos better without becoming less hard line on immigration? Donald Trump.I mean, Marco Rubio months after that led you remember that it was a leader in the gang in the Senate to do that bipartisan immigration reform that ended up failing and blowing up in the Republican -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "BASH",
      "sentences": "Had a path to citizenship for the very people who are now going to be kicked out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "CHALIAN",
      "sentences": "And what rose out of the ashes of that? Donald Trump and Donald Trump's vision of the party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "BASH",
      "sentences": "President Biden is meeting at the White House with Israeli President Isaac Herzog. The leaders spoke to reporters as that meeting began, listen in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "Personal friend and you know, my commitment to Israel is ironclad, and we share a deep friendship. I want to thank again for being here and the floor is yours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "BIDEN",
      "sentences": "I agree.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "HERZOG",
      "sentences": "And it all starts in Tehran. It all starts in the empire of evil, where, in Tehran, with its proxies, they are doing whatever they can to derail stability and security and peace, calling for the annihilation of the State of Israel and seeking nuclear weapons.And Mr. President, this has to be a major objective all throughout your term and the next term of the next president, because we have to make sure that they cannot fulfill their evil intentions. They're also a major engine of anti-Semitism, Mr. President. And I know how much you put a focus on fighting and combating anti- Semitism. But most importantly, I'm here on behalf of the people of Israel and the nation of Israel and the state of Israel, to say to you, Mr. President, thank you very much. As we say in Hebrew to -- you've been an incredible friend of Israel and the Jewish people for decades, and we will never forget, ever in history, how you stood up with us in our darkest hour which became our finest hour? How you came to Israel few days after the barbaric attack of October 7th? How you helped us and supported us with words and deeds. And I want to express our heartfelt thanks to you, Mr. President, which is a great legacy that you stood up with the Jewish people and the State of Israel as you always did. So, I brought you a little gift, which is an archeological artifact from the foot of the Temple Mount in Jerusalem, which has the word Joseph yourself. And as you know, in the Bible, it says that Joseph will strengthen Israel. And clearly, Mr. President, you've done it. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "BIDEN",
      "sentences": "Well, I hope my father heard it. My father was what we call a righteous Christian. Couldn't understand why we didn't move more rapidly back in World War II and last. And anyway -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "HERZOG",
      "sentences": "That was a great legacy of your father.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "BIDEN",
      "sentences": "Well, it was. I remember how I got in trouble. We were friends, even back then, when I said, years ago as a Senator, I said, you don't have to be a Jew to be a Zionist -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "HERZOG",
      "sentences": "And I know you lost clearly a Zionist Mr. President, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "BIDEN",
      "sentences": "God love you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "HERZOG",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "BIDEN",
      "sentences": "Thanks for being here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "BASH",
      "sentences": "President-Elect Trump's legal team is making a new effort to throw out his convictions in the Manhattan hush money case. A jury found him guilty of 34 felony counts related to his efforts to cover up payments made to a porn star who alleged an affair. CNN's Kara Scannell joins me now with more, Kara?",
      "isLastSentenceInterrupted": false
    }
  ]
}