{
  "date": "2024-08-28",
  "headline": "CNN This Morning",
  "subHeadline": "Trump Indictment Reinstated by Special Counsel; Harris, Walz to Do Joint Interview on CNN. Aired 6-6:30a ET",
  "utterances": [
    {
      "timeStamp": "06:00:24",
      "speaker": "HUNT",
      "sentences": "Footage obtained by CNN airing first on CNN THIS MORNING, Speaker Nancy Pelosi evacuating the Capitol on January 6, and capturing her unfiltered reaction to the violence and chaos of that day.And -- (BEGIN VIDEO CLIP) DONALD TRUMP (R), FORMER U.S. PRESIDENT, 2024 PRESIDENTIAL NOMINEE: I think, to a certain extent, it's Biden's fault and Harris's fault. Let me get my shoes. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:24",
      "speaker": "HUNT",
      "sentences": "Trump says that President Biden and Vice President Harris are somewhat responsible for the attempt on his life.And later. (BEGIN VIDEO CLIP) KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES, 2024 PRESIDENTIAL NOMINEE: I want us to get an interview scheduled before the end of the month. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:24",
      "speaker": "HUNT",
      "sentences": "After weeks of ridicule from her opponents, Kamala Harris has scheduled her first sit-down. What she needs to do in this interview.Six a.m. here in Washington. A live look at the Washington Monument on this Wednesday morning. That is the White House down in front of everything, but it's getting darker, guys. Fall is here. Good morning, everyone. I'm Kasie Hunt. It's wonderful to have you with us. Donald Trump indicted once again. The Republican nominee hit with a superseding indictment from Special Counsel Jack Smith. That case has been on hold after the Supreme Court granted Trump partial immunity for official acts taken as president. And that distinction -- official versus private acts -- is central to this new indictment. Smith's office writes this: quote, \"The defendant had no official responsibilities related to the certification proceeding, but he did have a personal interest as a candidate in being named the winner of the election.\" Trump, responding in a lengthy multipart statement on his Truth Social platform, says, quote, \"This is merely an attempt to interfere with the election.\" Or, as he put it more succinctly, in a follow-up post, quote, \"Persecution of a political opponent.\" The reignition of the case underscores that November's election has uniquely personal stakes for Donald Trump. If he wins, Trump will once again wield the awesome powers of the presidency, including the legal authority to shut this and any other federal case against him down. At the core of the case are Trump's alleged efforts to overturn the 2020 election, culminating on January 6, 2021. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:24",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We have scaled the Capitol. We are to the steps of the Capitol, to the very top, and it looks like we're trying to breach the Capitol building.There is a time when strong action is needed. I'm sorry Pence is a traitor. But we still -- (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:24",
      "speaker": "HUNT",
      "sentences": "What, of course, you are seeing is footage obtained by CNN, airing for the first time here on CNN THIS MORNING, of January 6th and the evacuation of lawmakers, including then-House Speaker Nancy Pelosi.It was filmed by her daughter, Alexandra Pelosi, as part of an HBO documentary. It was turned over to Congress. And it shows how Pelosi reacted when she was told she'd have to evacuate the Capitol and go to Fort McNair. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:24",
      "speaker": "PELOSI",
      "sentences": "I do not appreciate this. I don't support this -- my leaving the Capitol like this. We cannot let them disrupt what we're doing.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:24",
      "speaker": "HUNT",
      "sentences": "And the footage shows her questioning how the Capitol could possibly have been unprepared for what happened that day.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:24",
      "speaker": "PELOSI",
      "sentences": "How many times did the members ask, \"Are we prepared? Are we prepared?\" We're not prepared for the worst. We're calling the National Guard, now? It should've been here to start out. I just don't understand this. I just don't understand it. Why do we empower people this way by not being ready?I feel responsible. We have responsibilities, Terry (ph). We did not have any accountability for what was going on there, and we should have. This is ridiculous. Why weren't the National Guard there to begin with?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:24",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "They thought that they had sufficient resources.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:10",
      "speaker": "HUNT",
      "sentences": "Wow. Joining me now to discuss, Marcus Childress, former investigative counsel for the House January 6th Committee; Stephen Collinson, CNN senior politics reporter; Brad Woodhouse, senior adviser to the DNC, former senior adviser to the DNC; Matt Gorman, former senior adviser to Tim Scott's presidential campaign. Welcome to all of you this morning.Marcus, I'm grateful that you are here at the table with us today, because you have spent so much time working on the January 6th Committee. You really understand so much about that day. Can you help us understand? I was really struck by what Nancy Pelosi was saying there, that she takes responsibility; that she feels like they should have done more to make sure the National Guard was already at the Capitol. Can you help us understand what this means? MARCUS CHILDRESS, FORMER INVESTIGATIVE COUNSEL FOR HOUSE JANUARY 6TH",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:10",
      "speaker": "SELECT COMMITTEE",
      "sentences": "Yes. So, at this point, it appears -- I don't have exact time stamps, but I believe this is right when she leaves. You know, Congress is being escorted out to a secure location.And what I think you really just see there is the raw emotion of that day, of Speaker Pelosi feeling like we should not have allowed these rioters to stop our official proceeding from moving forward. Look, there were tabletop exercises prior to January 6th of 2020, just like there's tabletop exercises going on right now preparing for the 2024 election. And I feel like members were worried about, you know, this possibility of rioters getting into the Capitol. They were worried about the possibility of candidate Trump at that time getting folks excited to go and try to stop this official proceeding and stop Vice President Pence. And what you see there is -- is Speaker Pelosi just being raw, right? Just having raw emotion about letting down her -- the members, letting down the staff, which she's talked about on her book tour. I mean, you know, they were put in a position they didn't want to be in. It's -- it's pretty shocking to see, to be honest, just because you've only seen it through the surveillance. You can't normally hear what she's saying. But it does line up with what a lot of members and what the leadership felt that day, as terms of just letting candidate Trump almost stop what was an important congressional proceeding.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:10",
      "speaker": "HUNT",
      "sentences": "Yes. You can hear the anger in her voice, as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:10",
      "speaker": "CHILDRESS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:10",
      "speaker": "HUNT",
      "sentences": "Stephen Collinson, you paint big pictures for us every day. And I know you've written about Donald Trump's superseding indictment.I was just struck by how this new footage kind of underscores and -- and sort of pulls out the picture that, you know, Jack Smith is painting. Obviously, he was forced to do this because of the Supreme Court immunity ruling. But this all really does thrust January 6, the events of that day, back into the spotlight, as well as, of course, indicting Trump again and reigniting the narrative that he wants to push about persecution against him. How do you see what we just have learned about how Pelosi handled that day? How do you understand how it fits in with Donald Trump and how it's going to affect the race?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:10",
      "speaker": "STEPHEN COLLINSON, CNN SENIOR POLITICS CORRESPONDENT",
      "sentences": "Well, it's shocking again when you see that this issue has faded somewhat from the campaign during the whole period of President Biden's debate performance, him having to step down, the excitement over the new Democratic candidate.But looking at that again, it brings it all back. And it raises the question of how has it been so difficult to bring a president who tried to subvert democracy to account before the next election in which he's standing. And it raises the questions about what would happen if he wins. This new indictment is not going to decide the election, but the election probably will decide the fate of this case, because if Trump gets back into power, he will appoint an attorney general. And this will be all washed under the carpet. If Harris wins, presumably, there will be the space for Smith to continue, pending Supreme Court interventions, to get this case to fruition. But I think when we look back in -- when future generations look back at this, they will puzzle about the question of how this took so long to deal with in the American political and legal system. To the extent to which the person who is widely seen as responsible for those -- for that footage has a chance to become president again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:10",
      "speaker": "HUNT",
      "sentences": "Right. Well, this is, of course, something that the Trump team is trying to bring into this conversation. Matt Gorman and Brad, I welcome you to weigh in on this, as well.Because this is just outside the 60-day window. That is the unofficial Department of Justice policy in terms of bringing an indictment or announcing investigations into political candidates. It's not written down, but we know from the DOJ inspector general's report, this is kind of a rule that they try to follow. Obviously, it was in focus in 2016 when we were dealing with Hillary Clinton, Jim Comey, and her emails. But they're basically saying, yes, I know -- Brad's like -- your head is spinning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:10",
      "speaker": "BRAD WOODHOUSE, FORMER SENIOR ADVISOR TO THE DNC",
      "sentences": "It's not (inaudible).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:04",
      "speaker": "HUNT",
      "sentences": "When Trump was indicted, Ron DeSantis will say he thinks he lost the election, in no small part because of that.But now we're in a final sprint of a general election that has been historically unprecedented. How does this fit in with all of it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:04",
      "speaker": "GORMAN",
      "sentences": "Yes, I'll leave the legal kind of machinations to the smarter people on the other side of table.I think from -- politically, I think the Harris campaign has a choice to make, right? They've had a decent job these last six weeks, kind of messaging joy and a lot of these other things.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:04",
      "speaker": "HUNT",
      "sentences": "This is not joy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:04",
      "speaker": "GORMAN",
      "sentences": "No, hold on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:04",
      "speaker": "HUNT",
      "sentences": "This is the opposite. I just mean like January 6.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:04",
      "speaker": "HUNT",
      "sentences": "This story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:04",
      "speaker": "GORMAN",
      "sentences": "Yes. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:04",
      "speaker": "HUNT",
      "sentences": "This is not a joyous story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:04",
      "speaker": "GORMAN",
      "sentences": "No, it's not. No, no, no, it's not.And you -- but when she first took over the ticket, there was talk about the paradigm of the prosecutor versus felon; that -- that sort of dichotomy. Does she go back after that? I think it's a discussion her team would want to have, because if joy's been working, what you've been doing has been working, just like we've been talking about with not doing interviews. If what you're doing has been working, there's a hard case to make to go off that. So, I think, in spite of all kind of the news of late, if what's been working's been working, keep going.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:04",
      "speaker": "HUNT",
      "sentences": "Yes. Brad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:04",
      "speaker": "WOODHOUSE",
      "sentences": "Well, first of all, the delay here is Donald Trump's, right? I mean, he was the one in court trying to delay the case, delay the case, delay the case. The one thing we've learned is -- is that, you know, is that maybe he didn't get much out of the Supreme Court ruling as they thought, because these -- these four -- these four charges have been maintained in the superseding -- superseding indictment.So, let's see. Look, the American people saw what happened. They're seeing this footage of Pelosi, Pelosi for the first time. The judgment here is going to have to be made at the -- at the ballot box. And look, you know, for all my Democratic friends, this race is close. This race is close. Joy is not going to do it all together. It's not. There has to be a case prosecuted against Donald Trump. I'm not talking about the case in court, but a case on the campaign trail. And so, it can't all be joy and hope and happiness. Look, I was in Chicago. It was all joy, hope and happiness. But we've got to prosecute a case against Donald Trump. January 6th is part of it. Abortion bans are part of it. Project 2025 is part of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:04",
      "speaker": "GORMAN",
      "sentences": "Real, real quick. I think coming out of each party's convention -- Milwaukee had it. From what you're saying, the -- Chicago had it. There is a tendency, as you come out of these things the week or two after, to be a little bit higher on your own supply (ph) a little bit, right? You know?And so, I think it's important. For we certainly had that with Biden dropped out of the race within days of the convention. I mean, if you're seeing Democrats out now. It's important to kind of come back down, you know, and come off the, quote-unquote, \"vibes\" from each party. I would advise both sides to do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:04",
      "speaker": "CHILDRESS",
      "sentences": "But coming -- coming back down, what I'm nervous about reading the superseding indictment is that we're seeing a lot of the same behavior that's in the superseding indictment being played out on the campaign trail right now.And that was the No. 1 thing that at least was my team, a lot of our personal goal in the January 6th Committee was to make sure another January 6 never happens again. And then what do you see being said on the campaign trail? It's going to be rigged. They're going to cheat. This is exact quotes that you see in the superseding indictment and the prior indictment. And so, I think you have to have real concern about, you know, getting out to the ballot box, to your point. But also, a concern of what's going to happen in that time period between election day and January 6 of 2025. And that's something that has me -- I'm not going to lie -- very unsettled with the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:04",
      "speaker": "HUNT",
      "sentences": "And you see Pelosi speak to that a little bit, like how could we not have been prepared for this? There seems to be something of a sense of that now, as well, Stephen.I mean, understanding, based on what happened on January 6, what could happen, potentially, in this election. And you have heard Trump kind of escalate this rhetoric around cheating and things not being fair, since Harris was elevated to the top of the ticket.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:04",
      "speaker": "COLLISON",
      "sentences": "Definitely. And as the race tightened, he's started to say, Well, of course, I'll accept the result, as long as it's free and fair. And we all know what that means in reference to 2020. And it was before -- about this time before the 2020 election that he was starting to raise those issues.What was interesting yesterday was this was a Trump campaign that's really struggled over the last few weeks. As soon as that indictment went down, the muscle memory was back out there. The fundraising appeals are out there: It's all a witch hunt, et cetera, et cetera. Does this give Trump a foundation to try and, you know, gather himself again? Or does this play into those swing states, the moderates, the suburban voters who look at this again; and that validates Harris's message that we have a fleeting moment to move on from all of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:04",
      "speaker": "HUNT",
      "sentences": "Yes. I mean, Matt, again, with Trump, I mean, this worked for him in the primary. Does leaning into this, do you think that's a strategy for him that is one that's going to add to his bottom line?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:07",
      "speaker": "WOODHOUSE",
      "sentences": "Well, look, I think democracy is going to still be a big -- a big issue in this race. There was a lot of that discussion at the convention last week.But, you know, we've gone beyond democracy as a single term. We're talking about freedoms. And so, it is January 6; it's threats to democracy. It's Trump, you know, basically mount -- it looks like he would mount another insurrection if he -- if he lost. But it's also about freedoms. It's about IVF. It's about abortion. It's about --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:07",
      "speaker": "HUNT",
      "sentences": "You're basically making the same argument he's making. You've got --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:07",
      "speaker": "WOODHOUSE",
      "sentences": "Yes, we've played it out a little bit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:07",
      "speaker": "GORMAN",
      "sentences": "You see what he's doing. This is where he's going.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:07",
      "speaker": "HUNT",
      "sentences": "You're saying this needs to be big -- This can be included, but it needs to be bigger.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:07",
      "speaker": "WOODHOUSE",
      "sentences": "It needs to be -- yes, it needs to be bigger.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:07",
      "speaker": "HUNT",
      "sentences": "I mean, it was -- it was such a central part of Biden's entire message. WOODHOUSEAnd then of course, later on, we had January 6th. So, I think -- I think it is different with the change at the top.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:07",
      "speaker": "HUNT",
      "sentences": "All right.Marcus Childress, before I let you go, you talked about being afraid of -- of what might happen here, based on -- on what you -- what you saw that day. I'm interested to know, based on what you watched there, with her saying that she took some responsibility. Is that something that Trump's team potentially uses in this January 6 case, if it goes forward?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:07",
      "speaker": "CHILDRESS",
      "sentences": "I feel like the Trump team uses anything in litigation, to be completely candid, right? No matter what Speaker Pelosi would have said in that video, I'm sure the Trump team would find a way to put it in a filing. That's what good litigators do.I'm not trying to knock his team at all. That's what good lawyers do. So, look, I'm not going to give it too much weight of what she said. And I think what we saw was a raw, empathetic leadership moment from Speaker Pelosi. And it's something that she's also been saying, you know, as he travels around the country talking about our book. I think -- I think it's very endearing. And as a former military officer, it's what you actually expect of people, right? You expect your officers and the people in charge to take responsibility when something goes bad. And you see her doing that, in part, but also keeping the limelight on -- on former President Trump's actions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:22:40",
      "speaker": "HARRIS",
      "sentences": "Yes, there was a slow start, but it was a strong finish.The point has to be performance in terms of what a president does. A president who --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:22:40",
      "speaker": "ANDERSON COOPER, CNN ANCHOR",
      "sentences": "But that is what's scary for people watching.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:22:40",
      "speaker": "HARRIS",
      "sentences": "-- incites an insurrection against the Capitol. But -- I got the point that you're making about a one-and-a-half-hour debate tonight. I'm talking about three-and-a-half years of performance in work that has been historic.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:22:40",
      "speaker": "HUNT",
      "sentences": "That has aged interestingly. That was the last time Kamala Harris sat down for an interview.She was of course, trying to do damage control after President Biden's disastrous CNN debate performance. Ever since then, team Trump has been criticizing her for not doing an interview. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:22:40",
      "speaker": "VANCE",
      "sentences": "She refuses to sit down for an interview, even with the extremely friendly media.What is she going to do other than play around on TikTok? She sure as hell isn't giving interviews. Kamala Harris has been the nominee for three weeks. She hasn't sat down for a real interview.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:22:40",
      "speaker": "DANA BASH, CNN ANCHOR",
      "sentences": "Believe me, we are --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:22:40",
      "speaker": "VANCE",
      "sentences": "I also wanted to go say hello to the vice president and ask her why Kamala Harris refuses -- Why does she refuse to answer questions from the media?Unlike Kamala Harris, President Trump showed up and took some tough questions. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:22:40",
      "speaker": "HUNT",
      "sentences": "But now Harris and her running mate, Tim Walz, have agreed to sit down for a joint interview with our own, CNN's, Dana Bash.The interview airs tomorrow night at 9 p.m. Eastern, right here on CNN. Matt Gorman, did they wait too long to do this? Because this has become -- like, turned into kind of a thing. It has snowballed. That said, they are doing it. They will be, you know, on camera here. What do you expect?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:00",
      "speaker": "HUNT",
      "sentences": "Well, Brad, I'll let you kind of jump in on the flip-flop thing, but that said, we -- there are a lot of situation policy proposals.We don't know necessarily where Kamala Harris stands. This -- this is -- I mean, Dana is going to be asking about those things. Fracking, some of the other issues that Republicans are criticizing her on. And this has not always been her strongest forum, necessarily, interviews.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:00",
      "speaker": "WOODHOUSE",
      "sentences": "Well, look, she did say she would do an interview by the end of the month. She is doing an interview by the end of the month.And by the way, a joint interview with your vice-presidential pick is pretty standard -- pretty standard fare. But I just love those clips of J.D. Vance and the Republicans just hammering and hammering, hammering that she needs to an interview. It just shows how desperate they are. And you know what? I want them to do more interviews. And I want Donald Trump to do more interviews.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:00",
      "speaker": "HUNT",
      "sentences": "They do a lot of interviews.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:00",
      "speaker": "WOODHOUSE",
      "sentences": "Well, no, right. And how do they work out for him?Donald Trump did -- did a 64-minute -- what was it, a 64-minute press conference. And he lied 162 times. He looked unhinged. He looked off his -- off his game. So, you know, they should do more interviews, and they should do more press conferences. Look, I think she'll --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:00",
      "speaker": "HUNT",
      "sentences": "Are you a Democrat saying Trump should be on the air more often now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:00",
      "speaker": "WOODHOUSE",
      "sentences": "Oh, yes. Please, please.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:00",
      "speaker": "HUNT",
      "sentences": "That was -- that's the reverse of what many --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:00",
      "speaker": "WOODHOUSE",
      "sentences": "Well, look, he --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:00",
      "speaker": "HUNT",
      "sentences": "-- said before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:00",
      "speaker": "WOODHOUSE",
      "sentences": "Well, look, it's working for us.Look, I think she's going to -- she's going to do this interview. But this whole -- it's not been a controversy. I don't -- look at the polling. Look at the excitement, look at how well she's done. She's had a great rollout. She had a great rollout of a V.P. The V.P. pick. But look, 40 days ago, she wasn't the nominee. She had to put up a campaign. She had to pick a vice president. She had to prepare for a convention. She had to prepare -- She's preparing now. She's doing this in the middle of preparing for a debate. I don't think this has been that dramatic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:00",
      "speaker": "HUNT",
      "sentences": "OK. Stephen Collinson, part of why there has been this focus on it is because there is this sort of history of Harris in some cases struggling.I know from talking to sources that, in particular, this moment that she had with Lester Holt in a major interview in 2021 is something that has stuck with her. It's something they still talk about. Let's watch that moment, and then I just want to get you to weigh in briefly. Watch. (BEGIN VIDEO CLIP) HARRIS: We are going to the border. We've been to the border. So, this whole -- this whole -- this whole thing about the border. We've been to the border. We've been to the border.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:00",
      "speaker": "LESTER HOLT, CNN ANCHOR",
      "sentences": "You haven't been to the border.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:00",
      "speaker": "HARRIS",
      "sentences": "And I haven't been to Europe. And I -- I mean, I don't -- I don't understand the point that you're making.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:00",
      "speaker": "HUNT",
      "sentences": "So, what do you see in that moment that could inform how this interview may play out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:00",
      "speaker": "COLLINSON",
      "sentences": "That interview has hung over the entire vice presidency, and it's formed a lot of the political attack lines that the Trump administration -- the Trump campaign has been pushing forward.I think that interview took place right at the beginning. I think it's fair to say she wasn't very well-prepared. The whole issue of what her job was on the border wasn't well-defined. She is going to be ultra-prepared for this one. It's coming, as you said, right in the middle of debate preparation. The Trump campaign believes it will expose her as not ready for prime time, not fit to serve in the Oval Office. If the other side of that happens, if she does get through it fairly well, I think that will take away one of the attack lines that the Trump team has been using. And whatever happens if she does well, if she doesn't, it's going to raise the stakes massively for the debate on September the 10th.",
      "isLastSentenceInterrupted": false
    }
  ]
}