{
  "date": "2024-07-26",
  "headline": "CNN Newsroom",
  "subHeadline": "Opening Ceremonies at Olympics Set to Begin; Suspect Accused of Starting California Park Fire Arrested; FBI Seeks to Interview Trump in Assassination Investigation. Aired 11:30a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:30:00",
      "speaker": "JIM ACOSTA, CNN HOST",
      "sentences": "This is getting into kind of the nitty-gritty of what the FBI does.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "EVAN PEREZ, CNN SENIOR JUSTICE CORRESPONDENT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "ACOSTA",
      "sentences": "They do these kinds of investigations. Obviously, they want to know what hit Trump's ear. That's pretty standard stuff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "PEREZ",
      "sentences": "It is pretty standard stuff. And the answer you heard there from the FBI director wasn't really intended to question whether the former president got hit or whether there was an assassination.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "ACOSTA",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "PEREZ",
      "sentences": "It's clear from the very first day the FBI has been treating this and has been investigating this as an attempted assassination.And it really doesn't matter, right? I mean, whether he could have been killed by shrapnel or whether it could have been -- he could have been killed by a bullet, it matters not, at least not part -- not for this investigation. But the FBI has to do the work that they do, which is the basic police work of getting the bullet fragments. By the way, these types of bullets tend to shatter. So that's why you're getting fragments, is what they're inspecting. And they're going to analyze everything. And they are going to ask, they have asked for an interview with the former president, because he is considered a victim of a crime, which is a standard part of what the FBI does. But because those comments, the way they came and the way they were sort of amplified on Twitter, I think we have more of a political sort of fracas that has built up. You saw the former president reacting. He said on his social media platform: \"There was no glass. There was no shrapnel. The hospital called it a bullet wound to the ear. That is what it was. No wonder the one-storied FBI has lost the confidence of America.\" He's attacking Chris Wray, who he already kind of has a beef with anyway because...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "ACOSTA",
      "sentences": "His choice to lead the FBI. PEREZbecause of all the investigations that have surrounded the former president. So that's part of what's going on here. But, again, it doesn't matter, right? Someone tried to assassinate Donald Trump. And that should be the end of the story. But because we live in the bizarre times we do, this is where we are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "ACOSTA",
      "sentences": "Yes.I mean, John, the FBI would be doing -- would not be doing their jobs if they did not try to get to the bottom of all this. I mean, you want to know from a factual standpoint what happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "JOHN MILLER, CNN CHIEF LAW ENFORCEMENT AND INTELLIGENCE ANALYST",
      "sentences": "Well, that's right. And Evan hit it on the head right from the beginning.And this is what happens when politicians touch investigations, which is, investigations are fact-finding missions. Politicians are all about spin, and they're trying to take the director's words and give them meaning that they weren't intended to have. Let's get to the basic fact. It's like, write this down. Donald Trump was wounded as a result of gunfire from an attempted assassination. Whether or not that meant he was grazed by a bullet that caused a superficial wound around his ear, but did not penetrate his skull, which would have been a much more serious wound, that's one possibility. Another possibility, as Evan framed it, is that a bullet from that sniper may have struck some other object on the stage, some hard object, and caused fragmentation, or what we have been referring to as shrapnel. That fragment could have caused that wound as well, or some other piece that was hit could have caused that wound. At the end of the day, it really makes no difference. This individual tried to assassinate a former president and candidate for president at a public event, and fired eight shots at a high-velocity range from a sniper position. So, getting into the semantics of this actually doesn't help it with clarity. And the last one on earth who's going to be able to answer this question is Donald Trump. All he knows is what he felt, what he experienced, and what he was told at the hospital.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "ACOSTA",
      "sentences": "Right. It also is a cautionary tale about engaging in conspiracy theories.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "PEREZ",
      "sentences": "Right. No, it is.And, look, this is where this was living on Twitter, but because of the political of -- these politicians reacting to that debate and thinking it meant something else, I think that's where you see now Donald Trump is reacting, and so now we're going to have this, I think, debate going on for a few -- for a little while longer. ACOSTA:  Do we know what the hospital is saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "PEREZ",
      "sentences": "We don't know. Look, I mean, he's up...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "ACOSTA",
      "sentences": "That's part of this too, right? Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "PEREZ",
      "sentences": "Donald Trump is a private citizen. So, he is, unlike all of the other crazy things that people have talked about, HIPAA, you can't talk about it because of HIPAA, this one actually is because of privacy laws on health records.So he's a private citizen. He -- his records are private, and so, therefore, we don't know what they found as part of their investigation. By the way, the FBI interview is going to be the standard thing. What did you see? Tell us about before, what happened, that kind of thing, which is a very standard part of the victim statement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "ACOSTA",
      "sentences": "And, John, would the hospital be able to provide any clarity? I mean, if the doctor looked at Trump's ear, I mean, would he know from the wound and so on what might it have been?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "ACOSTA",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "MILLER",
      "sentences": "By the way, that's good for the victim, bad for the forensics. If it's a fragment, fragments can be really interesting in these situations, whereas fragments can become embedded and then removed.Fragments can be superficial. There are fragments that become embedded deeply and cannot be removed for the medical risk involved in what else might be between them. But, in this case, we haven't heard any of that. And it's likely that no fragment was recovered, because we probably would have heard about that by now. We know that there is no projectile recovered. So this is going to boil down to laser-optic forensics, bullet trajectories, and the science. And even that is going to be, in all probability, this is what happened. But it doesn't change the fact, which is somebody tried to shoot Donald Trump in the head. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "PEREZ",
      "sentences": "Right. The bottom line, what John is saying there, is that the problem hereis that we may never actually know the final, final answer, because we don't even know if the FBI will have access to his medical records, for instance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "PEREZ",
      "sentences": "So, I think that's part of the thing. It's going to be like the next JFK...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "ACOSTA",
      "sentences": "The JFK assassination, exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "PEREZ",
      "sentences": "... assassination, that films will be made, I'm sure, about different angles of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "ACOSTA",
      "sentences": "Yes, this stuff will live online forever.All right, but we appreciate the discussion. Just the facts, ma'am. A couple of Joe Fridays right here, John Miller, Evan Perez. (LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:41:27",
      "speaker": "ACOSTA",
      "sentences": "We're tracking a developing story out of California. The Park Fire in the northern part of the state has exploded in just the last couple of days. It is less than 5 percent contained.A 42-year-old man has been arrested in the investigation. Please say Ronnie Stout II pushed a burning car into a gully, sparking the blaze. The moment the fire started was captured in these time-lapse videos. CNN national correspondent Camila Bernal joins us now. Camila, what can you tell us about the efforts to get this situation under control?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:41:27",
      "speaker": "CAMILA BERNAL, CNN NATIONAL CORRESPONDENT",
      "sentences": "Hey, Jim.It's an effort that is around the clock, 24/7. We see the firefighters here, about 1,600 personnel trying to stop these flames, but they are just so fast and spreading so quickly that that's why we're still having containment be so low. And that means there's just so much work to be done. It's hard to see when the sun comes out, but the flames are here behind me and you see that thick smoke. We have been seeing just how fast it moves hour by hour. We have had to drive to catch up with the flames to make sure that we're getting to sort of the edge of the fire. But you mentioned that 42-year-old man who was arrested. Authorities say they have witnesses that actually saw him pushing that burning car about 60 feet, so just a very unfortunate situation for the people in this area. I also want to point out that they also updated the number of structures that have been destroyed, more than 100 already, and so officials really trying to evaluate what this fire has done and what it could continue to do to this community. There's people who are under evacuation orders. We saw how some of the local authorities helped these people get out of this area yesterday. And we were told that at least three firefighters also had heat- related injuries. They were taken to the hospital and released. These men and women are just here 24/7. You see some of them here behind me with the chain saws and just, again, working to try to contain these flames, but it is going to take some time, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:48:25",
      "speaker": "ACOSTA",
      "sentences": "Just hours to go until the Opening Ceremony of the Summer Olympics.And, yes, ladies and gentlemen, that is Snoop Dogg getting cheered on while carrying the Olympic torch in its final leg of the tour earlier today, giving an all too -- an all-new meeting to the term passing the torch. Despite the gloomy weather right now in Paris, athletes are excited to start competing, including shot put star Ryan Crouser. He took home the gold for the last two summer Olympic Games in Rio and Tokyo. And if the 31-year-old pulls it off again this year, he will be the first in his sport to ever take home the gold three times in a row. CNN's Coy Wire and CNN sports analyst Christine Brennan are live in Paris for us. Oh, goodness, Christine, I see you carrying an umbrella there. That is not the Olympic torch. That is not what Snoop Dogg was holding, whatever that was, earlier today. It's a little gloomy in Paris. But, Coy, first of all, let me go to you first. You got to meet Ryan. Tell us about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:03",
      "speaker": "RYAN CROUSER, OLYMPIC GOLD MEDALIST",
      "sentences": "A third gold for me would be so special, simply because I'd be the first to do it. No one has ever won three golds in the shot, let alone three consecutive goals.So, just honored to have the opportunity, the chance to make history, and I'm going to go out there and do my best.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:03",
      "speaker": "WIRE",
      "sentences": "In the chase for perfection as an elite athlete, how far down the rabbit hole have you gone?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:03",
      "speaker": "CROUSER",
      "sentences": "Oh, yes, it's -- we're way down there.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:03",
      "speaker": "CROUSER",
      "sentences": "That's the thing about track and field, especially the shot. It's kind of an infinite rabbit hole. You're looking at centimeters. I joke that, like, yes, if you get 1 percent better, 1 percent in the shot is like 23 centimeters. You're almost -- that's groundbreaking. That's years' worth of progress.So I'm chasing -- a 10th-of-a-percent would be a good day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:03",
      "speaker": "WIRE",
      "sentences": "This is not just some rough, rugged athlete, dumb jock. You like to journal. What do write about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:03",
      "speaker": "CROUSER",
      "sentences": "Setting goals, working towards those goals, and then reflecting on why I fell short, or evaluating myself in regards to them.And writing is such a to-the-point way of doing that. You can kind of bend the truth a little bit, if you just think about it. Like, oh, how was this training block? It was good. And I wrote out, these are the goals I wanted this block, and I reflect on that. And here's where we fell short, or anything like that. And so, as a self-coached athlete, taking the emotion out of it is the most difficult thing to do, but it's the number one thing you have to do to be successful. You have to find a way to be analytical. Evaluating yourself is never easy, especially if you feel like things didn't go quite the way you wanted or the way you hoped. So it can be difficult. It can be frustrating. But at the end of the day, I feel like that's what has helped make me better.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:03",
      "speaker": "WIRE",
      "sentences": "Is it true that you bought a boat before you bought a couch for your place in Arkansas?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:03",
      "speaker": "CROUSER",
      "sentences": "Yes, so my girlfriend wasn't too happy about that. But fishing for me is a huge part of, yes, just what I do, I mean, bass fishing, fly fishing, just getting out on the water.And, yes, I have been shopping on Craigslist, Facebook Marketplace, and I found a good deal on one. And we got there, and it was like the next day, and they were like, yes, it was an older couple, and they were just looking to move it. And I was like: \"Hey, babe, I found a good deal on a boat. I know we are moving into the house today. So I'm going to grab it. So I need to get a boat.\" And she's like: \"You don't even have a bed yet. You don't have any\" I had no furniture, but I did have a boat. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:03",
      "speaker": "WIRE",
      "sentences": "Ryan has no idea how envious I am of that glorious beard, Jim.But, as you can see, it's not just this mountain of muscle. He is focused. He is dedicated. He's looking to bring home another gold. And he will be celebrating with the more than 10,000 athletes from around the world in just a few hours as this Opening Ceremony officially kicks off here in Paris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:03",
      "speaker": "ACOSTA",
      "sentences": "Yes, he definitely gets the gold for the beard.Christine, which athletes do you have your eyes on the most this first weekend? What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:03",
      "speaker": "CHRISTINE BRENNAN, CNN SPORTS ANALYST",
      "sentences": "Yes, Jim, even though it is raining and it's certainly putting a damper, as well as the news earlier today of the trains, on this opening for Paris, which is tough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:03",
      "speaker": "ACOSTA",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:03",
      "speaker": "BRENNAN",
      "sentences": "It's going to be something that headlines for a while.The competition starts in earnest tomorrow. And, of course, Katie Ledecky in the pool, the 400 freestyle. It's the event she's probably the weakest in. She won it in Rio in 2016, second, silver medal, in Tokyo three years ago. A bronze medal even would be good for her in this one. Her best events, she's better when -- the longer the race goes, the 800 and the 1,500 later on. And, of course, Simone Biles. Simone starts on Sunday. And, Jim, Simone Biles, Katie Ledecky, both 27 years old, born within three days of each other in March of 1997. What a week that was for the United States of America. Here they are still at the top of their game, as of course, Simone Biles has fought with mental health issues, the twisties, of course, a survivor of the worst sexual abuse scandal in sports history, the Larry Nassar gymnastics scandal, the horrors there. Simone Biles just an absolute legend, as is Katie Ledecky. And we get to see them both here starting this weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:03",
      "speaker": "ACOSTA",
      "sentences": "Yes.And, Christine, I mean, skateboarding, is that a sport this weekend or during the Olympics? And break dancing -- I heard something about break dancing. What is going on here? Does it -- yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:03",
      "speaker": "BRENNAN",
      "sentences": "Yes, Jim, these are things you and I will not be doing when we...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:03",
      "speaker": "ACOSTA",
      "sentences": "Does this mean my cornhole game might get me to the Olympics?Anyway, sorry. Yes. (LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:03",
      "speaker": "BRENNAN",
      "sentences": "Cornhole could be next.And I will challenge you to cornhole next time I'm back in D.C.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:03",
      "speaker": "ACOSTA",
      "sentences": "There you go.",
      "isLastSentenceInterrupted": false
    }
  ]
}