{
  "date": "2024-06-20",
  "headline": "CNN News Central",
  "subHeadline": "State Rep. Lauren Ventrella (R-LA) Discusses Louisiana Law Requiring Schools To Display Of Ten Commandments In Class; Donald Sutherland Dead At 88; Israel Warns Hezbollah Of Possible \"All-Out- War\"; IDF: \"Those Who Think We Can Make Hamas Disappear Are Wrong\". Aired 1:30-2p ET",
  "utterances": [
    {
      "timeStamp": "13:30:00",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "You realize that this country is an amalgamation of cultures, right, and different faiths. And even within Christianity, people don't interpret those commandments the same way.STATE REP. LAUREN VENTRELLA (R-LA): Well, what's important about this bill and what's important to remember about this country is that, whether we like it or not, Moses is in the Supreme Court of the United States. The Ten Commandments are in the Supreme Court of the United States. Moses is on the law in Congress. This is part and engrained in our nation. This is a historical document that's important in Louisiana. Because in Louisiana, we believe in faith, family and freedom. And that is why I voted in favor of this bill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "SANCHEZ",
      "sentences": "Sure. But you also recognize that the Constitution of this country, its founding document, doesn't include the word \"God\" or \"Jesus\" or \"Christianity.\"And that's for a reason. Because the Founding Fathers founded this country as a secular one. You don't -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "VENTRELLA",
      "sentences": "I bet your CNN pays you a lot of money. I bet you've got a bunch --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "SANCHEZ",
      "sentences": "What has that got to do with the network that I work for or what I'm getting paid? Don't make this about that. Answer the question. Why did the Founding Fathers --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "SANCHEZ",
      "sentences": "-- not include \"God\" in the Constitution if they wanted this country to be the way that you see it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "VENTRELLA",
      "sentences": "Let me finish my statement.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "SANCHEZ",
      "sentences": "Answer the question. And don't make this about me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "VENTRELLA",
      "sentences": "\"In God We Trust.\" Well, might get about me. I've got a $1 bill in my wallet. \"In God We Trust\" is written on that dollar. It is not forcing anybody to believe one viewpoint. It's merely posting a historical reference on the wall for students to read and interpret it if they choose.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "SANCHEZ",
      "sentences": "But fundamentally, you understand that there's a separation between church and state. And that if you're a student at a school, say you're Muslim or Hindu or atheist, having that on the wall, doesn't that endorse a specific set of beliefs?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "VENTRELLA",
      "sentences": "Absolutely not. It is a historical document. Again --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "SANCHEZ",
      "sentences": "But there are historical documents - there are historical documents that -- actually, this law authorizes to be displayed in classrooms, like the Mayflower Compact, the Declaration of Independence, and others.But this one is specifically religious. And there's a difference there. I mean, that seems pretty clear that there's a difference between a random historical document and one that endorses a very specific view of a very specific denomination within a religion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "VENTRELLA",
      "sentences": "I don't agree with you that this is a random historical document. This is a --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "SANCHEZ",
      "sentences": "I didn't say it was random --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "SANCHEZ",
      "sentences": "But there are others that --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "SANCHEZ",
      "sentences": "Go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "VENTRELLA",
      "sentences": "This is a very valuable document.Look, this nation has gotten out of hand with crime, with the bad negative things that are going on. Why is it so preposterous that we would want our students to have the option to have some good principles instilled in them? (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "VENTRELLA",
      "sentences": "If they don't hear it at home, let them read it in the classroom.(CROSSTALK) VENTRELLA: But it's different from the Mayflower Compact, which is mentioned in the document as well. I don't understand why this is so preposterous and that litigation is being -- is being threatened. It doesn't scare us in the state of Louisiana. We say bring it on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "SANCHEZ",
      "sentences": "Because if someone has a home in which they choose to believe something different, which is welcome in this country -- its literally why people fled to come here to found this country to begin with -- then they should be allowed to.And it's not really an option if you're requiring it to be put up on the wall of the classroom. What do you say to the parents of students or even teachers who don't share your religious views?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "VENTRELLA",
      "sentences": "I don't look at it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "SANCHEZ",
      "sentences": "What would you say if your child had to go to a classroom in which the five pillars of Islam were required to be on the wall. How would you feel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "VENTRELLA",
      "sentences": "Again, this is not about the five pillars of Islam. This bill specifically states the Ten Commandments. It is a historical document --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "SANCHEZ",
      "sentences": "Sure, but I'm presenting you with a hypothetical that would help you put yourself from the shoes of someone you may not understand their point of view.How would you feel if -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "SANCHEZ",
      "sentences": "-- into a classroom and something you didn't believe in was required to be on the wall?(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "SANCHEZ",
      "sentences": "You can answer that question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:03",
      "speaker": "SANCHEZ",
      "sentences": "I mean, a requirement is a requirement, right? Your law mandates a specific version of the Commandments be posted.Here is one of them. I want to share it with our viewers. It says, quote, \"Thou shall not covet thy neighbor's wife, nor his man servant, nor has maid servant, nor his cattle, nor anything that is thy neighbor's.\" I'm wondering why this specific version of the Commandments was selected.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:03",
      "speaker": "VENTRELLA",
      "sentences": "So the reason why for that is because it is the most historical references, one of the original translations into the English language, and to preserve the actual history of the document.The drafters of the legislation felt that it was very important to maintain that historical context and that language that portrays it in the best historical light possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:03",
      "speaker": "SANCHEZ",
      "sentences": "I am in no way diminishing anyone's beliefs. I don't think that my personal beliefs are important to this story.But I do have to point out and ask you about the fact that religious scholars don't even agree who wrote the Ten Commandments, where or when they were written. Does that not give you pause in any way that this comes from a religious document and not from something that's based in secular agreement or in a doctrine that a group of people have come to accept something like the Constitution?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:03",
      "speaker": "VENTRELLA",
      "sentences": "Look, religious scholars may not agree, but I'm going to tell you right now, Louisiana in both Houses agree. And we passed this legislation.Look, Louisiana's not California or New York. It may make people uncomfortable in other states, but in this legislature this year, it was a resounding acceptance of this legislation. And that's what's most important.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:03",
      "speaker": "SANCHEZ",
      "sentences": "What should a teacher tell a kindergartener who asks what adultery is?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:03",
      "speaker": "VENTRELLA",
      "sentences": "Well, the teacher should be able to have an appropriate response, which is to tell them, look, guys, this is a historical document that's posted on the wall to remind everyone of good morals, good principles. Thou shalt not kill. Thou shalt not lie. These are important things.I think that in the state of Louisiana we have echoed a strong voice that we believe that faith is a very important part of history and the founding of this nation. Again, we've got it posted in historical buildings all over the place. I don't understand why this is such a shock factor to the nation that we would somehow do this. I'm proud that in the state of Louisiana, we're leading the charge on this. I am proud to press the button in favor of that bill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:03",
      "speaker": "SANCHEZ",
      "sentences": "I guess the argument is that you could teach morals without getting into religion.I have one last question. State Representative, will you come back when this gets taken up with the Supreme Court?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:03",
      "speaker": "VENTRELLA",
      "sentences": "I'd be more than happy to have this conversation with you again, Boris. I may -- maybe I'll get some of those dollar bills in my pocket one day like you on CNN --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:03",
      "speaker": "SANCHEZ",
      "sentences": "Oh, I -- I wish -- I wish you wouldn't make it personal because it's not. It's about the story. It's not about me. And it's not about the amount of money in my wallet.State Representative Lauren Ventrella -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:03",
      "speaker": "SANCHEZ",
      "sentences": "-- I very much appreciate your time. Thanks for being with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:03",
      "speaker": "VENTRELLA",
      "sentences": "Thank you, Boris. I appreciate you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:42:23",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "Hollywood has lost a legend. Donald Sutherland, the veteran actor known for roles in \"Mash\" and \"The Hunger Games\" and so many other movies has died --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:42:23",
      "speaker": "SANCHEZ",
      "sentences": "His --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:42:23",
      "speaker": "KEILAR",
      "sentences": "-- at 88-years-old.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:42:23",
      "speaker": "SANCHEZ",
      "sentences": "His son, Kiefer Sutherland, tweeted out, quote\"With a heavy heart, I tell you that my father, Donald Sutherland, has passed away, I personally think, one of the most important actors in the history of film. Never daunted by a role, good, bad, or ugly. He loved what he did and did what he loved. And one can never ask for more than that. A life well lived.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:42:23",
      "speaker": "KEILAR",
      "sentences": "It's a beautiful picture there, too.His agent said, \"He died after a long illness. Donald Sutherland, of course, will not soon be forgotten.\" Here's Stephanie Elam. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:42:23",
      "speaker": "DONALD SUTHERLAND, ACTOR",
      "sentences": "Now I'm waiting for reports from some of you.STEPHANIE ELAM, CNN CORRESPONDENT (voice-over): Funny.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:42:23",
      "speaker": "SUTHERLAND",
      "sentences": "Look, I'm not joking. This is my job.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:42:23",
      "speaker": "ELAM",
      "sentences": "Heartbreaking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:42:23",
      "speaker": "SUTHERLAND",
      "sentences": "I don't know if I love you anymore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:42:23",
      "speaker": "ELAM",
      "sentences": "And casually cool.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:42:23",
      "speaker": "SUTHERLAND",
      "sentences": "Contain it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:42:23",
      "speaker": "ELAM",
      "sentences": "With his distinct voice and appearance, Donald Sutherland played scene-stealing characters throughout a career that spanned more than half a century.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:42:23",
      "speaker": "SUTHERLAND",
      "sentences": "I think of myself as an artist and I take it very seriously.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:42:23",
      "speaker": "ELAM",
      "sentences": "Sutherland's artistic pursuits started while attending college in his native Canada. He moved to London in the 1950s to continue studying drama and began landing small roles in British TV and films.(MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:42:23",
      "speaker": "ELAM",
      "sentences": "The success of 1967's \"The Dirty Dozen\" launched the actor to Hollywood.(MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:42:23",
      "speaker": "SUTHERLAND",
      "sentences": "They're very pretty colonel, very pretty. But can they fight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:42:23",
      "speaker": "ELAM",
      "sentences": "More military movies followed, including \"Kelly's Heroes.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:42:23",
      "speaker": "SUTHERLAND",
      "sentences": "Well, the tank's broken on the job and they're trying to fix it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:42:23",
      "speaker": "UNIDENTIFIED ACTOR",
      "sentences": "Then why the hell aren't you out there helping them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:42:23",
      "speaker": "SUTHERLAND",
      "sentences": "Oh, I only ride them. I don't know what makes them work.(MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:42:23",
      "speaker": "ELAM",
      "sentences": "And a starring role as Hawkeye in the 1970s film classic \"Mash.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:42:23",
      "speaker": "SUTHERLAND",
      "sentences": "I think you'll find these accommodating. They're quite dry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:42:23",
      "speaker": "ELAM",
      "sentences": "Next, Sutherland teamed up with Jane Fonda onscreen, in \"Clute.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:42:23",
      "speaker": "SUTHERLAND",
      "sentences": "What else do you remember about the man of vitro?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:42:23",
      "speaker": "JANE FONDA, ACTRESS",
      "sentences": "Nothing.(CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:42:23",
      "speaker": "FONDA",
      "sentences": "Captain --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:42:23",
      "speaker": "ELAM",
      "sentences": "And off-screen, to produce a documentary protesting the Vietnam War.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:42:23",
      "speaker": "SUTHERLAND",
      "sentences": "America has 20-millimeter cannons. They're have all these rocket pods. They have all these personnel fragmentation bombs and I count 12. What about the low and kicking?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:42:23",
      "speaker": "ELAM",
      "sentences": "Sutherland's versatile talent kept him busy in roles ranging from a pot-smoking professor in \"Animal House\" --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:42:23",
      "speaker": "UNIDENTIFIED ACTOR",
      "sentences": "I won't go schizo, will I?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:42:23",
      "speaker": "SUTHERLAND",
      "sentences": "It's a distinct possibility.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:42:23",
      "speaker": "ELAM",
      "sentences": "-- to a man desperately trying to hold his family together in the Oscar-winning \"Ordinary People.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "ELAM",
      "sentences": "In recent years, Sutherland's audience of fans became multi- generational when he starred as President Snow in \"The Hunger Games.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "SUTHERLAND",
      "sentences": "Hope -- it is the only thing stronger than fear.(SCREAMING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "ELAM",
      "sentences": "The afterlife, the message of the successful franchise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "SUTHERLAND",
      "sentences": "It's an opportunity to catalyze the revolutionary potential in young people. Given the mess this world's in, that's really important.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "ELAM",
      "sentences": "Sutherland passed on his love of creating entertainment to a son, Kiefer, as well as for other children who all work in front or behind the camera.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:23",
      "speaker": "KEILAR",
      "sentences": "Fears are growing about a potential full-blown war between Israel and Hezbollah militants in Lebanon. Right now, Israel and Hezbollah are trading increasingly intense threats.The latest from the leader of Hezbollah, Hassan Nasrallah, who says if a war breaks out, the group will target Cyprus, the nearby island nation that is a member of the European Union. Earlier, Israel warned the possibility of war is getting very close after Hezbollah released this threatening drone video purporting to show sensitive Israeli military as well as civilian sites. Tensions between Israel and Hezbollah have been rising ever since the October 7th attacks by Hamas. But especially here in recent weeks. We have former defense secretary from the Trump administration, Mark Esper, with us now. He also serves on the board or as a strategic adviser for several aerospace and defense-related companies. Sir, we see this, Hezbollah drones, the message loud and clear. But these drones have also been rather effective at evading Israeli air defense, hitting Israeli military sides, even civilian homes in northern Israel. And U.S. officials, we've learned, are worried that Israeli systems, including Iron Dome, will not be able to keep up. How concerned are you about this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:23",
      "speaker": "MARK ESPER, CNN GLOBAL AFFAIRS ANALYST",
      "sentences": "Sure, Brianna. Look, we should be concerned. And this has been -- been a concern now since the beginning of the conflict in Gaza.Since that time, Hezbollah has been shooting rockets and drones into Israel from the north nearly every day. And at this point, they've caused a handful of Israelis to be killed. But they also have displaced well over 60,000 to 80,000 Israelis from northern Israel. So they've been displaced for some time. I'm very concerned about this because we're now seeing a real escalation in terms of the rhetoric. I think what Hezbollah did with regard to sending that drone over Israel, over the port of Haifa, was a clear threat, a warning that we can see you, and if we can see you, we can shoot you. And that's important because we know that Hezbollah has an inventory of well-over for 150,000 rockets and missiles, which could do a lot, quite a lot of damage to all parts of Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:23",
      "speaker": "KEILAR",
      "sentences": "What would a two-front war mean in this conflict? And also specifically for the U.S. as Israel's main patron?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:23",
      "speaker": "ESPER",
      "sentences": "Well, fighting across two fronts is hard because, of course, it draws resources, one from each. And maybe the Israeli view is that there are wrapping up operations in Rafah that they can turn to -- I'm sorry -- in Gaza so that they can turn to Hezbollah now in the north.They've been talking about this, hinting about this for some time. There are parts of the Israeli government that have wanted to stir things up with Hezbollah in the north, and maybe they're reaching this point right now. I think, for the United States, look, we're trying to get the Middle East to simmer down and not expand. And yet, this would be quite an expansion. Nowt keep in mind that Hamas, while it had an estimated 30,000 or so fighters in the small swath of territory, Hassan Nasrallah, the leader of Hezbollah, has claimed to have over 100,000 fighters. And so you could see a much broader conflict. And then on top of this, we've got to keep in mind, strategically, geopolitically, Iran is in the midst of a leadership transition. And we should know by the end of this month who the next president of Iran is. And what direction will he take the country? Particularly with regard to this conflict in the Middle East.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:23",
      "speaker": "KEILAR",
      "sentences": "I wonder what you make of the fighting between Benjamin Netanyahu and the IDF. Because the IDF spokesperson, Daniel Hagari, said, \"Those who think Israel can make Hamas disappear are wrong.\"I mean, paging Benjamin Netanyahu loud and clear here. He's been very critical of the IDF lately. And his office pushed back on that. Who's right here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:02",
      "speaker": "KEILAR",
      "sentences": "Yes, he seemed surprised and also pretty ticked off by it. It was very clear.Secretary Esper, we always appreciate you being on. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:02",
      "speaker": "ESPER",
      "sentences": "Thanks, Brianna.",
      "isLastSentenceInterrupted": false
    }
  ]
}