{
  "date": "2024-11-12",
  "headline": "Isa Soares Tonight",
  "subHeadline": "Trump Names Marco Rubio To Be The U.S. Secretary Of State; U.S. Gives Israel 30 Days To Improve The Dire Humanitarian Situation In Gaza; Trump's Election Win Brings Uncertainty For The Future Of U.S. Funding For Ukraine; Zeldin Not Sold On Climate Change Problem; U.S. FAA Restricting Flights To Haiti; Marco Rubio Likely To Be Picked As Secretary Of State; N. Korean Troops Fighting In Kursk; Russians React To Trump's Election Win; Trump's Win Brings Uncertainty For Ukraine; Emergency Contraceptive Pill Sales Skyrocket In The U.S. Aired 2-3p ET",
  "utterances": [
    {
      "timeStamp": "14:00:00",
      "speaker": "ISA SOARES, HOST, ISA SOARES TONIGHT",
      "sentences": "A very warm welcome to the show, everyone, I'm Isa Soares. Tonight, President-elect Donald Trump picksstaunch loyalists for the top positions in his cabinet including China hawk Marco Rubio. We have all the latest for you. Plus, the deadline expires. The U.S. give Israel 30 days to improve the dire humanitarian situation in Gaza. Aid groups said Israel has in fact worsened conditions on the ground. We go live to Jerusalem with the very latest. And Trump's election brings uncertainty for the future of U.S. funding for Ukraine. I speak with Latvia's Foreign Minister about what a second Trump term could mean for Europe and beyond. But first, tonight, we begin with the latest additions to the rapidly forming new Trump White House, some of which may have a major impact, of course, on the relationship between the United States and China. Marco Rubio who famously feuded, if you remember, with Trump during the 2016 U.S. presidential campaign, will likely be the President-elect's choice for Secretary of State. The Florida Senator has been a long-time, harsh critic of China and a strong supporter of Taiwan, and he's going to - - he joins fellow China hawk Mike Waltz, the congressman Trump is tapping to become his national security adviser. Waltz issued a warning earlier this year to U.S. allies that it's time for them to invest in their own security. Former Congressman Lee Zeldin is Trump's pick to lead the Environmental Protection Agency is expected to roll back a number of climate regulations put in place by the Biden administration. I'll speak to our Bill Weir a bit later in the show about that. And then Trump, as you well know, we mentioned this yesterday, goes to Washington tomorrow, Wednesday, there he'll meet separately with President Biden at the White House and with House Republicans. So, it's a lot for us to get through. Let's have a look at the Trump transition. I want to go to our national affairs correspondent, Jeff Zeleny. And Jeff, just to add to that, and this is just coming in to CNN, I'm seeing that he has announced -- Trump has officially announced former Arkansas Governor Mike Huckabee to serve as the next U.S. Ambassador to Israel. So, just break down some of these appointments and what it says Jeff, here, about his -- Trump's priorities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "JEFF ZELENY, CNN NATIONAL AFFAIRS CORRESPONDENT",
      "sentences": "Well, look, they're certainly coming fast and furiously. We are just --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "ZELENY",
      "sentences": "One week on from election day, just less than a week from when the election was actually called. But the former President is not wasting anytime. And this is probably one of many examples we will see and talk about how he is familiar with the job. He's done the job before, many people around him are eager to get this moving very quickly. But these are first choices he's made. Marco Rubio, if that is what the former President actually decides, they're leaving a little bit of wiggle room, that certainly is sending a tough on China message. I mean, that is front and center of all of this. And also, Ukraine, I mean, Marco Rubio has had an evolution, if you will, in his own thinking of foreign policy. He did not start off, sort of, as an isolationist, but that is more of where he is now. But he has been really wondering about new money for Ukraine. So, that certainly is not good news for Volodymyr Zelenskyy. But Marco Rubio, of course, is an old rival of Donald Trump. But is exhibit A of someone who has come around and has been a champion of his Make America Great Again agenda, his America first agenda. But he's also seen as someone who is a very stable, very solid and could easily get confirmed in the Senate. But it definitely sends a message of A, the former President -- the current President-elect wants to have adults in the room, if you will. People with experience and I mean, virtually, all of his appointments so far, they are pretty qualified people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "ZELENY",
      "sentences": "Look, some of the outstanding positions and they may be filled in, in the hours and certainly days ahead. The Department of Defense, thatcertainly is one of the top positions that in the previous Trump administration, it's someone who the President often had quarrels and fights with. So, the Defense Department is certainly one. But I would say the position that is probably bigger than all of them at least in Donald Trump's mind's eye is the Department of Justice, the Attorney General. You'll remember back during his first Attorney General, Jeff Sessions, who came from the Senate as well, was a very strong supporter of his. He went on to be one of the biggest disappointments in the eyes of the President at the time, because he said he was not loyal to him. So, the umbrella to all of these choices regardless of what departments, what cabinets, it is a loyalty to the Trump, sort of ethos and to him --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "ZELENY",
      "sentences": "Himself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Yes, which is all what he's always valued, as we know, as we remember from the first presidency.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "ZELENY",
      "sentences": "Right --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Jeff Zeleny, as always, thanks Jeff. Good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "ZELENY",
      "sentences": "Great to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Well, the New York judge in Donald Trump's hush money trial is delaying a decision on whether the case should move forward just two weeksbefore the scheduled sentencing. Judge Juan Merchan had been expected to rule today on whether to overturn Trump's business fraud conviction after this Summer's U.S. Supreme Court decision on presidential immunity. Prosecutors agreed with Trump attorneys who had asked for a stay given Trump's new status of course, as the President-elect. Both sides now face a new November 19th deadline. Trump was convicted last Spring of 34 felony counts of falsifying business records in an attempt to cover up a payment to an adult film actress right before the 2016 election. Just hours before an important deadline on Gaza expires, the State Department says it has no change in policy to announce at this time at least, regarding U.S. weapons sales to Israel. The U.S., if you remember, gave Israel 30 days to bring more aid into Gaza and improve these humanitarian situation there or risk a cut-off in U.S. military assistance. The State Department says the government will continue assessing Israel's compliance. Eight aid organizations issued a scorecard today saying Israel did not only failed to meet the deadline, but has taken steps that dramatically worsened the situation in Gaza, especially when it comes to the north of Gaza. They warn as many as 95,000 people are under siege in that area, with no food or medicine. The IDF just announced today that Israel has opened another crossing into Gaza to allow for more aid deliveries. But the U.N. says the needs are simply overwhelming. Have a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "LOUISE WATERIDGE, SENIOR COMMUNICATIONS OFFICER, UNRWA",
      "sentences": "Children are dying. People are dying every day. We need more. That's what I can tell you. Thepeople here need everything. They need more. It's not enough. It has not been enough for the 13 months of this war. We have never reached anywhere near enough humanitarian supplies to support the population, to provide them any kind of respite. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Well, a group of U.S. officials who resigned over the Biden administration's policy towards Israel says it's not too late for him toenforce U.S. law regarding weapon sales. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We are calling on President Biden to keep his 30-day promise --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "To uphold U.S. law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Halt U.S. weapons sales to Israel, stop the spread of the conflict and look out for America.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You are still the President.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It's not too late for you to do the right thing.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Let's get more now from our Jeremy Diamond in Jerusalem. And Jeremy, you know, just -- I want to flesh out what we heard from thoseeight organized aid organizations who said not only failed to meet the demands, but it's actually worsened the situation on the ground particularly in northern Gaza. Just give us a sense of what you are hearing from aid organizations about the status of aid going in -- the situation in Gaza right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Yes, and what we've heard today is the U.S. is not planning to announce any Israel policy changes, at least, today, of course, regardingthis deadline. Let me get your reaction now that I have you here to the breaking news we brought at the top of the show that Mike Huckabee has been named as the next U.S. ambassador to Israel. How may, that be greeted, Jeremy, by the Netanyahu administration?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "DIAMOND",
      "sentences": "I mean, I don't -- I don't think the Netanyahu administration could hope for a better choice from President Trump in terms of somebodywho is going to be 100 percent, you know, pro-Israel, in lockstep with the Netanyahu administration. You know, Mike Huckabee is well known for having run for President a couple of times and making a very clear connection between his evangelical views and his support for the state of Israel. And so, to the extent to which there has been any conversation in recent days and in the lead up to the election, that perhaps Trump, you know, would act differently with regards to Israel than he did in his first term. That perhaps, you know, Israel would not get as much leeway as perhaps it had hoped to the extent that even a number of Arab-Americans voted for Trump, hoping that he would bring an end to the war in Gaza. I think that the selection of Mike Huckabee as well as a slew of other top Trump administration officials in waiting that we've heard announced from Donald Trump so far, including Elise Stefanik at the United Nations. I think all of this makes very clear that President Trump is going to be just as lockstep pro-Israel as he was in his first term. And he's making that clear through his personnel choices. Now, that doesn't mean that he's not privately pressuring the Israeli Prime Minister --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "DIAMOND",
      "sentences": "Right now to end the war in Gaza before he comes into office, because he doesn't want to deal with it then. But it doesn't mean that oncehe comes into office, that there's going to be anywhere near the kind of public pressure on the Netanyahu administration that even the Biden administration has brought to bear, and certainly no likelihood of it being any higher than what we're seeing from the Biden administration now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Jeremy Diamond there for us in Jerusalem this hour, thank you Jeremy. Well, there are growing concerns is something that Jeremy and Ispoke roughly at this hour yesterday about the West Bank as well as after a key Israeli minister critically called for Israeli sovereignty there next year. Bezalel Smotrich says he has ordered preparations for the annexation of West Bank settlements. The Palestinian Authority calls the announcement, quote, \"a blatantly colonial and racist extension of the ongoing campaign of extermination and forced displacement against the Palestinian people.\" I want to bring in to this conversation Mustafa Barghouti, Dr. Mustafa Barghouti, one of the leading figures in Palestinian politics, is the President of the Palestinian National Initiative, a well known face here on the show. Dr. Barghouti, welcome back to the show. Let me start then with those comments that, you know, we led with this at this time yesterday. The show from Israel's far-right Finance Minister Bezalel Smotrich, who he says has ordered the preparations for the annexation of settlements in the West Bank. We haven't heard from Prime Minister Netanyahu yet, but what does this tell you, Dr. Barghouti about the intentions of this Israeli government? Just your initial reaction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Let's flesh that out because, you know, you mentioned President- elect Trump because the timing of these comments, Dr. Barghouti interesting too, because Smotrich told the Knesset, the Israeli parliament, that DonaldTrump's election victory, quote, \"brings an important opportunity for the state of Israel.\" And meantime, and I'm sure you have seen this Dr. Barghouti. New Foreign Minister, Gideon Sa'ar, was asked about the possibility of a Palestinian state and in a word, he basically replied no, saying it would pose a security threat to Israel. What do you make then of the timing? And what would you think you're likely to see from President-elect Trump? Because he has promised to bring peace in the Middle East, but he has offered no detail on how he's about to do this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "BARGHOUTI",
      "sentences": "Well, peace in the Middle East will not happen unless Palestinians are allowed to practice self-determination and have theirfreedom from the Israeli long occupation and the system of apartheid. If Mr. Trump does not condemn this declaration of Smotrich, then this will be -- create very big question marks about his intentions. Let's look at the reality here. What we see is that Israel is practicing free war crimes at the same time against Palestinian people. Genocide, ethnic cleansing and collective punishment including starving people in the north of Gaza and in Gaza. And that is accompanied by a very clear tendency towards fascism. When Israel adopts a law that says that right of self-determination in the area of Palestine is only exclusive for Israeli-Jewish people, and when Israel adopts another law that says no place for a Palestinian state, and a third law that says that they will ban the work of United Nations Relief and Works Agency, UNRWA, depriving people of basic humanitarian assistance. And then Smotrich comes in and says he wants to annex the West Bank. This is a very clear indication of a fascist tendency that is going to be dangerous for both Palestinians and Israelis in the long run. His declaration will not end Palestinian struggle, because we will never stop struggling for our freedom. But it means there will be no peace in this place, and the responsible for that is Netanyahu and his government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Let me -- let me ask you again in terms of what you expect to see from Donald Trump because -- and I've got the \"Times of Israel\" is saying -- I want to quote them here, Dr. Barghouti -- \"at least two officials in Donald Trump's previous administration have warned senior Israeli ministers not to assume that the President-elect will support Israel annexing the West Bank in the second term.\" I mean, do you -- do you agree that? Do you expect he will stick to that? Because, of course, the first term as President, you know, he helped secure Donald Trump, that is, helped secure many of Netanyahu's government priorities. So, what are you expecting to see from the new -- the government -- the new U.S. President -- President-elect Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "BARGHOUTI",
      "sentences": "Of course, we are very alarmed because of two factors. First of all, because in the previous administration when Trump was President, heprovided a plan which allowed Israel to annex the Israeli legal settlements. Now, he also spoke about Israel being too small, and that needs to be expanded. These are very alarming comments. So, we need him to refrain from such a statement, and to say that he respects international law because if Israel is allowed to annex the West Bank or parts of the occupied Palestinian territories, and if Israel is allowed to continue its policy of starvation and genocide against Palestinian people, then what is at risk here is the whole idea of international law and international norms and international humanitarian law. If that's going to be the characteristic of his presidency, then the whole world is moving in a very dangerous direction and everybody will ask the question --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "BARGHOUTI",
      "sentences": "Why Russia was subjected to thousands of punitive acts and sanctions because of the war in Ukraine, and Israel is not only notsanctioned, but actually encouraged in reality. The statement of Smotrich, the actions of Israel now makes Israel a pariah state, and a pariah state has to be sanctioned, has to be punished. In a way Israel is making itself another --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "BARGHOUTI",
      "sentences": "Apartheid South Africa, and that will not -- will not bring them peace.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "Let me ask you, because we're running out of time. I want to turn our attention to Gaza, and you would have heard my conversation that I hadwith our Jeremy Diamond talking about the aid organizations and what the alarming state of the situation, which is already alarming anyway, on the ground, from eight aid organizations. You know as well that the U.S. had given Israel, Dr. Barghouti until today, that was the deadline, right? To improve the humanitarian situation or face a potential reduction in military assistance. We are hearing at least for now, the U.S. is not expected to release a formal report or announce a policy shift. Do you think that we'll see any sort of policy shift from this administration regarding this 30-day deadline, which they clearly --which is clearly worsened. They haven't adjusted it. I mean, the U.S. says it's not planning to announce any policy changes. This is what we're hearing yet. Israeli aid groups are saying Israel fails to meet U.S. criteria. In fact, it has worsened it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "BARGHOUTI",
      "sentences": "We were disappointed when Biden's administration declared that they're giving Israel 30 days to continue to starve people. Thirty days tocontinue the massacres that are happening in the north of Gaza and in the rest of Gaza as a matter of fact. And now, after the expiration of these 30 days, we are disappointed again that no measures were taken today, and that the United States is declaring that it's keeping the same policy while eight very important humanitarian organizations in the world, most respected, like Oxfam, as you mentioned and Save the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "BARGHOUTI",
      "sentences": "Children and others are saying that 800,000 people now in Gaza are starving at the edge of famine. That means the United Statesadministration is not really fulfilling what it has promised. Israel is allowed to starve people and at the same time, 2,000 people have been already killed in the north of Gaza. Let me tell you as a medical doctor, that people who are injured now in Gaza, in the north of Gaza in particular, will never receive any medical care because Israel destroyed all ambulances, besieged all the three hospitals, invaded some of them. And anybody who is injured will simply die in the street without any medical care. And yet, Israel continues the bombardment and for 36 days, it is depriving people from food and water.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "BARGHOUTI",
      "sentences": "This is a terrible genocide, and it has to stop. And the United States must declare something, otherwise nobody will respect the Americanpolicy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "Dr. Mustafa Barghouti, as always, great to get you on the show and get your insight. Thank you, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "BARGHOUTI",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "Well, day two of COP29 is now over, and we heard some defensive statements today. Nearly 200 nations are meeting in Azerbaijan where oiland gas make up more than 90 percent of exports. The country's President called out the West for what he says are double-standards. Have a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "ILHAM ALIYEV, PRESIDENT, AZERBAIJAN",
      "sentences": "I said it several months ago, and now all those who want, I mean, international media to attack me, just quote methat I said that this is a gift of the God, and I want to repeat it today here at this audience, it's a gift of the God. Every natural resource, whether it's oil, gas, wind, sun, gold, silver, copper, all that are natural resources. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "Meantime, the U.N. Secretary-General warns of a final countdown to limit global warming. The climate conference comes less than one week, ofcourse, after Donald Trump was elected in the U.S., and many are unsure what role the U.S. will play in the future. Let's get more from our chief climate correspondent, Bill Weir. And Bill, the U.N. Secretary-General Antonio Guterres has issued, I think it's fair to say, many stark remarks. We've got -- we are playing Russian roulette with our planet, it's planet -- it's climate crunch time, the godfathers of climate chaos -- talking about the fossil fuel industries. We've heard many of these lines and these stark warnings. But just talk us through here the prospects for any sort of change at this -- at this Summit. Given what we've just heard from the host nation talking about, you know, oil along many other things being the gift of God.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "BILL WEIR, CNN CHIEF CLIMATE CORRESPONDENT",
      "sentences": "Yes, it's a great question. There's so much frustration around these COPs from activists who want tosee more action and delegates trying to get agreement across borders and suspicions that these are being co-opted by fossil fuel interests and used to green-wash other, you know, business as usual there as well. The hope for this particular COP, last year was sort of seminal, and that was the first time the world agreed that fossil fuels were the root of the problem. It was time to find cleaner alternatives. This one was supposed to be around financing the developing world's efforts to do just that. Years back or a decade ago, there was $100 billion green fund that was promised, payments were never made, they just started to trickle in last year. This year, they hope to up that to a trillion dollars fund, but when the biggest, richest country of all, the United States elect somebody who is promising to pull out entirely and not give one red cent to countries that are suffering the brunt of this right now, it's really dispiriting. So, we don't know. But there is momentum in private sector places and nations around the world that this will not end, it's just a matter of the -- of the pace.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "Let's focus on the United States for just a moment. And you and I briefly spoke about this yesterday because, President-elect Trump has nowpicked a person to head the Environmental Protection Agency. What do we know about Lee Zeldin, I think his name is, and his positions here on climate change. What are you expecting here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "WEIR",
      "sentences": "Well, Lee Zeldin -- to use sort of a British parlance, he's a backbencher, Republican Congressman from Long Island ran for governor,actually came pretty close in a blue state, and ran pro-fracking, pro- industry, against regulations. Here he is talking about climate change. This is the most recent on camera, quote we could find. Just talking about whether he thinks it even exists. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:01",
      "speaker": "WEIR",
      "sentences": "Now, granted, that was 2014 and a lot of science and a lot of more obvious observations about a hotter world are more evident 10 years later.We did ask the Zeldin office for whether he still believes that, but they refuse to clarify that, saying he's always just been a champion of clean air and water. But has been talking about pulling back methane regulations, power plant, tailpipe, everything they possibly can. But what's an interesting counterpart from Baku today is the CEO of ExxonMobil, who is Darren Woods, who is one of the rare oil executives there really making a case, trying to convince the Trump administration not to pull out of the Paris Accords. He tried this in 2017. But in a statement to CNN, they said that pulling out of Paris would have profound implications for the United States' effort to reduce its own emissions and for international efforts to combat climate change. We advocate for policy that accounts for security, affordability, reliability, and environmental stewardship, not drastic actions and changes that could hinder the progress being made today. So, The CEO of the biggest oil major in the U.S. disagreeing with Lee Zeldin about the cause of this problem, and they stand to lose billions in incentives if carbon markets emerge, incentives to make green hydrogen or to carbon capture and sequester that as well. And so, you hear more and more from these even oil executives, they don't want the wild west, whey want stability.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:01",
      "speaker": "SOARES",
      "sentences": "That is very interesting, indeed, hearing from ExxonMobil opposing his plan, of course, to pull out the Paris Climate Agreement. Bill Weir,appreciate it. Thank you very much indeed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:01",
      "speaker": "WEIR",
      "sentences": "You bet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "SOARES",
      "sentences": "Well, sources tell CNN President-Elect Donald Trump is likely to pick Florida Senator Marco Rubio as his secretary of state. Like Trump,Rubio is skeptical of U.S. funding for Ukraine. He was one of 15 Republican senators to vote against a $95 billion military aid package for Ukraine and others that passed, if you remember, back in April. And this all comes as the outgoing Biden administration sending its top diplomat to Brussels, Secretary of State Antony Blinken will meet with his NATO and E.U. counterparts on Wednesday as concerns mount about what a second Trump term will involve. Meantime, Ukraine says Russia is amassing tens of thousands of troops, including some from North Korea, in an effort to retake the Kursk region. Ukrainian forces have occupied part of the southern Russian region since their incursion, that's over the summer, though that operation has since stalled. I want to bring in our senior international correspondent, Fred Pleitgen, who's live from Moscow. And, Fred, there has been much speculation, and I know you were talking about this in the last 24 hours, about whether there are conversations being had between Putin and Trump, Peskov, has contradicted that report in The Washington Post. But what we can confirm, is -- and what we know for sure is how some Moscovites feel about the new president-elect. You've been getting a taster. What are they been telling you? What are they hoping for here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Yes, we've actually been spending a lot of time here on the streets in Moscow speakingto people about how they feel about President-Elect Trump, and I think some of the interesting things that we heard from folks is that a lot of them actually view President-Elect Trump very favorably. They believe that when Donald Trump was in office the last time, that relations between Russia and the United States were a lot better then than they are now. There is, of course, still a lot of uncertainty and unpredictable -- and unpredictability to Donald Trump. That's certainly also something that is felt here. At the same time, there are many people who we've spoken to who believe that there is a chance, as they put it, to end the Ukraine war and on terms that are favorable for Russia. Here's what we heard. (BEGIN VIDEOTAPE) PLEITGEN (voice-over): Russian state TV feasting on Donald Trump's election victory. The main talk program showcasing a social media post by Donald Trump's son, Donald Trump Jr., mocking Ukraine's president, Volodymyr Zelenskyy, saying his so called allowance from the US will soon run out. The message from Russian media Ukraine is concerned US aid could dry up and Russia will win the war. On Moscow streets, optimism about the incoming administration in Washington.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "PLEITGEN",
      "sentences": "Since the war in Ukraine, relations between Moscow and Washington have continued to plummet to new lows. But now many people here hope andbelieve that a new Trump presidency could bring those relations back on track. UNIDENTIFIED MALE (through translation): I don't think he can directly stop the war, but I feel he can set ultimatums to both sides, which will definitely bring this conflict to closer to an end. PLEITGEN (through translator): Trump also said he wants to end the war in Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "SOARES",
      "sentences": "Yes. Fred Pleitgen there. And then it's very sharp, Russia, and appreciate it, Fred. Good to see you.And as Fred was talking about, that uncertainty and that unpredictability that has leaders across Europe really bracing for four more years of Trump, closely watching for his possible moves on support for Ukraine, NATO, as well as economic issues like tariffs, of course. Joining me now is the Foreign Minister of Latvia, Baiba Braze, live from Latvia's capital, Riga. Foreign Minister, great to have you back on the show. Let me pick up the conversation where our Fred Pleitgen has just left off. And we are starting to hear rumblings, reports of proposals from inside Trump's transition office, and according to Wall Street Journal, one idea that's being floated around, which probably you've seen, is would involve Kyiv promising not to join NATO for 20 years. Is that something -- is that an idea that Latvia can get behind?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "BAIBA BRAZE, LATVIAN FOREIGN MINISTER",
      "sentences": "Thanks. Thanks again for having me. Great to see you. And as for your question, in our view, every country hasa choice. Every country is a sovereign country to decide what alliances it wants to join, whether Indonesia wants to be part of ASEAN, or Japan wants to have its treaty with the U.S., Latvia has decided it wanted to be a member of the E.U. and NATO, OECD, other international organizations, so we did that. So, Ukraine has the same right. It's ultimately upon Ukrainians to decide which organizations they want to join. And then, it will be decision for those organizations, not for the third-parties, whether it's Russia or anybody else, to accept or not new members. And that's where we are. There was a time where Ukraine didn't want to be a member of NATO, now it wants to be a member of NATO. It's very convincingly moving towards it, with interoperability, with standards, with commitments. It's the strongest army in Europe currently. Let's put it that way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "SOARES",
      "sentences": "Let me phrase the question differently because, of course, President-Elect Trump has said that he -- and we heard him that in thatreport from Fred that he would end the conflict, end the war in a day. He didn't offer any details. What do you think, Foreign Minister, that Putin will be prepared to give up? What would he give up -- would he want peace or what would be the quid pro quo, you think? Because as we know -- go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "BRAZE",
      "sentences": "You're asking me to speculate. I'm not going to do that. I'm certainly not going to go into ifs and whats and hows and so on and soforth. But what we need currently, and I think we are getting that, both from President Trump -- President-Elect Trump, but also from his early appointments, is strong leadership. We need strong leadership. We need strong defense. We need strong alliances, friendships. Very clear commitments to each other. And that's -- I think we are quite convinced that that's what we are getting with the incoming administration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "BRAZE",
      "sentences": "Well, listen, President Trump was absolutely right to point out -- I mean, the way he pointed out might not have been done by some otherleaders, the way he did that was his way. But the message was very correct. And we have ourselves pointed it out time and again that 2 percent is a minimum for defense funding. The times are testy. This is international security crisis. There's war in Europe. Everybody needs to commit at least 2 percent. Next year, Latvia will be spending 3.5 percent. As for the military assistance to Ukraine, the Nordic-Baltic region, the Nordic-Baltic eight countries are the second biggest military aid provider after the U.S. to Ukraine. So, if we look at the GDPs, if we look at the totals, we are sure that there could be others who could be number two. But currently, it's a Nordic-Baltic region. And so, on our sides, in the northeast of Europe, the commitment is full and we fully support that call for 2 percent or higher funding. We fully support the investment in defense, the defense industry support. We also clearly see that the assistance that the U.S. has provided to Ukraine has benefited U.S. industry. There have been factories that has -- that have restarted production of various, whether it's ammunition or providers and so on so forth. So, there is a -- it's an economic benefit as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SOARES",
      "sentences": "Foreign Minister, as always, great to have you on the show. Thank you very much for taking time to speak to us. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "BRAZE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SOARES",
      "sentences": "Now, one of the world's most senior religious leaders has stepped down over his handling of a child sex abuse scandal. Justin Welby, theArchbishop of Canterbury, will no longer lead the Church of England. Welby had been under intense pressure to resign following a damning report accusing him of failing to reprimand a prolific child abuser. The sexual abuse of more than 100 boys and young men spanned decades, with Welby becoming aware in 2013. Welby released a statement saying in part, I hope this decision makes clear how seriously the Church of England understands the need for change and our profound commitment to creating a safer church. Still to come on the show tonight, sales of emergency contraceptive pills are surging in the United States. We'll talk to CNN's Jacqueline Howard to find out why. That is next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "JACQUELINE HOWARD, CNN HEALTH REPORTER",
      "sentences": "Isa, I heard from one company that they saw 1000 percent increase in their sales. So, these are huge surgesthat we're seeing across the board. I spoke with the heads of two different telehealth companies here in the United States, one company called Winx Health saw a 966 percent increase in sales of their morning after pill online. This increase happened in the three days after the U.S. presidential results were announced compared with the three days before. And then, another company called Wisp told me that they saw sales of their emergency contraception pills increase 1,000 percent just one day after the election results were announced. And the CEO of Wisp, Monica Cepak, here's what she had to say about why these trends are happening. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "MONICA CEPAK, CEO, WISP",
      "sentences": "Women are concerned and are taking agency over their reproductive health and preparing for whatever outcome the next, youknow, few years brings. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "HOWARD",
      "sentences": "And, Isa, when she says women are concerned, she's referring to how there has been a concern and fear around whether the upcoming Trumpadministration may place additional restrictions on accessing reproductive health care here in the United States. And that's where that concern is coming from. That's leading to some consumers as we see stockpiling these medications.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SOARES",
      "sentences": "What are you hearing from women? I mean -- and you -- is these certain states that you're seeing stockpiling this? Just talk to that, ifyou have that info, Jaqueline.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "HOWARD",
      "sentences": "Yes, yes. We do have that information. You know, Monica Cepak, who you just saw, she told me that many of these sales are coming from stateswhere they already have restrictions on accessing reproductive health care, like these are states that already have some type of abortion ban or limited access to abortion. And just to clarify, emergency contraception is not abortion. These are two different types of medications. But the concern here is that if additional restrictions on abortion access are implemented, that could have a ripple effect impacting access to other aspects of reproductive health care, like emergency contraception. And that's what the concern is really rooted in, is concern around this ripple effect occurring where women may have even more limited access to other aspects of reproductive health care.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SOARES",
      "sentences": "Very worrying indeed. Jacqueline, appreciate it. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "HOWARD",
      "sentences": "Yes. Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}