{
  "date": "2024-07-12",
  "headline": "CNN News Central",
  "subHeadline": "Maggie Kulyk is Interviewed about Biden's Run for President; Houston Residents Without Power; Deliberations Begin in Menendez Trial; Truckdriver Hailed as Hero. Aired 9:30-10a ET",
  "utterances": [
    {
      "timeStamp": "09:30:00",
      "speaker": "LAUREN FOX, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "Donald Trump. But at the same time, people who are supporting Biden, like Jim Clyburn, are continuing to stick by him and applauding his performance last night at this press conference.I think right now what we're all doing is trying to read between the lines, understand why it is that after two weeks of discussion about whether or not Biden is up to continuing as the nominee in this race against Donald Trump, whether he can do it, and why this hasn't completely ended in terms of a discussion within the Democratic Party. A lot of Democrats recognize that having this open debate is damaging to Joe Biden. They know that this is an ongoing discussion that if they do not put this to beds sooner than later, they are going to be in a position where they're going to be creating some attack lines for Donald Trump to use against Biden in the next couple of months. And so I think right now, and you heard this from Jim Himes, a Democrat who came out right after the press conference last night to say that Biden should step aside, you're hearing the sense that this cannot go on in perpetuity. And I think right now Democrats are just trying to understand, how do they either turn the page or move on. I will note that yesterday Leader Jeffries said that he is still talking to individual Democratic members about what to do, and that after he has all of those discussions, and he did not articulate how long that would take, he then will convene a meeting of his leadership to discuss the path forward. But again, that is just leaving this open-ended as members are still trying to decide what they want to do individually and what's best for their own re-elections in the fall. Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "Yes, it's good to see you, Lauren. Great reporting, as always.Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "All right. Democratic donors deeply concerned about the president's re-election chances are holding back on writing big checks to the campaign CNN is learning.Joining us now is Democratic donor Maggie Kulyk. Thank you so much, Maggie, for joining us this morning. First of all, I'd like to get your take on the press conference and whether or not that did anything to change your mind perhaps about how you feel about President Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "MAGGIE KULYK, DEMOCRATIC DONOR",
      "sentences": "Thank you for having me.Unfortunately, no, it didn't do much to change my mind. I have to say that I felt like he did an extraordinarily good job around foreign policy, which I think everyone knows is his sweet spot. And I think he is very right to name that this election is all about holding together NATO, most importantly beating Donald Trump, most, most importantly, saving our democracy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SIDNER",
      "sentences": "Can --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "KULYK",
      "sentences": "But for that very reason -- I'm sorry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SIDNER",
      "sentences": "I was going to say, do you think that President Biden can beat Donald Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "KULYK",
      "sentences": "No, I -- I don't. And I think, frankly, up until the debate, I wanted to believe that was possible. But like so many people who witnessed that debate, I can't unsee what I saw. And while the press conference was certainly a dramatically improved performance, and while I agree with all of the concerns that this kind of lack of clarity and division right now in terms of who our nominee is, is not a good thing, I think persisting in this direction is -- is really a huge mistake. And to be frank, its somewhat terrifying to lots of folks who -- who very much fear a return of Trump to the White House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:16",
      "speaker": "SIDNER",
      "sentences": "Is that what you're hearing from -- from other elected officials yourself? Is that what you're hearing among the donor class of folks who give big money to the Biden campaign, or have given big money? Are you hearing other things other than what we're hearing from these 17 people? Are there others you believe are talking about this privately in a large number?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:16",
      "speaker": "KULYK",
      "sentences": "I am not in communication with legislators, except to the extent that I'm writing them and asking them to come out publicly. So, I don't have anyone's ear.I am -- I am an average donor, that is to say from a monetary standpoint. I happen to say some things publicly that I believe and I know for a fact a lot of people are thinking. Right after the debate last night I called some friends and said to them, well, what did you hear? What did you think? Or, excuse me, right after the press conference. And they agreed that, unfortunately, it didn't move the meter and that this isn't -- this is about the election, absolutely, first and foremost. This is about policy. A president carries forward certain policies. And I am in 1,000 percent support of the policies I've seen prosecuted in the last four years, or three-and-a-half years by the Biden administration. And what -- what a job Joe Biden wants to do. Unfortunately, I don't think Joe Biden can do it. And that's what is so very, very concerning to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:16",
      "speaker": "SIDNER",
      "sentences": "Understood.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:16",
      "speaker": "KULYK",
      "sentences": "So, who comes out publicly or doesn't come out publicly, you know, at this stage of the game, it's -- that's a little too late. We need to move forward. And I think people need to, as I put it in an article, grow a spine and say what they're really believing because I think we -- I think James Carville, for example, put forward an excellent framework for how we could move forward. I was very excited by that framework. He wrote an op-ed in \"The New York Times\" a few days ago. And I think that would -- would unite the party. And I think it would bring a tremendous amount of excitement to this election. And I think then we would not just win the White House, we might, in fact, control both houses. I think that's possible. But not where we sit right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:16",
      "speaker": "SIDNER",
      "sentences": "Understood. Just a yes or no, would you vote for Kamala Harris if she became thepresumptive nominee?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:16",
      "speaker": "KULYK",
      "sentences": "Oh, absolutely. In a heartbeat",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:16",
      "speaker": "SIDNER",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:16",
      "speaker": "KULYK",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:42:38",
      "speaker": "BOLDUAN",
      "sentences": "In Texas, frustration and anger is mounting as more than a million people still have no power four days after Hurricane Beryl hit. And now a warning that a dozen Houston area hospitals are in a state of, quote/unquote, internal disaster. Houston's main utility company is facing big questions over all of this. The governor is calling for an investigation. And, reminder, Houston is about to see the heat index possibly hit 106 degrees.CNN's Lucy Kafanov is tracking it all for us in Houston. Lucy, what is the latest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:42:38",
      "speaker": "LUCY KAFANOV, CNN CORRESPONDENT",
      "sentences": "Well, Kate, so many growing questions about why the nation's fourth largest city, which sees itself as the energy capital of the world, keeps experiencing these widespread power outage.We are outside the headquarters of CenterPoint Energy, the Houston utility at the center of this storm of anger now as residents wake up to their fifth day without power. At least ten lives lost in Texas, both because of the storm, as well as the aftermath, including two from carbon monoxide poisoning and one person who's oxygen machine ran out of battery. A deadly example of how these power outages could just be so incredibly dangerous. Now, CenterPoint Energy has been facing the brunt of this anger amid widespread criticism of how it prepared for the storm, as well as the slow pace of restoration. The Texas governor ordering an investigation into their hurricane response. The lieutenant governor, meanwhile, suggesting that money could have been an issue in why CenterPoint was not able to mobilize that additional manpower. He said, and I quote, \"they couldn't just bring in 11,000 people for four days out and put them in a hotel and feed them and say that they don't even -- and stay where they don't even know where the storm's going. CenterPoint, meanwhile, urging calm. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:42:38",
      "speaker": "DARIN CARROLL, CENTERPOINT VP OF OPERATIONS",
      "sentences": "You can expect the second half of the storm for the run rate not to be a million every 48 hours, which is basically what we've done thus far.The other thing I want customers to know is, even if you see yourself in that green on the map, don't worry, we know you're out of power and we are going to get to you. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:42:38",
      "speaker": "KAFANOV",
      "sentences": "And that patience, unfortunately, running thin, Kate, as nearly half a million people are expected to remain without power into the sweltering temperatures of early next week.Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:42:38",
      "speaker": "BOLDUAN",
      "sentences": "Lucy, thank you so much for being there. A lot more needs to be known for sure.Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:06",
      "speaker": "KARA SCANNELL, CNN CORRESPONDENT",
      "sentences": "Sara, so the judge said that he has to finish telling the jury what the prosecution needs to prove, what the law is in this case. But he did tell them that he expects they will begin deliberations before they break for lunch today. So, the jury will finally get this case today after four days of closing arguments.There's a lot at stake here for the government and for Senator Bob Menendez. Prosecutors say that he was engaged in corruption on a massive scale, that he sold the power of his office in exchange for gold bars, nearly half a million dollars in cash and a Mercedes Benz convertible. And in exchange, he took steps and made promises to interfere in criminal investigations and to help the government of Egypt. One of the charges he's facing is acting as a foreign agent for the government of Egypt. And prosecutors say that he had ghost written a letter for Egypt to use to lobby other senators to get them on board with an arms sale. Prosecutors said that that was not an act of diplomacy, but an act of a corrupt official. Now, Menendez's lawyers have argued to the jury that everything he has done has been for his constituents. It's been normal, routine. They said he was doing his job and doing it well. Now, as you say, he is facing 16 felony counts. And if convicted of the most serious charges, he could face as much as 20 years in prison. Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:06",
      "speaker": "SIDNER",
      "sentences": "Kara Scannell, thank you so much for that. Appreciate your reporting out there.All right, coming up this morning, a one-year-old baby has been rescued after somehow managing to survive for days alongside a highway. Also, a man is in custody after being caught in a leopard print onesie -- no, that's not the crime -- but it was stuffed with some little creatures. What in the world? (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He -- he -- he literally -- literally had the gerbils in his pants. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:51:28",
      "speaker": "BOLDUAN",
      "sentences": "So, a truck driver is being hailed a hero right now after he rescued a one-year-old boy who was left abandoned on the side of a highway in Louisiana. It is a horribly tragic story. Also because authorities say that the baby was found a day after his four-year-old brother was found dead nearby. Their mother, now in custody, charged with murder.CNN's Nick Valencia is gathering the details on this. Nick, what are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:51:28",
      "speaker": "NICK VALENCIA, CNN CORRESPONDENT",
      "sentences": "Yes, Kate, I can't imagine what these babies saw or what they went through before they were found. This one-year old, as you mentioned, found just a day after their four-year-old brother was found dead nine miles away along the same stretch of interstate. Authorities believe that this is a case of child abandonment, and that the child's mother, who's 25-years-old, abandoned these two children as tropical storm conditions were barreling down on the Gulf Coast. They are praising a truck driver for his quick thinking, calling this all a miracle. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:51:28",
      "speaker": "SHERIFF STITCH GUILLORY, CALCASIEU PARISH",
      "sentences": "Yes, we look at just one- year-old as our miracle baby, because he was still alive. Unbelievable. Thank God that trucker seen him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:51:28",
      "speaker": "REGINALD WALTON, TRUCK DRIVER",
      "sentences": "I don't feel like I'm a hero. I just feel like it was God's will for me to be in the right place at the right time.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:51:28",
      "speaker": "VALENCIA",
      "sentences": "Authorities believe this one-year-old was wandering along that interstate for two days. And again, they are praising this truck driver, Reginald Walton, for his quick thinking. Reginald Walton saying at first he thought the boy, who he saw in a ditch, was a doll that had been tossed out the window along the interstate. But as he got out of his truck, ran towards this child. He says the child smiled at him initially and then began crying, asking to be picked up. This baby, a one-year-old, is now in child protective services and the grandmother, we understand, is trying to gain custody of the child.The mother, from Lake Charles, she's been identified as Aleah Jack, 25-years-old. She's been charged with failure to report a missing child and second-degree murder. Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:51:28",
      "speaker": "BOLDUAN",
      "sentences": "Oh, so sad. That sweet baby boy. And the sweet baby boy that was lost in this as well.Thanks so much, Nick.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:51:28",
      "speaker": "VALENCIA",
      "sentences": "You got it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:51:28",
      "speaker": "BOLDUAN",
      "sentences": "Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:51:28",
      "speaker": "SIDNER",
      "sentences": "Thank goodness for that truck driver.All right, Donald Trump asking the judge in his hush money trial to overturn his conviction and dismiss the entire case. Trump's lawyers filing a motion to dismiss based on the Supreme Court's recent ruling on presidential immunity. They are arguing the case has been, quote, tainted by evidence that they say qualifies under that ruling. Trump's sentencing in the case has been postponed to September 18th actually because of that ruling and while these arguments are playing out. All right, Shelley Duvall, the film star best known for the horror film \"The Shining,\" and the big screen version of Poppy has died. Her longtime partner told \"The Hollywood Reporter\" that the 75-year-old actress died from complications of diabetes at the couple's home in Texas. (VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Multiple gerbils recovered.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "For your safety, is there a gerbil inside you?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "SIDNER",
      "sentences": "Oh, that was unexpected. OK. Police say Matthew Pancake, yes, his last name is also Pancakes in that onesie, wild run from the law started with multiple break-ins from a restaurant, to a pet store, where he released about 15 animals. We're talking bunnies, we're talking dogs and, you saw there, what turned out to be gerbils and hamsters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "BOLDUAN",
      "sentences": "This is making me like itch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "SIDNER",
      "sentences": "It's going to make me -- anyone itch. He's also accused of hitting a footwear store where police say Pancake -- that is his name, y'all -- picked up some boots for his big getaway.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "BOLDUAN",
      "sentences": "I mean unique run.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "SIDNER",
      "sentences": "So, it ended with Pancake passed out, arrested, and on a final ride to the police station.I mean, gerbils in your clothing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "BOLDUAN",
      "sentences": "No, don't. It's Friday. Let's -- let's just end the day nice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "SIDNER",
      "sentences": "Just a little --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "BOLDUAN",
      "sentences": "Just , oh my Go. Oh, my God.Wait, here's -- would you rather a clean one. Would you rather -- would you rather -- You know that story, like there was a man who tried to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "SIDNER",
      "sentences": "Oh, of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "BOLDUAN",
      "sentences": "Smuggle 100 plus snakes in his pants into China on a plane.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "SIDNER",
      "sentences": "That was this week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "BOLDUAN",
      "sentences": "This has been a long -- I say year of a week.Would you rather have to travel on a plane with hamsters in your pants or with snakes in your pants?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "SIDNER",
      "sentences": "As one very smart young woman said, traveling with hamsters is like having a blanket in your pants. So, probably not going with the snakes. Just letting you know.You know this young woman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "BOLDUAN",
      "sentences": "Side note, I had to bring one of my daughters to work today. That was a conversation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "SIDNER",
      "sentences": "That's what you (INAUDIBLE). Smart kid.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "BOLDUAN",
      "sentences": "Anyway, really nice of her mom to wake her up at 3On that note --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "SIDNER",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "BOLDUAN",
      "sentences": "Let's get out of here. Thank you so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "SIDNER",
      "sentences": "Before we're fired. Good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "BOLDUAN",
      "sentences": "But don't leave. We're leaving. You don't. This is CNN NEWS CENTRAL. \"CNN NEWSROOM\" is up next. We can't be fired over hamsters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "SIDNER",
      "sentences": "That's true.",
      "isLastSentenceInterrupted": false
    }
  ]
}