{
  "date": "2024-03-14",
  "headline": "CNN News Central",
  "subHeadline": "Harris Visits Planned Parenthood Clinic; Rep. Debbie Wasserman Schultz is Interviewed about the Biden Campaign and Gaza; Many Skip GOP Retreat; Swatting Threats Ahead of 2024 Race; Mnuchin Putting Together TikTok Bid; Jury Has Crumbley Case. Aired 8:30-9a ET",
  "utterances": [
    {
      "timeStamp": "08:33:38",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "Vice President Kamala Harris is in Minnesota this morning, a sixth stop on her reproductive rights tour. But this time she will also -- it will also be an historic first. Harris will be the first sitting vice president to -- ever to visit an abortion clinic.CNN's Priscilla Alvarez is at the White House for us with much more. Priscilla, it's a symbolic first. What are you hearing about today and what it represents really for not just the White House but the Biden- Harris re-election campaign?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:08",
      "speaker": "BOLDUAN",
      "sentences": "And, Priscilla, it's not just the president going to Michigan, where there was that, you know, small but still significant, uncommitted vote. The campaign is also reaching out to the Arab and Muslim community this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:08",
      "speaker": "ALVAREZ",
      "sentences": "They are. And senior White House officials are going to be in Chicago for meetings with those communities again to hear their concerns about the situation in Gaza.Now, this taken again all together is -- what you're seeing is them trying to build up their coalition. You have the vice president were -- trying to get those moderate voters to show up for Democrats in November on abortion. You have the president trying to shore up support in Michigan, especially among unions. And now you have senior White House officials also hitting Chicago to try to repair the base when it comes to the Israel-Hamas conflict, which has been a very difficult and contentious issue for them to navigate here domestically. So, these senior White House officials will be meeting with members of the community to hear their concerns. They're also expected to broadly discuss concerns over islamophobia. And Chicago, of course, is a community that is still reeling from the death of that six-year-old who was allegedly killed by his landlord for being Muslim. So, all of these themes are expected to come up in these meetings. Meetings that have been difficult for this White House to put together because there has been so much -- there was a lot of people that have been upset with where the administration has gone on this issue. So even the fact that they're having this meeting is significant, should it go as planned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:08",
      "speaker": "BOLDUAN",
      "sentences": "Yes.It's great to see you, Priscilla. Thank you very much for the reporting on all of it. Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:08",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "And to discuss, joining us now is Congresswoman Debbie Wasserman Schultz.Thank you so much for being here. REP. DEBBIE WASSERMAN SCHULTZ (D-FL): Thanks for having me. SIDNER: I want to go forward with what -- the reporting you just heard about White House officials meeting with Arabic and Muslim leaders in Chicago. How do they handle this? Because there is a huge number of people that we saw in Michigan, for example, vote uncommitted. Some of them saying they're not going to vote for Joe Biden because of his stance in the Israel-Gaza war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:08",
      "speaker": "SCHULTZ",
      "sentences": "President Biden and the White House are handling this like any American president should, having a meeting with people who matter in our country, sitting down with Muslim, Muslim American leaders and Palestinian leaders who are deeply concerned about what's going on in the Middle East. And it's such a clear contrast to former President Trump, whose first action when he became president was to ban Muslims from immigrating to this country. It's essential that in order to build consensus and make sure that you demonstrate the kind of leadership that this country needs us to move forward, that President Biden and his -- and his team are sitting down with people who are deeply concerned and understandably so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:08",
      "speaker": "SIDNER",
      "sentences": "Yes, they're angry about it and they're not shy to say so.And I do want to talk to you about where there's confusion. There is confusion I think a little bit of the administration's stance on a ceasefire. We heard from Vice President Kamala Harris, who came out very forcefully and publicly saying an immediate ceasefire needs to happen right now --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:08",
      "speaker": "SCHULTZ",
      "sentences": "Within six weeks -- I mean, for six weeks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:08",
      "speaker": "SIDNER",
      "sentences": "Yes. But she -- she used the words \"immediate ceasefire.\" And we haven't heard the same exact thing publicly from President Biden. So -- so, why? Why are -- why isn't the messaging the same from the two of them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:08",
      "speaker": "SCHULTZ",
      "sentences": "Well, I mean, the -- I listened to Vice President Harris' speech.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:08",
      "speaker": "SIDNER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:08",
      "speaker": "SCHULTZ",
      "sentences": "What she said was -- she used the term \"immediate,\" but she also said for six weeks. They are consistently for a temporary pause in the fighting to ensure -- and this is essential that the hostages can be released, that we can make sure that a threat that exists to Israel, who, from an entity that is sworn to its destruction can be eradicated, and that we can make sure that there is a negotiation for a longer term -- eventual a longer term ceasefire.But there's no country on earth that should be expected to have -- to live with a terrorist threat on -- on their border. An entity like Hamas that is sworn to Israel's destruction, sworn to the eradication of the Jewish people, and is still holding 133 hostages, including five Americans, and several remains of Americans that need to be released now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:06",
      "speaker": "SCHULTZ",
      "sentences": "It is devastating that there are children being killed, that anyone is being killed. But let's remember that these are victims of Hamas as well. Hamas -- this entire conflict could end tomorrow. Hamas -- let's remember, Hamas attacked Israel on October 7th, 1,200 Israelis slaughtered, raped. You have 250 of their -- of their people held hostage, including six Americans that were held hostage. It's absolutely essential that Hamas release the hostages. And at the same time, we are at the table every day because of our close relationship with Israel, working together side-by-side to make sure we can have a piece -- a ceasefire with release of the hostages negotiated, while also supporting Israel's absolute right to defend its people and to ensure that this threat is eradicated.Remember, Hamas, after October 7th said, October 7th was the first time, and that there'd be a second, third and a thousandth time. That is not a tolerable situation that any country should expect to have to live with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:06",
      "speaker": "SIDNER",
      "sentences": "But the argument that it isn't tolerable to have, you know, bombs raining from the sky and killing up to 30,000 people. I mean that's not Hamas, that is the Israelis who are doing that to -- to Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:06",
      "speaker": "SCHULTZ",
      "sentences": "Well, I mean, they're engaged in a war. War is horrific. But there is a way out of the war where Hamas needs to accept the deal that's on the table. Israel and the United States and Hamas representatives and Qatar, they've been negotiating over how we can get to a ceasefire. And Hamas needs to accept that deal and release the hostages and save their own people who they have subjected to this war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:06",
      "speaker": "SIDNER",
      "sentences": "Who had -- they haven't built shelters for, but (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:06",
      "speaker": "SCHULTZ",
      "sentences": "No. Or -- and no one can -- and using as human shields.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:06",
      "speaker": "SIDNER",
      "sentences": "I want to ask you lastly about something that's close to both of us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:06",
      "speaker": "SCHULTZ",
      "sentences": "Yes. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:06",
      "speaker": "SIDNER",
      "sentences": "We've seen a lot of people coming out and talking about their cancer diagnosis. You had the defense secretary, Lloyd Austin. You have Christie Brinkley coming out. Olivia Munn just came out about her breast cancer diagnosis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:06",
      "speaker": "SCHULTZ",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:06",
      "speaker": "SIDNER",
      "sentences": "And I know that healthcare is a big issue for the Biden administration. I'm curious what you think is being done, or if it's -- the messaging is being done properly about combatting the cost of all this to Americans and how they are having to deal with potential bankruptcy when they're -- when they get some sort of -- of a health scare?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:06",
      "speaker": "SCHULTZ",
      "sentences": "Well, that's why the Affordable Care Act was so important because making sure that you got rid of the elimination -- you know, the prevention of coverage for pre-existing conditions, the importance of having preventative care be free. Mammograms are now available without a co-pay. Screenings for colonoscopies and other forms of cancer available without a co-pay. Removing the barriers to the cost of preventative care helps make sure that cancer is caught early. And we know that the survival rate, you know, I'm -- I'm a breast -- 16 year breast cancer survivor and I know what you're going through now. And we need to make sure -- I've introduced legislation that we have care through a continuum after active treatment so that we can make sure that the quality of life and care and access to an equity -- equitable access to taking care of people so that they can stay healthy the rest of their lives, that's critical. And the Biden administration, through the Moonshot Initiative that is the Biden's, you know, key cornerstone to fight cancer, that that continues and that we resource it to make sure we can go after cancer in all its forms.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:06",
      "speaker": "SIDNER",
      "sentences": "Congresswoman Debbie Wasserman Schultz, thank you so much for coming in this morning. Appreciate you being here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:06",
      "speaker": "SCHULTZ",
      "sentences": "Wishing you love and all the best, Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:06",
      "speaker": "SIDNER",
      "sentences": "Thank you. I appreciate it.John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:49:04",
      "speaker": "BOLDUAN",
      "sentences": "House Republicans are gathering for their annual retreat right now. But this year many of them have actually decided that it's not worth their time. Less than half of the conference is planning to show up. The two-day retreat is typically used to talk policy, go through ongoing debates in House representatives within the party. So, what does it say that fewer than 100 Republicans have RSVP'ed that they'll attend?CNN's Melanie Zanona is at the conference in West Virginia. She's joining us now. Melanie, you also have new reporting that Donald Trump was invited and even he's not there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "ZANONA",
      "sentences": "So, Johnson there hoping that this can be a moment where they can rally around their message and around their unifying policy platform heading into the 2024 election. And hopefully this retreat can provide a much-needed reset for the conference.Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "BOLDUAN",
      "sentences": "Yes, much needed. Let us see if that reset occurs. It's great to see you, Melanie. Thank you so much.Sara. SIDNER: All right, the volatility of this presidential election just got more dangerous for election officials. The consequence of fake calls being made to local law enforcement. Some election officials are finding themselves falling victim to swatting calls. Our Kyung Lah has the details. (BEGIN VIDEOTAPE) KYUNG LAH, CNN CORRESPONDENT (voice over):  The emergency call reports a shooting underway.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "They heard possible gun shots.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He was a drug dealer, and he shot her and was going to shoot himself.LAH (voice over): More than a dozen cars from the Sandy Springs, Georgia, police department respond, prepared for the worst. Inside a home in this quiet Atlanta suburb.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Police department.LAH (voice over): But in seconds --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There's no lights on in the house, so --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I have a funny feeling this is like a swat call or like a swatting call or something like that.LAH (voice over): Swatting, a fake call placed to law enforcement of a violent crime underway, weaponizing the local police against an unsuspecting victim. In this case, an election official. GABRIEL STERLING, COO, GEORGIA SECRETARY OF STATE'S OFFICE: Well, we all know the intent of swatting is to have somebody come out so confused and the police come out so hyped up that somebody gets hurt or shot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "LAH",
      "sentences": "What is the mindset of the officer in responding to that call?SGT. LEON MILLHOLLAND, SANDY SPRINGS POLICE: Well, when an officer is in route, they're going through their mind the scenarios, the different things that can happen, if they're confronted by an individual, what they're going to do. The hoax creates a situation of a lot of unknowns.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "LAH",
      "sentences": "How easy is it for a mistake to happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "MILLHOLLAND",
      "sentences": "It's definitely a possibility.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "STERLING",
      "sentences": "I anticipate we'll probably see some more of these as we get closer and closer to the election. It sucks, but that's the reality of the world we're living in now. LAH (voice over)Jefferson City, Missouri. A call to police. A man claimed he had an AR-15 and had shot his wife. The address of the bogus incident --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "JAY ASHCROFT, MISSOURI SECRETARY OF STATE",
      "sentences": "It was very surreal.LAH (voice over): Republican Secretary of State Jay Ashcroft's home. J. ASHCROFT: I think they sent seven or eight patrol cars to my house. Walking out, standing in my -- in my driveway with all the lights on and my hands up while heavily armed officers come out of the darkness is -- is a different feeling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "LAH",
      "sentences": "This could have gone sideways.J. ASHCROFT: It could have. They make the most egregious allegations they can in the phone call because they're trying to force the police to act out of adrenaline.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "LAH",
      "sentences": "All your children were home?J. ASHCROFT: Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "LAH",
      "sentences": "Your wife was home?J. ASHCROFT: Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "KATIE ASHCROFT, WIFE OF MISSOURI SECRETARY OF STATE",
      "sentences": "There were officers all over, spread out in their full tactical gear, you know, big guns. What's the purpose of it? And if it's to intimidate, if it's to harass, you know, it's -- it's pretty disgusting that that's what you're doing with your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It strikes at the heart of our republic. It's scary that it's this prevalent.LAH (voice over): The criminals hide behind technology using altered voices, like this swatting call to local police targeting Florida Senator Rick Scott's home last December.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "LAH",
      "sentences": "I run a swat for hire service.LAH (voice over): And you can find them online. They operate so boldly and without fear that in about an hour we found anonymous accounts that claim to swat for money.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "LAH",
      "sentences": "Can you tell me how it works?We are paid and given information on a victim. How do you avoid getting caught? When we swat, we use burner phones and AI generated voices, hence we are not traced back. We ae not worried even a little bit about being arrested. It's also a reason I'm talking to a CNN reporter from my personal account.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "ASHCROFT",
      "sentences": "You have to make sure that if people put other individuals in danger that they're punished appropriately. That's how you curtail this. That's how you get people to stop doing this.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "SIDNER",
      "sentences": "That's such an incredible piece by our Kyung Lah and team reporting that out for us. Thank you to her.John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "BERMAN",
      "sentences": "All right, we do have breaking news.Former Treasury Secretary Steve Mnuchin just announced that he is putting together a bid to buy TikTok, which is obviously the app that faces an uncertain future here in the U.S. A lot of words here, I'm sorry. It comes 24 hours after the House passed a measure to ban the Chinese- owned company or force a sale to an American-based owner. CNN's Matt Egan is with us now. Look, this is crucial because if this ban gets through the Senate and is signed by President Biden, it would need to find a buyer or it will go away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "MATT EGAN, CNN REPORTER",
      "sentences": "It would, John. This is quite the plot twist in what is already an amazing story. Former President Trump's treasury secretary, Steve Mnuchin, just went on CBC (ph) and announced that he is assembling a team of investors to buy TikTok.And this is notable. He appeared to break with the former president by coming out in favor of the legislation that just got through the House and faces an uncertain future in the Senate. He said -- I'm just going to try to read you some of the comments he said. He said that he continues to believe that TikTok should be sold. He says he thinks the legislation should pass. He thinks it should be sold. He was asked, you're trying to buy TikTok? He says, I am. Now, we should note, we reached out to TikTok. We have not heard back. We don't know yet exactly who are the other investors who would be interested here. Mnuchin said that the existing U.S. investors would be rolled over in any sort of deal here. And we should also note that Steve Mnuchin, he's been pretty busy. It was just a week ago that he launched a one-billion-dollar rescue of an embattled regional bank, New York Community Bancorp. That deal move the market. That was an actual deal. This one seems to be more hypothetical at this point, but it would be big if it came to fruition.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "BERMAN",
      "sentences": "Yes, and you bring great points up here. Number one, it is a break from Donald Trump, who says that this ban should not be signed into law. And Mnuchin said it should. Now, it may be because he's got a self-interest because it means the company would have to go up for sale and he wants to buy it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "EGAN",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "BERMAN",
      "sentences": "But he says it should pass.We should also note that no one says it's up for sale right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "EGAN",
      "sentences": "Exactly. Right. He can say he's putting together a group of investors. It does not mean that ByteDance, the parent company, or China is going to allow it to be sold.Also, we should just note why former President Trump has come out against that bill. He says because he thinks that if TikTok went away that would help Facebook, and he called Facebook the enemy of the people. So, there's a lot of different threads going on here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "BERMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "EGAN",
      "sentences": "But Steve Mnuchin is apparently trying to put together some investors to buy TikTok, if it's for sale.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "BERMAN",
      "sentences": "If it's for sale. It is an important piece in this emerging puzzle.Matt Egan, thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "EGAN",
      "sentences": "Thanks, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "BERMAN",
      "sentences": "Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "SIDNER",
      "sentences": "All right, we could see a verdict in just minutes for James Crumbley, who is charged with four counts of involuntary manslaughter for the deadly Michigan school shooting perpetrated by his son. Four students were killed in school that day. Crumbley did not take the stand in his own defense, unlike his wife.CNN's Jean Casarez is live outside the courthouse in Pontiac, Michigan, for us. What can you tell us? Does a jury have the case now looking at it, making their decisions?",
      "isLastSentenceInterrupted": false
    }
  ]
}