{
  "date": "2024-02-29",
  "headline": "CNN News Central",
  "subHeadline": "Biden and Trump At Border For Dueling Visits; Biden Arrives At Border To Speak On Migrant Crisis; Gaza Health Ministry: 104 Killed As They Lined Up For Food. Aired 3-3:30p ET",
  "utterances": [
    {
      "timeStamp": "15:00:45",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "Two visits to the border, two politicians hoping to win the White House in November, Donald Trump and Joe Biden, both in Texas, as immigration emerges as the issue that could make or break their campaigns for president.And Texas grappling with the biggest wildfire in state history, a million acres burned so far in this one. Authorities trying to grasp the scale of this crisis, and the fire is only 3 percent contained.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:45",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "Plus, a day unlike any other, Leap Day, February 29th. Why does it exist and what would happen if we got rid of it? Two words, calendar chaos. We're going to discuss with one of my childhood idols.We're following these many - these major developing stories and many more, all coming in right here to CNN NEWS CENTRAL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:45",
      "speaker": "KEILAR",
      "sentences": "A high-stakes political spectacle playing out in Texas right now. President Biden and former President Trump both visiting the U.S.-Mexico border as immigration becomes a top concern for voters. For Biden, this is marking a shift in approach. He's looking to go on the offense after Republicans stymied a bipartisan bill that would have delivered some of the most substantial border reforms in years.For Trump, today marks a continuation. Immigration has been central to his political identity. And for years, he's tried to stoke fear around the issue, often by spouting falsehoods about migrants. We have both visits covered. Priscilla Alvarez in Brownsville, Texas; Kristen Holmes in Eagle Pass. Priscilla, to you first. What are we going to see and hear from Biden here in the coming hours?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:45",
      "speaker": "PRISCILLA ALVAREZ, CNN WHITE HOUSE REPORTER",
      "sentences": "Well, Brianna, we're here in the Brownsville Border Patrol Station, where the President will deliver remarks at the podium behind me later this afternoon. And the White House is billing these remarks as a way to hammer Republicans on congressional inaction when it comes to immigration, specifically that border - that Senate border bill that was worked in - between Senate negotiators and the - and White House officials that included some of the toughest border security measures in recent memories.But Republicans backed away from that deal at the encouragement of former President Donald Trump. And that is exactly what President Biden is going to go after today. Take a listen to what White House Press Secretary Karine Jean-Pierre had to say about it this morning. (BEGIN VIDEO CLIP) KARINE JEAN-PIERRE, WHITE HOUSE PRESS SECRETARY:   The folks who are getting in the way here are Republicans. They are getting in the way and they are doing it because of what Donald Trump is telling them to do for their own - for his own political gain. And so this is where we are right now. So the President's going to take it directly to the American people. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:45",
      "speaker": "ALVAREZ",
      "sentences": "Now, the fact that the President is here at all is notable. The last time the President visited the U.S.-Mexico border was in January of 2023. But what's happening now appears to be this dramatic shift by the White House to seize on an issue that up until this point was a political liability. Of course, this is an administration that has grappled with surges along the U.S.-Mexico border multiple times, one that when it was discussed within the White House, sources tell me, was always a tense topic.But now White House officials and campaign officials see an opportunity to go after Republicans and really flip the script on them and try to take advantage of the fact that Republicans walked away from what they say would have been a solution for the problems on the U.S.-Mexico border. Brianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:45",
      "speaker": "KEILAR",
      "sentences": "All right. Priscilla, thank you.And, Kristen, today, former President Trump also on the border arguing he can fix it just a few weeks after he got Republicans in Washington here to reject a bunch of tighter border measures that were previously on their wish list and on his.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "Nice weather, beautiful day, but a very dangerous border. We're going to take care of it. Thank you.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "HOLMES",
      "sentences": "Dangerous border, that is what you expect to hear from him all day today. He's going to give remarks. He's going to also sit down for an interview later. But that's what he's going to hammer home. He's going to link the border, link the crisis at the border to various crimes that have been allegedly commit by undocumented migrants. He's going to talk about the death of the UVA (ph) student. The suspect there is an undocumented Venezuelan migrant.He wants to, again, as you said, use that divisive rhetoric, use that fear-stoking rhetoric. He's done it since 2015. It helped usher him into the White House in 2016. And he's hoping it does it again in 2024.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "KEILAR",
      "sentences": "All right. Kristen, we'll see. Thank you for that. Boris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "SANCHEZ",
      "sentences": "So today, much of the attention is on the U.S. side of the border. But CNN's David Culver has been getting the view from Mexico.David, you've done extensive reporting on the immigrant experience. I'm wondering what the view from that perspective is of this immigration fight that's been playing out in the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "DAVID CULVER, CNN SENIOR NATIONAL CORRESPONDENT",
      "sentences": "Yes, Boris. We've made multiple trips south of the border. And I'm always amazed by the level of desperation and determination. And I say that because you look at all the policy that will play out on the U.S. side, and people are obviously focused on it for good reason, including the migrants. Migrants we have been on, as you see there, trains with. We've been on the long, arduous journey alongside them, hearing from them as to what they're focused on and they're looking at those shifts in policy. We saw that around Title 42 a year-plus ago. And they're wondering how that might affect them.So what do they do in these moments? Well, they'll often turn to what they believe can be a certainty. And what that has been in recent months and years has been cartel smuggling and that's been a huge business for these cartels, and it gets extreme. I mean, just about a month ago, we were patrolling along the Pacific Ocean with CBP, that tells you how extreme it's gotten for some of these migrants to be willing to go out onto the ocean in the middle of the night and attempt to cross into the U.S. and to do so, of course, illegally, but at the same time for what they feel will be a better future. And you hear that time and time again. So I think when we see these moments of what seem to be major political moves that could be imminent and perhaps one party dominating over another, it shouldn't be lost on us that migrants are looking at this, too. And they're looking at this in a way of saying, okay, how then can we find that certain way to get into the U.S., because it doesn't stop them from wanting to try. The other aspect of this is, of course, the frustration from Mexican officials. And we've seen that time and time again. They have tried to build up now along their northern border, our U.S. southern border, putting National Guard troops there, monitoring very closely. And you'll even hear from some of the migrants who say we're more terrified about getting caught by Mexican officials than we are U.S. officials. And so they're hoping they can just scoot past some of the Mexican officials, get into the U.S., and then they feel like they can easily get in line and claim asylum. So a lot of this is a frustrating factor for not only the migrants, who will then try to figure out their way in, but also officials. And then you think of a broader picture, Boris, and that is the regional issues. And they say, if you really want to stop this, you've got to go to the source of it. I mean, just being in Ecuador in the past few weeks, you see disruption there, instability. People who, for years, never wanted to leave what was known as an island of peace are now looking around and saying, well, we may need to leave Ecuador. Well, where are they going to go, Boris? A lot of them tell us, we'll head north. So it shows you regional stability is huge in trying to tackle this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "SANCHEZ",
      "sentences": "Yes. David, you alluded to that desire that you and I know well through personal experience and our families' experience of ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "CULVER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "SANCHEZ",
      "sentences": "... immigrants who seek shelter in this country as a beacon of hope for so many reasons. Do you get a sense in speaking to migrants that policies here in the United States might actually alter their decision to make the journey and to take that complicated step of seeking a different life in the United States?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:04",
      "speaker": "SANCHEZ",
      "sentences": "Yes, that desire for freedom and prosperity for so many migrants undeterred by policy.David Culver, very much appreciate the perspective. Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:04",
      "speaker": "CULVER",
      "sentences": "Thanks, Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:04",
      "speaker": "SANCHEZ",
      "sentences": "Of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:04",
      "speaker": "KEILAR",
      "sentences": "And joining us now, we have CNN Senior Political Analyst, Mark Preston on what is at stake politically here.And I mean, the numbers show, Mark, it's a lot. You've got this new Gallup poll. It finds 28 percent of Americans rank immigration as their top issue, and that's up 8 percent here just in the last month. That's quite a jump. How is this affecting the race?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:04",
      "speaker": "MARK PRESTON, CNN SENIOR POLITICAL ANALYST",
      "sentences": "I mean, this is going to be the issue heading into November for Republicans, much like Democrats are going to try to just hammer home on the abortion issue. You look at some of the rhetoric that President Trump has used over the past couple of years, over the past couple of months and the past couple of days.He describes immigrants as poisoning our blood right now. He has said that. He has talked - described this immigration crisis as an invasion of folks coming across the border. He's talking about deportations, detention camps like this is all very, very strident rhetoric. And it's really designed to appeal to those hardcore MAGA supporters that want Donald Trump to win again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:04",
      "speaker": "SANCHEZ",
      "sentences": "I just want to let our - excuse me, I just want to let our viewers know we're watching President Biden now in Brownsville, he said to get a briefing there from officials on the ground. I believe I saw Secretary Alejandro Mayorkas, the DHS secretary, alongside him there.Mark, what do you make of the politics of all of this when it comes to the next election in the context of how this works out for Democrats? I was talking to Congressman Henry Cuellar from the border in Texas earlier, and he was essentially saying that he's been urging Democrats to be more vocal about border security and tackling this issue more aggressively. How does this potentially play out for them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:04",
      "speaker": "PRESTON",
      "sentences": "I mean, it doesn't play out very well right now. I mean, if you look at the headlines, even though we've seen deport - excuse me, we've seen crossings go down over the past month and they were at their record high in December, this is the issue that people are talking about.Now, anecdotally, if you leave Washington, D.C. or probably you don't even have to leave Washington, D.C. anymore because we're seeing a lot of these immigrants that are coming in to the major cities. We know New York City is having an issue right now with Democratic mayor. He can't handle it right now. It's too much for him. This is a very tough issue for Democrats. And Democrats probably do need to start talking about more enforcement mechanisms. And we did hear President Biden say that he would use executive action to try to do some things at the border. But that was really predicated, I think, on whether or not Congress would get something done. And guess what happened? Donald Trump told the House and the Senate Republicans, I don't want to see a border deal, even though there was bipartisan support.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:04",
      "speaker": "KEILAR",
      "sentences": "Yes. So Biden is trying to hammer Trump on. Look, you're the one who got in the way of this bipartisan border deal that had been worked out in the Senate between Democrats, Republicans and the White House. But then on the flip side, I mean, we all know that it's almost impossible to really pass policy during an election year. That's just the reality that you face when you're in the White House. So who wins in that argument? Do we have a sense of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:04",
      "speaker": "PRESTON",
      "sentences": "Well, electorally, perhaps Republicans will be able to use that to their electoral advantage, be able to hold the House of Representatives, take back the United States and take back the White House. Now, that's a political win. But in reality, nobody wins right now. I mean, we see the conditions that are that we're going under. I mean, these are human beings. These are folks coming across. But at the same time, we have to acknowledge it.And I think from your interview last hour, that was well stated. The fact of the matter is we do have communities along the border that are getting swamped with this. And us living hundreds, thousands of miles away from where that's happening, it's a lot easier for us to tell them what to do, but they're the ones that have to do it. [15:15:01]   SANCHEZ:   To a degree, Mark, quickly, would you say that that shift that we've seen from Eric Adams, for example, among some Democrats, partly it's due to Republican governors like Greg Abbott and Ron DeSantis that have moved migrants from the border to sanctuary cities? Would you say that that's been an effective step?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:04",
      "speaker": "PRESTON",
      "sentences": "I would say one of the silliest things that I've ever seen is when Ron DeSantis got a jet, put migrants on it and flew it up to Cape Cod, basically, right, flew it up to Nantucket.The fact of the matter is, though, as silly as that was, he did hit home a point that we have seen now to the point we talk about Eric Adams saying, look, the sanctuary city thing is just not working, like, we can't do it. But he did make a point when he did that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:04",
      "speaker": "KEILAR",
      "sentences": "Yes, every state feeling it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:04",
      "speaker": "PRESTON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:04",
      "speaker": "KEILAR",
      "sentences": "Mark Preston, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:04",
      "speaker": "PRESTON",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:49",
      "speaker": "SANCHEZ",
      "sentences": "A horrific scene out of Gaza today and different versions of what actually happened. We want to warn you some of the footage we're about to show you is a bit graphic. The Palestinian Ministry of Health says more than a hundred people were killed, nearly 800 others injured when Israeli forces opened fire as people were gathering at aid trucks.Now, CNN is unable to independently confirm those numbers. An eyewitness says that the gunfire triggered panic and chaos and then confusion ensued. The Israeli military is saying that their troops opened fire, but that they did not strike toward the aid convoy. CNN's Jomana Karadsheh joins us now.   Jomana, this is all happening as Gaza health officials say that 30,000 people have been killed in the war since it started soon after October 7th. What are we learning about the situation on the ground?",
      "isLastSentenceInterrupted": false
    }
  ]
}