{
  "date": "2024-04-03",
  "headline": "CNN 10",
  "subHeadline": "How to Watch the Upcoming Eclipse Without Damaging Your Eyes; As Cocoa Prices Soar This Easter, Chocolatiers Consider Alternatives; MIT Students Engineering Ways to Make Clean Drinking Water More Accessible Around the World. Aired 4-4:10a ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "Ten second trivia. Which ice cream flavor is the most popular among American consumers?Vanilla, chocolate, strawberry, or cookies and cream? Can we not say all of the above? Sure, why not? Well, America`s favorite ice cream flavor is chocolate, though, according to the International Dairy Foods Association. Cocoa is the main ingredient that makes chocolate possible. And West Africa is home to 70% of it, did you know? But poor climate and crop diseases have tightened the supply in the region and caused prices to skyrocket. As a result, some chocolatiers are exploring cost-cutting alternatives. In this next segment, we visit a chocolate shop to learn about the surging prices firsthand. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "For chocolatiers, the last several months have been nonstop.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "JOCELYN DUDUKE, CHEF AND OWNER OF JARDI CHOCOLATES",
      "sentences": "You get Halloween, Thanksgiving, Christmas, Valentine`s Day, a little bit of break, Easter,and now things kind of slow down a little bit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Jocelyn Duduke is the Owner and Chef of Jardi Chocolates. She`s tasked with making chocolate confections of differentflavors, shapes, and colors. But this year, since the price of cocoa has gotten significantly more expensive, she`s rethinking the kind of treats she makes and how she makes them, like this marshmallow chocolate bunny.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "DUDUKE",
      "sentences": "It`s a chocolate cookie with a vanilla bean marshmallow, and then it`s covered in milk chocolate. So for the, you know, 30 grams that you`regetting, only 18 grams of that is chocolate, which means it`s a much lower ingredient cost for me, much lower labor for me as well, which means that I can pass along those lower costs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "In January of 2023, Duduke was paying $13.50 a kilo for chocolate. This week, she`s paying $15.71 a kilo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "DUDUKE",
      "sentences": "That`s a 16% increase. The white chocolate, like I said, has gone up 35% in less than a year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And with no end in sight for when prices could normalize, Duduke will have to continue finding creative ways to createdelicious chocolate while keeping her business afloat. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "Could you imagine a world where every drop of water is precious? Well, for some, that future is now. UNICEF predicts that half of theworld`s population could be facing issues with water scarcity by next year. The lack of clean drinking water could displace 700 million people by the year 2030. In this next segment, we`ll meet a group of astute and innovative MIT students who are engineering ways to make clean drinking water more accessible around the world. CNN`s Bill Weir has more. (BEGIN VIDEOTAPE) BILL WEIR, CNN CORRESPONDENT (voice-over):  On a planet of nearly 8 billion people, as aquifers are drained, reservoirs evaporate and sea levels rise. Earth`s freshwater supply is getting dirtier, saltier, and scarcer. And while desalination keeps some wealthy nations alive, making saltwater sweet demands the kind of energy and infrastructure that`s just out of reach for the most desperate societies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "YANG ZHONG, GRADUATE STUDENT, MIT",
      "sentences": "I really had a chance to teach in a rural area in China. I was really shocked to see that how struggling theywere to get some clean water. That journey was like two hours every day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WEIR",
      "sentences": "So it`s no wonder that some of the most promising breakthroughs in water tech are coming from the melting pot laboratories of Boston, whereMIT`s Yang Zhong and Lenan Zhang invented a machine the size of a suitcase that mimics the circulation power of the ocean. Powered only by sunlight, they say their prototype can desalinate six liters an hour at a cost cheaper than tap water.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "ZHONG",
      "sentences": "So for a device that has the footprint of a solar panel, this will cost around like $150 to $200.WEIR (on camera):  Wow, that`s cheap. And then you don`t have to plug it in. It doesn`t need any external power source. It`s just the sun above it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "ZHONG",
      "sentences": "Yeah, just sun.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "ZHANG",
      "sentences": "Natural sunlight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WEIR",
      "sentences": "Welcome to the Carson Beach.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "JUNGHYO YOON, FORMER RESEARCH SCIENTIST, MIT",
      "sentences": "Solar panel, battery, power desalination unit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WEIR",
      "sentences": "Meanwhile, a Korean team from MIT came up with another potential game changer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "YOON",
      "sentences": "Just drinking. We just sent our most recent prototype to the U.S. Army that can produce 10 liters per hour of the drinking water with adirect feed of the seawater.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WEIR",
      "sentences": "Junghyo tells me his startup ICPWaterTech is just getting its first millions in investment. And after two students from India met as MIT labpartners and set out to clean and recycle the dirtiest of industrial waste, their company Gradient is the first in the sector to be valued at $1 billion, a clean water unicorn. (On camera):  It just strikes me that these ideas are the result of immigrants coming from developing places who see the problem in a much more acute way than Americans do. Then mingling these ideas in a place like Boston at MIT, where the dreamers and the doers meet, it`s exciting to think about the possibilities of that combination.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "ZHONG",
      "sentences": "Yeah, we`re really fortunate to be here at MIT and in Boston because we are surrounded by a lot of resources. And right now, just likesponge, learning all these things.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "ZHANG",
      "sentences": "Seawater is the most abundant resource covering the Earth, and solar is accessible everywhere. And then, like, why not, like, make some,you know, like, combined? And then, like, it can be a very powerful tool. It`s more like an equitable resource to anyone, anywhere. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}