{
  "date": "2024-12-24",
  "headline": "CNN News Central",
  "subHeadline": "Man Accused of Setting Woman on Fire Charged With Murder, Arson; Former President Bill Clinton Hospitalized With Fever; Text Messages Show Matt Gaetz's Alleged Payments for Sex, Drugs. Aired 7- 7:30a ET",
  "utterances": [
    {
      "timeStamp": "07:00:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "This morning a man is now charged with murder after setting a woman on fire in the subway. He could be headed to face a judge. We have new details on the brutal crime, the suspect, and the victim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "Former President Bill Clinton in the hospital this morning, but hoping to be home in time for Christmas. The latest on the 78-year-old's condition.And, will you have white, wet, warm or freezing Christmas weather across the U.S.? It's all over the place as people spend this Christmas Eve trying to get those last minute gifts and heading to holiday destinations. What you need to know about the forecast. I'm Sara Sidner with Kate Bolduan. John Berman is out today. This is CNN News Central.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "BOLDUAN",
      "sentences": "So, we have new details this morning about the horrific murder on a New York City subway. The man now charged for allegedly killing a woman by setting her on fire could be headed to court for a first appearance this morning. The NYPD commissioner called the crime depraved. The Brooklyn district attorney now promises, quote, this gruesome and senseless act of violence against a vulnerable woman will be met with the most serious consequences.The man has now been identified. Police now say the suspect was in the U.S. illegally possibly for years, and he was likely homeless. CNN's Gloria Pazmino has much more on this. She's been following this from when this first happened on Sunday. What more are you learning, Gloria?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "GLORIA PAZMINO, CNN NATIONAL CORRESPONDENT",
      "sentences": "Okay. We learned more about the suspect, his identity. His name is Sebastian Zapata Calil (ph). He is 33 years old and we know that he is a Guatemalan citizen. We also know that he entered the United States in 2018. He was deported actually within 14 days of that entry. But then he made his way back into the country at a date that Border Patrol officials are not certain about. At some point, he made his way up here to New York City. And for the last several months, he's been in and out of many of the city's homeless shelters. That's what we know about him so far.We do expect him to be in court perhaps today. Prosecutors are working on those charges. But most significantly, we are expecting him to be charged with murder in the first-degree. Now, I spoke to my law enforcement sources on this. That is a pretty rare charge. That is the very top charge when it comes to homicide. And they explained to me that the reason this is happening is because the alleged murder happened while he was also committing a felony, in this case, the arson. So, he's facing murder in the first-degree, murder in the second-degree as well as the arson charge. Now, we expect him to appear in court where he will likely be entering some sort of plea and we're still waiting to learn more about how prosecutors are going to pursue this case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "BOLDUAN",
      "sentences": "There have been a lot of questions around the victim. Have you learned more about the victim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "PAZMINO",
      "sentences": "So, just like the suspect here law enforcement officials believe that the victim was likely homeless. In fact, they have said that she was sleeping inside of the subway train, something that a lot of homeless people here in New York City are forced to do, especially when it's very cold. The subway --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "BOLDUAN",
      "sentences": "And it was.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "PAZMINO",
      "sentences": "It was that morning and it was the night before. The subway tends to be a place where people take shelter.Now, unfortunately, they have not been able to identify her yet. There was nothing that was left that could help to identify her. And the medical examiner's office is working through dental records in order to see if they can figure out who this woman is. Of course, the city and law enforcement officials have both been asking having to answer questions about why this all happened, could it have been prevented in any significant way? And although there was significant an impressive police work that helped this guy be apprehended relatively quickly, there's still a lot of other questions about how this all unfolded and if it could have been prevented.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:05",
      "speaker": "SIDNER",
      "sentences": "All right. On this Christmas Eve morning, former President Bill Clinton is waking up in a Washington, D.C. Hospital. The 78-year- old hospitalized yesterday after developing a fever. This is the most recent of a few health scares the 42nd president has experienced since he left office nearly 25 years ago.CNN's Isaac Dovere is joining us now. I was in California in 2021 when he was doing an event and he ended up being hospitalized. What do you know about President Clinton's condition this morning, because we did see him quite lively during the DNC and on the trail for Kamala Harris? EDWARD-ISAAC DOVERE, CNN SENIOR REPORTER:  That's right, Sarah. Look, he's waking up this morning at the Medstar Georgetown University Hospital. I am told that he is in good spirits and that this was an admission for a fever observation, looking for observation and rest, that that's what they (INAUDIBLE) the physicians for. Of course, as you mentioned, this is one of several health scares that the former presidents had over the years. You mentioned that his appearance of Democratic Convention, I interviewed President Clinton a week before the election in late October, and I said to him, one of the things that he said in that convention speech was, this might be his last convention. I said, you make people think that maybe there's something wrong and he said to me, no. I know I freak people out. That's not what it is. I'm in good health. But he also did point out to me that he's lived longer than any man in his family for generations. So, it's definitely on his mind where his health is, but this is, according to people I've spoken to, he is expecting to be home hopefully not even by Christmas Eve, if not by Christmas Day. But this is mostly as an observation for a fever.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:05",
      "speaker": "SIDNER",
      "sentences": "Do you know where he was, what he was doing before all of this happened? Because as I mentioned, you know, sometimes he's out, you know, he's been talking about his book and doing public events.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:05",
      "speaker": "DOVERE",
      "sentences": "There was no public events yesterday. He was in Washington. And that's all that we know so far. But, again, what we are being told at this point is that this is not a major health scare. This was a precautionary measure that that we thought he would take. Obviously, as mentioned, he is 70 years old, he had some health scares in the past, but this is it, at this point just a fever and observation (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:05",
      "speaker": "SIDNER",
      "sentences": "Isaac Dovere, thank you so much. Have a great holiday. I appreciate you coming on today. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "SIDNER",
      "sentences": "This morning, we're getting a look at text messages the House Ethics Committee says is evidence former Congressman Matt Gaetz paid women for sex and drugs for years while in office. In a report released yesterday, the committee found Gaetz paid tens of thousands of dollars to women for sex or drugs on at least 20 occasions. According to the report, at least one of those was a 17-year-old when she says she was paid for sex as she understood it. Gaetz has denied the allegations recently and for years.CNN's Marshall Cohen is joining us now. What did the Ethics Committee find in Gaetz's text messages that they reveal to the public finally?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "MARSHALL COHEN, CNN REPORTER",
      "sentences": "Hey, Sara. It was a damning and disturbing report on former Congressman Matt Gaetz. The Republican-run House Ethics Committee said it found substantial evidence that Gaetz paid tens of thousands of dollars to women for sex and drugs all while he was serving in Congress. Most importantly, as you mentioned, the panel also found that Gaetz had sex with a 17-year-old high schooler in summer 2017. And the report concluded that this violated Florida's statutory rape laws.Now, over the past two years, Gaetz has faced a lot of legal scrutiny but he has vehemently denied that he ever paid anyone for sex. He also denies any illegal drug use. In a social media post yesterday after the report came out, he said, quote, there's a reason they did this to me in a Christmas Eve report, and not in a courtroom of any kind where I could present evidence and challenge witnesses. But, Sara, there was a lot of evidence. The committee examined 14,000 pages of documents and interviewed many key witnesses. The report even includes texts of Gaetz allegedly asking women for drugs and haggling over payments. There are texts from one of those women telling a friend, quote, Matt never paid me. How much did he pay you? You can see it right here on the screen. The friend said that she got $400 and offered some advice. Ask for the money, quote, before you have sex with him. There's even a detailed ledger of the payments between Gaetz and multiple women using Cash App and Venmo. Some of those women did testify that the payments were indeed for sex or drugs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:02",
      "speaker": "COHEN",
      "sentences": "The president has not said much, or the president-elect, I should say, has not said much about this publicly, but there was a post that Matt Gaetz posted to social media, to the X platform, formerly known as Twitter, that he said was from Trump, and it was Trump's handwriting. Trump was commentating on an article from a right wing outlet that was attacking the credibility of the witnesses who testified against Gaetz, and President-elect Trump said, very unfair. Those were the president-elect's words there, responding apparently to this report for the first time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "BOLDUAN",
      "sentences": "This just in, we're getting word that American Airlines has announced this morning that they've grounded all flights due to what they're calling a technical issue. Let me put up the tweet, what we've heard so far. They're citing this unspecified technical issue. The airlines saying your safety is our utmost priority. Once this is rectified, we'll have you safely on your way to your destination.Now, we are following up on what this technical issue is, and we have definitely reached out to find out how temporary or not this ground stop is. We're following up with American Airlines and we'll be keeping you updated as this goes clearly on this Christmas Eve. This is a rough day to have all flights grounded for any airline right now. And this is also on top of some nasty weather out west that's been happening this week. A major storm slammed into California's central coast Monday, causing high surf, causing some flooding. It even killed one man after he became trapped under debris on the beach, high surfing coastal flood warnings remain in effect there today as well. In Sta. Cruz, a wharf collapsed from the rough weather conditions, sending three people into the ocean. It had been closed for renovation. And the victims were inspecting the structure when it gave way. Two of them rescued by first responders, the third was able to make it out on their own. Add this all together, this is one of a series of storms moving across the country today, Christmas Eve weather that we are keeping a very close eye on for you. That's where CNN's Derek Van Dam comes in, tracking all of these conditions for us. And, Derek, where's the worst of it? Where's the best of it? What are you watching?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:01",
      "speaker": "BOLDUAN",
      "sentences": "Thank you, Derek. You're always looking out. I really appreciate it. We're going to stay on top of all of this holiday weather and the travel and, of course, keep you updated on what's happening with American Airlines and this current ground stop underway. We'll keep you updated as we can get more information coming in.We're also watching this. We have new reporting into CNN this morning. Some Democratic lawmakers, they want President Biden to do more to relieve student loan debt before he leaves office just weeks left. What could be in the works now? And new video into CNN overnight showing the moment a boat explodes in Florida, killing at least one person. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}