{
  "date": "2024-03-08",
  "headline": "CNN Newsroom",
  "subHeadline": "Biden Touts Accomplishments In Feisty State Of The Union; Sweden Officially Joins NATO Alliance, Ending Decades Of Neutrality; Biden to Direct Military to Build Gaza Port to Deliver Aid; Biden Addresses Joint Session of Congress in Annual Remarks; Former Israeli Hostage Speaks about Horrific Ordeal; Trump to Host Hungarian Authoritarian Leader at Mar-a-Lago; Malaysia May Renew Search 10 Years after MH370 Disappeared; Boeing Under New Federal Investigation. Aired 1-2a ET",
  "utterances": [
    {
      "timeStamp": "01:00:07",
      "speaker": "MICHAEL HOLMES, CNN ANCHOR",
      "sentences": "Hello and welcome, everyone. I'm Michael Holmes. Appreciate your company. Coming up here on CNN, a fiery speech from the U.S. President.(BEGIN VIDEO CLIP) JOE BIDEN, U.S. PRESIDENT: History is watching. History is watching. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:07",
      "speaker": "HOLMES",
      "sentences": "Joe Biden hosts his last State of the Union before the 2024 elections.The leader of newly minted NATO allies Sweden among the guests at the address will discuss the impact of the Nordic country joining the Alliance on the war in Ukraine. And President Biden outlining a plan to get desperately needed aid into Gaza as the humanitarian crisis in the Palestinian territory grows.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:07",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Live from Atlanta. This is CNN Newsroom with Michael Holmes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:07",
      "speaker": "HOLMES",
      "sentences": "With the race for the White House in full swing of fired up U.S. president delivering a highly political annual State of the Union address as the country braces for his rematch with Donald Trump.President Biden not mentioning Trump by name referring to him only as my predecessor. While taking numerous swipes at that predecessor, Joe Biden managed to issue a fiercely upbeat address saying it doesn't make headlines but quote, the American people are writing the greatest comeback story never told. End quote. Biden, who is already the oldest U.S. president in history did not shy away from addressing his age, saying when you're 81 things become clearer than ever before. But he knows what endures honesty, decency, dignity and equality. He said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:07",
      "speaker": "BIDEN",
      "sentences": "The very idea of Americans that were all created equal deserves to be treated equally throughout our lives. We've never fully lived up to that idea. We've never walked away from it either. And I want to walk away from it now. I'm optimistic. I'm really am. I'm optimistic, Nancy.My fellow Americans -- (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:07",
      "speaker": "HOLMES",
      "sentences": "President Biden now looking ahead to the campaign trail zeroing in on critical battleground states like Michigan that could determine the outcome of the election. CNN's Jeff Zeleny is there.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:07",
      "speaker": "JEFF ZELENY, CNN CHIEF NATIONAL AFFAIRS CORRESPONDENT",
      "sentences": "The President's address was closely watched here in battleground Michigan, largely two key issues, the economy and foreign policy, particularly Israel's war in Gaza have been critical issues of concern here in Michigan.Now, there's no doubt. Michigan is one of the most important states on the presidential map. Because of course, it is part of that blue wall that President Biden flipped from Donald Trump in 2020. But we spent some time with some Biden supporters this evening, who said the president exceeded their expectations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:07",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I think that overall, it was a different side of him that came out. He was, like I said, very confident, very reassuring of the things that he has done for our country. And I didn't get a glimpse of anything involving age or the lack thereof of being able to deliver and be the President of the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:07",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "People will try to make an issue but I think they look should look beyond the age. When you think about it both of them are old. But I'd rather have a president who's old and very knowledgeable and things to people than to have a president that's old and self-centered.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:07",
      "speaker": "ZELENY",
      "sentences": "Some supporters before the speech considered being apprehensive about how the President would do again, they say he exceeded their expectations. The question is, can that be sustained over the next eight months as the campaign with Donald Trump certainly intensifies, but there is no doubt here in Michigan among Democrats, that we're pleased by the President's performance. The tough part, of course, comes next. Jeff Zeleny, CNN, Detroit.(END VIDEOTAPE) HOLMES: The youngest Republican woman ever elected to the U.S. Senate was chosen to issue the rebuttal. Alabama's Katie Britt, who's about half Joe Biden's age called him quote, a dithering and diminished leader. (BEGIN VIDEO CLIP) KATIE BRITT, U.S. SENATE REPUBLICAN: President Biden just doesn't get it. He's out of touch. Under his administration, families are worse off. Our communities are less safe, and our country is less secure. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "RON BROWNSTEIN, CNN SENIOR POLITICAL ANALYST",
      "sentences": "Yes, he didn't really do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "HOLMES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "BROWNSTEIN",
      "sentences": "I mean, I thought it was overall a very effective speech. It's certainly dealt with a lot of concerns, I think, among Democrats about his energy and his ability to take the fight to Trump.But I was surprised at how static it was, in the sense that I thought it was a speech by someone who believed and whose campaign believes that they are on track to win, basically, with the arguments that they have been using, only in the thought that as Americans become more exposed to them, they will become more relevant. I mean, two, three big contrast with Trump as a threat to democracy, a threat to your rights, particularly on abortion, and a kind of populist argument that President Biden, you know, argues he'd be for the middle class, and Trump would be for the rich. He didn't really give any ground to the many Americans who are still uneasy about the economy, didn't really reposition a lot on Benjamin Netanyahu and Israel. He did on immigration. But he didn't go as far as I thought he might in kind of clarifying what his second term agenda would be. And again, it was an effective speech, but it was one that reflects a belief that they are on a trajectory that they think is ultimately going to win, it didn't really shake things up as much as I think some Democrats would have preferred given where the polling actually is today. HOLMES: Yes. As you say, age and fitness and issue. Really, it's for both candidates, but Biden was the one on stage today. Did he alleviate any of those concerns with his performance about age and acuity?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "BROWNSTEIN",
      "sentences": "Yes, I think definitely. I mean, I'm among Democrats, right. I mean, part of the problem you have with the State of the Union, Michael, is it become kind of a self-reinforcing dynamic, where the people who watch it are the people who are the most supportive of you to begin with? And I think there were a lot of Democrats who were reassured by the level of vigor that he that he displayed,I mean, maybe he was kind of, you know, the pitch was a little too high for a speech that long in terms of being, you know, that angry about that many things. But I think it left no doubt for Democrats, that he can bring a case against Trump and look we saw in 2018, 2020 and 2022, there are a lot of people who will respond to a case against Trump. Biden's challenge is that his own approval rating right now is at a level in the range where incumbent presidents have always been defeated --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "HOLMES",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "BROWNSTEIN",
      "sentences": "-- when they are at that level, really, is to improve his own standing. I think he made some progress there. But obviously, there's work more to go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "HOLMES",
      "sentences": "Yes. And to that point, I mean, by any fair judgment, I mean, Biden's policies have had positive impact from infrastructure, inflation reduction, GDP growth, unemployment down and so on.But those poll numbers on the economy, why has messaging by the Democrats failed to get through to voters and what needs to change before November?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "BROWNSTEIN",
      "sentences": "I think it's a reality problem and a messaging problem. I mean, even though inflation has slowed, cumulative prices are still significantly higher than they were when Biden took office for key necessities like rent, and groceries.And as I wrote today, part of the challenge he's facing is that the contrast in voter's minds is so immediate, right? I mean, it is the Trump presidency is this unusual element of comparison. You know, tonight, he focused in, I think, on what is Trump's greatest vulnerability. I mean, you know, a lot of the things he is talking about, for a second term, are more militant and extreme that he ran on in 2016, or 2020. But you know, Biden's very positive tone on the economy is a calculated risk. There are, as I quoted today, you know, many Democratic strategist who worry that by telling people how good they have it, he seems out of touch when for people at the median income or below, inflation is still a pretty tight collar that is squeezing their daily life. HOLMES: Right. I wonder I see this too. Nikki Haley said this to plenty of Republican voters in the primaries voted against Trump, who are conservatives but don't want Trump. Did Biden do enough in this speech? And has he been doing enough to make the case to those voters?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:10",
      "speaker": "HOLMES",
      "sentences": "Always great to get your analysis my friend terrific piece in The Atlantic. Ron Brownstein. Always a pleasure. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:10",
      "speaker": "BROWNSTEIN",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:10",
      "speaker": "HOLMES",
      "sentences": "On the Swedish Prime Minister was at the State of the Union after Sweden abandoned its long held neutrality and became the newest member of NATO. President Biden welcomed Ulf Kristersson who formally handed over a session documents to the U.S. State Department Earlier on Thursday, the last step in the process.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:10",
      "speaker": "ULF KRISTERSSON, SWEDISH PRIME MINISTER",
      "sentences": "We are humble. But we are also proud. We will live up to high expectations from all NATO allies.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:10",
      "speaker": "HOLMES",
      "sentences": "Russia's invasion of Ukraine pushed the Scandinavian country to reconsider its defense policies and become the Alliance's 32nd member. Ukraine's President Volodymyr Zelenskyy welcoming the news calling the edition a win for everyone.(BEGIN VIDEO CLIP) VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT (through translator): Today, it is important to note that one more country in Europe has become more protected from Russian evil. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:10",
      "speaker": "HOLMES",
      "sentences": "Russia apparently setting its sights on new targets following its recent capture of the Ukrainian town of Avdiivka. Kyiv says Moscow is now concentrating troops near three more towns in Eastern Ukraine, including Lyman, and Chasiv Yar. Ukrainian troops have reportedly repelled more than 20 new attacks near Avdiivka itself.Meanwhile, President Volodymyr Zelenskyy heading to Turkey on Friday for talks with his Turkish counterpart. Among other things, they're expected to discuss the Black Sea grain agreement, which Turkey has been trying to revive. In Washington, US President Joe Biden made a pitch for more aid for Ukraine in his State of the Union speech. Nick Paton Walsh with more on that. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:10",
      "speaker": "NICK PATON WALSH, CNN CHIEF INTERNATIONAL SECURITY CORRESPONDENT",
      "sentences": "Yes, and I'm sure hearing that speech, they'll be heartened by the fact that it was pretty much the first thing of substance he came to a toward making comparisons to his moments on the podium there to Roosevelt in 1941, making frankly, not particularly subtle comparison between Putin being on the march now in Europe and Hitler being on the march back then in 1941.And trying to sound the urgency, frankly, at the moment for American security and European security that we're seeing here now, because of the crisis Ukraine is facing, because of the lack of funding, but essentially, too, we didn't have some magical new policy wheeled out here to get over that Republican roadblock. And indeed, the Republicans in there are buckled didn't even seem to address this (INAUDIBLE) themselves, either. So I think Ukrainians will hear some sense of backing for how prominently Ukraine was in his discussion there and how he sounded that alarm about what an imminent threat that is for us security as well. But 1941 comparison, you know, it's stark, frankly, to stand there and say, we are on the brink of potentially another world war, not exactly the word to use, but the timing, you've got to bear in mind and ascertain, you know, three years after 1941 came 1944. And while Biden said he doesn't want American troops on the ground here in Ukraine, his plan is not for that by 1944. They certainly were. So I think it's a deeply serious, serious of comments. We heard about Ukraine. But again, no way of getting round that roadblock, the $60 billion isn't suddenly here. There are other mechanisms potentially for frozen Russian assets that have been floated that wasn't put out tonight. And so I think maybe some Ukrainians seeing him they're essentially pointing the finger again at Republicans for not getting the aid through despite reminding everybody how utterly dire it is right now. They need that aid, not in a few months. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:08",
      "speaker": "HOLMES",
      "sentences": "The war in Gaza between Israel and Hamas loomed large over U.S. President Joe Biden's State of the Union speech.You see there protesters gathered on the streets of Washington on Thursday, pushing for a ceasefire reporters say Mr. Biden's motorcade had to take the long way to the U.S. Capitol to avoid the protests. The President used his speech to again call for a two-state solution and urged Israeli leaders to allow more aid into Gaza. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:08",
      "speaker": "BIDEN",
      "sentences": "Leadership in Israel, I say this, humanitarian assistance cannot be a secondary consideration, or a bargaining chip. Protecting and saving innocent lives has to be priority. As we look to the future, the only real solution to the situation is a two-state solution over time.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:00",
      "speaker": "HOLMES",
      "sentences": "The U.N. chief added that Sudan has become home to the quote world's largest international displacement crisis since fighting broke out in April of last year between forces loyal to two rival generals.A nightmare unfolding in Nigeria where armed men reportedly kidnapped hundreds of schoolchildren in the northwestern town of Kuriga on Thursday morning. A member of the community who confronted the abductors was killed according to a local official. Reports on how many children were abducted very apt ranges from 227 to 287. CNN cannot independently verify the numbers, and as of now it is unclear who is behind the kidnapping. Mass abductions from schools tragically aren't uncommon in the country, that early figures indicate this would be the largest since 2021. Much more to come here on CNN Newsroom including more reaction to U.S. President Joe Biden State of the Union address, we'll have another live report after the break. Stay with us. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "BIDEN",
      "sentences": "Not since President Lincoln in the Civil War our freedom and democracy didn't under assault at home, as they are today. But makes our moment rare is a freedom and democracy are under attack at both at home and overseas.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "HOLMES",
      "sentences": "Jenn Sullivan now with more on the U.S. President's remarks.(BEGIN VIDEOTAPE) JENN SULLIVAN, JOURNALIST (voice-over): President Joe Biden addressing the nation Thursday, State of the Union address coming at a pivotal moment for his presidency, highlighting his accomplishments in laying out his plans for what he hopes to accomplish if elected for another four years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "BIDEN",
      "sentences": "The state of our union is strong and getting stronger.SULLIVAN (voice-over): Thursday speech comes at a tumultuous time, both domestically and internationally. Americans grumbling with high inflation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "BIDEN",
      "sentences": "I want to provide an annual tax credit that will give Americans $400 a month for the next two years, as mortgage rates come down to put toward their mortgages when they buy their first home.SULLIVAN (voice-over): Issue surrounding women's health and the right to an abortion dividing many voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "BIDEN",
      "sentences": "The American people send me a Congress that supports the right to choose I promise you, I will restore Roe v. Wade as the law of the land again.SULLIVAN (voice-over): Biden also addressing the harsh criticism his administration has faced in regards to immigration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "BIDEN",
      "sentences": "I will not demonize immigrants saying they're poison in the blood of our country.SULLIVAN (voice-over): But the turmoil overseas taking center stage Thursday, Israel-Hamas war causing Brits (ph) here at home it's many Americans worried the President isn't doing enough to send humanitarian aid to Gaza, Biden using Thursday's address to make a major announcement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "BIDEN",
      "sentences": "I'm directing the US military to lead an emergency mission to establish a temporary pier in the Mediterranean on the coast of Gaza that can receive large shipments carrying food, water, medicine and temporary shelter.SULLIVAN (voice-over): And congressional leaders toward on whether to send additional aid to Ukraine to help them fight in the war against Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "BIDEN",
      "sentences": "Ukraine can stop Putin if we stand with Ukraine and provide the weapons to defend himself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "SULLIVAN",
      "sentences": "(INAUDIBLE) ramping up his last State of the Union address before facing a likely rematch with former President Donald Trump in November. I'm Jenn Sullivan reporting.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "HOLMES",
      "sentences": "CNN correspondent Kristie Lu Stout joins me now from Hong Kong. Good to see you, Kristie. It was a pretty fiery speech. The President mentioned China and didn't really mince words, didn't he?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "KRISTIE LU STOUT, CNN CORRESPONDENT",
      "sentences": "No, he did it. The U.S. president said America is stronger than China. And yes, he reiterated that the U.S. wants competition with China not conflict. But he emphasized that the U.S. will quote win the competition for the 21st century against China or anyone else.Speaking before Congress, Biden said that America is standing up against China in terms of both trade and foreign affairs. I want to watch this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "BIDEN",
      "sentences": "We're standing up against China's unfair economic practices. Standing up for peace and stability across the Taiwan Straits have revitalized our partnership in lines in the Pacific. I've made sure that the most advanced American technologies can be used in China.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "MICHAEL HOLMES, CNN ANCHOR",
      "sentences": "Absolutely. Good to see you, Kristie. Thank you. Kristie Lu Stout there in Hong Kong for us.All right. Want to go now to Brett Bruen, who joins me from Alexandria in Virginia. He's a former U.S. National Security Council and State Department official. I wanted to ask you about the foreign policy stuff in the State of the Union. I mean the Middle East is on fire. That fire could grow enormously in the right conditions. These tensions with China involving Taiwan, funding for Ukraine being held up, any number of foreign policy issues right now. How important was it for Biden to present a cogent approach to foreign policy? And did you hear that in the speech?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "BRETT BRUEN, FORMER STATE DEPARTMENT OFFICIAL",
      "sentences": "Well, it came through loud and clear. Interestingly Michael, from the very start, Biden began really laying down the gauntlet and saying to Republicans who are blocking aid to Ukraine that Putin is on the march in Europe. And then we heard it at the end with references both to what Israelneeded to do in order to protect civilians, to allow more aid in, as well as obviously the threat from Chinas. So on a foreign policy front, this was a strong speech.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "HOLMES",
      "sentences": "And how important was that messaging on Gaza? I mean announcing the building of a peer for aid, which seems, you know, not big enough. He's faced a lot of criticism for how he's handled that conflict. Did he say enough?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "BRUEN",
      "sentences": "Well, you know, it's interesting because he didn't go so far as to set a deadline when a ceasefire or have it take hold. He didn't push Netanyahu perhaps as much as even his own vice president has in recent days.And yet, what's interesting from the perspective of someone who served in the Situation Room is that, you know, here going into Gaza as a pretty concrete, a pretty substantial example of the U.S. commitment to getting aid into Gaza is notable. And I think we'll see more along those lines in the coming days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "HOLMES",
      "sentences": "Yes. There are -- there are a lot of people who say that what he hasn't done and could do is pick up the phone and call Benjamin Netanyahu and say, open up four other land crossings. And that, that a lot of what we're seeing now actually makes him look weak.Airdrops are seen as pretty inefficient ways of delivering aid and that he's being humiliated in some ways by Netanyahu. Does that hurt him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "BRUEN",
      "sentences": "Well, it does, and that's why perhaps you don't if you're Joe Biden, go as forcefully as some of his own advisers would like him too, because you don't want to be shown up by Netanyahu and Netanyahu has pretty consistently with President Obama, under whom I served, as well as President Biden essentially ignored often things that he didn't want to hear.And certainly now there's a lot coming from Washington that he doesn't want to hear and yet Biden has. And in that large room of the U.S. House of Representatives, the chamber where he delivered the speech there was a significant presence of Democratic lawmakers who wanted to hear more about what Biden was going to do to push the Israeli on civilian casualties.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "HOLMES",
      "sentences": "How do you say more broadly the state of U.S. influence and reputation around the world right now. And in your dealings with your clients and others, are people worried overseas about another Trump term?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:50",
      "speaker": "BRUEN",
      "sentences": "So it is a mixed record and I think there are a lot of concern in many capitals around the world about what that second Trump presidency could mean. He's clearly feeling emboldened and perhaps according to advisors to President Trump that I'm speaking to, will go much farther than he did in his first term.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:50",
      "speaker": "HOLMES",
      "sentences": "Great. Great to get your analysis, Brett. And good to see you. Thank you, my friend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:50",
      "speaker": "BRUEN",
      "sentences": "Sure thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:50",
      "speaker": "HOLMES",
      "sentences": "Brett Bruen there.An Israeli woman who was taken hostage by Hamas during the October 7 attack is talking to CNN about her horrific ordeal. Chen Almog- Goldstein described the hell of being held hostage in Gaza after her husband and daughter were murdered. Goldstein and her surviving children were kept in tunnels and an apartment in Gaza and then released after 51 days. Here's some of what she told CNN's Christiane Amanpour. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:50",
      "speaker": "CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL ANCHOR",
      "sentences": "Chen Almog- Goldstein, welcome to our program.I want to know how you survived those 51 days of hell, as you say. How were you treated by your captors? And were you and your children held in the same place or were you separated? CHEN ALMOG-GOLDSTEIN, HUSBAND AND DAUGHTER MURDERED BY HAMAS AND FORMER HOSTAGE HELD BY HAMAS (through translator): Very difficult 51 days. The control of our life is taken away from us. And I try to look after myself and to be ok in this hellish reality. But it's all in the control of our captors -- when we're going to eat, if we are going to go eat. They tried to provide us with food. There was more at the beginning, but less later. Drinking water was limited, sometimes 330 milliliters in 24 hours. It was very stressful for me. The lack of water is difficult to live with, while shortage of food you can live with. But water limitation is very stressful. Difficult conditions when you're shut in a flat, trying to open the windows a little bit. But there were heavy curtains so not much ventilation. I'm trying push my body towards some balcony door each morning to get some fresh air. And then, towards 4:30 or 5:00, it becomes dark. You use a flashlight and then candles, and you're worried that the candles will cause fire. There's incredible bombardment of the Israeli air force and artillery. Serious fear. We understand that they are mere cogs in the system, the captors, and we are hoping that they are not going to have instructions to kill us and that they would do it. We would ask them, they told us that they were guarding us, and that they hoped that we were going to be ok and that we were not going to die, that they were going to die ahead of us, or we were going to die together. This was supposed to calm us down. We were not allowed to cry. They wanted us happy and told us to be ok. If we cried, we had to snap out of it or hide it. It's a kind of emotional abuse that they didn't let us cry. Agam (ph) used to sit down and stare, and they would say, what are you staring at? What are you thinking? There was no personal space. They said to us, we are not thinking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:49",
      "speaker": "HOLMES",
      "sentences": "Well, it's been ten years since Malaysia Airlines flight 370 disappeared. Now, family members of those on board that plane hope a new search might finally solve the mystery.A live report from Anna Coren in Hong Kong when we come back. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:49",
      "speaker": "HOLMES",
      "sentences": "Well, Donald Trump has until Monday to come up with $83.3 million on Thursday. The federal judge overseeing the E. Jean Carroll defamation case denied Trump's request for a few extra days to get his finances together and post the bonds saying, quote, \"Mr. Trump's current situation as a result of his own dilatory actions\".In January a federal jury awarded Carroll more than $83 million in damages as a result of Trump's defamatory statements denying he raped her, saying she wasn't his type, and accusing her of making up the allegation to boost sales of her book. Meanwhile, Donald Trump is preparing to host the Hungarian Prime Minister Viktor Orban at the Republican presidential candidate's Mar- a-Lago estate in the coming day. CNN's Sunlen Serfaty with more on that. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:49",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "Respected all over Europe. Probably like me, a little bit controversial but that's ok.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:49",
      "speaker": "SUNLEN SERFATY, CNN WASHINGTON CORRESPONDENT",
      "sentences": "In style and in substance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:49",
      "speaker": "VIKTOR ORBAN, HUNGARIAN PRIME MINISTER",
      "sentences": "I like maverick. And he's like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:49",
      "speaker": "SERFATY",
      "sentences": "Former president Donald Trump and Hungarian Prime Minister Viktor Orban are two liters sharing one playbook.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:49",
      "speaker": "TRUMP",
      "sentences": "Some people don't like him because he's too strong. It's nice to have a strong man running your country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:49",
      "speaker": "SERFATY",
      "sentences": "Hard charging --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:49",
      "speaker": "ORBAN",
      "sentences": "The globalists can all go to hell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:49",
      "speaker": "SERFATY",
      "sentences": "-- brash and antagonistic --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:49",
      "speaker": "ORBAN",
      "sentences": "Accusing us of fake news, and those who make these claims are simply idiots.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:49",
      "speaker": "SERFATY",
      "sentences": "Publicly praising each other.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:49",
      "speaker": "TRUMP",
      "sentences": "He doesn't allow illegals into his country. He put barbed wire fences all over. He has soldiers every ten yards.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:49",
      "speaker": "SERFATY",
      "sentences": "-- echoing each other's rhetoric --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:49",
      "speaker": "ORBAN",
      "sentences": "Make America great again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:49",
      "speaker": "SERFATY",
      "sentences": "-- and policy on immigration --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:49",
      "speaker": "ORBAN",
      "sentences": "Stopped illegal migration. We have actually built that wall.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:49",
      "speaker": "TRUMP",
      "sentences": "we had the strongest border in history. We built 500 miles of wall.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:48",
      "speaker": "ORBAN",
      "sentences": "If at the time of Russian invasion on Ukraine, Trump would have been the president of United States, there will be no war now. I'm absolutely sure. TRUMPhave weaknesses and they both have strengths. And within 24 hours that war will be settled. It'll be over.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:48",
      "speaker": "SERFATY",
      "sentences": "LGBTQ rights --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:48",
      "speaker": "ORBAN",
      "sentences": "Hungarian people rejected sexual orientation programs in schools without parental consent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:48",
      "speaker": "TRUMP",
      "sentences": "On day one, I will sign a new executive order to cut federal funding for any school pushing critical race theory, transgender insanity and other inappropriate racial, sexual, or political content on our children.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:48",
      "speaker": "SERFATY",
      "sentences": "-- and their treatment of a free press.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:48",
      "speaker": "ORBAN",
      "sentences": "I don't want to give them any ideas. They know best how to write fake news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:48",
      "speaker": "TRUMP",
      "sentences": "Fake news is all you get. And they are indeed the enemy of the people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:48",
      "speaker": "SERFATY",
      "sentences": "in the U.S. Orban has become an icon in some far-right circles, even as his government seen by many as authoritarian, has changed election rules to his benefit and threatened his political dissenters and rivals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:48",
      "speaker": "STEVE BANNON, FORMER WHITE HOUSE CHIEF STRATEGIST",
      "sentences": "What Orban represents at one level, that is the MAGA America First movement here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:48",
      "speaker": "SERFATY",
      "sentences": "Scoring him prime speaking spots at the conservative confab CPAC, attracting the adoration of some of the Republican Party's top right-wing voices.And the two will be sitting down privately at Donald Trump's Mar-a- Lago resort, which only underscores the alliance, this friendship that has only grown in size since they first met nearly five years ago. Now, notably of course, this comes at a very important time for Trump as he is on track to clinch the Republican nomination. Sunlen Serfaty, CNN -- Washington. Friday marks the tenth anniversary of the disappearance of Malaysia Airlines flight 370. And earlier this week, the Malaysian government said it might renew the search for the doomed flight. Families of those who perished on that flight have urged officials to relaunch the surge ahead of the anniversary. Aviation experts tell CNN improved detection technology could help them find out what happened. In the early hours of March 8, 2014, Flight MH370 was heading to Beijing but after taking off from Kuala Lumpur, it dropped off the radar after turning unexpectedly to the west and then vanished. Fragments of the aircraft have washed up on the eastern coast of Africa, but the plane and its black boxes have never been found. Let's bring in CNN's Anna Coren now live in Hong Kong. Anna, how are the families holding up ten years on and tell us more about this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:48",
      "speaker": "ANNA COREN, CNN CORRESPONDENT",
      "sentences": "It's hard to believe, isn't it Michael, that it has been ten years. But one of the greatest aviation mysteries of the world yet to be solved. But for the families of these 239 victims, you know, this has been an agonizing search for answers and for the truth.But now there are talks of renewing search efforts for the wreckage, which is giving loved ones hope that they will finally get the closure they so desperately want and deserve. Take a look. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:48",
      "speaker": "COREN",
      "sentences": "Somewhere in the depths of this Vast, seemingly endless Indian Ocean is believed to be the resting place for the 239 souls onboard MH370, the Boeing airlines that vanished a decade ago.Multiple searches, spanning hundreds of thousands of square kilometers found nothing. Dozens of pieces of floating and washed up debris, the only evidence of the 777. For the families and loved ones of those who made that fateful flight on the 8 March 2014 from Kuala Lumpur to Beijing it has been an agonizing ten years. At a memorial in Malaysia, time has not eased their anguish and pain. SARAH BAJC, PARTNER PHILIP WAS ONBOARD MH370: Families need closure. The world needs closure and somebody needs to be held accountable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:48",
      "speaker": "COREN",
      "sentences": "Sara Bajc hasn't spoken to the media for many years.So lovely to meet you. Her partner, Philip, was onboard MH370. And the search for answers consumed her life as it did for so many others who shared in the collective anger, frustration, and grief.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:48",
      "speaker": "BAJC",
      "sentences": "Waking up in the middle of the night and expecting him to be there. That still happened for a while and maybe that's because of the lack of closure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:43",
      "speaker": "ANTHONY LOKE, MALAYSIAN TRANSPORT MINISTER",
      "sentences": "This is the biggest mystery of the aviation in the whole world. And we must solve this mystery. It is a commitment and promise that the search will go on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:43",
      "speaker": "COREN",
      "sentences": "Malaysia has agreed to speak to Ocean Infinity, the U.S. marine robotics company that ended its last search in 2018.But world-renowned aviation expert Richard Godfrey believes they'd be looking in the wrong place again. Armed with new info the nation from the latest technology, he believes he knows the coordinates of the crash site and the area they need to search 1,500 kilometers off the coast of Perth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:43",
      "speaker": "RICHARD GODFREY, AVIATION EXPERT",
      "sentences": "I think it will only take one more search. Search technology has improved. The crash location has been more narrowly defined.It will take them I think just a few weeks to find MH370.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:43",
      "speaker": "COREN",
      "sentences": "A bold statement, yet one family's clinging to. Jiang Hui (ph), who lost his mother on MH370, has taken Malaysia Airlines to court on behalf of the Chinese families that represent nearly two-thirds the victims.He says he knows his hardworking mother who instilled the same ethos in him is driving her son to find the truth. \"I can find her shadow in me,\" he says. \"Whatever I am doing now is what my mother wants me to do.\" As for Sarah, the trauma has forced her to rebuild her life. Running an ecotourism resort in Panama with her new husband. But she says, on this day her thoughts are always with Philip.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:43",
      "speaker": "BAJC",
      "sentences": "I make my coffee exactly like Philip used to drink it. And I sit and I think about him and maybe look at some pictures and then I put it away.You know, I don't think that you can effectively walk forward. You can't walk forward with positivity and confidence. If you're always looking backwards. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:43",
      "speaker": "COREN",
      "sentences": "Michael, as we heard from aviation engineer Richard Godfrey, he is certain that MH370 can be found, but he said it's vital they recover the black box. That will establish exactly what happened so the world can learn lessons for the future and safety of aviation. But most importantly, so that families can learn the truth, Michael.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:43",
      "speaker": "HOLMES",
      "sentences": "Yes. It's hard to believe. It's ten years since we were all covering. That has been a month in Perth covering it. it's such, an extraordinary mystery.Anna, good to see you my friend. Thank you. Anna Coren there in Hong Kong. We're going to take a quick break here on the program. When we come back more bad news for aviation giant Boeing as it faces yet another U.S. federal investigation. Details after the break. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:43",
      "speaker": "HOLMES",
      "sentences": "Well, as if Boeing wasn't already in hot water with the U.S. federal government, now they're involved in another investigation after pilots on a 737 Max 8 had to deal with malfunctioning flight controls upon landing.CNN's Pete Muntean, who is a pilot, explains the seriousness of this latest incident. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:46",
      "speaker": "MUNTEAN",
      "sentences": "This incident involved a Max 8, but also frightening especially to pilots. NTSB investigators say the pilots of this United Airlines flight reported the rudder pedals on the bottom of the floor became stuck.That is significant because the rudder swings an airplane left and right, that motion is called yaw. Press the left pedal and the nose goes left. Press the right pedal, and the nose goes right especially critical during landing to stay on the center of the runway. One silver lining here. This happened as the airplane was on the runway and decelerating. So the NTSB says the pilots were able to keep control using what's called the nose wheel tiller (ph) that steers the airplane on the ground. The plane made it back to the gate in Newark, all 161 people on board unharmed. But to make sure this was not a total anomaly, the NTSB says United crews did a test flight three days later and they were able to get the rudder pedals stuck again. The thinking now by the NTSB is this was caused by an actuator a part of the autopilot. That part was disabled by United when they took delivery of this airplane from Boeing, built by a company called Collins. It tested that equipment as part of this investigation, immersed in it in cold and found that it can seize. In its report, the NTSB says restricted movement would prevent the rudder pedals from moving. So it seems the NTXB in its preliminary report found an early culprit, but the investigation is continuing. Boeing says it is cooperating. United says this impacted nine of their planes. All have had that questionable part replaced. Pete Muntean, CNN -- Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}