{
  "date": "2024-08-06",
  "headline": "CNN News Central",
  "subHeadline": "Kamala Harris Picks Minnesota Governor Tim Walz To Be Running Mate; Tim Walz Lands In Pennsylvania Ahead Of First Rally As Kamala Harris' Running Mate. Aired 2-2:30p ET",
  "utterances": [
    {
      "timeStamp": "14:00:47",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN breaking news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:47",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "Here in just a few hours, Vice President Kamala Harris will be appearing beside her own V.P. pick for the very first time, and that is Minnesota Governor Tim Walz, who just landed a few minutes ago in Philadelphia, and we're told that when he did, Secret Service officially took over his security, just one sign of how much life has changed here in just a few short hours for him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:47",
      "speaker": "OMAR JIMENEZ, CNN HOST",
      "sentences": "And he came down, if you were watching, he was the one in the khaki pants and the black shirt getting on. Now, ads for and against him are already running. Fundraising e-mails are landing in inboxes, and merchandise is already for sale. It is in full swing, and that's why we've got CNN's MJ Lee, who was part of the team that -- part of the CNN team, I should say, that broke the news of Vice President Harris's pick.MJ, Walz was a dark horse in the veep stakes. How did we get here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:47",
      "speaker": "MJ LEE, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "Yes, he certainly was, and this was somebody who clearly was meant to bring a serious contrast to the Democratic ticket. She has chosen the second term Minnesota Governor, 60 years old, who also spent over a decade in the House of Representatives, had also served in the Army National Guard and was a high school teacher, was a football coach.This was a choice that was obviously aimed at trying to capture some of these Midwestern white rural voters, some of whom had gone from supporting Democrats in recent years to supporting Donald Trump and the Republican Party, and it is a pick that is squarely aimed at capturing some of those blue wall states that will be so critical to the outcome of the November election. We know that the vice president, given the circumstances of the last two weeks or so, really only had some days to deliberate over this process. She was certainly presented with a ton of information, data, polling, information about their personal lives, and then, of course, the conversations that she herself was able to have with these final contenders. And at the end of the day, there were a couple of assets that were really key to the vice president deciding on Tim Walz. We know that she was impressed by sort of the record that he had built in Minnesota and the story that that could tell, including on the economy and all of the policies that he had supported in his home state that could speak to a message about the middle class. We also know that they believe that he has -- he has a compelling biography. All of the things that we just talked about are things that the campaign has been pushing over the last several hours. I will say, one personal story and detail that the campaign has been putting out there is also the fact that the governor and his wife were able to conceive of their daughter hope via IVF. Of course, reproductive rights is already poised to be an incredibly big issue and salient issue headed into November, so that is a key part of his biography as well. We also know that the way that the governor has been able to successfully go on the attack, going after Donald Trump, going after J.D. Vance, making sort of that weird messaging stick that had great appeal too. But at the end of the day, one of the most important factors that we've been talking about a lot is just the connection that she had when she was in the room with Governor Walz. I was speaking with somebody who was directly involved in the vetting process as well, and they said that he brought such joy and excitement to this whole process, and all of that just meant that he had sort of the winning ticket as she was deliberating between two to three people at the end of the day, and now we are going to see them in a matter of hours on the stage together as a joint ticket for the first time. That is just going to be the beginning of the Democratic ticket really hitting the road together in the coming days and weeks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:47",
      "speaker": "KEILAR",
      "sentences": "All right. MJ, thank you for that. As we do watch Governor Walz's travels there to this big event that we'll be keeping our eye on. He did come out of that plane in I think it was a white t-shirt, but we also saw a white t-shirt -- black t-shirt, right? But we also saw some garment bags not far behind him. He's going to spiff up a little bit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:47",
      "speaker": "JIMENEZ",
      "sentences": "I'm not going to speculate on what Walz is wearing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "DAVID AXELROD, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "Well, not really. I think the arrow was pointing in this direction in the last few days.Listen, Tim Walz has really emerged in the last couple of weeks. I mean, he's been everywhere, and we've all seen him and he's -- and we've seen what the appeal is, right? He is a -- he is a Norman Rockwell painting sprung to life. He is a portrait of Middle America. He -- you know, the whole history of coming from a small town and you know, enlisting in the National Guard at 17 and high school teacher coach takes a losing team to the state championship. You know, and then his political career representing a swing district, so he knows how to run in those kind of contested areas in the Midwest, but I think probably in other rural and small town areas. So, you can see the appeal. And he has -- you know, he was a moderate member of Congress, he has been a progressive governor, but his achievements are ones that Democrats are actually running on, you know, things like paid family leave, you know, school -- food programs and all kinds of other things that just fundamentally speak to working class people. So, you know, it makes -- it makes a good deal of sense. And as MJ said, he will help strengthen them in some areas where they have to win in Wisconsin, Michigan, and, you know, yes, in Pennsylvania as well. So, I think it's a -- it's a sensible choice. I think there was an argument for Governor Shapiro, because Pennsylvania is the most pivotal of battleground states. There was an argument for Senator Kelly, you know, not just because he was from Arizona, but because of his remarkable biography. But at the end of the day, comfort does matter. And what I understood, Bria, is that they -- that when they came out of those meetings, you know, she had in her mind a concept of what kind of relationship she wanted to have with her vice president. And Walz checked those boxes for her, and that's very important.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "KEILAR",
      "sentences": "So, he is a progressive, as you mentioned, he's been more progressive as a governor than he was as a member of the House. But he -- you know, he just looks kind of like everyone's uncle, right?He just has this -- he's just kind of has this sort of appeal to him. And I wonder if you can speak to that, because right now, you're seeing the Trump campaign and allies of Donald Trump trying to define him and David, there are some things they can work with. I mean, if they look at some things about the response to the riots and the protests in 2020, he admitted that there was a bit of a delay in calling out the guard. There was a bipartisan report from the Minnesota Senate that found that he and the mayor of Minneapolis didn't fully recognize the scope of the problem they were deal dealing with, and that they didn't -- they didn't respond to it in a timely manner. Why does that matter that I think, sort of like the vessel here, his -- let's say, his appearance and also his demeanor, just kind of straightforwardness of him. Is that going to trump his record?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:03",
      "speaker": "KEILAR",
      "sentences": "Yes, certainly we'll see them attempt to do that here in the coming weeks. David Axelrod, thank you so much for the conversation. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:03",
      "speaker": "AXELROD",
      "sentences": "Always good to see you. Yes, sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:03",
      "speaker": "JIMENEZ",
      "sentences": "And another candidate we were talking about, Pennsylvania Governor Josh Shapiro, he will be at the Harris rally in Philadelphia several hours from now. And while Shapiro missed out on the V.P. pick, his campaigning is far from over.In a statement, Shapiro said he will keep stumping for the new full Democratic ticket. \"Vice President Kamala Harris has my enthusiastic support, and I know that Governor Tim Walz is an exceptionally strong addition to the ticket who will help Kamala move our country forward.\" So, joining me now is Julia Terruso, national political reporter for The Philadelphia Inquirer. She's covered Josh Shapiro for years. And so, Julia, I just want to start with what are you hearing from the Shapiro camp about Harris skipping over him for this particular opportunity?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:03",
      "speaker": "JULIA TERRUSO, NATIONAL POLITICAL REPORTER, THE PHILADELPHIA INQUIRER",
      "sentences": "Yes, well, I think they would say that his statement shows how he feels in this moment. But Governor Shapiro is known as a very ambitious person in the state. I think a lot of people expected him to potentially run for president in 2028 and he hasn't lost a lot of elections, so to the extent that this was a campaign of sorts, a rare loss for him, perhaps.But he said, you know, he'll be on that stage today, later today, and stumping all around Pennsylvania. And I've heard some people say that, you know, having him in the state could be -- could be really good for Democrats, you know, if you're the vice presidential candidate, you're flying all around the country. But overwhelmingly, you know, Pennsylvania is so important, I think it's really on a lot of people's minds as they process this decision today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:03",
      "speaker": "JIMENEZ",
      "sentences": "Now, we've got some reporting that polling conducted by the Harris campaign didn't show significant national movement with any really V.P. finalists, both Shapiro and Arizona Senator Mark Kelly were shown to improve the democratic tickets chances against Donald Trump in Pennsylvania and Arizona, respectively.But those improvements were only on the margins as far as the reporting goes. Did you get the sense that Shapiro was going to move the needle in any significant way in Pennsylvania?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:03",
      "speaker": "TERRUSO",
      "sentences": "Well, look, he's a very popular governor here, and he's won statewide elections by some pretty big margins in a very narrowly divided state.That said, you know, I think there's been a lot of research out there that it's really unclear what kind of an impact you can have, I think in a state that's decided by such small margins, though, it's a conversation a lot of people were having. But I think, you know, it also comes as much down to electoral performance as personality. And I've heard a lot of people talking to me today saying they think Walz can appeal in a lot of the parts of Pennsylvania that they were hoping, you know, Shapiro would appeal in, and that Shapiro did really well in in these past statewide elections, that he's won big in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:03",
      "speaker": "JIMENEZ",
      "sentences": "And look, the announcement has been out for a few hours at this point. Do you get the sense that people in in Philadelphia, let's just say, are excited for Tim Walz?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:22",
      "speaker": "JIMENEZ",
      "sentences": "Well, and we've seen some polling even to this point that a lot of voters just don't know that much about Tim Walz, so it'll be interesting to see sort of this is the beginning of that introduction, especially to Pennsylvania voters.Julia Terruso, really appreciate you being here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:22",
      "speaker": "TERRUSO",
      "sentences": "Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:41",
      "speaker": "JIMENEZ",
      "sentences": "We're learning more about why Vice President Kamala Harris selected Governor Tim Walz as her running mate, among the factors persuading her were Walz's progressive accomplishments in Minnesota, such as establishing abortion as a fundamental right, providing free school meals for all students, passing paid family and medical leave for workers statewide, and signing gun safety legislation that includes expanded background checks and a red flag law. Now, Republicans are already targeting Walz's record.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:41",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "As governor of Minnesota, Walz supported legislation that endangers minors, hurts women, and puts radical ideology ahead of common sense.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:41",
      "speaker": "JIMENEZ",
      "sentences": "Now, Walz defended his record last week on CNN. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:41",
      "speaker": "JAKE TAPPER, CNN ANCHOR",
      "sentences": "Do you think your record is an asset to the ticket, or would it risk fueling Trump's attacks as you being a big government liberal?GOV. TIM WALZ (D-MN), U.S. VICE PRESIDENTIAL CANDIDATE: What a monster. Kids are eating and having full belly so they can go learn, and women are making their own health care decisions. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:41",
      "speaker": "JIMENEZ",
      "sentences": "Joining me now is Democratic Congresswoman Debbie Dingell of Michigan. So, Congresswoman, you served alongside Walz for four years if I'm not mistaken, your late husband served alongside him for eight. Is Walz the right choice here? How do you see today's news?REP. DEBBIE DINGELL (D-MI): So, first of all, I want to say the vice president needed to affect the person that she was the most comfortable with. But I know Tim Walz, Gwen Walz, they're both very close friends. I've known them for a long time. Gwen is one of the four some of us that have been through the thick and thin of life together. We, no matter where our lives have taken us, we stay close. We've all gone through hard times. Tim and John hunted together. They skeet shot together. They tried to bring people together from both sides, listen to everybody and find common sense solutions. And Tim is also one of the most loyal people I know, and I'm glad to see that they picked someone from the heartland to be her running mate, because the heartland is a great place to live and we matter, and I'm obviously excited.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:41",
      "speaker": "JIMENEZ",
      "sentences": "And look, the Harris campaign launched a new program yesterday aimed at attracting disenchanted Republicans. Are you concerned at all about Walz's progressive record on that front, that it could hurt that effort?Obviously, it seems the ideas are popular overall, but for this particular set of voter, could it help him or hurt him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:41",
      "speaker": "DINGELL",
      "sentences": "You know, I'm going to tell you, I hate labels, and I've always said that because what is -- I think when you care about working families and addressing issues that they care about, as you just played in the tape. You know, if we want to give every child a chance, we need to make sure they're not hungry. I don't think that's a progressive idea. I think those should be the values of America.I don't -- look, I'm a Catholic woman. I could never, ever have an abortion, and I went through in vitro. We supported each other when Gwen was going through these kinds of times, but the government doesn't belong in a woman's health care decisions, and that's what you're protecting. The right of a woman to make her own health care decisions. So, I don't -- you know, I hate these labels. I just does not -- I think this is a man who cares deeply about working men and women. He comes from the Midwest. He understands those values. He served in the National Guard. He looks at that flag. He knows what it needs to be an American, and doesn't think of himself as red or blue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:41",
      "speaker": "JIMENEZ",
      "sentences": "And look, there is no disputing the race now, I guess the ticket now looks very different than it did a month ago.Last month, you told us that Michigan voters were shouting at you at parades and other places that President Biden should stay in the race, and in a few weeks, it went from Biden now to Harris and Walz. I'm curious for your state in particular, based on what you're hearing from constituents, are they excited about this ticket? How can they take Michigan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:07",
      "speaker": "JIMENEZ",
      "sentences": "And look, you've known him a lot longer than I have, but back in 2020, my team and I were handcuffed and detained while reporting in Minnesota, and take a listen to how he responded to us a few days later.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:07",
      "speaker": "WALZ",
      "sentences": "Thank you for the professionalism. Thank you for understanding and I'm deeply sorry. And you can know that we've made other mistakes on this, as far as making sure that you have access, but protocols and everything else that we're learning have to change, because we have to create the space for you to tell a story. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:07",
      "speaker": "JIMENEZ",
      "sentences": "And I play that clip because Republicans have already started to attack him over his handling over what happened in 2020 and I play that because there was owning up what I think is fair to say, a mistake, and speaking very candidly with my team and me there.Is that consistent with who you've known him to be as a lawmaker, and how do you think he handled what happened there in Minneapolis that year?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:07",
      "speaker": "DINGELL",
      "sentences": "You know, I want to say, we've all been through really difficult, hard times, and there isn't this book that tells you how to live it by, he's not afraid to say he made a mistake. That's why I think he's one of the most real people I know.And you know what he cared about? Making sure that people were OK, that people weren't going to die, how to protect everybody. He's been through -- he's lived through Black Lives Matter. He's lived -- this is a man who's real. And you know, the thing I love about him the most is his loyalty. She's never going to have to look over her shoulder and wonder what he's up to. Tim, you know, I've gone through some hard times, and there have been different things. Tim Walz and Gwen are rocks. They don't run. They're not afraid to say, OK, I don't know -- how do we solve this? What have we done wrong? OK, this was a mistake. What do we do? He wants to solve problems. He is not -- let me very make clear, this is not a talking point politician. This is somebody who cares about people. He was a school teacher. He was a coach. He's just -- he wants to represent people and help make the communities he represents. It's been the state now, and now this country just a better place for everybody.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:07",
      "speaker": "JIMENEZ",
      "sentences": "And Governor quick -- or Congresswoman, quickly before we go, have you spoken to the governor today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:07",
      "speaker": "DINGELL",
      "sentences": "Um, I have not spoken to him today. Gwen and I have texted, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:07",
      "speaker": "JIMENEZ",
      "sentences": "That was a long um, a long um.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:07",
      "speaker": "DINGELL",
      "sentences": "Look, this is a friend. Hey, you know, friends text, but I've not talked to him. We texted -- the girls texted.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:07",
      "speaker": "JIMENEZ",
      "sentences": "Fair enough. Fair enough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:07",
      "speaker": "DINGELL",
      "sentences": "We're girlfriends. Girlfriends are there for each other in the good and the bad, and we didn't know how this was going to go, but you're just there for whatever it's going to be. And we're going to make sure she's never alone, that we got her back, and we're going to tell her the truth. She said, you've got to promise to tell the truth. And you know what? I'm a truth teller.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:07",
      "speaker": "JIMENEZ",
      "sentences": "Yes, Congresswoman Debbie Dingell, really appreciate you being here. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:07",
      "speaker": "DINGELL",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}