{
  "date": "2024-02-05",
  "headline": "CNN News Central",
  "subHeadline": "Millions of People at High Risk of Flooding in California; Jury Deliberations Begin in Case of School Shooter's Mother; Trump Narrowly Tops Biden in New NBC News Poll. Aired 10-10:30a ET",
  "utterances": [
    {
      "timeStamp": "10:00:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "Hurricane force wind gusts, life threatening floods, and half a year's worth of rain in less than 48 hours. We are in the middle of it all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "A jury has just started deliberating the fate of the Oxford High School shooter's mother. It is an unprecedented case. Will she be held accountable for what her son did? We are keeping a close watch for the verdict.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "And Boeing is facing a new issue with its 737 MAX jets, one that could cause further delay.I'm Kate Bolduan with Sara Sidner and John Berman. This is CNN News Central.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "BERMAN",
      "sentences": "At this moment, nearly 40 million people across California are under flood advisories as a powerful storm dumps record rainfall on that state. Emergency responders were busy overnight rescuing people trapped in floodwaters. Crews saved three people clinging to a tree.A state of emergency has been declared in eight California counties. Powerful hurricane force wind gusts slamming the state, more than 50,000 customers do not have power. Let's get right to CNN Meteorologist Allison Chinchar. What can they expect over the next few hours, Allison?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "ALLISON CHINCHAR, CNN METEOROLOGIST",
      "sentences": "Unfortunately, additional rainfall, which is the last thing a lot of these areas need, as well as still some gusty winds. Here's a look at where it's raining and snowing right now.You can see we still have some rain showers, even heavy at times across Northern and Central California. But by far the heaviest rain is still focused over portions of Southern California. And that does include the city of Los Angeles. This is where we have a lot of our flood watches and even our flashflood warnings, in effect. Now, that flashflood warning means that flooding is imminently occurring. We are still dealing with those roadways, underwater submerged vehicles. There are landslides across many of these areas. And, unfortunately, that may continue for the next several hours as more of those heavy rain bands continue to push in. Here is a look at Mission Creek. Again, you can see that water right up against that bridge there. And these rivers, creeks and streams are going to continue to swell throughout the day because all of that water that came in the mountains has to flow back down. And it's going to continue to fill up a lot of the rivers, creeks and streams, as well as roadways. We're looking at some of the new totals coming in several areas picking up already over nine inches of rain in just the last two days. Some of the other areas, even downtown Los Angeles, picking up about five and a half inches. Keep in mind, these areas are still expected to get an additional one to three inches on top of what they've already had. And that's why you have such a widespread area for potential flooding today. The target point is certainly going to be across Southern California, including Los Angeles, which is under the very rare high risk, yet again for the second day in a row. To put this in perspective, you only get high risks issued on fewer than 4 percent of the days per year on average. But they account for more than 80 percent of flood damage, as well as nearly 40 percent of flood-related deaths. So, again, something to take very seriously. Another concern is also power outages, still looking at more than half a million people without power in the state of California right now. And those could continue to tick up, especially when you see some of these wind reports over 100 miles per hour for the rest of the day today, still likely to get some in excess of 60 miles per hour.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "BERMAN",
      "sentences": "Look at these wind speeds. All right, dangerous moments, to be sure. Allison Chinchar, thank you very much. Sara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "SIDNER",
      "sentences": "All right, we're going to keep continuing to talk about this.Joining me now is Andy VanSciver, public information officer for Ventura County Fire Department. We love our fire department. We know how much work that you guys do. You are joining us now via phone. What are you seeing out there? What are some of the problems that you are actually encountering, as we're looking at some of these pictures across Southern California that are just trees downed, there are rivers where there shouldn't be? Tell us what you're saying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:01",
      "speaker": "SIDNER",
      "sentences": "Yes. I mean, that is a lot of rain knowing that area. Ventura is a beautiful place, but it can be very, very dangerous.Is there any threat? Are you hearing from people about any potential landslides? Anything that is happening on that front, which often happens when you get this amount of rain coming in and coming down those hills and the mountains?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:01",
      "speaker": "VANSCIVER",
      "sentences": "Right. The hillsides are becoming saturated with the two storms that we've had in the last 12 to 14 days. And so we are seeing some localized debris flows coming across some of the roads and Caltrans and our Public Works Department are doing a great job of keeping them open.They seem to affect more of the steeper roadways. Those are usually roads that are not a freeway but more of a two-way road. Some of them are currently closed and we're working at getting them opened as soon as possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:01",
      "speaker": "SIDNER",
      "sentences": "We're looking at some pictures just now from early this morning of a rescue happening where there's a helicopter, there is a rescue worker going down to get somebody out of flooded waters.The floods, are those the things you're most concerned about? The amount of rain, there has been some powerful winds, but it is it the water that is the biggest concern still?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:01",
      "speaker": "VANSCIVER",
      "sentences": "It is. But, honestly, our biggest concern is life safety. And so we worked really hard with our associated partners, our helicopters, our sheriff's departments to notify individuals that we're living in the homeless areas and homeless encampments in the river bottoms with our helicopters to notify them. We did execute the city of Ventura Fire Department, did a rescue with their hook and ladder truck from the 101 Freeway yesterday, about 8It's really risky to be out in those conditions. We encourage everybody to, if you see moving water or water is coming near you, to please turn around and don't drown. We've been successful at rescuing most everybody from vehicles. We haven't had any fatalities. We've had a lot of car wrecks at this point in time, but we've been fortunate no one's gotten killed yet or seriously injured.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:01",
      "speaker": "SIDNER",
      "sentences": "Andy, thank you so much for giving us the very latest of what's happening there, that the rain event hasn't been as devastating as you thought so far, but there have been rescues and you still want people to be very careful as you go through what is an atmospheric river. We appreciate your time and the work you do there in Ventura County.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:01",
      "speaker": "VANSCIVER",
      "sentences": "Okay. Thank you very much. Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:01",
      "speaker": "SIDNER",
      "sentences": "All right. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:01",
      "speaker": "BOLDUAN",
      "sentences": "Also happening right now, a jury has gone behind closed doors in Michigan to deliberate over a verdict in a first of its kind trial. What to do about the mother of a school shooter? Should that mother, Jennifer Crumbley, be held responsible for the crimes of her son? This is a son who killed four students at his school back in 2021.CNN's Jean Casarez is outside the courthouse for us in Pontiac. You've been following every moment of this extraordinary trial. We're showing video from last hour of Jennifer Crumbley as she went into the courtroom. Bring us up to speed on what is happening and what to expect today, Jean.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "BOLDUAN",
      "sentences": "Jean, also can you talk about is there an expectation of how long this jury could be deliberating? That is clearly only up to them. How long they could be in there. What is the schedule like? Has the judge said any expectations? CASAREZThey'll get right to work. There's over 400 exhibits, prosecution alone, more or less the defense. Normally, they take a straw poll and then they take it from there, but I think it's anybody's guess how long this will take.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "BOLDUAN",
      "sentences": "Absolutely. Jean, I'm so thankful you're there. Thank you so much. We'll get back to you. We're following this very closely throughout today. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "BERMAN",
      "sentences": "Interesting though that they can deliberate there until the evening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "BOLDUAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "BERMAN",
      "sentences": "There has been an eruption of new political polling over the last few days showing the state of a perspective race between President Biden and Donald Trump.CNN Senior Data Reporter Harry Enten is here to help us understand it all. A lot of new polling, Harry. Let's talk about the totality of it. What does it say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "HARRY ENTEN, CNN SENIOR DATA REPORTER",
      "sentences": "Yes. Let's take a look. So, a lot of new national polling out here and we see basically a range of different results, right? The NBC News poll that came out yesterday had Trump up by five. That matches what a Reuters/Ipsos poll had last week, Trump up by five, very close to our CNN/SSRS poll that had Trump up by four, but very different from that Quinnipiac University poll that came out last week that actually had Biden ahead by six points.And I just wanted to acknowledge that we've had these differences because I actually had a viewer email saying, hey, you spoke about, A, Quinnipiac and then you had another poll that had Trump up. So, there's really this range of polling that we get and sometimes this does, in fact, occur, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "BERMAN",
      "sentences": "So, let's pause for a moment, Harry, and talk about what we should do with these numbers when they seem different.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "ENTEN",
      "sentences": "Yes. What should we do with these numbers when they seem different? How about do something called average the poll results, okay? Averaging. We get a lot of different polls, a lot of different things, there are margins of error, so we average them. And what do we see? We do, in fact, see that Donald Trump is ahead, but he's ahead by about two points in the average of polls, right?And the other thing I want to mention here, John, is that the polling, at least on the average, has been fairly consistent, which does show Donald Trump is ahead of Joe Biden by a small but noticeable margin, two points back in January, two points back in December. So, it's not a surprise that we'll occasionally get that poll that shows Joe Biden up by a little bit, at least, given that Trump has a small leading average, because that's what we'd expect. There are margins of error surrounding polls, so we should, in fact, get a few that have Biden up and a few that have Trump up by an even larger margin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "BERMAN",
      "sentences": "And look at trends. Just follow the trends. Don't get caught up in any one number.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "ENTEN",
      "sentences": "Correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "BERMAN",
      "sentences": "All right. Harry, if you are part of President Biden's re- election team right now, what are you seeing, if anything, if you're looking for rays of light there, what is that ray of light?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "ENTEN",
      "sentences": "Yes. So, you know, normally when we talk about turnout, Democrats like the idea that we want larger turnout. The more people in the electorate the better it is for the Democratic candidate. I'm not sure that's necessarily the case this time around, all right?So, this is the Biden versus Trump margin. These are a few polls over the last few months. Registered voters, that is all voters in the electorate. What do we see? A New York Times poll last two months ago had Trump up by two. That Ipsos poll we mentioned earlier had Trump up by five. But look at this, among likely or certain of vote voters, look at this The New York Times went from Trump plus two among registered voters to Biden plus two among likely voters in that Ipsos poll that had Trump up by five among all registered voters among those certain of vote, look at that, it shrinks down with time. So, in fact, what we may see, as more pollsters start putting out these likely voter numbers, these certain of vote numbers, this could benefit Biden. It turns out that his voters seem a lot more intent on voting while those Trump voters perhaps are less inclined to go and vote.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "BERMAN",
      "sentences": "And just to be clear, this is a smaller pool than this is, and this is the reverse of what we've seen over the last you know 50 years of polling, generally speaking, likely voters benefit Republicans more than they do Democrats.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "ENTEN",
      "sentences": "That's exactly right. And that might also be why Democrats have been dominating those special elections because those of the elections have the smallest turnout.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "BERMAN",
      "sentences": "That's a really interesting point there. All right, Harry Enten, great to see you this morning. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "ENTEN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "BERMAN",
      "sentences": "Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "BOLDUAN",
      "sentences": "Thank you, sir. Joining us right now to talk about this is CNN Political Commentator, former communications director for Vice President Kamala Harris, not Scott Jennings, Jamal Simmons will be joining us. He's going to make a dramatic entrance, apparently, Scott, mid-segment, and also, Scott Jennings, CNN senior political commentator, former special assistant to President George W. Bush. Let's get into it and maybe we'll allow Jamal to join us mid.You looked at these numbers, specifically the new NBC numbers that came out over the weekend. Scott, you said these numbers are a catastrophe for Biden. Why are they -- why do you see this as worse than some of the similar numbers that we've seen before? I mean, what do you think about what Harry and John were just talking about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:03",
      "speaker": "BOLDUAN",
      "sentences": "Don't gloss over the democracy number either. That seemed like a red light, from my perspective. I mean, the two men are essentially tied on the issue of protecting democracy, 43 percent of voters preferring Biden, 41 percent preferring Trump.But if you're Joe Biden and you have essentially based your entire first campaign, you've largely based the beginning part of your re- election campaign on defending democracy, and these are the numbers you're putting up right now, if nothing else, does that show the campaign message isn't working on this? JENNINGS:  Well, the question of saving democracy means something very different to Biden voters and to Trump voters. And if I had to say -- and I'll take it for Jamal here since he can't join us yet, but if I had to say something on the Biden side of this poll, the one thing that gave them a ray of light was on Donald Trump's role in January 6th. The question was asked if he's convicted of a felony, would you then change your mind about the election? And in that case, Biden was slightly ahead on the ballot test against Trump. However, however, the pollster who took the poll said he kind of threw cold water on it and said, I'm not sure these voters who say they're switching today back to Biden, they don't really like Biden. So, he was even dubious that they would come off of it. So, yes, they have staked so much of this presidency and their messaging on the question of saving democracy. I mean, frankly, as a strategist, I'm asking this question, if you believe democracy is on the ballot and you believe that your winning is critical to the future of democracy, it's a fair question for voters to say -- for Democrats to ask, you know, you're rolling the dice here on a guy who looks like he's in pretty rough shape against Trump right now. And on the other side of the equation, we all thought this in the November '22 midterm, we thought Republicans were going to roll, we thought independents were going to go with Republicans and they ended up siding with the Democrats. So, there is some empirical data that voters may buck this kind of polling, but if you're just looking at numbers, and in my profession, you got to look at this and say, lots of problems here for the Democrat president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:03",
      "speaker": "BOLDUAN",
      "sentences": "On that number of if Trump is convicted of a felony, you know, it would be, what is it, 45 Biden and then Trump is 43. Republican Governor of Georgia Brian Kemp, no love lost between Donald Trump and Brian Kemp to say, he was asked about this morning, and he said I think that I would definitely have concerns about voting for someone that has been convicted. Do you think -- how real do you think this is?It's one thing to ask it in a poll when we're this many months out from a general, right, but how worried do you think folks should be about this factor, not if he's going to be convicted, what people's reaction to it's going to be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:03",
      "speaker": "JENNINGS",
      "sentences": "Well, there is a cohort of voters who have repeatedly told pollsters, and they've told entrance and exit pollsters in Iowa and New Hampshire as well, that if Donald Trump is convicted of a crime, they will not vote for him for president. And those are Republicans who are showing up to vote in a Republican primary setting. So, this is a concern, obviously, for the Trump campaign, because you can't lose that many voters.The question is of fitness. Do you believe this person is fit to be the president? And right now, you have a massive number that don't think Joe Biden is mentally fit. And then you have this cohort lying out there that says, well, if Trump is convicted, he wouldn't be fit. So, then you have a whole bunch of voters who are saying, I've got two unfit choices. And at that point, where do they go? I think some of the Republicans would not want to vote for Trump, but they may also not want to vote for Biden. So, you could see some fluctuations in turnout if you get to a situation where people don't think either of these guys are qualified or fit to be president United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:03",
      "speaker": "BOLDUAN",
      "sentences": "Before the general, one quick primary question. If I read you this headline, Nikki Haley's team has a huge fundraising month in January, 16.5 million in new donations in January, making it Haley's best month of fundraising to date, according to her campaign. That's almost as much cash as the three prior months combined. Is money going to keep her in this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:01",
      "speaker": "BOLDUAN",
      "sentences": "Conversation so good, we didn't even let Jamal into this one or his connection was just -- his connections just messed up. It's good to see you Scott. Thank you. Sara?",
      "isLastSentenceInterrupted": false
    }
  ]
}