{
  "date": "2024-06-01",
  "headline": "First of All with Victor Blackwell",
  "subHeadline": "Members of \"Exonerated 5\" Reacts To Trump Conviction; Exonerated Man Sues Over Legally Blind Eyewitness; First Indian- American Champ On Spelling Bee Dominance; Freed Murder Convict Sues Chicago Over Eyewitness Who Turned Out To Be Blind; Celebration Of LGBTQ Plus Community Kicks Off Across U.S.; Indian Americans Dominate Scripps National Spelling Bee. Aired 8-9a ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "VICTOR BLACKWELL, CNN ANCHOR",
      "sentences": "As Raymond processing this, we are going to talk with him in just a moment. Plus a conviction thrown out over testimony. Listen to this. From an eyewitness who was blind. Darien Harris is a free man but he lost 12 years in prison. Now he is on a fight for justice. We will speak with Darien.And the newly crowned National Spelling Bee champ continues a trend of Indian Americans dominating the competition. The bee's first Indian American champion who now leads an organization dedicated to getting students in that community to the top of that contest is with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "AMARA WALKER, CNN ANCHOR",
      "sentences": "Like a word of that. All right. Have a great show, Victor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BLACKWELL",
      "sentences": "Thank you very much. Let's start right now.Well, first of all, you cannot credibly campaign on law and order and claim the justice system is rigged because you don't agree with a jury's verdict. But ahead of his felony sentencing on July 11, former President Donald Trump is doing just that. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "DONALD TRUMP, PRESIDENTIAL CANDIDATE",
      "sentences": "If they can do this to me, they can do this to anyone. These are bad people. These are in many cases I believe sick people.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BLACKWELL",
      "sentences": "Where Trump and his supporters wrongfully see persecution here others the accountability. But my first guest today sees karma. Raymond Santana along with Korey Wise and Tron McCray, Kevin Richardson, and Yusef Salaam were teenagers when they were charged, tried and convicted for beating and raping a woman in Central Park in 1989. Donald Trump paid for full page ads in New York City newspapers. He called for the death penalty to be reinstated in New York. Trump wanted these boys killed.In 2002, a convicted rapist and murderer confessed to the Central Park rape and the Central Park Five became the Exonerated Five but Trump has never acknowledged their innocence or apologized. Raymond Santana, one of the Exonerated Five is with me now. Raymond, good morning to you. And thank you for spending a couple of minutes with me. We've now had about 36 hours since the verdicts were read. What now is your reaction after you've had some time to think about it? RAYMOND SANTANA, MEMBER OF EXONERATED \"CENTRAL PARK FIVE\": First off, good morning, Victor. Thank you for having me. You know for me, it was about karma. It was the example of you know, this is what happens when rich billionaires who stand on white privilege now have to answer, right. So it becomes a surreal moment, it also becomes a moment where you just got to take it in, right? This is the stuff that we had to deal with if 1989 go to trial, hearing the conviction, right, even a guilty verdict, and then now having to sit there and wait for sentencing. I understand that process all too well. And so I think now it's like, you know, you get to see a person of Donald Trump stature, right, who's a former president. And now you get to see that he's not above the law that he can be touched, right, that he can have this experience that's very similar to mind. It becomes a moment that it's a surreal moment. And it's a full circle moment for me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BLACKWELL",
      "sentences": "As soon as I posted on my social media that you were going to be joining me this morning, there were more than a few people who said, well, they need to now take out the ad. It's time for the Exonerated Five to pay for these full page ads. I'm sure you got the same thing. What do you tell people who say turn it on him and you take out the ad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "SANTANA",
      "sentences": "Yes. Go 100%. You know, I mean, these ads, this was the $85,000 page ad that was calling to reinstate the death penalty for 14 and 15 year old kids. I think for me, it's tasteless to call for the death penalty for Donald Trump. And then also the, you know, people wanted to take out these ads in these newspapers. And these were the same newspapers in 1989, who wrote the most outrageous headlines to sell papers.So they was also a deciding a contributing factor to our conviction. So why would I go and spend promotional dollars, you know, dollars to put other ad with the same newspapers who will call in also for us to be to be guilt?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BLACKWELL",
      "sentences": "Do you have thoughts on sentencing? If you had your druthers what the punishment would be for Donald Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "SANTANA",
      "sentences": "I mean, in a perfect world would love to see Donald Trump go to prison. But I have to be realistic, right? This is his first felony, even though it's 34 counts. So we know that there's a range when it comes to sentencing we do understand that portion. For me, the only thing that I think about now is that not at Donald's Trump has experienced the criminal justice system, now that he has you know dealt with prosecutors, dealt with the court system itself said that is rig, acts for venue change, right? Said that there's no respect. [08He called it, you know, he called -- he said it was a rig decision. And so now that he has gone through this experience, and he has experienced the criminal justice system, and its toll -- and it's almost totality. I want to ask him, do you think that was still guilty? Right? Do you think that the criminal justice system, you know, is it correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BLACKWELL",
      "sentences": "You know, that's an interesting point, because there are some people I've had black Republicans on this show, who've told me that because of their experiences black and brown people's experiences with the criminal justice system, and when Trump says it's rigged, that his rhetoric, endears him to them that they sympathize or empathize with him, what would you tell the Black and Brown voters who are more likely to vote for him simply because he says the system is rigged against me? It's rigged against you. And now we have some relationship because of that and tries to get their vote through his lies about the president setting this up for his political takedown?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "SANTANA",
      "sentences": "Well, I mean, at the end of the day, he hasn't really talked about criminal justice reform. Now that he has experienced that, you know, has he come out and denounced the criminal justice system has, you know, has he said all right, by getting into office, I'm going to change the system. He has it. He has doubled down on other policies to reinforce the system. You know, he's talking about giving police officers immunity. And immunity means that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BLACKWELL",
      "sentences": "Technical issue there, unfortunately, with Raymond Santana, one of the Exonerated Five, reacting to the conviction of former President Trump. My thanks to Raymond Santana, for being with me this morning.All right. Now President Biden mentioned the Exonerated Five in his speech this week. He's warning black voters about what he calls Donald Trump's \"racist and toxic agenda\". Watch this. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "JOE BIDEN, USA PRESIDENT",
      "sentences": "Why didn't what happened black Americans are storming the Capitol. I don't think he'd be talking about pardons. This the same guy wants to tear gas you as you peacefully protested George Soros murder, the same guy who still calls the Central Park Five guilty, even though they're exonerated. He's that landlord who denies housing application because of the color skin. Face that guy won't say black lives matter and evokes now Nazi third, right terms?(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:10",
      "speaker": "BLACKWELL",
      "sentences": "Let's talk about the Commonwealth of Pennsylvania now. You've called it the center of the political universe. It's a lot harder for a Democrat to win the White House without it. It's that element of the blue wall. The President and has been there 39 times since taking office in 2021. But it's still very tight. What is he getting out of this? It was tight in 2016, tight, tight tight in 2020. But what is the challenge that the President is having that, are these visits paying off that it's still so close compared to the times that Donald Trump has been there far fewer?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:10",
      "speaker": "KENYATTA",
      "sentences": "Well, listen, I look forward to the President's 40th Visit back to back to his home. And so we love we love having the president here. And I think a part of the reason Pennsylvania is not just an important place to visit but an important backdrop is because Pennsylvania really does look like this country, you look geographically racially, you know, and you see America represented right here in Pennsylvania. And also Pennsylvania, I always say this, we have a special responsibility to protect, preserve and expand this fundamental experiment in democracy. The President understands that. And what he did the other day is going to be a big part of the strategy.The president during his speech went through a list of things that Donald Trump has lied about really trying to take credit for the President's record. And so I think there's a lot of myth busting that needs to be done in is going to continue to be done by the President, by me and by many others who are going to go out and tell this President's record. It was Joe Biden that actually got the largest investment in infrastructure that we've ever seen. Donald Trump talks about it, talks about it, but Joe Biden got it done. Joe Biden lowering the cost of prescription drugs, taking on the big pharmaceutical companies, and winning. Joe Biden actually putting checks into people's lives are incompetent I mean. And Donald Trump rise and trying to take credit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:10",
      "speaker": "BLACKWELL",
      "sentences": "To take to voters, let me ask you about this though. This disparity in the reaction from black voters in the latest New York Times Siena College Poll, in which President Biden, if they had to vote on the day in which they were asked black voters 50% would vote for President Biden. But the Democratic Senator Bob Casey, there is it 72%? Why is President Biden performance so much worse than the other statewide Democrat on the ballot? 12 -- 22 points behind?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:10",
      "speaker": "KENYATTA",
      "sentences": "Listen, let me tell you this. I am a young black man from north Philadelphia, who also happens to be running statewide here in Pennsylvania, I spent a lot of time going around this Commonwealth to every single corner and pocket. And I'm telling you this Victor here today, Joe Biden is going to win Pennsylvania, and he's going to win black voters overwhelmingly.But Joe Biden is doing something that me and folks you've interviewed for years, have asked politicians to do. Don't take anybody for granted. Don't take black voters for granted. Don't start talking to black voters in October. And assuming that they're going to come out and support you. You have to make a case. And that's what this President is doing. He's not saying to anybody, hey, you voted for me four years ago. Of course, you're voting for me four years later. I don't need to talk to you. No. He's talking to every single voter, including black voters about the stakes of this election, about his vision for the future, and about his capacity to actually get things done. Donald Trump, beyond anything else, he does not have the capacity to be president. He doesn't know what's going on. He doesn't understand the issues. But more than anything else, he doesn't have a heart for people. Donald Trump only cares about himself. And I think when folks make that call, they're going to ask who cares about me? The answers Joe Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:19:37",
      "speaker": "BLACKWELL",
      "sentences": "An investigation by Mississippi today and the New York Times has revealed explosive text messages between a group of Rankin County Sheriff's deputies who call themselves The Goon Squad. Photos of corpses, tips on how to terrorize suspects even jokes about rape. And we first learned of the Goon Squad when five deputies and an officer were charged for brutally torturing and abusing two black men near Jackson. But more than two dozen other people told the papers something similar happened to them. The report has found conversations that went back years, and some of the deputies in the chat are still in the department.Joining me now is Brian Hovey. He's a local investigations fellow with the New York Times and investigative reporter at Mississippi today and the Mississippi Center for Investigative Reporting. Brian, good morning to you. Thank you for this work you're doing and for speaking with me. First, the Department of Justice found that the the abuse and the attacks on Michael Jenkins and Eddie Parker were planned in a group chat. Have they found evidence that what they discuss in these group chats actually happened that there really are other victims? Tell us about your reporting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:19:37",
      "speaker": "BRIAN HOVEY, LOCAL INVESTIGATIONS FELLOW, THE NEW YORK TIMES",
      "sentences": "Thanks so much for having me, Victor. The contents of the group chat have not been connected to any real world events that were aware of, say for the Michael Jenkins and Edie Parker incident. And we're not entirely clear whether the WhatsApp chat that was used to plan the Michael Jenkins in any partner incident was the same as the one that we've unveiled this week.What we do know though, is that the contents of the chat the jokes that deputies were making bear striking similarities to what we uncovered over the past two decades here in Rankin County. Deputies joking about teasing people in the face and genitals, joking about kidnapping people they didn't lik, joking about making a game out of shooting people or handcuffing people and beating them up. These mirror the allegations that we discovered from the accounts of at least 22 people over the course of 18 years here at Rankin County.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:19:37",
      "speaker": "BLACKWELL",
      "sentences": "Let me show one example of an exchange you found where they're talking about turning the job into a game where one asks, how many points is a shootout? Another says depends if they die or not. One more times, and they'll die another they die. And then hahaha at the end.Do we know if there is a possibility of consequences for people other than the officer and the deputies who are already responsible being held responsible for the attacks on Michael Jenkins and Edie Parker? What's the sheriff's office saying about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:19:37",
      "speaker": "HOVEY",
      "sentences": "Well, we know that the Department of Justice is continuing its investigation into the Rankin County Sheriff's Department. They recently held a town hall asking for local residents to come forward with information about incidents involving deputies at the department in terms of the sheriff's office after we brought the results of our most recent investigation to them. They released a statement saying that the sheriff's office had conducted a review of its deputies a review that they say is ongoing and had found that the actions of their current employees are and will remain proper as they serve the citizens of Rankin County.Now, I want to put this in context. This statement is coming out after we've told them that one of their current deputies engaged in jokes about kidnapping someone after another one of their current deputies was shown to have shown a picture of a rotting corpse in his WhatsApp channel. And after one of their current deputies, who is now a lieutenant in the department joked about a video which appears to show a deputy defecating on the bed of someone they have recently arrested.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:19:37",
      "speaker": "BLACKWELL",
      "sentences": "What is, because you're in Mississippi, what is the mood? What is the feeling amongst the people who are supposed to be served and protected by this department?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:19:37",
      "speaker": "HOVEY",
      "sentences": "Well, we've seen our repeated calls by residents of Rankin County for sheriff Brian Bailey to resign. So far, Sheriff Bailey has said he has no plans to resign. But there have been numerous protests, both outside of the sheriff's department and outside of the local courthouse. There have been town halls, discussions amongst members of the community, basically calling for Brian Bailey to step down. The feeling here is that either Sheriff Bailey knew about what was happening at the department or if he didn't know it points to his incompetence as the leader this is what members of the community have said.And so they're there is this blanket of distrust in Rankin County over the Sheriff's Department.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:29:56",
      "speaker": "BLACKWELL",
      "sentences": "A man in Chicago is suing the city after spending 12 years in prison for a murder that he did not commit. In 2014 Darien Harris was sentenced to 76 years in prison for murder and attend murder. But his conviction was based on testimony from an eyewitness who was legally blind. He was released from prison in December.Joining me now is Lauren Myerscough-Mueller with the Exoneration Project who represented Darien. Lauren, this story is almost unbelievable if we hadn't covered so many exonerations of similar concern. You in this lawsuit alleged that it was an eyewitness who saw -- said they saw Darien at a BP station where the murder happened, but had been declared legally blind what nine years before they gave that testimony. How could this have happened and did Chicago PD no this at the time? LAUREN MYERSCOUGH-MUELLER, STAFF ATTORNEY, THE EXONERATION PROJECT: Well, that is the question for in the civil lawsuit. Right. It's hard to believe that they wouldn't have known. We have talked to people who said everyone knew we've talked to the blind eyewitness who said that he had to use a special apparatus in order to see anything to look at lineup photos, anything like that. So for him to have been able to identify Darien it's, I mean, it's impossible he wouldn't have been able to even look at a live lineup given his vision without someone telling him who to pick out based on his eye records based on our experts report that she did. And there's another eyewitness who was a gas station attendant he saw the whole crime and he said that the police tried to make him pick out Darien that they showed him a picture of Darien and said this is who you need to pick out and he said that's not who did it. I saw the perpetrator it is not that person and he wouldn't pick out Dairen So the kind of easy assumption is that they probably did the same thing when the blind eyewitness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:29:56",
      "speaker": "BLACKWELL",
      "sentences": "So and I just want to tell you watching or listening at home, we had Dairen booked for today we're having a technological issue trying to get him on. If we get that solved, he'll join this conversation. But until then, Lauren, if you say that there was another witness who says that the detectives wanted them to identify Darien, why? Why him specifically were they trying to just choose someone or him specifically?MYERSCOUGH-MUELLER: I think it was just trying to choose someone and close the case, because the Darien had no prior record. He had never been arrested before ever. He was just over 18. He was about to graduate high school, he was had an offer at Georgia State, he was wanting to go to college, you know, he had this bright future ahead of him. So there's no reason that they would have focused on him as some, you know, some kind of gang member or someone they knew to be doing bad things. What happened based on the records is that allegedly someone called the victim's brother and said the perpetrators in this YouTube rap video and Darien was in that video. But so was the actual shooter who we now know is the actual shooter. So I think it became a case of mistaken identity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:29:56",
      "speaker": "BLACKWELL",
      "sentences": "Darien is with us now. Darien, thank you, for us for working through the technical issue. When you found out that this I witnessed that they relied so heavily on was legally blind and you spent 12 years in prison for that, what went through your mind when you heard and learn that? DARIEN HARRIS, EXONERATED OF MURDER AFTER 12 YEARS IN PRISON",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:29:56",
      "speaker": "BLACKWELL",
      "sentences": "When you think back over the 12 of the 76 years that you were sentenced and you spent 12 in there and what you lost, what goes through your mind when you think about how much time was just lost for this wrongful conviction?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:33",
      "speaker": "BLACKWELL",
      "sentences": "June is pride month when the world's LGBTQ communities come together celebrate the freedom to be themselves, ourselves. But as much as there is to celebrate, there is still a lot of work to do. Joining me now is Michael Ighodaro with Global Black Pride and Melissa Scott, and organizer of Black Pride Weekend in Atlanta. Good to have both of you.I think there are a lot of people who and I'm surprised every year who are hearing for the first time that there is black pride, that there are crimes that are different than the one that most people see in June. Michael, let me start with you. Because last Saturday was George Floyd the fourth year since he was murdered. And I know that in June of 2020, while the world was going through this racial Reckoning and global black pride was founded. I wonder how that informed the founding of Global Black Pride and the racial reckoning that needs to happen within our own community.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:33",
      "speaker": "MICHAEL IGHODARO, GLOBAL BLACK PRIDE",
      "sentences": "Thanks, Victor. Thanks for having me. First of all, just saying Global Black Pride is growing for a few reasons. First, people are recognizing the importance of intersectionality within the LGBTQI plus community. Black LGBTQ folks face unique challenges that need attention. Our event gives them a space to discuss these issues and feel a sense of belonging.Around the world Victor, LGBTQ individuals space significant challenges and threats, their rights and freedoms in some countries, and to get lots of particularly ash. For instance, in Uganda, it has been one year since the enactment of a law that criminalizes such relationship, imposing severe penalties and fostering a climate of fear and discrimination. Fortunately, Uganda is not alone countries such as Nigeria, Saudi Arabia, and even Jamaica, also have signaled anti-gay laws that endanger the lives and well-being of LGBTQI people. So Global Black Pride was requested to provide a space and a voice for people around the world who cannot celebrate pride, because again, we all know free country, we are all completely free around the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:33",
      "speaker": "BLACKWELL",
      "sentences": "Melissa, some organizations are created, or at least born out of the exclusion from others, or the marginalization in others from HBCUs to fraternities, how much of that, if at all, is the impetus, the catalyst for black pride here in Atlanta?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:33",
      "speaker": "MELISSA SCOTT, ORGANIZER, ATLANTA BLACK PRIDE WEEKEND",
      "sentences": "I mean, it's people of color have different needs, different financial needs, different educational needs, to different health needs. So I mean, it's extremely important that we show a focus, and it's exclusive. But it's important, you know, to show the separation and to also cater to specifically.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:33",
      "speaker": "BLACKWELL",
      "sentences": "You know, I don't want people to feel like as we talk about some of the divisions and some of the splits within the LGBTQ community, that it is just personal prejudices. You mentioned the health challenges, and I want to read this I learned from the CDC.According to the CDC, this is 2021, Black Americans 13 and older were 12 percent of the U.S. population, but accounted for 40 percent of people with HIV. Black men who have sex with men represented 2 percent of the population, but 70 percent of the new HIV cases, and black women, the new HIV infections that year 10 times that of white women, four times that of Latinos. Those, again, domestic numbers. That has to shape the programs, the events that might be different from the larger pride.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "BLACKWELL",
      "sentences": "Michael, how is it as we've discussed being anti-racist, globally? How is -- what's anti-racism look like within the LGBTQ community?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "IGHODARO",
      "sentences": "Thanks, Victor. Just to add to the first point you mentioned, as someone with HIV as a black gay man living with HIV, it's so important for us to talk about the need that we have in our community. And Atlanta is one of the epicenter of HIV.So it's so important to put the spotlight on those issues and talk about like, you know, we have issues like you know, black people don't know about the fact that when you're living HIV on medication, you cannot transmit HIV. So there's new equals, so we need to let our community know about that. To your question, like when I was in Nigeria -- when I was in Nigeria, I did not know that I was black until I came here. So it's like, you know, racial issues around the words very different from what it is in the US. So when I came here, I found that I was not just gay, but also I was also black. So those issues I really, really was important to speak about and put the spotlight on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:41",
      "speaker": "BLACKWELL",
      "sentences": "And he did. 12 Bruhat Soma is the 2024 Scripps National Spelling Bee Champion. He spelled 29 really difficult words in the spelling the second ever spell off. Bruhat joins a long line of champions.Since 1999, 29 of the last 34 Scripps National Spelling Bee champions have all had one thing in common. They're all Indian American. Those victories have given rise to a lot of theories about why children from this community performed so well. And it all comes down to practice. So joining me now is Balu Natarajan, the first Indian American champion of the Scripps National Spelling Bee, and president of the North South Foundation. This is a nonprofit that conducts academic competitions and programs for students. Balu, thank you for being with me and correct me now if I'm -- if this is an overstatement, but the fascination in the South Asian American community with the spelling bee started with you. And your win in 1985, when it reverberated through the U.S. community and South Asia, what was it about spelling that really caught on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:41",
      "speaker": "BALU NATARAJAN, PRESIDENT, NORTH SOUTH FOUNDATION",
      "sentences": "So I think the biggest thing is opportunity. So I think people knew that, you know, even though we looked different than our last names are much harder, that we could succeed even on a stage like this. And our community embraced it beyond my wildest dreams very quickly.And about 14, 15 years after my victory, we started this string, that is something I still have trouble being able to appreciate or fathom, but it's happening, and it's going on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:41",
      "speaker": "BLACKWELL",
      "sentences": "So tell me about the North South Foundation, you have these spelling competitions across the country that really is served as the incubator as the minor leagues to catapult these students to the Scripps National Spelling Bee walk me through it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:41",
      "speaker": "NATARAJAN",
      "sentences": "So we do a lot of various competitions in STEM and English and language arts, we also do coaching. But yes, the whole point is even at age six, to give folks opportunity, to give them the confidence that they can learn, and whether they wind up hosting that trophy at the end as national champion, or they just learn really our goal is to give them confidence, but also to voice them to give back to society, through the process of educational access, and ultimately, educational equity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:41",
      "speaker": "BLACKWELL",
      "sentences": "Many of these young champions have come through the North South Foundation, the last three champions, how many of the recent champions have gone through your program?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:41",
      "speaker": "NATARAJAN",
      "sentences": "We had over 20 who have gone through our program, and sometimes we've taught them, sometimes they've simply participated in our competitions. But the best part is many of them come back to coach and the money that we generate from our coaching actually goes to the underserved both in India and the United States, kids who otherwise wouldn't be able to access education at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:41",
      "speaker": "BLACKWELL",
      "sentences": "Yes, it's important to say that these aren't students who are going to $50,000 a year private schools, these are students who are living middle class lives and middle class families. And it's not the elite schools that are represented here. These are our students who are just dedicated to this and in large part through your program and their own their own fascination with spelling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:41",
      "speaker": "NATARAJAN",
      "sentences": "There's a lot of hard work, it is less economic and much more grit. And if you look at this year's champion, Bruhat Soma, one of the things he said is he wanted to take his winnings and donate it to the underprivileged, kids who couldn't necessarily afford education. So he definitely represents what our foundation does, which is we want people to learn but ultimately we want them to give back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "NATARAJAN",
      "sentences": "It is you work really hard at something. And at the end when you actually achieve it, you never know if you really going to be able to do it, you believe you can. But then when it happens, you just breathed the sigh of relief, you probably could see in some of the old videos that I literally did that.So it's really validating. But when we see our kids doing it year over a year, I know how much work it took having seen my own kids go through it as well as myself. And it's really just a sense of community pride. Those kids have worked really hard. And even the ones that are in second, third and 50th place they've all worked incredibly hard and they support each other. Sportsmanship, the teamsmanship, it's really amazing, and it's something that I'm very proud of.",
      "isLastSentenceInterrupted": false
    }
  ]
}