{
  "date": "2024-12-23",
  "headline": "CNN News Central",
  "subHeadline": "Today: Luigi Mangione to appear in Manhattan Criminal Court facing 11 state charges. Mangione's attorney Karen Agnifilo could offer an insanity defense. House Ethics Committee finds evidence that Matt Gaetz paid women for sex and drugs; President Biden commutes 37 death row inmates Matt Gaetz has sued House Ethics Committee to stop release of report. Luigi Mangione arrives in Manhattan Criminal Court. Aired 9-9:30a ET",
  "utterances": [
    {
      "timeStamp": "09:00:00",
      "speaker": "ANDY SCHOLES, CNN SPORTS ANCHOR",
      "sentences": "-- boyfriend Travis Kelsey, the Chiefs beating the 49ers in an overtime thriller, in the first-ever Las Vegas Superbowl.Mahomes, Kelsey and company winning back-to-back titles in their 3rd in five years. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "PATRICK MAHOMES, QUARTERBACK FOR KANSAS CITY CHIEFS",
      "sentences": "I'm so proud of the team, so proud of the guys. And it was a battle to the very end. I mean, that a microcosm (ph) of our season. It really is special,  just to be able to say we're back-to-back champs.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "SCHOLES",
      "sentences": "And as we head into 2025, the Chiefs are looking to become the first team ever to win three straight Super Bowls.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "Right now, we are seeing some action in the court where, as we wait for CEO-killer, who was accused, Luigi Mangione, to enter a New York courtroom for arraignment. This time on state murder and terrorism charges.That is a live look for you there inside the court. Plus, money for drugs and sex on multiple occasions. CNN has obtained the details of the final draft of the House Ethics investigation into Matt Gaetz while he was a member of Congress. And they started a movie about domestic violence this year. Now actress Blake Lively has filed a complaint against her \"It Ends With Us\" costar Justin Baldoni, accusing him of sexual harassment and a coordinated attempt to trash her reputation. I'm Sara Sidner with Kate Bolduan. John Berman is off today. This is CNN News Central.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "Today, the man accused of killing UnitedHealthcare CEO Brian Thompson is due back in court. We are waiting to learn when that appearance will be. It could be very soon.Luigi Mangione will, this morning, be facing arraignment on the 11 state charges that he was indicted on, including first-degree murder, a rare charge in New York. This in addition to and separate from the federal charges that appeared in court to face last week. Let's get over to CNN's Shimon Prokupecz live outside court once again. And Shimon, what's the very latest? What are you seeing there this morning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "SHIMON PROKUPECZ, CNN SENIOR CRIME AND JUSTICE CORRESPONDENT",
      "sentences": "So, his attorneys have arrived. So this could be happening any - at any moment, Kate. There is some activity up on the 13th floor, where the arraignment is set to take place.We know that Mangione is in the building. He was taken this morning from the federal inmate facility in Brooklyn and brought here to the Manhattan Criminal Court, where he's going to be arraigned on those 11 counts. As you said, the murder in the first-degree charges and the murder in the second-degree charges, with special enhancements because of the additional allegations of terrorism. Of course, this is also - was supposed to happen on Friday. We were here on Friday, expecting him to appear in court here on Friday when suddenly the FBI and federal officials came swooping in and took him over the federal courthouse where he was arraigned. And so now, he is now looking at the state charges, as you said, those 11 counts. We saw his attorneys walking in. We'll get a chance to hear from them again today in court. They didn't say much on Friday, perhaps given the weekend and some more time, and now that this is an actual arraignment, we could hear more from his attorney Karen Agnifilo. We expect that Mangione would enter a plea of not guilty once he's arraigned on those charges. Also significant here is that it starts the clock, it starts the movement here by his attorneys, Mangione's attorneys and decisions need to be made here soon on whether or not they're going to offer an insanity defense. Remember, his attorney, Karen Agnifilo, when she was on as a legal analyst two weeks ago, talked about that possibility. Now she's actually his attorney, and perhaps we will start to see, maybe even today, some signs of that if she, in facts - in fact, intends to do so. But, of course, that's all up in the air. A lot more investigative tools that the police are going to want to do here, like his DNA. We could start seeing search warrants to obtain his DNA. Remember, there is DNA that was found on some evidence that police recovered at the scene. They still need to do the DNA analysis on that. So, a lot could be happening here this morning. And hopefully, we'll hear more from his attorney once she comes out of court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BOLDUAN",
      "sentences": "Absolutely. Keeping an eye, right here, on the live picture inside the - inside the court - well, it's in the hallway, in the hallway outside the courtroom. We're going to keep a close eye on this, or we'll see what we can see. And Shimon standing by with us to track it all. Thank you so much, Shimon.Sara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:09",
      "speaker": "MISTY MARRIS, DEFENSE AND TRIAL ATTORNEY",
      "sentences": "So today, Mangione will appear with his lawyers before the judge. The judge will ask if he understands the charges that have been brought against him. He'll say that there's been a grand jury indictment on those 11 charges. At that point, he'll be asked to enter a plea. I would presume, Sara, at this point, the plea is going to be not guilty.There could be a discussion of definitely scheduling, but there could be raising issues regarding evidentiary issues if the defense does. So that could be something that will give us some insight as to how that defense may play out down the road. This is going to be largely procedural appearance, however, there's the added complication that we know we have the parallel federal court case, so there's certainly going to be some discussion about how that logistically is going to move forward in state court. But, certainly, keep an ear out because we may hear some information that will give us some insight as to how that defense may formulate and shape.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:09",
      "speaker": "SIDNER",
      "sentences": "Yes, and those parallel cases, he has attorneys who would have to do both, whereas a state and federal courts have two different prosecutors. So there has to be some coordination there.Daniel, when he was brought to court, you know, we saw these extraordinary scenes when he was brought from Pennsylvania to New York. We saw the NYPD, the FBI, the mayor, the police commissioner, all surrounding them. Can we assume that this going to look nothing like that as he - as that transfer from Philadelphia - or from Pennsylvania? DANIEL BRUNNER, RETIRED FBI SPECIAL AGENT:  No, I think that the transfer from Pennsylvania has gotten enough backlash as to the overage and way over the top, you know, perp walk, as was said, in conducting that operation. I understand when NYPD's, you know, presence was in the New York City administration, that they want to show that there. But in - with an attack like this, he - this was - this was a rhetoric. He was, in my opinion, a domestic terrorist. This is exactly what he wants. He wants the attention. So I think the focus is going to shift now to, let's keep it, you know, in the courts. Let's keep it under wraps. We're not going to do the perp walk. We're not going to be walking him and showing them. In federal it's very - you know - it's very covered. So everything transferred is typically done at sally ports. So you - you know, it's not available to the public eye, to media, to press, to cameras. So, it's going to be conducted very much in coverage because he's in federal custody now, even though he'll be arraigned for the - today. But he's going to go back to federal holding at the conclusion of this, back to MDC Brooklyn, where he will be held and it will be, like I said, it'll be much tighter, much controlled, less fanfare, because what he wants is the fanfare. He wants the attention. So I believe, I agree that I don't know if the insanity defense is really going to come up because he controls it. And I think that he wants his day in court. He wants to argue about this. He wants everybody to talk about this. So doing it in court, I think, is going to be ultimately what he's going to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:09",
      "speaker": "SIDNER",
      "sentences": "Daniel, just ceasing upon that quickly, you talked about the sort of this attention and it is enormous. He has enormous attention and support online. Do you - it sounds like you think that, perhaps, what law enforcement did, including having the mayor show up for this, as you call it a perp walk, lionized him. Do you think that actually was a negative?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:04",
      "speaker": "SIDNER",
      "sentences": "All right, Misty, I do want to ask you about Mangione, you know, you touched on this a little bit, that he is also, of course, facing federal charges and he was arraigned on those on Friday. How is it decided which case goes first?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:04",
      "speaker": "MARRIS",
      "sentences": "So there could be a little push-pull behind the scenes, Sara, where the Feds and the state-level prosecutors may have arguments about whose case is going to take priority and what case is going to go first.Now because the New York State charges have been filed. They were the first to be filed, it's likely, and it looks like the state case will likely be proceeding before the federal case. The federal case, procedurally, is a step or two behind. That being said, there's a major change coming our way, as far as who's in charge of the Department of Justice and the attorney general come January 20th. So could that shift? Could there be a push for the federal charges to go first? Absolutely. But as of now, there's - it's likely the state court case is going first. And look, there's a lot of coordination behind the scenes, especially with respect to a joint investigation and what materials will ultimately be disclosed to the defense team from those prosecutors. So having those two parallel prosecutions on the state and federal level opens a whole other host of discovery obligations for what needs to be turned over to the defense side. So there's a level of coordination. But to your point, Sara, they do proceed individually. So there's two different prosecutors, two different courtrooms, two different evidentiary decisions that will be made. Sometimes having that state case from a prosecutor's perspective, where that case goes forward on the state level but the federal charges are looming, that's a huge leverage point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:04",
      "speaker": "SIDNER",
      "sentences": "Misty Marris, Daniel Brunner, thank you both so much. And again, we're just watching live pictures there from inside court as we wait for Luigi Mangione to go to his first court appearance in state court for his arraignment. We will bring you the details as soon as we get them.Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:04",
      "speaker": "BOULDUAN",
      "sentences": "Also breaking news, we are following this morning, the House Ethics Committee has says that it has found evidence that former Florida Congressman Matt Gaetz took a part in illegal behavior.CNN has obtained the final draft of the House Ethics report on Matt Gaetz. And in part, the Committee concludes this. They found substantial evidence that Representative Gaetz violated House rules and other standards of conduct prohibiting prostitution, statutory rape, illicit drug use, impermissible gifts, special favors or privileges, and obstruction of Congress. CNN's Katelyn Polantz has more details for us. We're bringing it in, gathering it all right. And Katelyn, this is a pretty damming review of him and what he's done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:36",
      "speaker": "BOLDUAN",
      "sentences": "The breaking news this morning, CNN obtaining the final draft of the House Ethics Committee report on Matt Gaetz.Part of the Committee's conclusion after this long investigation is that it found evidence that Matt Gaetz violated several state laws. The scathing report found evidence paid numerous women, including a 17-year-old girl, for sex. Investigators also writing in this final draft that they found that he bought and used illegal drugs, including from his Capitol Hill office. The draft concludes saying this, \"The Committee determined there is substantial evidence that Representative Gaetz violated House rules and other standards of conduct, prohibiting prostitution, statutory rape, illicit drug use, impermissible gifts, special favors or privileges and obstruction of Congress. Now, Matt Gaetz has denied all of these claims and he has now sued the Committee, we've learned this morning, to try to stop the public release of this report that has been obtained by CNN. He is claiming defamation and an invasion of privacy there. Joining us right now to talk more about this and much more is Democratic Congressman from Illinois, Mike Quigley. Congressman, thank you so much for jumping on. This closes a long, drawn-out chapter for the now-former congressman and for the House. What's the end result here? REP. MIKE QUIGLEY (D-IL):  You know, it's pretty damming, obviously, allegations of statutory rape and having sex with women who may have been impaired by drugs. But I think what's also very telling is that President Trump-elect, appointed him to the highest law enforcement office in the world despite these allegations. Makes you wonder if he even asked for the report. And I think the second point is, the Republican-controlled Ethics Committee had refused to release this report while Mr. Gaetz was still under consideration for that position. Would they ever have released it if he had not resigned and if he was no longer under consideration? That's very disturbing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:36",
      "speaker": "BOLDUAN",
      "sentences": "Yes, and what happens now with Matt Gaetz and his future? TBD. We don't need to read the tea leaves on that one, Congressman.I do want to ask you about the other breaking news that we saw happening this morning, coming from President Biden, commuting the sentences of all but three people on federal death row. A move that was meant to stop the president-elect from restarting stalled executions. He suggests that and points to it in his statement saying, \"In good conscious I cannot stand back and let a new administration resume executions that I halted.\" Are you okay with that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:36",
      "speaker": "QUIGLEY",
      "sentences": "You know, I have real concerns overall with the death penalty. But I also have concerns with the Executive Branch overturning cases that have been decided by courts across the country. We had to have some autonomy there. So, and I understand the concerns, the threats of a Trump administration going forward on these. But I think the baseline is, I think you commute sentences or pardon people when you think justice was not done in those cases. It sets a precedent here that goes well beyond his pardoning his own son, which again, I think was a mistake because no one is above the law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:36",
      "speaker": "BOLDUAN",
      "sentences": "Because it does - what I think you're getting at is an interesting point, which is almost like using commutations as a point of policy in order to stop the administration coming in next, putting in place policy that they believe, which does seem to be different from what you're looking at with Hunter Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:36",
      "speaker": "QUIGLEY",
      "sentences": "You know, absolutely, but it's a concern with how presidents handle pardons and how they handle commutations for their own reasons, their own personal reasons. And back to the pardoning of his own son, I heard people say, well it's the love of a father. I get that. But there's a lot of parents out there whose children who are in harm's way in the justice system and they don't have the ability to do what President Biden did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "BOLDUAN",
      "sentences": "Says he wants - Putin wants to meet with him as soon as possible. There's a lot - I was just talking to Jim Sciutto, Congressman, about what are the options of what people really do believe that Donald Trump will do in terms of the U.S. approach to Ukraine.When you hear that, what do you really think is going to happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "QUIGLEY",
      "sentences": "Oh, I think he will try to end the war as quickly as possible. And that's a concern. The final analysis, we got engaged with this war with our allies from NATO, for the same reasons we fought the Second -(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "BOLDUAN",
      "sentences": "Congressman, stick with me for just one second because we're showing live pictures right now from inside New York courthouse. And you see Luigi Mangione being walked to the courtroom.Let's just pause and listen and watch. He's right behind that first man right there. Let's watch this. (Inaudible) Let's bring in Shimon Prokupecz, he's been tracking all of this and watching from outside the courthouse. And Shimon, no longer in that orange jumpsuit that we saw from last week.",
      "isLastSentenceInterrupted": false
    }
  ]
}