{
  "date": "2024-07-12",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Biden Heads To Michigan As He Tries To Calm Fears About Candidacy; 19 Congressional Dems Call On Biden To End Reelection Bid; World Leaders Watch Biden's Performance Closely; Kremlin Critic Vladimir Kara-Murza Serving 25 Years In Prison; Trump Still Mum On VP Pick Days Before RNC Convention. Aired 3-4p ET",
  "utterances": [
    {
      "timeStamp": "15:00:32",
      "speaker": "JIM SCIUTTO, CNN HOST",
      "sentences": "It's 8I'm Jim Sciutto. Thanks so much for joining me today on CNN NEWSROOM. And let's get right to the news. Just moments ago, President Joe Biden took off from Washington on his way to Michigan, a state his campaign says they can and must win for the president's path to reelection. The trip is yet another sign of the president's resolved to stay in this presidential race. Still here in Washington, inside his party, the division still reigns, now 19 sitting Democratic lawmakers have called for him to step aside. The president met virtually today with members of the Congressional Hispanic Caucus and the Congressional Asian Pacific American Caucus to hear their concerns, that's after he met with Democratic Leader Hakeem Jeffries last night. CNN learning there was no talk of an endorsement in that meeting, and the Jeffries did not offer one. MJ Lee is at the White House. Sunlen Serfaty on the Hill. MJ, it was four years ago that Biden spoke at this exact venue in Detroit where he will speak tonight and said the following. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:32",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Look, I view myself as a bridge, not as anything else. There's an entire generation of leaders you saw stand behind me. They are the future of this country.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:32",
      "speaker": "SCIUTTO",
      "sentences": "I mean, is it a different message now from him? I mean, the bridge, I suppose at a minimum is longer than some people perceive those four years ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:32",
      "speaker": "MJ LEE, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "Yeah. You know, that moment, Jim, that you just played from when President Biden was a candidate back in the 2020 cycle, it has been really resonant lately. You know, he had called himself a bridge candidate. He had also referred to himself as the transition candidate and the idea back then really was that he saw himself as the person that could take the reins from Donald Trump and then swiftly not hand those reins to somebody who was younger, of the next generation of talent in the Democratic Party.And last night at this press conference that he held with reporters, he was actually asked by a reporter about specifically that idea and he made clear that some things have changed. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:32",
      "speaker": "BIDEN",
      "sentences": "What changed was the gravity of the situation I inherited in terms of the economy, our foreign policy, and domestic division.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:32",
      "speaker": "LEE",
      "sentences": "Here it was, you know, things are really serious now and maybe more serious than I could have known four years ago when I was running for president out for the first term.You know, the White House and the campaign have been clear that they thought that the president's performance at this high high-stakes press conference was solid. You know, there was even a sense of relief that there wasn't a major mistake, that there wasn't a major stumble. But it is very clear and very clear from the lawmakers and other sources we have been talking to within the Democratic Party that one press conference is really not going to be enough to really reassure folks who have deep concerns about the president's political viability. We know just based on our reporting from one meeting that was held by senior advisers to the president up on Capitol Hill yesterday that Steve Ricchetti, who was a senior adviser to the president, told some senators in a private meeting that he was taking copious notes of the concerns that these members are raising. And he promised at one point, I am going to sit down with him and actually go over these concerns. So I think that gives you a sense of how much these members are wanting reassurance that their concerns that they are voicing to these advisers are actually getting through to the president. We also know that the campaign chair, Jen O'Malley Dillon, told campaign staffers yesterday in a really blunt way that she understands that things have been really hard and really bad ever since the president's disastrous debate performance, but that she still insisted that she believes that there is a path for the president to win. Of course, that is an idea that a lot of Democrats are not buying right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "SUNLEN SERFATY, CNN WASHINGTON CORRESPONDENT",
      "sentences": "That's right, Jim, not a flood. There has been a steady drip, drip, drip. Now, 19 congressional Democrats sitting congressional Democrats, calling for President Biden to step aside, and notably, this latest one, Congressman Mike Levin of California, according to CNN's Annie Grayer, that concern in his desire for Biden to step aside was really directly to the president. Now, he did so publicly in a statement, but we are told according to a source on the call that he told the president on a conference call with the Congressional Hispanic Caucus that he thinks he should step aside.So a notably, Democrats are now going directly to Biden with these concerns and that comes as there is this additional congressional outreach from Biden himself today. Now we do know, according to the top Democrats, Hakeem Jeffries, he met in private with President Biden last night after that press conference. We are told that that conversation, according to sources, was blunt and he was candid with the president on taking with two him that concerns the fears and notably the rationale that we have heard from many Democrats publicly and privately expressed on the reason for President Biden to step aside. Now it was passed on to the president importantly, according to CNN's Jeff Zeleny, a source telling him in that Jeffries intentionally, intentionally here did not offer an endorsement nor did he say publicly that that decision is -- Biden's decision to make his decision, that very notable at this hour, Jim. And Jeffries himself saying of them beating that he told Biden, quote, I express the full breadth of insight, heartfelt perspective, and conclusions about the path for that the caucus has shared in a recent times together. Now, Jeffries himself, he has said that he intends to convene a meeting and potentially in short order with top Democrats on Capitol Hill and the House. We do not know when that will happen. Unclear when that will happen, or how quickly and comes as Biden is facing this drip, drip of additional House congressional Democrats coming out against him and he's convening many of these conference calls normally today, but anticipated for tomorrow as well -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "SCIUTTO",
      "sentences": "Sunlen Serfaty, thanks so much.All right, so let's go to one of the Democrats who has called for the president to step out of the race. He is Congressman Mike Quigley of Illinois, among the first Democrats to call for him to step aside. Congressman, thanks for taking the time this afternoon. REP. MIKE QUIGLEY (D-IL):  Thank you. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "SCIUTTO",
      "sentences": "Before Biden's NATO press conference, you said, quote, the cake is baked, that he could not make things better with a strong performance there. Now that it's over and the summit is over, did he help his case? Heard it or was the cake indeed baked?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "QUIGLEY",
      "sentences": "It was and it is. And it's really sad because he's trying so hard but what I would say to him respectfully as those traits that were so important to us four years ago, your strength, your determination, your campaign skills, then, any of those traits are a hindrance to us now.There is no path. We're talking about county noses of members who would like him to step aside just count noses in the swing states. And, oh, by the way, let's count the swing states. I keep hearing three in the Midwest. There's not three swing states, there's not seven. There's probably ten now, that the Trump universe of possible states he could win is expanding. This is going in the opposite direction, and to play out the clock is a disaster. You know, I think Speaker emeritus Pelosi said it right. We've got to act and we got to act very, very soon. So I don't think it helps to count noses. I think it sends a message that people speak out and recognize what we're facing here, which is losing the House, losing the Senate, and losing the White House. The president whatever he does, God bless his efforts, it's not helping. It's, in fact, reinforcing. He looks like someone who is trying very hard, but the fact that he's trying so hard reinforces the fact that there's concerns. It was like 64 percent of the American people don't think he has the acuity that he needs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "SCIUTTO",
      "sentences": "You signaled yesterday that there were some Democratic members waiting for the end of the NATO summit to speak out. Nancy Pelosi had communicated to give the president that time. But today, we've only seen a handful, not a flood.I wonder -- I wonder why you think that is. I mean, is there reluctance now, are they still waiting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "SCIUTTO",
      "sentences": "How many members have told you privately that they would like him to leave, but haven't spoken out publicly yet? Can you characterize that at all?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "QUIGLEY",
      "sentences": "I'd say there's probably another 20 that have said that they wish he would step aside. Some of them told me that they have told pass this on to others in leadership but again, I respect there -- they can take whatever course they think works best. But, you know, the path is moving forward in that vein.In the end, this -- it's not going to be about leadership. It's got to be about people recognizing what the polling means, that we're losing big donors. This has to be union stepping up and recognizing what's at stake. This has to be the highest levels of Democratic leadership. I think you're hearing from them. It's just that the silence is deafening. If they felt that the president couldn't lose, they would be out there and they would be very strong. I think they're telling you that they have these concerns and they're reflecting those concerns directly to the president in whatever way they're doing it. But all those things have to happen and a half to happen, right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "SCIUTTO",
      "sentences": "Are you confident that an alternative Democratic candidate, the vice president, Kamala Harris, or perhaps another, would have a better chance to beat Donald Trump? Do you believe the alternate -- alternate option is better, stronger?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "QUIGLEY",
      "sentences": "Absolutely. I mean, look, there's no guarantees in this business. This is tough. Presidential races are going to be close, if we are facing unique circumstances we are now. But I believe and I've seen polling on this that we have a deep bench, of a lot of respect for the vice president.I think if the changes made, two things happen. We're on a horse race and it's close and we can win that because of Donald Trump, and, you know, who he is as a person, as a candidate and who he was as a -- as a president. But then the focus is all on him. It's not about how is President Biden looking today. It's about president -- former President Trump and how he looks and what mistakes he's making, the lies he's telling. Again, the president is trying to do that. That message will never get across because there's a massive force field there, a brick wall, what have you, that is the majority of Americans looking at something else.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "SCIUTTO",
      "sentences": "Do you sense any movement whatsoever on the part of the president or his inner circle. There are some who were parsing the presidents words yesterday in that press conference where he seemed to show some greater awareness of his potential weaknesses. But do you sense any shift for the president or his advisors?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "QUIGLEY",
      "sentences": "You know, I don't know that anyone has a really good sense of the inner, inner circle, and I just hope that they're being very candid with the president about what's happening in the fact that there is no path. I get some glimmers and maybe I'm reading into it, qualify that perhaps the president isn't as dug in as he was before.Again, with the greatest respect. I hope that's wishful thinking, just remind him that he has an extraordinary legacy and submit, you know, if he passes this on to someone else who I think can absolutely win.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "SCIUTTO",
      "sentences": "We reported as you heard before, coming to you that in the meeting between Biden, Jeffries -- Jeffries, did not offer an explicit endorsement of the president's candidacy. Do you have a sense that the president is losing Democratic leadership?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:00",
      "speaker": "SCIUTTO",
      "sentences": "Before we go, given there was the 75th anniversary of NATO this week, at the time of the largest war in Europe since World War II, several expressions of support for Ukraine. NATO's continued support of Ukraine, as you know, though, despite anything said at that conference, the election in the fall has enormous influence over us policy going forward, and whether Biden or another Democratic candidate supportive of U.S. role, the U.S. role in the world or Trump who has a very different view.Is NATO on the ballot in the fall?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:00",
      "speaker": "QUIGLEY",
      "sentences": "NATO on the ballot, is on the ballot, who we are as a country, how we're connected or not connected from the world. It's no happenstance that while all this is happening, Trump's meeting with Viktor Orban, an autocrat, much more like-minded.I think, frankly, the fate of Ukraine and Eastern Europe and most immediate, Moldova, Georgia, the Baltics, is on the ballot. So I would tell those diaspora in the United States is the future of all those countries hinges on this and ultimately, all of Europe and ultimately the threats to the United States. This is the ball game, domestically and internationally, you better pay attention. SCIUTTO:  We're certainly paying attention here. Congressman Quigley, thanks so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:00",
      "speaker": "QUIGLEY",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:18",
      "speaker": "SCIUTTO",
      "sentences": "Welcome back.As Biden fights for his political campaign here in the U.S., America's allies continued to publicly support him, and America's leadership under him. However, moments like this at the NATO Summit were not helping the president on the global stage. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:18",
      "speaker": "BIDEN",
      "sentences": "Now I want to hand it over to the president of Ukraine, who has as much courage as he has determination. Ladies and gentlemen, President Putin.President Putin -- we're going to beat President Putin. President Zelenskyy. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:18",
      "speaker": "SCIUTTO",
      "sentences": "He did, of course, correct himself there right away. The Kremlin taking advantage of this as others, they called it a slip of the tongue. Though their spokesperson took a jab, say we continue to consider it absolutely unacceptable and inappropriate behavior for head of state to speak so disrespectfully about the heads of other states.Ian Bremmer joins us now. He's the president and founder of the Eurasia Group and GZERO Media. Ian, despite the attention and focus on President Biden at the NATO summit, which is understandable. U.S. stands at the top of NATO. Of course, questions about the future of U.S. participation in NATO very much on the ballot in November. That said, NATO accomplished a fair amount in Washington this week. What are your reviews of what was accomplished there? IAN BREMMER, PRESIDENT &amp; FOUNDER, EURASIA GROUP:  Yeah, Jim, this was the most successful NATO summit, certainly in recent memory. And without questions since the Russians invaded Ukraine, I mean, this was the first NATO summit attended by these new members, Finland and Sweden. And that's a big deal. You've expanded at 23 NATO countries now paying over 2 percent of their GDP into defense. And everyone is prioritizing national security for their own countries and collectively for the alliance in ways that they have not, frankly, for over 30 years because of the so-called peace dividend in Europe. They recognized that that does not work, that world doesn't exist anymore. And then on top of that, you had much stronger support for Ukraine. And this was coordinated and consolidated support with the exception of Viktor Orban from Hungary, who then went off to Mar-a-Lago. And you also had coordination and concerns that China is providing a lot of support for Russia, and if they continue to do that, then you're going to see collective sanctions from NATO countries, including some observer states like the Japanese and the South Koreans and the Australians, all of whom were also represented in this NATO summit. So, I mean, I know we just missed the headline of Biden, Biden, Biden and the U.S. elections. But I mean, I spent all week in the NATO summit as you did you, Jim, and there was an awful lot going on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:18",
      "speaker": "SCIUTTO",
      "sentences": "Yeah. No question.Now, I'm sure you heard as I did concerned that whatever they agreed to at this summit, that if President Trump wins and he acts on some of the things he attempted in his last administration has said publicly now that he will attempt to reverse or at least weaken a lot of these guarantees for Ukraine and the alliance itself. Is there any way for NATO allies to Trump proof these things, not just the alliance, but steps like trying to solidify aid to Ukraine going forward, or can -- can Trump come in and upset the apple cart?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:18",
      "speaker": "BREMMER",
      "sentences": "Trump can certainly upset the apple cart on Ukraine. He doesn't like Zelenskyy when he does his rallies. He talks about Zelenskyy being a great salesman who's charging American taxpayers way too much, someone who is threatening to get America into world war three with Russia.And by the way, another point that was really big hey, get this summit. The fact that there was a serious effort by the Russians to assassinate the leader of Germany's largest defense company. And so, it is true by the way that we are closer to a Cuban missile crisis, closer to an actual war with Russia then we have been in decade's in my lifetime. So, I mean, I don't want to under -- I don't want to undermine the idea that there's real danger in this escalation. But I also don't want to overstate the dangers of Trump. Trump is a real problem for Zelenskyy and certainly doesn't want to continue to support the Americans giving him money, giving him aid, or continuing the war. He wants to end it ended immediately, and in a unilateral way, he doesn't care if the allies are on board with the Americans are not. But Trump will take credit for what I said about more defense dollars being spent by the Europeans. The Europeans are collectively spending more on Ukraine right now than the Americans are a lot of Americans don't know that. Trump will take credit for that and so this -- the fact that he said that NATO was obsolete when he was running for president. And then backed off of that when he started talking to the generals, that he had reporting to him as commander in chief, there aren't -- of all the leaders that I spoke with and that included a number of heads of state from NATO allies, none of them were worried that Trump would come in and pose an existential threat to the alliance. They were worried that he would change policy on Ukraine and that would create significant rifts among allies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:18",
      "speaker": "SCIUTTO",
      "sentences": "No question. And the thing is, you know, particularly in the eastern end of the alliance, they view Ukraine as not just about Ukraine, right? That if Ukraine loses, then they're the next target, right? And when you have Trump saying things like, I'm not going to defend you, Russia, do whatever the hell you want if you're not paying your 2 percent, I mean, he creates doubt about what central to the alliance which is Article Five, and this sense of mutual defense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:18",
      "speaker": "BREMMER",
      "sentences": "So you said two different things there. I agreed with one, not the other.When he said, I'm not going to defend -- when he said I'm not going to defend you if you're not paying, you had literally just brought up the frontier states that worried the most about Russia because it's not just Ukraine. For them, it's existential, their national security. Jim, you know, those are the countries that are spending far more than 2 percent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:18",
      "speaker": "SCIUTTO",
      "sentences": "True, Estonia, for instance, absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:18",
      "speaker": "BREMMER",
      "sentences": "Poland spending 4 percent. Next year, they're going to spend 5 percent. That's more than the U.S. spends in terms of percentage of GDP on defense. The Baltic states, the Nordic states.So I mean, if Trump is saying I'm not going to defend Newfoundland if Russia invades them, well, you know, have a party, right? So that's -- that's a fake headline that, you know, Trump threw out there specifically to excite and antagonize the media. But it is certainly true that there is a big difference between what the frontline Europeans are prepared to do and how much they're worried and say the Germans, say the French, now that they have a much weaker government, the Italians, for example. And I think that's the concern because the biggest difference between Biden and Trump is that Biden is a multilateralist. Biden has take every step that Biden has taken on Ukraine, he has taken in coordination with all of his NATO allies, where Trump would take steps on Russia and Ukraine irrespective of what his allies thought. He's not an isolationist, but he's very much a unilateralist and that's why his allies are so concerned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:18",
      "speaker": "SCIUTTO",
      "sentences": "No question. He also -- listen, he's got doubts about a whole long list of U.S. defense alliances. If not just NATO, South Korea, Japan, et cetera. I suppose it remains to be seen how far he might go on a second term.Ian Bremmer, it's always good, always good to have you on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:18",
      "speaker": "BREMMER",
      "sentences": "Thanks, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:31:28",
      "speaker": "SCIUTTO",
      "sentences": "It's been just over a month now since four Israeli hostages held by Hamas were rescued by the Israeli military. The operation was one of the deadliest of the war. Health officials in Gaza say more than 20 Palestinians were killed. The hostages had been held in Gaza for eight months. Here you see Andre Kozlovs emotional reunion with his mother.In an interview with CNN's Bianna Golodryga, Kozlov, detailed his months of captivity and the psychological and physical torture he endured there. (BEGIN VIDEO CLIP) ANDREY KOZLOV, RUSSIAN-ISRAELI CITIZEN RESCUED FROM HAMAS CAPTIVITY: And you don't understand like what will happen when we will go home and do ask them, like, what's going on outside? They told us some news that is going on between Gaza and Israel. Between the USA and Israel, and during these eight months is we had like waves of our mood, like we have some good news and after like, nothing, like the deal broken, something bad happened like bomb, shooting outside, a lot of bombs. And in the night, you wake up like it was a lot of times, in different places. You woke up, you wake up and because of the really big bomb fall down, like (INAUDIBLE) place like 50 meters or maybe 100. It's like sound from hell. You wake up, you have (INAUDIBLE), maybe 200, I don't know, and you have eyes like this. And everybody woke up and we don't talk. Only one thought that we have, I have, probably everybody had, maybe the next bomb will be our.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:31:28",
      "speaker": "BRIANNA GOLODRYGA, CNN HOST",
      "sentences": "But obviously, you were aware that there was now a war going on in these were the IDF bombs that you were hearing that gave you heart palpitations? Were you afraid you were going to die any one of those days?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:31:28",
      "speaker": "KOZLOV",
      "sentences": "First, three months is we were afraid of every bomb that we heard, every time you started to hide in the corners of our room and terrorists like, what are you afraid? In Arabic, but we already understood it. GOLODRYGA",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "GOLODRYGA",
      "sentences": "Did you ever believe it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "KOZLOV",
      "sentences": "I try not to believe in this, like I was sure that my family is looking for me. I was sure that wife of Shlomi keep going and try to find him. I was sure that Israel doesn't want to kill us. But they told us this a lot.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "SCIUTTO",
      "sentences": "Thanks to our Bianna Golodryga. Leading into that, I said 20 Palestinians killed in the rescue operation. In fact, it was 200, apologies for the mistake.Another story we're following closely -- Vladimir Kara-Murza, a prominent Russian human rights advocate and Kremlin critic, is now in, quote, relatively stable health, his lawyer says, after several days when they were denied any access to him. Kara-Murza is serving 25 years on charges of treason, which he and his lawyer and his wife say are false and politically motivated. He was arrested in 2022, just after the Russian invasion of Ukraine as the Kremlin crackdown harshly on any dissent in the country. What are the hopes now for his freedom or even simply as health. Joining me now is Yevgenia Kara-Murza. Thanks so much for taking the time. We hope you're doing okay. YEVGENIA KARA-MURZA, WIFE OF JAILED OPPOSITION LEADER VLADIMIR KARA- MURZA:  Hello, Jim. Thank you very much for the invitation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "SCIUTTO",
      "sentences": "Tell me how you're feeling now after his lawyer was finally able to see him? Have your hopes been raised at all?KARA-MURZA:  That was a horrendous week, I have to tell the truth, with the bombing of Ukrainian cities, they destroyed -- they -- the Russian army destroyed a children's hospital in Kyiv, and my husband was held incommunicado and two women in Russia, Yevgenia Berkovich and Svetlana Petrichuk, were sentenced to six years each for a theater play that they put up. So, this was horrendous week and now, that's the lawyer finally got access to Vladimir, was able to at least ensure that he's alive and as well as can be behind bars after over 280 days, consecutive days in solitary confinement. Now, yes, it is a respite, a small respite in a very long and exhausting marathon, it does not mean that my husbands life is not in danger anymore, because he's being held behind bars by the same people who tried to kill him twice in the past. In 2015 and 2017, my husband survived two assassination attacks with poison.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "SCIUTTO",
      "sentences": "I don't have to tell you, of course, Alexey Navalny, who himself survived an attempted assassination via poison, died in prison. And I wondered, do you believe that that is the Kremlin's intention with your husband?KARA-MURZA:  Well, as you can imagine, I try not to think about this. I know that my husband's life is in danger and I've been fearful for his life since 2015, at least, when I first saw him in a coma with multiple organ failure, hooked on so many machines, I couldn't count them because none of his major organs worked. But I know that my husband has been very strong in its opposition to Vladimir Putin, and he continues to be strong behind bars, and I believe that the best way I can help him and hundreds and hundreds of political prisoners in Russia is by continuing my husband's work and calling on the world to send very clear and strong messages to the Kremlin and stand with those Russians who represent a different Russia. The only Russia that will be a guarantee of peace and stability on the continent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:10",
      "speaker": "SCIUTTO",
      "sentences": "It's sad to watch and it's sad for us to see that you have to share in that suffering is the husband to have someone going through so much.We wish you -- we wish your husband the best. KARA-MURZA:  Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:10",
      "speaker": "SCIUTTO",
      "sentences": "Yevgeny Kara-Murza.Coming up next, new polling on where exactly the race for the White House in this country stands right now, are there any changes? We'll bring you up to date. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "HARRY ENTEN, CNN SENIOR DATA REPORTER",
      "sentences": "Yeah. I mean, look, Jim, if we take every single individual poll and digest it and dissect it so much so, I don't know if I'm going to be able to make it to November. So let's take a look at this poll and we'll compare it to the average and it gives you an idea of where this race is, all right?So what do we see? We see that in the Marist poll that came out earlier today, that in fact Joe Biden held a very small nominal advantage over Donald Trump. But if you compare that to the average, you compare that to the average of all polls post-debate, Donald Trump still has the advantage by three points. So the fact is you're going to see these polls, there are margins of error associated with it, with these individual polls, it's advantage Trump, but perhaps not as big of an advantage as you might expect, given all the bad press that Joe Biden has gotten since of course that debate a little over two weeks ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "SCIUTTO",
      "sentences": "And we know because of the intricacies of the Electoral College.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "ENTEN",
      "sentences": "Of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "SCIUTTO",
      "sentences": "Candidate has to win by at least a couple, perhaps more.All right. We learned yesterday the Biden in campaign itself is privately polling how Harris would do at the top of the ticket. What do we know about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "ENTEN",
      "sentences": "Yes. So if we look at the public polling, we do, in fact, see that Joe Biden's vice president seems to be polling a little bit better nationally, at least then the president himself. You know, Biden versus Trump has a three-point advantage for Donald Trump and the average of polls. But if you look at his vice president versus Donald Trump, you see that in fact, that's a tied race. And, of course, elections in this country are so close that even a small difference could make all the difference in the world.Of course, Jim, there's this question of whether Democrats would be willing to accept Harris as their presidential nominee. So there was a very interesting question that was asked in a recent ABC News poll that essentially he said, would you be satisfied with Harris as your Democratic nominee of Joe Biden was in fact to step down. And what we see in that particular poll is in fact the majority of Democrats do in fact say that they would be satisfied with Kamala Harris as the presidential nominee for the Democratic Party, if, in fact, Joe Biden decided to step aside.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "SCIUTTO",
      "sentences": "There are also warning signs for Harris. Tell us what those are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "ENTEN",
      "sentences": "Yeah. I think the biggest warning sign for Harris if she is simply put, not as well-known as the major other Joe Biden or Donald Trump. And that's I think the real question. If you look at our last CNN poll, for example, and you counted the amount of Americans who had no opinion of her, it was considerably higher than it was for either Donald Trump or Joe Biden.Look at that, north of 20 percent compared to less than 10 percent for both Donald Trump and for Joe Biden. So I think the question is, are these numbers that were seeing for Harris actually going to hold up when, of course, Republicans would attack her if she become the nominate. The answer to that question, my friend, is I don't know. But it does make for interesting times, if nothing else.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "SCIUTTO",
      "sentences": "I mean, history would show its almost certainly not true. You get focused, you get attacks and start to have some impact on the polling. Harry Enten, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "ENTEN",
      "sentences": "Thanks, my friend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "SCIUTTO",
      "sentences": "Well, next week, the public can party is making it official. Donald Trump will be nominated as their presidential candidate at the party's national convention in Milwaukee, Wisconsin, another key state, but one major question looms, who's going to join the former president on the ticket?CNN's Alayna Treene covers the Trump campaign. Trump been out of the spotlight mostly for the last two weeks, he certainly popped up here and there. How is the campaign preparing for the convention? And when and by whom will the VP nominee be announced?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "ALAYNA TREENE, CNN REPORTER",
      "sentences": "The VP question is so tough, Jim. I'm just as frustrated everyone else who was trying to figure this out because we really just don't know.Even as late as today, we heard Donald Trump say he is still mulling this decision over and it's the same answer I get when I pester all of his its close advisers and those who are friends with him, his allies. They all say that it's still unclear who he is ultimately going to pack. However, we do know that they want to make this announcement by the latest right before he is nominated at the convention on Monday. So this is a very short time where we essentially have three days less than that for him to make this. And there's a couple of key things to watch for. One is tomorrow, he does have a rally in Pennsylvania. It's in Butler, Pennsylvania, which is on the border of Ohio, which is home to one of Senator JD Vance, one of his top that vice presidential running mate contenders. But also there are still questions if Donald Trump wants to wait and try to get the type of show that he may have associated with a VP announcement that he could get at the convention. He touched on this briefly during an interview today. Take a listen to what he said. (BEGIN AUDIO CLIP) DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES (R) AND CURRENT U.S. PRESIDENTIAL CANDIDATE (R):  It's like a highly sophisticated version of \"The Apprentice\", OK?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "HOST",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "TRUMP",
      "sentences": "If you think about it. And they're great people and they really get -- I got to know him very well.I'd say four people -- you know, four or five people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "HOST",
      "sentences": "So it's still open, though, sir. You're telling us that it's not necessarily a done deal in your mind, is that right? You're still thinking over?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "TRUMP",
      "sentences": "No, I have -- no, I'm going into great detail but more -- ultimately, it's more of it an instinct. You know, you develop an instinct.(END AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:02",
      "speaker": "SCIUTTO",
      "sentences": "And \"The Apprentice\" was a reality television show, right? You would think different from choosing a vice president.Alayna Treene, thanks so much. Well, after the break, now hiring. Team USA looking for a new leader as we begin this major weekend for soccer supporters around the world, with both the Euro and Copa America finals coming up. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:02",
      "speaker": "SCIUTTO",
      "sentences": "Welcome back.It is a great weekend to be a soccer fan or football fan, depending on where you live with two major championships on the line. First up, England looks to capture the euro when the title starved Lions face, formidable, formidable foe in three-time Euro champs Spain we looked really, really good this tournament. Then the world cup winner Argentina, led by perhaps the best player ever, Lionel Messi, matches up against Colombia, who's been playing great as well for the Copa America final. Joining me now to break this down, \"Washington Post\" soccer expert Steven Goff. Steven, good to have you. I'm going to be watching this stuff. I've been faithfully watching virtually every match here. Let's start with the Euro final. I mean, Spain looks awesome. The class of the tournament, but, Europe -- but England just a different program than it was before ten years ago. I mean, it is -- it's contending in the big championships with regularity now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:02",
      "speaker": "STEVEN GOFF, WASHINGTON POST SOCCER REPORTER",
      "sentences": "Yeah. I mean, they're due to win, to win something. It's been -- been many decades. But like you said, last few years have been very prosperous for this program. They've come close.You know, they got to the semifinals of all of a World Cup. They got to the final of Euros last time around, and here they are again. So, momentum certainly pushing England towards raising a trophy, the Englishmen raising a trophy, but Spain, like you said, has been fantastic. I think they'll go in as -- going in as a slight favorite in this championship, but it should be -- it should be a good one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:02",
      "speaker": "SCIUTTO",
      "sentences": "All right. Copa America, you got Argentina happened to win a World Cup, happens to have probably the best player who ever played the game, Lionel Messi. But watching Colombia this tournament, they've been -- they've been threatening. They've been -- they've been scoring a lot of goals.Is that pretty much a toss-up or no?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:05",
      "speaker": "SCIUTTO",
      "sentences": "Quickly on the U.S., just a dismal performance. I mean, they'd like at 85 percent chance I think in getting through the group, but they crashed out.Where are they looking for a new coach and where are they most likely to find him or her?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:05",
      "speaker": "GOFF",
      "sentences": "Yeah. I mean, it's a global search. I mean, they could look inward to the U.S., to MLS coaches as a couple of candidates there and in both Columbus and in Los Angeles. You know, the fans really want to see Jurgen Klopp, the famous Liverpool manager to take over. That's financially unrealistic and I think he's already said that's not going to happen.But they will have some options out there. They're going to be some -- there's going to be some coaches want to coach the U.S. team going into a World Cup with an automatic berth. I think there's a lot of potential there for a coach and I never I think -- yeah, well see what happens in the next several weeks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:05",
      "speaker": "SCIUTTO",
      "sentences": "Yeah. Be quite a platform for that coach going into a World Cup posted back here.Steven Goff, good to have you on. Have fun watching this weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:05",
      "speaker": "GOFF",
      "sentences": "My pleasure. Anytime, Jim.",
      "isLastSentenceInterrupted": false
    }
  ]
}