{
  "date": "2024-03-27",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Investigation and Recovery Efforts to Resume in Coming Houser in Baltimore; Russian Court Remand 8th Suspect on Terror Charges; Milei Says Fiscal Stability is a Beacon of His Government; Kenya Begins Releasing Cult Victims' Bodies to Families. Aired 4:30-5a ET",
  "utterances": [
    {
      "timeStamp": "04:30:00",
      "speaker": "ELENI GIOKOS, CNN ANCHOR",
      "sentences": "Welcome back to CNN NEWSROOM. I'm Eleni Giokos. And if you're just joining us, here are some of your today's top stories.Another Israeli hostage in Gaza has been confirmed dead by the hostage and missing families forum. Thirty-five-year-old Uriel Baruch, a father of two, who was kidnapped from the Nova music festival on October 7th. They say his body is being held by Hamas. Israeli officials believe 96 hostages are still alive. Ukrainian President Volodymyr Zelenskyy has replaced the country's top security official. Zelenskyy says he was grateful to Oleksiy Danilov for his service but gave no other details of his dismissal. Danilov will be reassigned to another role. Russia has extended Evan Gershkovich's detention again. \"The Wall Street Journal\" reporter has been ordered to stay in prison until June 30 by a Moscow court. This Friday marks the one-year anniversary of his detainment in Russia. In the coming hours, authorities in the U.S. state of Maryland will resume their recovery efforts after the bridge collapse in Baltimore. The massive cargo ship, which struck the Francis Scott Key Bridge early Tuesday, was leaving port when it lost power and careened into one of the bridge's support columns, sending people and vehicles into the frigid water below. Two people were rescued. Six others, believed to be from a construction crew, are presumed dead. The recovery operations were suspended overnight. Officials say they're concerned about the structural integrity of what's left of the bridge, the hazards posed by the debris, as well as poor visibility in the water. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "CHIEF JAMES WALLACE, BALTIMORE CITY FIRE DEPARTMENT",
      "sentences": "Visibility in the harbor decreases significantly as you increase depth. So the deeper you go, the less you're able to see. Water depths in and around or under that bridge vary from 40 feet in some places to in excess of 60 feet. So as you go deeper, the divers are exposed to, you know, colder temperatures. They have zero vis.And as you look at a lot of the photographs, especially what you have on scene, imagine what you're seeing there also being the case underwater. So there's a lot of -- there's a lot steel underwater. There's bridge deck underwater. There are a lot of hazards down there. And we'll reach depths where the divers are literally feeling their way around. So that has a lot to do with why the operation has ceased for the night. That, of course, compounded by darkness. We know that we have steel sections of the bridge that are hanging on other pieces of debris, unsupported. We know that we have a lot of the steel superstructure that is actually laying across the bow of the ship itself and is very unstable. We know that we have sea containers that are on board the vessel that are hanging off. They're also unstable. And then the final piece that we're very concerned about is the remaining bridge structure. That bridge has suffered catastrophic impact and catastrophic failure. So although there are pieces of the bridge that remain, structural stability of what remains there is also a major concern as well. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "GIOKOS",
      "sentences": "The ship's voyage data recorder will be critical for investigators. CNN's Tom Foreman looks at the chain of events which led up to the crash.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "GIOKOS",
      "sentences": "A Russian court has charged an eighth suspect with terrorism for his alleged role in the deadly attack on a concert hall near Moscow.Officials have ordered the suspect to be held in custody before his trial. Russian state media says the suspect gave the attackers a place to stay and, quote, supposedly knew about the attack ahead of time. CNN's Fred Pleitgen joins us now from Berlin. Fred, great to see you. What more do we know about the investigation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Hi there, Eleni. The investigation is certainly moving forward on the Russian side.And as you just mentioned, an eighth suspect apparently now ordered to be remanded in custody. So he's obviously still awaiting trial. And apparently this is the person where some of the attackers stayed. It's an area outside of Moscow in the Moscow region. And so the Russian authorities say that they believe that this person may have had prior knowledge of the attack before it took place. And then obviously they believe would have been implicated in all of this. At the same time, Eleni, we also have some mixed messaging coming from some of the allies of Vladimir Putin. Yesterday, Alexander Lukashenko, the president of Belarus, of course, he came forward and he sort of poured cold water on the narrative that Vladimir Putin has been spreading that apparently he believes that Ukraine might be involved in all of this. He said that the attackers were trying to flee towards Belarus and couldn't do so because the border was sealed. Saying that immediately after the attack, he ordered his armed forces on heightened alert and that they then sealed the border and that the attackers couldn't get through. There are, however, some key other Putin allies, like, for instance, the head of the Federal Security Service, the FSB, Alexander Bortnikov, who is a real hardliner as well. He came out and he said he does believe that there is a link to Ukraine. He also tried to implicate Western intelligence service, specifically the United States, but also said that he believes that Ukraine also had a hand in all this as well. Of course, ISIS has claimed responsibility now on various occasions in all of this. And the Ukrainians continue to vehemently deny that they had anything to do with this attack. And I do have one more piece of information that we just got, actually, as we were going to air right here. And that is that the authorities on the ground, the Russian authorities, have now heightened the toll of the people who were injured in the attack to 360. So a lot of people who were injured and wounded in that attack, the death toll continues to stand at 139 -- Eleni.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "STEFANO POZZEBON, JOURNALIST",
      "sentences": "The Argentinian president Javier Milei has been a staunch supporter of Israel since before taking office in December. And in a wide-ranging sit-down interview with CNN Espanol on Tuesday, he reiterated his opinion. JAVIER MILEI, ARGENTINIAN PRESIDENT (through translator)the target of a brutal attack, and this type of crime requires a response that sets the example. In fact, everything Israel is doing is within the rule of law. I mean, Israel has not been excessive at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "POZZEBON",
      "sentences": "In the interview, Milei did not refer to the resolution by the United Nations Security Council voted on Monday that calls for an immediate ceasefire in Gaza.But he repeated his interest to converting to Judaism. And he described the meeting with the Israeli Prime Minister Benjamin Netanyahu as one of the warmest he's had since taking office in December. Milei also told CNN Espanol that he believed Argentina is on track to defeat hyperinflation once and for all. And he repeated his intention to shut down the country's central bank. Currently, the Argentinian inflation rate is one of the highest in the world at over 270 percent year on year. But Milei claimed it was a success that the latest data in March showed that price rises stalling in the South American country. The Milei government has operated a rigid austerity program since taking office that led to the first fiscal surplus in Argentinian history in recent years at least. Poverty, however, has also been on the rise. And the latest figure from the Catholic University of Buenos Aires showed that more than half of Argentinians are currently living below the poverty rate. For CNN, this is Stefano Pozzebon, Buenos Aires. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "GIOKOS",
      "sentences": "Welcome back. Kenyan authorities have begun to return the bodies of Salvation Cult victims back to their families. Those bodies were recovered from mass graves in the Shakahola Forest. They were victims of a deadly Christian cult led by a pastor who convinced many of them to starve themselves to reach salvation. Others were bludgeoned to death.Forensic experts and volunteers have been exhuming bodies and they're not done yet. And they warn there are likely more horrors to come. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "IRUNGU HOUGHTON, EXECUTIVE DIRECTOR, AMNESTY INTERNATIONAL KENYA",
      "sentences": "429 bodies have been identified so far. With the phase 5 exhumation that's about to happen, we suspect that that number may go up by several hundreds. If we put those figures together, this single massacre, this mass crime, probably has combined more deaths than several terrorist attacks that we've seen.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "GIOKOS",
      "sentences": "David McKenzie is following the story from Johannesburg for us. David, it has been a year since the discovery of these mass graves. I mean, forensic teams have been working relentlessly. But finally, some family members are able to get some kind of closure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "DAVID MCKENZIE, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "That's right, Eleni. You see these awful images of at least one family getting the bodies of the victims of this cult back after many, many months. This is a traumatic day for many of them.And though some are feeling some kind of closure, we spoke to Francis Wanje, who we met last year when we were on the ground there near Malindi in Kenya. His has been a harrowing story like all of the rest. He was able to rescue one young grandchild. But they believe they have at least eight members of the extended family that were pulled into this cult and died a horrible death. Here's Francis Wanje. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "FRANCIS WANJE, FAMILY MEMBER OF VICTIMS",
      "sentences": "It has been a very tough journey from last year to now. A very tough one. Fortunately, I'm saying I'm happy that I've got the loved ones. Now we are preparing to go and bury so that now we can start another journey of forgetting about this.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "GIOKOS",
      "sentences": "Yes, David, it's really a shocking story. A story, frankly, that not only shocked Kenya, but the whole of the continent and spreading far and wide around the world.In terms of the forensic teams, you know, and the troubles they have faced, I mean, it's firstly, you know, understanding how these people died. You know, some, as we say, were bludgeoned to death, others starvation. But also identifying them, right? Identification. And many people are still missing at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "MCKENZIE",
      "sentences": "Yes, there are still people missing, as you saw from the Amnesty International head in Kenya there. They are still yet to resume the final phase of exhumations in that forest.There are more than 600 people missing at the start of this tragedy. And they only recovered scores of people, survivors, many of them who refused even to eat after they were released from this cult's clutches. The difficulty in identifying bodies is both because of the nature of the remains. It's been difficult for the pathologists and the forensic teams to extract DNA. And also just because many family members don't want anything to do with the aftermath of this. They are ashamed, say witnesses and people we've spoken to on the ground. They are also discouraged because of stigma to come forward to authorities so they can claim their bodies or their loved ones' remains and give them a proper burial. There's also a bigger question here, which is these charismatic pastors in Kenya that have huge power over their flock. Of course, you know, it doesn't lead to this kind of tragedy in the vast majority of cases. But certainly questions are being asked about the regulation of churches of this nature in Kenya. And why this primarily wasn't picked up sooner to avoid this huge death toll that is still being understood -- Eleni.",
      "isLastSentenceInterrupted": false
    }
  ]
}