{
  "date": "2024-03-24",
  "headline": "CNN This Morning",
  "subHeadline": "Trump Has One Day To Secure $464 Million Bond As NY AG Takes First Steps To Seize Assets; D.A. Fani Willis On Trump Case: \"The Train Is Coming\"; Republicans Push Back On Effort To Oust Speaker Johnson; Russia: At Least 133 Dead, \"Death Toll Will Rise Further\"; ISIS Claims Responsibility For Concert Hall Attack; ISIS Claims Responsibility For Moscow Terror Attack; CIA Director Leaves Doha, Says Progress Made On Ceasefire Talks; Israeli Defense Minister Traveling To U.S.; Tennessee Becomes First State To Pass Law Protecting Musicians Against A.I.; Clark, Iowa Cruise To Victory In First Round. Aired 7-8a ET",
  "utterances": [
    {
      "timeStamp": "07:00:00",
      "speaker": "FRANK MARTELA, ASSISTANT PROFESSOR, AALTO UNIVERSITY",
      "sentences": "So even with long, dark winters, people tend to be relatively satisfied with their lives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "AMARA WALKER, CNN HOST",
      "sentences": "OK, I'm being wrapped, but I have to ask you, Frank, maybe in a sentence, which I don't know if it's possible. What is the key to happiness? How can we all be happy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "MARTELA",
      "sentences": "Accept the things that you cannot change, and then focus your attention on those things that you can change and try to also not think about your only or about yourself, but also think about others and making other people happy. Because often, one key way of making yourself happy is to try to focus on making other people around you happy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "WALKER",
      "sentences": "Very wise words. Frank Martela, great to have you. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "MARTELA",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "WALKER",
      "sentences": "Were you listening to that? Focus on others to make them happy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "VICTOR BLACKWELL, CNN HOST",
      "sentences": "And see -- and you said that with the mission of having me focus on you, which was self-centered. No, but here's the interesting part about that whole conversation is that if you ask Finns, they're like, no, we're not the happiest people in the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "WALKER",
      "sentences": "Yes, yes, yes. Well, you know, the -- Frank Martela also said he wrote an opinion piece about people who directly seek out happiness --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "BLACKWELL",
      "sentences": "Yes. WALKER",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "BLACKWELL",
      "sentences": "There's something about those Nordic states. I was in Copenhagen and, you know, you ride bikes everywhere. I was at a red light. At nearly every red light for the bikes, some was -- I was asking, can I help you? Is there something you're looking for? And I'm like, well, what is it to you? Why are you -- just good old American cynicism.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "WALKER",
      "sentences": "You're so amazing (ph). Yes, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "BLACKWELL",
      "sentences": "Like, why do you keep asking me where I'm going? But they were very nice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "WALKER",
      "sentences": "All right. Well, that was an interesting interview.The next hour of CNN This Morning starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "BLACKWELL",
      "sentences": "Oh, we hope you have a happy start to your Sunday morning. Good morning. Welcome to CNN This Morning. It is March 24th. I'm Victor Blackwell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "WALKER",
      "sentences": "And I'm Amara Walker. Those are wise words. Don't focus on the things you cannot change, right? Thanks so much for being with us.Here is what we are watching for you. Donald Trump has one more day to come up with half a billion dollars as he tries to cover his bond in the New York civil fraud case. How Trump's recent Truth Social posts complicates things, and what happens if he can't pay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "BLACKWELL",
      "sentences": "There are new details about the terror attack in Russia that killed more than 130 people. Plus, how world leaders are reacting to Russia's unfounded claims that Ukraine was involved.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "WALKER",
      "sentences": "Tennessee becomes the first state to sign a law protecting musicians from AI. How it works and does it go far enough?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "BLACKWELL",
      "sentences": "And it's officially spring, but winter -- oh winter is fighting back. We've got blizzard warnings up in parts of the country. Allison Chinchar has your forecast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "WALKER",
      "sentences": "The clock is ticking. Former President Trump has just one day to post a nearly half a billion dollar bond in his New York civil fraud case. His attorneys have asked appellate judges to reduce, delay or even waive the $464 million bond required to appeal the judgment. But the court has yet to reach a decision.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "BLACKWELL",
      "sentences": "Now Friday, Trump claimed that he has the cash to cover the 464 million. But his lawyer later told CNN that Trump wasn't talking about cash that he has on hand. Meanwhile, New York's Attorney General has started laying the groundwork to seize Trump's assets and properties if he cannot pay up. The top prosecutor in Fulton County, Georgia, says that her case against the former president has not been delayed, despite efforts by Trump and his co-defendants to slow those proceedings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "WALKER",
      "sentences": "Yes. In a CNN exclusive, District Attorney Fani Willis defended herself after she recently avoided being dismissed from the case. CNN's Rafael Romo has more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "RAFAEL ROMO, CNN CORRESPONDENT",
      "sentences": "Victor and Amara, Fulton County District Attorney Fani Willis spent her Saturday at an Easter egg hunt. The event was put together by WAVE, an organization of law enforcement officers dedicated to helping children and the homeless throughout the year.Willis was surprisingly candid regarding questions about the last few months of her life, including her Georgia election interference case against Donald Trump and this candle brought about by her prior romantic relationship with a special prosecutor she appointed for the case after everything that's happened. We wanted to know if she feels she needs to reclaim her reputation, and this was her reply. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "FANI WILLIS, FULTON COUNTY DISTRICT ATTORNEY",
      "sentences": "I don't feel like my reputation needs to be reclaimed. Let's say it for the record. I'm not embarrassed by anything I've done. You know, I guess my greatest crime is I had a relationship with a man, but that's not something that I find embarrassing in any way. And I know that I have not done anything that's illegal.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:04",
      "speaker": "WILLIS",
      "sentences": "No, my team's been continuing to work it. And I think the media and especially organizations like your own, I've been paying attention all while that was going on. We were writing responsive briefs. We were still doing the case in the way that it needed to be done. I don't feel like we've been slowed down at all. I do think that there are efforts to slow down this train, but the train is coming.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:04",
      "speaker": "ROMO",
      "sentences": "And as CNN reported exclusively on Thursday, Willis plans to press ahead with her goal of putting Donald Trump on trial before the November election. According to three people familiar with her plans, she also intends to ask the judge presiding over the Georgia criminal case to schedule a trial date as soon as this summer. And finally, let's remember that Willis is seeking to get re-elected in November.Victor, Amara, back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:04",
      "speaker": "BLACKWELL",
      "sentences": "Rafael Romo. Rafael, thanks so much for that.Let's bring in now Gregory Germain. He's a professor at the Syracuse University, a law, professor of law there. He teaches and conducts research on contracts, commercial law, bankruptcy and corporate law. Professor, thanks so much for being with me. So we talk about $464 million. We have that number. Is there any chance, is it plausible that there could be a reduction of that number?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:04",
      "speaker": "GREGORY GERMAIN, PROFESSOR, SYRACUSE UNIVERSITY COLLEGE OF LAW",
      "sentences": "Well, I would have thought so. I thought there was a pretty good argument for reducing the amount. But after he went on Truth Social and said he has $500 million in cash and he just doesn't want to spend it posting a bond, I think it's very unlikely that the appellate court is going to step in and give him any kind of relief.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:04",
      "speaker": "BLACKWELL",
      "sentences": "I'm glad you mentioned that because his lawyers then came back and said, well, this is money that he's earned over time on these properties. It's not cash on hand, although he said it was cash on hand. How much do those statements on social media influence what happens officially in the courtroom and with those who are trying to assess if Trump can pay this judgment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:04",
      "speaker": "GERMAIN",
      "sentences": "Well, this is a completely discretionary request to the appellate division. And so if I think they were on the fence about it, they weren't ruling very quickly on anything. And so coming out with a statement like that, so undermines their case it just seems very unlikely that they're going to react quickly to grant him any kind of relief now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:04",
      "speaker": "BLACKWELL",
      "sentences": "He's been ranting on social media for days. And let me read a recent post here where he says that it's, quote, \"not possible for bonding companies to do in such a high amount,\" this a $464. Is that true? I mean, can he patchwork this together through a few companies if they were willing to take a piece of it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:04",
      "speaker": "GERMAIN",
      "sentences": "Sure. It's possible. And corporations have obtained bonds that are much higher than that amount. But he's an individual with very questionable wealth and assets. You know, there's so much controversy around how much he's really worth that I'm sure it would be very hard to get an insurance company or to put together in a short time a group of insurance companies to put up that kind of money based on, you know, taking liens on his assets and they're going to want appraisals.And so, I imagine it's going to be very, very difficult to get an insurance company to want to jump into this. On the other hand, the rules in New York allow individuals to post a bond to put up a surety. And so that's possible. He could get some wealthy donors who own real property in New York to sign on to a liability and then there could be a dispute about whether they're really worth as much as they say, but that's another possibility. And what I think he's working on from reports in the press about getting wealthy donors to get together and put up a surety ship.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:04",
      "speaker": "BLACKWELL",
      "sentences": "Well, he's got one day to do whatever his plan is to execute. Now, if he does not do this, if he can't get it done by tomorrow, we know that the attorney general there in New York has already started the process of filing judgments there in Westchester County. That's where Trump's golf course and the Seven Springs estate is. How quickly could the seizure process begin? How quickly could those, I guess, get into the hands of the state?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:12",
      "speaker": "BLACKWELL",
      "sentences": "Professor Gregory Germain, thanks so much for helping us understand it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:56",
      "speaker": "WALKER",
      "sentences": "So here are a few things to watch this week. The Supreme Court is scheduled to hear arguments and a challenge that could limit access to the abortion drug mifepristone. Several doctors who oppose abortion rights are challenging steps. The FDA took to expand access to the drug, such as allowing it to be distributed through the mail. A decision is expected by June.Lawyers for the three men convicted of killing Ahmaud Arbery will be in court Wednesday. Arbery was the black man who was jogging in Georgia when he was chased and killed by three white men. The men are appealing their federal hate crime convictions. Two of them are arguing the government did not prove they chased Arbery because of his race. And Sam Bankman-Fried, the one-time crypto billionaire, will be sentenced for stealing billions of dollars from customers and defrauding investors in his now bankrupt FTX crypto exchange. Under federal sentencing guidelines, he could face a maximum sentence of 110 years, but prosecutors are only asking for 40 to 50. And the queen be herself. Beyonce will drop her highly anticipated country album Friday titled, \"Cowboy Carter\". It is a second act to hit -- to her hit 2022 album, \"Renaissance\". Beyonce says fans can expect a few surprise collaborations with, quote, \"brilliant artists.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:56",
      "speaker": "BLACKWELL",
      "sentences": "Yes, looking forward to that one.Here's a question for you. In the next few weeks, could there be another House speaker battle? There are a lot of Republicans who are upset after Representative Marjorie Taylor Greene filed a motion to oust Mike Johnson. Now, in the five months that he's had the gavel, he's already stirred ups in dissent among hardline Republicans. They're not happy with some of his more bipartisan compromises. Even with that tumult within the party, many members of the GOP do not want to see House action grind to a halt for weeks as they try to find another new leader. Joining us now is CNN's Chief Congressional Correspondent Manu Raju. Manu, let's talk first about the effort to get rid of Speaker Johnson. We watched this for, what was it, three weeks that there was no speaker and candidate after candidate was, I guess, rejected. What do you know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:56",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes, look, it could happen again because of the margins in the House, and depending on how the votes come down. This is a real threat to Mike Johnson's speakership and potentially the Republican majority.Really, it just requires one member, Marjorie Taylor Greene, to call up this vote to oust Mike Johnson from the speakership. She would have to get recognized on the floor of the House, and within two legislative days, that vote would happen. So the timing is a bit unclear. But what is clear is that there are a lot of Republicans who absolutely do not want this fight, including some members of the House Freedom Caucus like Congressman Mark Green, who chairs the Homeland Security Committee, told me this is the wrong time for this fight. (BEGIN VIDEO CLIP) RAJU: Are you worried? I mean, what do you think the voters look at when they see yet another speaker fight play out and potentially this House going into a state of paralysis? REP. MARK GREEN (R), TENNESSEE: Yes, I don't think we'll let that happen this time. I mean, we'll see how it goes, but I don't think that's going to happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:56",
      "speaker": "RAJU",
      "sentences": "Why are you so confident?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:56",
      "speaker": "GREEN",
      "sentences": "I think everybody knows that the American people are not ready for that. I mean, people are very disappointed about this bill. This bill is not the right solution for the country. And we've got so many other problems, but yes, I think another fight is going to be, you know, be really bad.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:09",
      "speaker": "RAJU",
      "sentences": "But do you think that he should cut a deal with Democrats on that issue, on Ukraine, in order to save his speakership?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:09",
      "speaker": "PENCE",
      "sentences": "Not in order to save his speakership. I think the right thing to do for Israel, Ukraine, Taiwan.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:09",
      "speaker": "RAJU",
      "sentences": "So that's going to be a huge development if Mike Johnson does decide to move forward on aid to Ukraine. But will that be enough for him to hang on to the gavel? That is another question altogether.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:09",
      "speaker": "BLACKWELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:09",
      "speaker": "RAJU",
      "sentences": "Guys?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:09",
      "speaker": "BLACKWELL",
      "sentences": "You've also got some new reporting on Senator Lisa Murkowski. Tell us about that. RAJUWhy? Because of Donald Trump. She says she regrets this notion that this is going in the way that this party is all falling in line behind Trump. So even as we are seeing Republican leader after Republican leader embrace Donald Trump and him cement his hold within the party, there is that contingent of Republicans who are not yet on board. Lisa Murkowski being very clear, she may step aside from the GOP if it comes to that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:09",
      "speaker": "BLACKWELL",
      "sentences": "Wow. That could be impactful, of course, for the Republicans margin as they get closer to November.Manu Raju, looking forward to the show. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:09",
      "speaker": "RAJU",
      "sentences": "Thanks. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:09",
      "speaker": "BLACKWELL",
      "sentences": "Make sure to catch more with Manu on Inside Politics Sunday, coming up at the top of the hour right here on CNN.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:26:22",
      "speaker": "BLACKWELL",
      "sentences": "133 people were killed Friday in a terrorist attack on a Russian concert hall near Moscow with officials saying that number is expected to rise. Russian investigators now say they've detained the four gunmen who carried out the attack.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:26:22",
      "speaker": "WALKER",
      "sentences": "Russian flags are flying at half mast, or half staff, I should say, and civilians are laying flowers outside the concert hall as Russia observes a national day of mourning.CNN's Matthew Chance has more on the attack and the aftermath.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:26:22",
      "speaker": "MATTHEW CHANCE, CNN CHIEF GLOBAL AFFAIRS CORRESPONDENT",
      "sentences": "Well, I can tell you, I've come back to a country that is shocked by what's happened over the past couple of days. The number of confirmed dead in the attack on the Crocus City Hall has now risen to more than 130 people, according to official figures.All day, mourners have been laying flowers outside the burned out building near Moscow, while inside, emergency teams continuing to sift through the debris say they expect to find more bodies. And with more than 140 people injured, the death toll is expected to rise. In a nationwide security operation, investigators say at least 11 people have already been detained, including the four gunmen suspected of carrying out the mass shooting on Friday night. State media has been broadcasting grisly images of some of the men tied up and bloodied being manhandled and interrogated. One suspect, speaking broken Russian, is shown allegedly confessing to carrying out the attacks in the Crocus City Hall for money. Well, ISIS has claimed responsibility for the assault, posting images of what they say are the attackers with their faces covered. The terror group says the attack was a normal part of its war against countries fighting Islam. U.S. officials say they have no reason to back the ISIS claim. But the Russian President, Vladimir Putin, who's been vowing revenge for what he calls a barbaric act, has attempted to link the attack to Ukraine, saying preliminary data suggests the gunmen were attempting to escape there across what is an extremely militarily -- heavily militarized border. That's something Ukrainian officials strongly deny. One senior official there telling CNN that the Kremlin is trying to implicate Ukraine to rally domestic support here for its brutal war and to provide an excuse for ramping up attacks on Ukrainian towns and cities. Matthew Chance, CNN, in St. Petersburg.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:11",
      "speaker": "WALKER",
      "sentences": "Yes, I was going to say, I mean, and I wonder how much the Russian public will bite into his claims, especially on the heels of him, I shouldn't say winning, staging this, you know, election win as this fifth term.Couldn't this, though, really shatter the public's confidence in Putin?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:11",
      "speaker": "SANGER",
      "sentences": "You know, I think it could. At every moment, Amara, we have thought that Putin is suffering from within, he seems to have strengthened his position.So, if you think back 20 years ago to the Beslan terror attack, he used that to good advantage to be able to crack down more on society. You think the last year with the Prigozhin uprising that we thought for a while could actually bring down his government. We didn't think it for very long, but for few hours you had forces marching on Moscow. He used that to reinforce his power. So, he's got a pretty standard playbook here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:11",
      "speaker": "WALKER",
      "sentences": "Let's talk about ISIS-K, and I wonder if the Biden administration will also see this as a major blow to Biden and his foreign policy, knowing that ISIS-K has been resurging since America's chaotic withdrawal from Afghanistan in 2021, and that this is also the same group that carried out that suicide bombing at the Kabul International Airport that killed 13 U.S. service members. Should the Biden administration be seeing it that way?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:11",
      "speaker": "SANGER",
      "sentences": "Well, certainly ISIS-K is still a force to be reckoned with, and they've shown that here. To ISIS-K, whether it's Russia or the United States or Iran, where they also carried out an attack recently, it doesn't make that big a difference. They are all forces that, in ISIS-K's mind, need to be fought against, because in their view of an anti-Muslim agenda.I'm sure that the administration is concerned about it, and the U.S. was doing fairly consistent anti ISIS-K operations, including from Syria. But once the U.S. left Afghanistan, that left some territory where ISIS-K could try to operate unless the Taliban went after them. This is one of the rare moments, rare areas, where the U.S. and the Taliban have a sort of common cause, but they have obviously not been able to coordinate in any way in pushing back on this group.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:11",
      "speaker": "WALKER",
      "sentences": "We'll leave it there. David Singer, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:38:18",
      "speaker": "BLACKWELL",
      "sentences": "National Security Adviser Jake Sullivan is set to meet with the Israeli defense minister tomorrow at the White House. Now, they're expected to discuss continued efforts to get the remaining hostages held by Hamas released and the urgent humanitarian aid needed for civilians in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:38:18",
      "speaker": "WALKER",
      "sentences": "This comes as CIA Director Bill Burns leaves Doha, Qatar, where ceasefire negotiations are ongoing, and sources tell CNN the talks are making steady progress, but there are still differences that need to be worked out.CNN's Paula Hancock is joining us now from Doha, where are those negotiations are taking place? Hi there, Paula. Where do things stand this morning? Where do things stand this morning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "WALKER",
      "sentences": "All right. Paula Hancocks, thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "BLACKWELL",
      "sentences": "Still ahead, Nashville is known as Music City. Well, now the State of Tennessee is the first to take steps to protect artists from artificial intelligence. More on what it means for the music industry. That's ahead.But first, she was a top-secret CIA operative until the U.S. government blew her cover. Why? Well, Valerie Plame tells Jake Tapper her theory on this week's episode of \"United States of Scandal.\" (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "JAKE TAPPER, CNN ANCHOR",
      "sentences": "Were you concerned at all that the revealing of your name could put lives at risk? Is that possible?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "VALERIE PLAME, FORMER CIA OPERATIVE",
      "sentences": "Yes, it is possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "TAPPER",
      "sentences": "Really?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "PLAME",
      "sentences": "Absolutely. There's a reason that ops officers work undercover. Which is so that you can move around the world, you can recruit, you can handle the assets without endangering them or their families. The fact that a journalist knew my true CIA affiliation or somehow was put onto it, whether it was confirmed or not, was deeply unsettling to me.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:14",
      "speaker": "BLACKWELL",
      "sentences": "Tennessee just made music history. It's now the first state to legally protect artists from unauthorized impersonation by artificial intelligence.Governor Bill Lee signed the law. He was joined by country superstar, Luke Bryan. And he made it illegal to use AI tools to replicate an artist's voice without their consent. An existing rule already protects name, image, and likeness. But the new statute adds voice to the list, specifically addressing A.I.'s ability to impersonate and create fake works. Something music industry professionals say is a threat to their livelihoods. Let's discuss this now with Joe Bennett, a forensic musicologist. Really the only one I know. And a professor at Berkeley College of Music, where he teaches classes in music, copyright. Professor, good to see you again. So, let's start here with you told one of my producers that this law is less about A.I. and more about deep fakes. Explain that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:14",
      "speaker": "JOE BENNETT, PROFESSOR",
      "sentences": "Well, right. So, we use A.I. as a kind of a catch all term to mean stuff done with computers to make new stuff that didn't exist before. And usually when people talk about A.I., they're talking about generative A.I. That is you type something into ChatGPT or Gemini or whatever and it makes something for you.This is a slightly different thing. And what we're talking about really here is what's more commonly referred to as deep fakes. That is -- so, it's still sort of adjacent to A.I. because clearly, it's a computer that's been trained on a data set, in this case someone's voice, but crucially it affords greater protection to celebrities, in this case singers, against unauthorized copying of their voice, and in this context, we're really talking about sound-alikes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:14",
      "speaker": "BLACKWELL",
      "sentences": "I don't know if this is really a legal question or a question for a musicologist, but how would one prove that it is a replica of a voice? Couldn't you get really close and still be safe under this law?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:14",
      "speaker": "BENNETT",
      "sentences": "Well, right, and that's effectively what the law does, isn't it? It's on a case-by-case basis. And I think I'm reasonably safe in predicting that we are going to see lawsuits coming forth with this act and legislation like it's state-based legislation across various states in the U.S.And there have been laws a little bit like this protecting right of publicity, name image likeness that you mentioned for some time. But yes, the question is how much and where's the cusp? So, I can see situations coming really pretty soon where a jury might have to decide exactly how much like Taylor Swift does this A.I. generated vocalist sound like and how much is too much?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:14",
      "speaker": "BLACKWELL",
      "sentences": "The track that really, I think, got a lot of people's attention was the Hard \"Heart On My Sleeves\" track that replicated the voices of The Weeknd and Drake, but it wasn't -- well, they didn't perform this, someone kind of put that information into this A.I. and came out with a track that they never performed on together.What does that suggest about the perceived threat here that there's still some human input here, but you can come out with a track. Is it as big of a threat as I guess those who fear it is, is it really that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "BLACKWELL",
      "sentences": "Joe Bennett, our favorite forensic musicologist, thanks so much for being with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "BENNETT",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "WALKER",
      "sentences": "I'm the only one you know, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:38",
      "speaker": "BLACKWELL",
      "sentences": "Right now, Blizzard warnings are in effect across the Central Plains with more than 11 million people under winter weather alerts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:38",
      "speaker": "WALKER",
      "sentences": "Yes. Parts of New England saw heavy snowfall yesterday. Lots of people having fun. Got up to two feet of snow in some areas. One last chance to have some fun in the winter before a warm up this week.Meteorologist Allison Chinchar joining us now. I haven't heard you scream like that before, Victor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:38",
      "speaker": "BLACKWELL",
      "sentences": "Well, I was imitating the kid coming down on the sleigh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:38",
      "speaker": "ALLISON CHINCHAR, CNN METEOROLOGIST",
      "sentences": "Taking out all the people on the way. Exactly. Yes, we've got a lot of folks that are going to be impacted by this because it's going to move from the Central U.S. all the way into the Midwest over the next couple of days.So, take a look. This is where it is right now. You can see a lot of those snow showers really starting to spread from Montana all the way over towards Michigan. Again, it's going to be very, very slow. So, that means it's got a lot of time to dump a tremendous amount of snow and even rain for some of these areas. Again, we'll kind of try to push that forward there where we can kind of take a look at some of the areas that are going to be impacted by these. You've got a lot of winter weather alerts, winter storm warnings, in effect for a lot of these particular states. Keep in mind, too, some of these areas are going to get more snow over the next 48 to 72 hours than they did for the entirety of winter. And one of those is going to be -- Minneapolis is going to be one of those places. Take a look at that. Duluth, Fargo, all of these places are forecast to get more than they did for the entirety of winter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:38",
      "speaker": "BLACKWELL",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:38",
      "speaker": "WALKER",
      "sentences": "At least they're having fun with it for now. Thanks, Allison.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:38",
      "speaker": "BLACKWELL",
      "sentences": "I know figured out how I got smudge on my suit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:38",
      "speaker": "WALKER",
      "sentences": "It was not --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:38",
      "speaker": "BLACKWELL",
      "sentences": "It's from you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:38",
      "speaker": "WALKER",
      "sentences": "It was not me. It was not me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:38",
      "speaker": "BLACKWELL",
      "sentences": "It is from you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:38",
      "speaker": "WALKER",
      "sentences": "And if it was --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:38",
      "speaker": "BLACKWELL",
      "sentences": "Just as you did there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:38",
      "speaker": "WALKER",
      "sentences": "-- like it would have not been there. I took your shoulder and I pushed you back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:38",
      "speaker": "BLACKWELL",
      "sentences": "No. You put that on the jacket.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:38",
      "speaker": "WALKER",
      "sentences": "You're made of steel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:38",
      "speaker": "BLACKWELL",
      "sentences": "This is where I read sports like I watched the game. Creighton outlast Oregon in a double-overtime thriller to earn a spot in the sweet 16 of March Madness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:38",
      "speaker": "WALKER",
      "sentences": "You just added yourself. Andy Scholes he's here with more. Andy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:38",
      "speaker": "ANDY SCHOLES, CNN SPORTS ANCHOR",
      "sentences": "Well, you know, guys, I tore up my bracket yesterday here on TV because, you know, Auburn ruined my final four. But, you know, if you have Creighton in your final four this morning, you're probably breathing a sigh of relief because they played an absolute thriller with Oregon yesterday.This is a tight game throughout the Blue Jays. They were down two in the closing seconds. Baylor Scheierman knocks down to the jumper there to tie with nine seconds to go. We'd go to overtime in the extra period. Creighton now up three. Time winding down. Jermaine Couisnard hits the clutch three pointer with 18 seconds left. So, we'd go to a second overtime, that's when the Blue Jays -- they'd actually run away with it. Creighton out scoring Oregon 15 to 2 in double OT. They would end up winning easily 86 to 73. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:38",
      "speaker": "GREG MCDERMOTT, CREIGHTON HEAD COACH",
      "sentences": "Epic game. Not sure I've been one -- been part of one quite like it in 35 years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:38",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We're going to try to stay in the moment and just continue to love each other and continue to play at a level that we feel like we can play at. And then, you know, from there, we just kind of let the dominoes fall what they do.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}