{
  "date": "2024-09-19",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: IDF Currently \"Striking Hezbollah Targets\" In Lebanon; Hezbollah Leader Makes First Speech Following Attacks; New Poll Shows Presidential Race Remains Tied Nationally. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is CNN Breaking News.RAHEL SOLOMON, HOST, \"CNN NEWSROOM\": And we begin with our breaking news. The Israeli military has released a statement saying that it is striking Hezbollah targets in Lebanon. This as Hezbollah chief Hassan Nasrallah says that Israel has crossed a, quote, \"red line, calling two days of unprecedented attacks across Lebanon, massacres. Now, he just finished his first remark since the explosion of pagers and walkie-talkies that killed at least 37 people, including several children. Nasrallah said that the devices exploded in public areas, harming both Hezbollah members and civilians. And as he spoke, jets were heard flying low over Beirut, shaking up residents already on edge. In this video, you're looking at a live shot with our Ben Wedeman. This was a short time ago. All of this coming as Israel's Defense Minister declared a new era of war is beginning, and it released this image, saying that a top commander has approved plans for the northern arena. A lot to get to. Let's bring in our team of reporters. We have Ben Wedeman in Beirut, Jeremy Diamond live in Tel Aviv. Ben, let me start with you. Nasrallah has been defiant, but he did not say yet how Hezbollah will respond. What do you make of what he did say, and are you still hearing jets overhead?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, Rahel, we did hear, after that jet flew overhead, we did hear two jets breaking the sound barrier over Beirut, also during that speech, clearly, the Israelis watching the speech as well, and wanted to put in sort of their two cents (ph) to that speech.But, what we heard him say is essentially that Israel will be held to account for the events of the past few days. But, he said, that will be up to us to decide. So, it was a vow of retaliation of sorts, but compared to, for instance, what we heard in the beginning of August after the killing of that senior Hezbollah military commander, it was fairly mild in the grand scheme of things. But, what he did do was acknowledge that, in his words, that these device attacks that we saw Tuesday and Wednesday were, he said, an unprecedented attack. He said it won't bring us down, but he acknowledged that Hezbollah did suffer a blow in terms of its security and in terms of its own people. He did go on to say that Hezbollah, really, its message isn't -- hasn't changed, that it will continue to support Gaza in terms of firing over the border at Israeli targets, and that will only stop when there is a ceasefire in Gaza. So, certainly, my impression of just looking at him, he looked like somebody who hasn't been getting a lot of sleep recently. He looked quite -- his demeanor was quite grave. Oftentimes, his speeches do contain a certain amount of Lebanese humor, a smirk here and a chuckle there. Didn't see it this time. He looked tired and rather concerned with the situation. Now, he also went on to say that if Israel wants to do, as some senior Israeli military figures have said, which is create a security zone in south Lebanon along the lines of what existed up to the year 2000, he said, please, yes, come in. We are ready for you. We are ready for every single soldier and piece of military equipment. So, what we heard was defiance. But, in terms of a vow of revenge, not the sort of thing that we've seen in the past. So, in that sense, it was somewhat more subdued. Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "SOLOMON",
      "sentences": "Ben, stand by for just a moment.Let me bring Jeremy into the conversation. Jeremy, as we just said there, Israel was striking inside of Lebanon now, sort of happening simultaneously as Nasrallah was speaking. What do we know about the goal here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah, and that really is the big question.Ben, let me ask, just in terms of the psychological warfare of this. I mean, what's the mood on the ground there? You have to wonder, I mean, obviously, Hezbollah militants or Hezbollah soldiers being targeted here. For people who live there, I imagine there must be some real fear about even being physically in the same area as Hezbollah members.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SOLOMON",
      "sentences": "And Beth, what do you make of Israel sort of striking in Lebanon, sort of simultaneously, and also these jets sort of overhead, as he is speaking? What message do you receive from that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SANNER",
      "sentences": "So, it's not unusual for Israel to be flying jets over Beirut when Nasrallah gives his speeches. That's just the kind of trolling that they do. But, I think it's the same point that they are making every time they do it, which is, we can reach you. We can invade you like we did before. We are stronger militarily, right? So, it's not a good look for Nasrallah, but that's what they do. The other part of this is that we think that they probably prematurely had to launch these devices instead of it being part of a full-scale operation, but they've been readying that full-scale operation and deciding whether they want to do it or not. We're seeing the beginnings of these strikes, the step-up strikes, and how far it will go, we don't know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah, and that's an interesting point, Beth, right, because that sort of gets to the heart of the question of, why now? And what do you make of that? I mean, what are your theories in terms of the intentions here strategically, but also the timing here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SANNER",
      "sentences": "Yeah. I do think it was -- I mean, this is my theory, and no one has really confirmed exactly what has happened right now. So, we don't know. But, it does make sense that you wouldn't do this unless it was part of a full-scale invasion, a ground invasion, basically, where you're just trying to decapitate the whole command and control operations, the ability of a military, which is what Hezbollah, is, as well as a terrorist group, to operate.So, I think that they had to blow the operation because it was on the verge of being discovered, or was -- that was unfolding. But now, they have these plans. And the CENTCOM commander Kurilla was just six days ago in Israel in the north reviewing, quote, \"the operational plans for Lebanon\". So, the Israelis have been telegraphing this for a while. And what Hezbollah does next is important, but really what happens in terms of escalation? That ball is mainly in Israel's court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SOLOMON",
      "sentences": "So, Beth, what do you make then? There has been a lot of talk this week from Israel about the northern border and returning those Israeli residents back to the northern border who have left. Netanyahu, for his part, said in a video Wednesday that Israel would safely return the residents of the north to their homes. But, as one guest told me yesterday, Beth, it's kind of hard to see how these attacks get Israel closer to returning people back to their homes, because Hezbollah is clearly further antagonized. So, how do you read Netanyahu's statement?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SANNER",
      "sentences": "Well, on Monday, they made the return of the 60,000 plus Israelis to the north, an official war aim. Netanyahu is repeating this, and he is under a lot of political pressure to get this done. I mean -- so, these people have been pushed out. He has to do it. By the way, 120,000 Lebanese have also been pushed out. But, as Ben pointed out, Nasrallah in his speech said, forget about it. You're not going to be able to put those people back.So, this leads us to the point where Israel knows, if they're going to do this, they have to do a ground operation. There is no way they can just do this through bombing. They have to do a ground operation to recreate a buffer zone in southern Lebanon if they're going to re- establish, basically, the control and the safe control of that part of their country. So, that's why most of us think escalation is so likely at some point. It's just when.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "SANNER",
      "sentences": "Well, I don't think that we have the leverage to prevent Israel from doing something that they consider to absolutely be existential for them, right, that they cannot have Hezbollah fighters on their border literally rocketing and killing Israeli civilians. That after October 7th is just untenable psychologically for the people of Israel. So, I just don't think for something this existential for them, that there is anything that we can do.I think the other thing that we have to also remember that Hezbollah is a terrorist organization that has killed hundreds and hundreds of Americans over time. They have killed innocent civilians, blowing up a tourist bus in Bulgaria, blowing up a Jewish Community Center in Argentina, killing 95 people. So, I think we also have to remember that this is a group that is bent on killing civilians, Israelis, and anyone who is not supportive of Iran, and at some point, I think that we have to figure out how do we neutralize that threat, and that's -- this is the dilemma we have.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. Yeah. Beth, a lot more to discuss here, but we'll leave it here. So great to have your insights today. That's CNN National Security Analyst Beth Sanner.We're going to have much more on this breaking news later in the show. We're going to take a quick break. Before then, since Kamala Harris moved to the top of the Democratic ticket, the race for the White House has been too close to call. But, after a strong debate performance against Donald Trump, did she see a bump in the polls? We'll have the latest numbers straight ahead. And how U.S. officials say that Iranian hackers tried to influence November's election. We'll be right back (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SOLOMON",
      "sentences": "And new today, Trump is promising to visit Springfield, Ohio in the next two weeks. This is the town where Trump has repeatedly said that Haitian immigrants are eating people's pets, which is an unfounded conspiracy theory. His visit comes despite pleas from local officials, including the Republican mayor, that Trump not make the trip there.With us now, CNN's Priscilla Alvarez with more on the Vice President, and our Steve Contorno, following developments from the Trump campaign. Priscilla, let's start with you in this online event with Oprah. What are we expecting, and who do we think will be watching?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "PRISCILLA ALVAREZ, CNN CORRESPONDENT",
      "sentences": "Well, this is going to be an event, again, with Oprah Winfrey. This is the Vice President's campaign really capitalizing on celebrity. Of course, Oprah had endorsed her and attended the Democratic National Convention in August. Now, this is an opportunity for them to reach multiple grassroots organizations who will be participating in this live stream event. The Vice President will be alongside Oprah for this.It is also an outgrowth of a Zoom that happened shortly after President Joe Biden stepped out of the race. That was by the \"Win With Black Women\". That is -- they are taking part as well in this live stream event. And of course, they are appealing to black women, a key part of the Democratic coalition, who overwhelmingly majority, sorry, overwhelmingly supported President Joe Biden in 2020 and they want to see that happen again now in 2024 with the Vice President. But, they also are keenly aware of the influence that black women have in their communities as well, and hoping that they can mobilize the voters to register to vote and to show up at the polls. So, this is going to be sort of an organizing event to get people excited. Remember, this is a campaign that has sort of been running off of what they call good vibes. They had that in August. They feel as though they still have it now. And so, they're seeking these opportunities, like this live stream, to keep that going. And this is just yet another example of how they're trying to do that in some unconventional ways.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SOLOMON",
      "sentences": "Priscilla, another important voting bloc is Latino voters. Another important campaign issue is immigration issues. I mean, Harris, in an appeal to Latino voters, is slamming Trump's immigration proposals. What is she saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ALVAREZ",
      "sentences": "Yes. She is going after the former President's proposals directly. This is not often what we hear on the campaign trail. When she does talk about immigration, it's usually in saying that immigration reform is necessary just as much as border security is. But, yesterday, when she was at the Congressional Hispanic Caucus Institute, the images of which you see there, she specifically cited some of the former President's most controversial policies. Take a listen. (BEGIN VIDEO CLIP)KAMALA HARRIS, VICE PRESIDENT OF THE U.S., (D) PRESIDENTIAL CANDIDATE: They have pledged to carry out the largest deportation, a mass deportation in American history. Imagine what that would look like and what that would be. How is that going to happen? Massive raids? Massive detention camps? What are they talking about? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ALVAREZ",
      "sentences": "So there, she is referring to the proposals that the former President's campaign has put out on immigration. Now, this is an issue that polls show, including one today from The New York Times/ Siena College, that she is behind the former President on. He typically leads on immigration among voters. So, we'll see if she continues this argument throughout the course of this campaign. But certainly, it was a moment in which ahead of -- or before Hispanic lawmakers that she drew that stark contrast by specifically calling out the former President's controversial policies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SOLOMON",
      "sentences": "OK. Priscilla Alvarez, thank you.Let's bring it now CNN's Steve Contorno with more on former President Trump's campaign. Steve, Trump says that he would like to visit and that he will head to Springfield, Ohio. What's the purpose of his planned visit? What is he saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "TRUMP",
      "sentences": "They've got to get much tougher. I'm going to go there in the next two weeks. I'm going to Springfield and I'm going to Aurora. You may never see me again, but that's OK. Got to do what I got to do. Whatever happened to Trump, well, he never got out of Springfield.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "CONTORNO",
      "sentences": "Now, the state's Republican governor, Mike DeWine, has said that the rhetoric about Haitian migrants has been, quote, \"very hurtful for these men and women who work very hard\". Meanwhile, the mayor of Springfield, Ohio, saying that it would be an extreme strain on our resources if Donald Trump did show up there, and he said, quote, \"it would be fine with me if they decided not to make that step\" Rahel. SOLOMON",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "CONTORNO",
      "sentences": "His team views it as a major victory. Look, the Teamsters have endorsed every Democratic candidate for President going back to Bill Clinton's first run in 1992. It's very rare for them to sit out in election. So, they believe that it is reflective of the fact that there are a lot of union households that support Donald Trump, and they've been claiming, in fact, using some of the poll numbers of the union has put out there, saying that 60 percent of their members support the former President, saying that that shows that they actually have won over an important voting bloc.Now, if you look back at 2020, and some of these key battlegrounds, take Michigan, for example, where the Vice President is today, Trump won about one third of union households, which was relatively high compared to history, and they believe that they will do even better this cycle, and that this non-endorsements by the Teamsters is a sign of that surging support among the rank and file.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SOLOMON",
      "sentences": "OK. Steve Contorno live for us there. Steve, thank you.U.S. agencies believe that Iranian hackers are attempting to influence the upcoming U.S. presidential election. Federal law enforcement officials say that the hackers sent unsolicited emails that contained stolen Trump campaign materials. The emails were sent out in late June and early July to people associated with then-candidate Joe Biden's campaign. Officials say that there is no indication that Biden's staff ever replied. With Vice President Kamala Harris now at the top of the Democratic ticket, her campaign says, quote, \"a few individuals were targeted on their personal emails, but they are not aware of any material being sent directly to the campaign.\" Officials say that Iranian government-linked hackers previously tried, without success, to hack the Biden-Harris campaign. CNN Cybersecurity Reporter Sean Lyngaas joins us now from the Washington, D.C. bureau. So, Sean, just talk us through a little bit more about what you're learning about this latest attempt to try and influence the U.S. election by a foreign adversary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SEAN LYNGAAS, CNN CYBERSECURITY REPORTER",
      "sentences": "Right. Rahel, well we knew and we reported earlier this year, this summer, that the Iranian hackers had breached Trump's campaign via the personal email account of Roger Stone, the longtime Trump confidant and ally, and they had used that access to try to target the Trump campaign. Now what we're seeing is something kind of a repeat of what happened there, where they're trying to send documents or information from documents that were taken from the Trump campaign to not just media that we've seen before, but now they're sending them, apparently, to people associated with the Biden-Harris campaign. This was when -- this occurred when Biden was still the nominee. So, we can say the Biden campaign.But, it doesn't appear that they had any success in getting the Biden camp to sort of propagate the information. What we can assume from talking to our sources and what we know about Iran's intentions here, is they're just trying to stir the pot, trying to get the campaigns to sort of attack each other over this, and to a certain extent, that's what we're actually seeing right now as of last night, with Donald Trump baselessly claiming that the Biden campaign, the Harris campaign, was interfering with this, was involved somehow in this Iranian effort, which is not true. So, it really is a somewhat, I would say, desperate attempt by the Iranians, according to U.S. officials, to try to stoke discord when we're 30, 40 days away from the election, Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SOLOMON",
      "sentences": "Welcome back. You're watching CNN Newsroom. I'm Rahel Solomon live in New York.I want to get back to our breaking news this hour. Hezbollah has vowed that Israel will face retribution for a series of explosions that hit pagers and walkie-talkies across Lebanon. In a speech a short time ago, Hezbollah leader Hassan Nasrallah called the attacks massacres, and said that Israel crossed a red line. And as he spoke, Israeli warplanes flew low over Beirut, shaking up residents already on edge. The IDF says that it's currently striking Hezbollah targets in Lebanon, without disclosing locations or other details. Let's bring in CNN's Paula Hancocks, who joins me live in Abu Dhabi. Nasrallah has obviously finished speaking at this point. Paula, what's the very latest from what you're hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "PAULA HANCOCKS, CNN CORRESPONDENT",
      "sentences": "Well, Rahel, what we heard from the Hezbollah chief was an acknowledgement that this attack that they have undergone over the past two days was a significant attack. He did say that the attack on the group was unprecedented, and there was no doubt, he said, that we suffered a heavy, major blow. So, there is an acknowledgement of just how widespread the impact of this was.He did criticize Israel, though, when he said that they crossed a red line because it was not just Hezbollah that was targeted, saying that it could have been 5,000 pagers that were impacted, saying that there were medical staff that were impacted, there were civilians, accusing Israel of trying to kill 5,000 people in two minutes. He did, though, say that the infrastructure of Hezbollah is robust. It is solid. It has not been compromised, which some experts would question at this point, given the fact that the main communication format of this group has been compromised so badly. But, he did say, one day the enemy will hit us. The next, we will hit the enemy. So, once again, saying that there would be retaliation for what has happened. He did, though, repeat something that he has been saying for the past 11 months, that the attacks from Hezbollah would end if there were a ceasefire in Gaza. So, once again, saying that if the attacks on Gaza were to end and also in the occupied West Bank, he said, then Hezbollah would stand down. Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "HANCOCKS",
      "sentences": "He can be very vague at times, and this is certainly one of the ways that he was vague. Obviously, he is not going to be flagging exactly what retaliation there might be. And of course, the question is whether Hezbollah is in any kind of state at this point to be giving a significant retaliation, when you consider potentially thousands of fighters have been affected. Hezbollah has said that 38 have been killed. That's including fighting on the southern border as well. But, it's certainly a question as to how soon some kind of retaliation could take place. He didn't give a timeline. He didn't give any specifics about what it could be.We do know, though, that there has been, throughout this afternoon and the early evening, there have been attacks back and forth across the border, really what we have been seeing in recent months, and we have seen that there was an anti-tank missile attack, we understand, on northern Israel, and we heard from the Israeli military that some eight Israelis were hospitalized by that. And as Nasrallah was speaking, you did mention there were the Israeli jets flying over Beirut. They were carrying out sonic boom, so breaking the sound barrier, and the Israeli military also says that they are currently targeting Hezbollah targets in Lebanon. So, certainly, this is an ongoing situation, as it has been for months, but a very deliberate, one can only imagine, fly across Beirut by Israeli jets, knowing full well that the Hezbollah chief was speaking at that point, or at least his speech was being aired. And as we understand it, there are ongoing strikes from the Israeli side in southern Lebanon. Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SOLOMON",
      "sentences": "OK. A confirmation that Israeli was in fact listening -- or Israel was in fact listening.Paula Hancocks in Abu Dhabi. Paula, thank you. President Biden calls it an important moment for the U.S. economy. He is going to speak about the U.S. interest rate cut a little later today. Coming up, we will also look at the impact of the Fed's move and what it could have on the presidential election, what type of impact it could have. That's coming up. Plus, those three familiar words back in the spotlight, \"government shutdown looms.\" Details ahead on the mounting pressure that House Speaker Mike Johnson faces. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "ANNIE GRAYER, CNN REPORTER",
      "sentences": "Well, Rahel, we're back to square one. Johnson's plan failed spectacularly on the floor last night, and we don't know what his plan B is. There are a lot of factors here. The first is, this is putting Republican divisions on display. Johnson can only lose four Republican lawmakers on any given vote, and 14 voted against his plan last night. So, he has a lot of work to do in order to build consensus in his own conference.Then you have the Trump factor of it all. Trump is weighing in from the sidelines, saying Republicans should shut the government down if they don't get what they want. And that is really going to impact how a lot of Republicans are thinking about this. And then you have building frustration. I'm talking to a lot of Republican lawmakers and sources who are frustrated that at this point in the process, they still don't know where the Speaker stands. Let's take a listen to what Speaker Johnson told us last night after his vote failed. (BEGIN VIDEO CLIP) REP. MIKE JOHNSON (R-LA): Now we go back to the playbook. We'll draw up another play, and we'll come up with a solution. I'm already talking to colleagues about their many ideas. We have time to fix the situation, and we'll get right to it. I'm disappointed. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "GRAYER",
      "sentences": "So, Johnson says he has time, but there is only 11 days to go before the government shuts down, and we'll keep you posted on any developments we get today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "SOLOMON",
      "sentences": "OK. He has time, but not a lot. Annie Grayer, thank you.In about two hours from now, President Joe Biden will speak at the Economic Club of Washington, D.C. He is expected to praise his handling of the U.S. economy, calling the combination of falling inflation and interest rates without job losses an important moment. On Wednesday, the Federal Reserve cut interest rates by half a percentage point. Vice President Kamala Harris called that welcome news, while former President Donald Trump suggested, without evidence, that the move could be politically motivated. Let's go live to Washington, D.C. and CNN White House Correspondent Arlette Saenz. Arlette, what can we expect to hear from the President today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. That is the big question, sort of how quickly until people actually see this reflected when they're going to buy a car or when they're going to buy a house.Arlette Saenz, thank you. And looking at the markets now, U.S. markets, the Dow is up a full percentage point, 416 points. Traders clearly liking what they see. I don't know if we have the triple stack. We have the S&amp;P and the NASDAQ up. But, my guess is that they're probably up to on the back of that news. Yeah, the NASDAQ also up about 2.7 percent, the S&amp;P up about 1.7 percent. So, it's green across the board after that big rate cut yesterday. That was the first rate cut since March of 2020, early COVID days. Fed Chair Jerome Powell spoke about the heft of the cut. He said that it was, quote, \"a sign of our commitment to respond appropriately to economic conditions.\" Powell also discussing the overall state of the U.S. economy. Listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "JEROME POWELL, CHAIR OF THE FEDERAL RESERVE OF THE UNITED STATES",
      "sentences": "The U.S. economy is in a good place and our decision today is designed to keep it there. We're not serving any politician, any political figure, any cause, any issue, nothing.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SOLOMON",
      "sentences": "All right. Joining us now with more insight into the Fed's rate cut is Ted Rossman. He is a Senior Industry Analyst at Bankrate. Ted, great to see you. I'm not sure if you heard our previous correspondent there. But, the question she sort of raised at the end is, how quickly will people start to notice this in terms of car rates, in terms of mortgage rates? What do you say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "TED ROSSMAN, SENIOR INDUSTRY ANALYST, BANKRATE",
      "sentences": "The best news is that mortgage rates have already come down significantly. This is the product that tends to move the fastest. It's tied more to 10-year Treasuries than what the Fed is doing. Now, investors, of course, bake the Fed's thinking into their investments in Treasuries. But, the writing has been on the wall for a while now that long-term rates are coming down.So, last fall, the average 30-year fixed rate mortgage briefly hit eight percent. Now it's down to 6.3 percent. That's a meaningful difference. That's a difference of more than $300 a month on the typical monthly payment. So, someone who is looking to enter the market, or someone who is refinancing and they bought a year or two ago, mortgage rates have already moved a lot. Other products are more backward-looking. So, credit cards will move within the next few weeks. We'll start to see that with things like auto loans. It won't make as much of a difference there, though.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SOLOMON",
      "sentences": "Is there a limit to where you see mortgage rates falling this year? Because I take your point that they had already started to fall. But, the expectation Ted, as you know, just even a week ago, is that the Fed would cut rates a quarter of a percentage point. They did more than that, and we still have two more meetings. But -- so, is there a sort of a floor that you see mortgage rates hitting this year?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "ROSSMAN",
      "sentences": "There is sort of good news and bad news. The good news, like I said, is mortgage rates have already come down a lot. The bad news is that a lot of these initial cuts are already priced in. So, we're unlikely to see a big move in the next few weeks. Actually, 10-year Treasuries went up slightly yesterday. So, they didn't come down further with this Fed cut. They basically already knew that was coming. And you're right. Even though the cut was a little larger than expected, still no immediate drop there.Now, the Fed has signaled perhaps another half point of cuts this year, a full point next year, maybe a half point the year after that. Rates are going to continue to come down. But, for something like mortgages, a lot of that's already priced in. The best guess is, a year from now, the average 30-year fixed mortgage rate could be maybe in the mid-fives. So, some room to go lower, but not the threes or fours that we were seeing a few years ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. I think for those who are in the market, they'll take every percentage point, every basis point that they can get on a lower mortgage rate.Ted, if we can talk about a broader look. I mean, consumer spending is so important for the U.S. economy. It's two thirds of GDP. How do you think these rate cuts will be reflected? I mean, how much do you think this really stimulates or juices the American economy in a more broader sense?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "TRUMP",
      "sentences": "I guess it shows the economy is very bad to cut it by that much, assuming they're not just playing politics, the economy would be very bad, or they're playing politics one or the other, but it was a big cut.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SOLOMON",
      "sentences": "Ted, I know you said that this is really about them taking their foot off the brake. But, talk to me a little bit about why you think the Fed thought now was the right timing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "ROSSMAN",
      "sentences": "Fed Chair Jerome Powell vehemently denied any sort of political influence. Some say the Fed was too slow to raise rates a few years ago when inflation was spiking. So, there is a school of thought that says that now they're trying to be more aggressive on the cuts so that they don't get behind the curve. But, the unemployment rate has gone up from 3.4 percent to 4.2 percent. That's still pretty low, historically speaking, but the Fed doesn't want it to go much higher. Some say they could have started cutting in July. They didn't. So, maybe this kind of makes up for it, in a way. Powell wouldn't really phrase it that way. But, basically, the tone yesterday was the economy is in good shape. We want to keep it in good shape. We're going to apply less pressure on the brake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. Ted, it's an interesting point. They were blamed for being too slow on the front end. They were blamed for being too slow on the back end. Being a central banker is a tough job. It's a thankless job in this environment.Ted Rossman, great to have your insights today. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "ROSSMAN",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SOLOMON",
      "sentences": "All right. The Los Angeles Dodgers are currently in first place in their division. But, still ahead in our one more thing, a title isn't the only thing that fans are watching, the big record that Shohei Ohtani is on the verge of breaking, when we come back.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SOLOMON",
      "sentences": "London's mayor has announced a new plan to ban all vehicles from a section of Oxford Street, one of the city's busiest and most famous streets. The project now has the backing of the British Deputy Prime Minister.CNN's Anna Stewart has reaction from locals. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "ANNA STEWART, CNN CORRESPONDENT",
      "sentences": "Imagine if Times Square had no cars. Well, that may soon happen here in London. Welcome to the shopping half of Oxford Street. This major intersection is where the Mayor of London would like to pedestrianize. But, what the locals think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "STEWART",
      "sentences": "Banning cars on Oxford Street, yes or no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "STEWART",
      "sentences": "That was a no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Ban cars. Actually, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I don't like it so much because it's full of people and like it's quite busy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I think it's a great idea.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's going to affect all the businesses. Where are the busses and the cabs going to go? It's terrible, shocking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Get the traffic out of the city completely.STEWART (voice-over): It's not the first time the mayor has proposed this. Plans were blocked by Westminster City Council in 2018.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SADIQ KHAN, LONDON MAYOR",
      "sentences": "The difference this time is I've got the support of central government, and that means if, God forbid, there was opposition from the council, we'd have the powers to proceed with good plans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "STEWART",
      "sentences": "The mayor still needs to get the green light from government, but in two years, this may all be car full (ph).STEWART (voice-over): Anna Stewart, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}