{
  "date": "2024-07-03",
  "headline": "CNN News Central",
  "subHeadline": "Washing Post: DOJ to Pursue Trump Cases Even If He Wins; Heritage Foundation President: We are in the Process of the Second American Revolution; Hamas Confirms Response to Israeli Hostage and Ceasefire Deal; Hurricane Beryl Hits Jamaica as Cat 4 Storm. Aired 3:30-4p ET",
  "utterances": [
    {
      "timeStamp": "15:30:00",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "New reports out today say Special Counsel Jack Smith is planning to push ahead with his criminal cases against former President Trump, even past Election Day, even if Trump is elected.CNN's Paula Reid is here with details. Paula, this, of course, was first reported by the Washington Post. What are we learning about this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "KEILAR",
      "sentences": "And in the lead up to the election, it's now on the schedule for him to have the sentencing in his hush money trial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "REID",
      "sentences": "Yes, so it just got delayed. It was supposed to be next week, and now it's going to be in early September. And this is really the first fallout that we've seen in terms of the criminal cases and the Supreme Court opinion.Because Trump's lawyers are now using that Supreme Court opinion to argue that the entire New York conviction should be vacated because they argue that specifically the part of that opinion that says official acts cannot be used as evidence, even if it's being used as evidence of something that's not an official act, as it was there. And so they're going to go back, and they're going to point to certain portions of Hope Hicks' testimony, things that Trump told her when he was in the White House, as well as tweets that they believe are covered. They're going to argue that that's critical evidence. It should prompt a new trial. Now, I'm not sure that's actually going to be successful, but that's why the sentencing has been delayed. And it was really interesting yesterday when the judge delayed it. He said the sentencing will happen in early September if necessary. He's leaving open the door that it is possible allowing that evidence could prompt a new trial. But most of the sources I speak with, they don't actually expect it's going to prompt a new trial, but will prompt delays, which, as we know, that is the whole game.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "KEILAR",
      "sentences": "Yes, that is what Trump wants. Paul Reid, as always, thank you so much -- Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "Leaders on the right are applauding the Supreme Court's ruling on presidential immunity, including the president of the Heritage Foundation, who says that it's vital to getting the country back, as he gives an ominous warning to the left. Listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "KEVIN ROBERTS, PRESIDENT, THE HERITAGE FOUNDATION",
      "sentences": "In spite of all this nonsense from the left, we are going to win. We're in the process of taking this country back. And we are in the process of the second American Revolution, which will remain bloodless if the left allows it to be.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "SANCHEZ",
      "sentences": "CNN's Kristen Holmes is here. So, Kristen, help us understand what that second American Revolution that he's promising entails.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "KRISTEN HOLMES, CNN CORRESPONDENT",
      "sentences": "So before we get started, because I'm going to use this magic wall, I just want to note that I've actually never been allowed to touch this before, so please bear with me as we go through this. OK, so first let's talk about who that person was, Kevin Roberts. Heis the head of the Heritage Foundation. The reason why we care about this is the conservative think tank, a very prominent one, but also they are the umbrella organization of what is called Project 2025. And essentially what Project 2025 is, is that this was set up by not just the Heritage Foundation, but dozens of conservative think tanks from across the country, many of whom have former administration officials of Donald Trump's. And they did this to essentially avoid what happened in 2016, when Donald Trump was elected and there was no kind of infrastructure in place, and they had to start from scratch when it came to a transition. They wanted everything to be in place so that a transition would be smooth. Now, the one caveat of all of this, and we link it to the Trump campaign, is yes, they are doing this for a potential Trump administration, but on the other part of this, the campaign has said that anything that comes from anyone other than the campaign is not from the campaign and should not be considered that way. So the reason why I say that is because some of what Project 2025 has put out there is very controversial. So they basically have these four pillars, policy, agenda, personnel. They're building out a huge network of basically what's actually described to me as a dating website for conservatives, the kind of infrastructure to match conservatives with jobs in a potential administration, training them to work on day one, what that would look like, and a playbook for what the first 180 days would look like of a conservative administration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "SANCHEZ",
      "sentences": "So walk us through this policy agenda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "SANCHEZ",
      "sentences": "Very sort of typical flowery platitude language, but underneath it, it comes with the promise of a reworking of the federal government to specific aims that we haven't seen before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "HOLMES",
      "sentences": "Well, that would be a huge change in the executive power and give unprecedented amount of power to someone like Donald Trump if he were to win. The other part of this is like when you talk about protecting children and family, this is kind of what they're getting at. Rescind regulations prohibiting discrimination on the basis of sexual orientation, gender identity, transgender status, and sex characteristics.Something that we have heard is very much part of the Republican platform. They say all the time, Donald Trump, you hear him say it, that he thinks that women shouldn't be, or men shouldn't be in women's sports. They talk about sexual education within schooling. They want that out of any kind of education system. So these are kind of what, some of what they have outlined here. I believe this is the one, policies, well, this one would obviously likely apply to Donald Trump here. Prepare plans to end immediately any policies, investigations, or cases that are contrary to law or administration policies. How exactly would that look, particularly given what Paula was just reporting about trying to get cases even passed when he was elected? A lot of this stuff, it seems traditional, but it has been very controversial. It seems traditional for Republicans, but it's very controversial and goes pretty far.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "SANCHEZ",
      "sentences": "And it goes back to that idea of an executive with unprecedented power. Kristen Holmes, you did fantastic for your first time on the show.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "HOLMES",
      "sentences": "Thank you. I really felt like I was getting the clicks in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "SANCHEZ",
      "sentences": "How did it feel? It felt good?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "HOLMES",
      "sentences": "Yes, I felt good. I felt like I was getting the clicks in. Thank you.Thanks for this opportunity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "SANCHEZ",
      "sentences": "Of course. We'll do it again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "HOLMES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "KEILAR",
      "sentences": "This just in, Hamas now confirming it has responded to mediators involved in the Israeli hostage and ceasefire negotiations. Let's bring in CNN's Nic Robertson for the very latest on this. Nic, what can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Well, we know that the Israelis are considering this proposal. That's what we're hearing from Mossad. They're saying they're going to look at it and they will get back to the mediators, Egypt and Qatar, in due course.But I'm not seeing anything. I don't think anyone else is seeing anything in the language that's public, at least, that would give an indication that there's an imminent breakthrough here. What Hamas is talking about is still wanting a complete ceasefire and the withdrawal of Israeli troops. A complete ceasefire is what Prime Minister Netanyahu has been opposed to. Prime Minister Netanyahu in the past couple of days has said that he rejects the idea of a ceasefire agreement while Hamas still has power. Well, a couple of days ago, Hamas was firing rockets from the center of Gaza around the Khan Younis area into Israel. And there's now a massive military operation on in Khan Younis. Remembering that Israel pulled out of there a few months ago after almost five months in Khan Younis, saying that they had essentially destroyed Hamas in that area. Well, Hamas seemed to be back. And so from that point of view as well, Hamas is sticking to the language it's been using for some time. And they appear also not really to be changing their stance substantially as far as we can see. So it's not really clear where this is going to lead to. Hamas really, I mean, looks like they're digging in, that they're coming back in areas where they weren't before. They're on an offensive footing. They're still killing Israeli troops in Gaza. So, you know, where the language goes on this, both sides are saying they're talking about it, but I don't think we're going to see much come from this particular moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "KEILAR",
      "sentences": "I'm going to subdue my dancing moves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "SANCHEZ",
      "sentences": "Don't!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "KEILAR",
      "sentences": "They were a little wild in the commercial break, I'm not going to lie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "SANCHEZ",
      "sentences": "Let it fly!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "KEILAR",
      "sentences": "Love this music as we are counting down America's best towns to visit. Number two is a taste of Italy, and you don't even have to leave the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "SANCHEZ",
      "sentences": "CNN's Derek Van Dam goes to the downtown riverfront in Providence, Rhode Island. Let's check it out.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "DEREK VAN DAM, CNN METEOROLOGIST AND EXTREME WEATHER FIELD REPORTER",
      "sentences": "This scene may look familiar. I've been to Venice. So have I -- clearly. But, like, I feel like I'm in Italy.VAN DAM (voice-over): But we're not on the Grand Canal in Venice. You know, the river walk, I don't know if it was specifically designed to look Italian, but if you squint, you see Venice in Providence. Providence, Rhode Island, has long been a hub for Italian American culture, tracing back to the waves of Italian immigrants that settled in Federal Hill, now one of the most iconic little Italy's in the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "VAN DAM",
      "sentences": "Really spectacular to see the city from this perspective and this angle.VAN DAM (voice-over): Perhaps it's no surprise, then, that on your visit to Providence, you can book a gondolier to serenade you while touring the city. Sometimes we're talking the entire time about history and other attractions, and sometimes I might not do anything more than introduce myself and sing a couple songs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Bravo, signore!VAN DAM (voice-over): Next, at our gondolier's recommendation, we headed to Al Forno, a restaurant famous for the unusual way they cook their pizza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "So I stretch it here, then it goes on the grill.VAN DAM (voice-over): According to Al Forno's owner, Johanne Killeen, the idea for grilled pizza was inspired by another iconic Providence institution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "JOHANNE KILLEEN, OWNER, AL FORNO",
      "sentences": "Both my late husband and I are trained artists. We both went to Rhode Island School of Design, and we approached cooking, instead of saying why, we say why not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "VAN DAM",
      "sentences": "I'm going to start painting my canvas here. Yay!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "KILLEEN",
      "sentences": "We didn't have an oven in our kitchen, so we had a grill, and George just said, well, let's try this, and that was the beginning of grilled pizza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "VAN DAM",
      "sentences": "David, I think we got something going on here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "VAN DAM",
      "sentences": "I don't know if you need any help back here, but --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I do, I'm looking for help.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "KILLEEN",
      "sentences": "Trying to bring the magic of Italy to Providence.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "KEILAR",
      "sentences": "He should send us a pizza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "SANCHEZ",
      "sentences": "I would love a grilled pizza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "KEILAR",
      "sentences": "We love his segments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "SANCHEZ",
      "sentences": "That's awesome. I love his singing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "KEILAR",
      "sentences": "Yes, his singing's amazing. Do you want to give it a shot?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "SANCHEZ",
      "sentences": "Only if it's Wonderwall.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "KEILAR",
      "sentences": "It's a different vibe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "KEILAR",
      "sentences": "It is. Derek, grazie. All right, you can learn more about the grilled pizza, all that great stuff there in Providence on our website, or by scanning that QR code.We'll just leave it up there. Go scan it right now. You got it. That's right. Right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "SANCHEZ",
      "sentences": "That's it right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "KEILAR",
      "sentences": "We'll be right back.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "KEILAR",
      "sentences": "The island is still being battered by hurricane force winds. There's flooding rain, a tremendous storm surge. And Jamaica's Prime Minister says the worst is actually still to come.Beryl will move past the island throughout the evening as it makes its way toward Mexico. It's expected to make landfall there on Friday morning, but as a much weaker storm.",
      "isLastSentenceInterrupted": false
    }
  ]
}