{
  "date": "2024-05-29",
  "headline": "CNN Live Event/Special",
  "subHeadline": "Now: Trump Jury Deliberating. Aired 12-12:30p ET",
  "utterances": [
    {
      "timeStamp": "12:00:00",
      "speaker": "JAKE TAPPER, CNN ANCHOR AND CHIEF WASHINGTON CORRESPONDENT",
      "sentences": "When you go into that room, is there -- does the foreperson take a survey as an initial votes? How did you guys do it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "JAMIE GANGEL, CNN SPECIAL CORRESPONDENT",
      "sentences": "My impression is that every jury does it slightly differently. But I was on a criminal case, D.C. Superior Court. We did take an initial read of the room. I think we actually wrote it down on pieces of paper, so that other people wouldn't be influenced. It was quickly apparent that the room was divided.And we lasted -- and I say lasted because people get hungry. People want to go home. It was Friday. So, I think it was two or maybe three days of discussion back and forth. But I'm pretty sure it was a Friday, everybody had had enough and we did convict.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "TAPPER",
      "sentences": "And were you initially a convict?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "GANGEL",
      "sentences": "I don't remember.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "TAPPER",
      "sentences": "You don't remember.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "GANGEL",
      "sentences": "I was trying to think that -- I honestly don't remember. What I do remember, though, is it came down to two words, I keep saying which common sense. What people looked around the room and they said, do you think he did it? It was a, he? And in the end, that was the discussion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "TAPPER",
      "sentences": "So, can we put up the jury graphic that we have just because this is something that the -- both the prosecution team and the defense team has. And if there is a probably much more detailed. So lawyers, I am curious, what kinds of things in addition to the facts that we are sharing with our viewers, such as for juror number four, who is one of the -- one of the two who volunteered to be in-charge of the laptop containing the fiscal evidence.Juror number four we know is a security engineer. It's a man, no social media, and three children. What other things -- and let's remove juror four from it and let's remove this jury from it. But what other things might be on a prosecution or defense teams' memo when they are -- you know, when they're just taking notes? What other things are people looking for? Because you're making an argument to 12 people, right? You're not making a theoretical argument. You're actually trying to figure out what works for these individuals. LAURA COATES, CNN ANCHOR AND CHIEF LEGAL ANALYST: One, we're talking about common sense what informs that is why you're asking questions on that wider form about, what type of publications they're following. What sort of podcasts, et cetera. I mean, common sense is not something that you -- from the perspective of a prosecutor or defense is just gleaned. It has to be informed by what you're reading -- what you're following, which is why it was curious for some people that you had people who were following Cohen's podcasts. Why people who were with it, what publications they were reading? How you're able to ascertain what you recall coming in? Because common sense certainly is not street smarts. It's not just the idea of what do you think walks like a duck and quacks like a duck. It's also what sounds and rings true to you? And what do you know about that, things you may have read before and now the evidence is going its -- according to the instructions. And I make this very clear. According to the instructions, the evidence is supposed to be the only thing you're using. But jurors oftentimes think of those as more performative. As in my common sense is going to be gleaned from what I have already brought in with me and what rings true, based on my reading.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "ELIE HONIG, CNN LEGAL ANALYST",
      "sentences": "On a point Jamie made about her jury experience. Well, you would think if you just took 12-people arbitrarily selected who didn't know each other. Put them together room and said, you have to unanimously decide on anything. Were we ordering the lunch today? They would never get there.But as Jamie's experience -- and really, Karen shows, there are enormous institutional pressures in a good way to drive that jury towards unanimity. The judge has already told them, your task is if humanly possible to reach a unanimous verdict. Also, as Jamie's experience shows, if you're in the jury room and you find yourself in a minority of one or two or three, it's really hard to resist the other nine or 10 or 11, especially as the hours tick by. And then there's the ultimate sort of judges last resort, which works sometimes which we've heard referred to as an Allen charge, the dynamite charge. Defense lawyers hate it. They call it the coercion charge. But if there comes a point where a jury sent -- this jury sends a note saying, judge, we have a problem, we have a stalemate jerk. You know, one of the jurors is not engaging. Then eventually the judge has the option. And he will give this charge, which is quite aggressive. He basically says, you all need to stick with your own minds. But man, get it together, get back in there. It's your job if humanly possible to reach a verdict. I've seen that charge actually break stalemate. So, the point is, you would guess by the way -- I was just doing research on this, so it's fresh in my mind. What percentage of juries hang. The best study of this was done in the late 90s, 30,000 cases and concluded 6 percent of criminal cases hang. I asked about a dozen D.A.s and Feds and defense lawyers. Everyone came out in the single digits, two to 10 percent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "TAPPER",
      "sentences": "It seems like a lot though.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "DAVID CHALIAN, CNN POLITICAL DIRECTOR",
      "sentences": "Because we don't have any of those studies is the criminal prosecution of a former president United States --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "HONIG",
      "sentences": "Of course, everyone knows.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "CHALIAN",
      "sentences": "Who everyone knows. So that -- when you say --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "TAPPER",
      "sentences": "In a city decidedly hostile -- points of view.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "CHALIAN",
      "sentences": "When you say, you know, one, two or three in a jury, if they're sort of on an island to themselves and the pressure of the room, all of that makes perfect sense in a normal case. And I know that they're not supposed to consider who this defendant is or what his position is, or the fact that he may be president United States come next January.But it's impossible for them not to have that present in their mind, which makes the -- what is happening in this room, or I don't -- I don't know how it will impact that. But I bet it's different. Even if you're one on an island, given who this defendant is, it may not -- it may not have the same sort of structural pressure inside the room, because there's this layer of a political know how in your life that you bring to that room as -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "TAPPER",
      "sentences": "So, joining us know -- I'm sorry, I'll come back in a second, Nia-Malika. Joining us now is Stephanie Winston Wolkoff, a former senior adviser to Melania Trump, and author of the book, Melania and MeSo, you and Michael Cohen have a lot in common to former Trump family insiders, who now find yourself very much on the outside. I know you and Michael Cohen have become good friends. Have you spoken to him since his testimony?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "STEPHANIE WINSTON WOLKOFF, FORMER ADVISER TO MELANIA TRUMP",
      "sentences": "I actually ran into Michael this morning on the street on my way here. He was on his way to getting a cup of coffee with some of his friends. And I think the one most important things that people need to remember about this case is that Michael Cohen is not on trial. And I'm not here to defend Michael. Michael did what he did. And he's admitted to all of those things. You know, I mean, I listen to the news constantly. And to continuously, you know, every time he's introduced, you know, his -- the new favorite, you know, terminology is calling him a globe, the greatest liar of all time. And I think what's important for people to remember is that the notion that we could sit here and joke about that almost while the -- you know, Republican -- you know, presidential nominee is someone who committed over 30 false and misleading statements while he was the president of the United States. You know, he doesn't get that type of introduction.So, I also think the facts speak for themselves, I really do. I was around during that time with Michael, and that's what made us such, you know, close allies was we were together working for -- he was working for Donald Trump and I was working for Melania Trump. And we did have a lot of time together, where we both witnessed certain activities and behaviors that only we would know, and again, have spoken about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "TAPPER",
      "sentences": "Yeah. I think you're referring to the Washington Post fact checkers tabulation of 30,000 of falsehoods that Donald Trump told this president of the United States. Unless I'm mistaken, just a brief --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "WINSTON WOLKOFF",
      "sentences": "There were so many different -- I apologize. There were so many different turn, you know, papers that did comment somewhere 30, somewhere 31000, but around that, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "TAPPER",
      "sentences": "Yeah. So, I want to read a portion of Trump's attorney Todd Blanche's closing argument. He's the one that referred to Michael Cohen as the globe, the greatest liar of all time that you were referring to. And in this part of his closing argument, Todd Blanche's defense attorney is talking about the release of the Access Hollywood tape.\"This was an extremely personal event for President Trump and nobody. And again, I am just going to state the obvious, nobody wants their family to be subjected to that sort of thing. Doesn't matter whether you were running for office, doesn't matter if you're running the apprentice. It just doesn't matter if you're just a normal everyday person in the city. Nobody wants their family exposed to that type of story.\" In this telling of the Access Hollywood tape story, the release of it -- the leak of it to the Washington Post in October 2016. Mr. Blanche is portraying Donald Trump and his family as victims of the Access Hollywood tape release. And I was wondering what you make of that argument.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "TAPPER",
      "sentences": "Three of his adult children have been to court this week. Eric Trump, Donald Trump Jr. and Tiffany Trump. Eric and Don Jr. were in fact mentioned by the defense attorneys because they wrote different -- they cut different checks to Michael Cohen from their positions at the Trump Organization.And the defense noted, if this was a conspiracy, how come neither of these two testified, kind of trying to use the fact that they were there, their presence, the prosecution could have called them, but they didn't, which was interesting. Something else that's interesting. I'm wondering about your perspective on is the fact that neither Ivanka Trump, the president's daughter -- older daughter, or nor his wife Melania Trump attended any of the court proceedings. Does that surprise you at all?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "WINSTON WOLKOFF",
      "sentences": "If you're ready, I'd love to address first Donald Jr. and Eric.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "TAPPER",
      "sentences": "Sure, of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "WINSTON WOLKOFF",
      "sentences": "It was during the United States attorney general District of Columbia's case where I was deposed as well and as were they. And Don Jr.'s deposition clearly stated that once Donald Trump became president, it was he Eric and Allen weisselberg, who were going to be signing off on the checks.And there were a lot of other statements that were given that I think people need to look back at during that time, including the fact that Allen weisselberg, you know, was involved in the time of the campaign. So, it was Michael Cohen, and so as I, but unofficially. So, I think it's really important that people understand that the people closest to the Trumps are sometimes not made official for certain reasons. There's the capability to do more. As far as you know, Melania not being in the courtroom. I think that's saving -- you know, again, we're back to the art of distraction. If they really, really think that during the verdict, if that's going to really shine this darkness over the verdict and shine light on Melania to take away from what's going on. I think that is the only possibility of her showing up. Ivanka, she's -- you know, tried to whitewash her entire involvement in the Trump White House. She's been doing a great job on her Instagram. But having been behind the White House walls and seeing Ivanka and Jared's involvement in everything that has happened up to this date, you can't whitewash that. And so, I understand that she has young children, and she doesn't want them to hear the disrespectful and disgraceful things that Stormy Daniels had to discuss during this trial, because Trump has still maintained that there was no affair with either she or Karen McDougal. I think otherwise, you know, they're going to keep themselves as distance themselves as much as possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "TAPPER",
      "sentences": "All right, Stephanie Winston Wolkoff. Thanks so much for your time. Appreciate it. Kaitlan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "Thanks, Jake. And obviously right now, we are now 45 minutes into the jury deliberating inside that room. All of these jurors now for the first time talking to each other about this case. Something Paula that that they have been told not to do specifically by the judge during all of this.And obviously, you know, he's just gave -- given them these lengthy instructions about what they can consider about the witnesses that they did hear from in this case. People like Michael Cohen and Stormy Daniels, their credibility and their assessment of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "COLLINS",
      "sentences": "And John, the judge also told them kind of how to deliberate. Part of this, you know, he said your verdict on each count, you consider whether guilty or not guilty, as we know must be unanimous. That is every juror must agree to it. But he also said to reach that verdict, you must deliberate with the other jurors.That means that you should discuss the evidence and consult with each other, listen to each other, give each other's views, careful consideration and reason together when considering the evidence. And when do you deliberate, you should do so with a view towards reaching an agreement if that can be done without surrendering individual judgment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "JOHN BERMAN, CNN CORRESPONDENT",
      "sentences": "Work together, sounds like a parent. Trying to corral a bunch of kids saying, OK, you guys sit down and figure this out together, but respect each other as well. Look, so much of what happens inside a jury room is unknown and varies from case to case. But one of the things that can happen is you get one or two people who disagree with everyone else.And then you end up with a deaf dynamic, which in some cases can be hostile. You have 10 people leaning on two people to change their minds. And the judge is suggesting to them, OK, do this in a civil way into the two people, maybe listen for a second. Listen to the other people in the room and let them make their case and be open to change. Because as everyone has pointed out, Elie and others, the system is built for juries to reach that consensus. It prefers for juries to reach that consensus.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "COLLINS",
      "sentences": "And I should note that, you know, we have not seen any -- it's 48 minutes now, maybe give or take given a few to jurors had to make sure they knew how to use the laptop that all the evidence on it, when they got inside the room. But the foreperson, we talked about him. He's juror number one. He is the foreperson designated because he was the first juror pick.And if there is a note, he is the one who kind of facilitates that to the judge. And the instructions. The judge said, we asked the foreperson to do during deliberations is to sign a written note that the jury since the court. They don't have to write the note. They don't have to agree with the contents that they indicate that it does come from the jury. The judge did clarify. You don't have to physically sign it. You just have to indicate that it is from the foreperson here. And that's how the judge who's waiting right now in his robing room, he said for a little bit before going upstairs in the courthouse to know, do they have any questions? Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "REID",
      "sentences": "I would be shocked. Kaitlan, if we get to the end of the day with no jury questions. This is so complicated. There's been so much evidence, they don't get copies, for example of key testimony. I would be absolutely stunned if we get to the end of the day, and they don't have at least one question, maybe more.This is a complicated case, an extraordinary amount of evidence that they've heard over the course of seven weeks, we just had a week-long break, even though they sat through this lengthy, incredibly lengthy closing arguments. They're going to have questions. So, I would absolutely expect that we'll get one, maybe even more questions today. I think it's also important to remember when you're talking about the dynamic in the jury room. Former President Trump brings out a lot of fields and people, both good and bad. So, you add that layer on top of the difficulty of reaching consensus with any group of 12 people about anything. This is an extraordinary task that they have. And I do hope that, you know, in the weeks, months, potentially years to come, that some of these jurors will share their experience and how they -- how they handle this because it's such an extraordinary moment in history and it's almost hard to imagine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "BERMAN",
      "sentences": "We don't know the identities of the people that you're around, we may never know the identities. But if they do choose to speak, there are a lot of questions I think we all have for what went on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "TAPPER",
      "sentences": "Yeah. I mean, I don't even mean negatively. I mean, he loomed large for years. And before he became a controversial figure, having to do with -- I guess, really the Central Park Five, and then also questioning whether Barack Obama was born in the United States. Before that he was -- you know, he was in home alone too. He was in the Richie Rich movie. I mean, he was a celebrity generally liked. So, it works both ways.You have a podcast called Catch and Kill. You focus on the similar media schemes to protect Harvey Weinstein that were alleged used -- were used by the AMI, the tabloid magnates during this case. Do you think that after hearing from both sides, this New York jury has a deep enough -- sophisticated enough understanding of how a catching skill -- catch and kill scheme works. Why they're so effective in covering up negative stories? And whether or not it's relevant to this case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "FARROW",
      "sentences": "I think so. It's a fairly new concept in the public imagination. This is a term that's kicking around in tabloid circles that got popularized in a lot of this reporting around both Harvey Weinstein and Donald Trump. And there was a connection there, Jake. These were both individuals who were working through AMI, the tabloid company that you mentioned -- the parent company at the time of the National Enquirer to acquire negative stories and buy the exclusive rights and then bury them.And then prosecutors in this case made a very canny, very specific decision to lead with that backstory, that information. There's a reason that we started out this trial hearing from David Pecker at the time the head of AMI, who was in the room with Donald Trump, prosecutors allege in 2015 when this whole scheme was hatched. And ever since then, prosecutors have been laying out to jurors how this wasn't just business as usual for the National Enquirer. This was a specific flavor of Catch and Kill that was geared around the election and the urgent electoral needs that sprung up around these rumors. And as you pointed out, Donald Trump was a playboy. He was known for womanizing and philandering and so on. This particular juncture in his public history, where he was suddenly playing to a much more conservative base, represented a shift in his priorities and how he wanted to be perceived. And that's where it was important that they brought out later after establishing that AMI history, Stormy Daniels to talk about some of the tawdry details, which they hoped would say to the jurors, hey, this was an urgent need for a cover up that then befell Donald Trump and the people around him. It's also why you heard from Hope Hicks saying, yeah, there was an atmosphere of desperation and urgency after the Access Hollywood tape, which in his final statements Todd Blanche, the Trump lawyer tried to downplay, but which was a part of the fabric of all of this. You know that this was a circle of people around Donald Trump in crisis at that point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "TAPPER",
      "sentences": "And Ronan, it seems to me that the Catch and Kill stories alleged in this case, a false story about a kid outside his marriage, not true, paid $30,000. Karen McDougal alleging a longtime relationship of almost a year with Donald Trump got $150,000 for a basically a no-show job. In terms of a column, she was writing for AMI.Stormy Daniels really actually -- AMI was involved but had nothing to do with the payment. It seems like those allegations against Donald Trump are not as hideous as what the National Enquirer is alleged to have covered up when it comes to Harvey Weinstein, which actually has to do with assault and rape, right?",
      "isLastSentenceInterrupted": false
    }
  ]
}