{
  "date": "2024-08-28",
  "headline": "The Situation Room",
  "subHeadline": "Harris & Walz Launch Bus Tour Of Battleground Georgia; G.A. Gov. Kemp Downplays Trump Attacks As \"Dustup\"; Tomorrow: CNN Holds First Interview With Harris & Walz; FBI Still No Clear Motive Behind Trump Assassination Attempt. Aired 5-6p ET",
  "utterances": [
    {
      "timeStamp": "17:00:42",
      "speaker": "ALEX MARQUARDT, CNN SENIOR NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Happening now, Kamala Harris and Tim Walz are just now kicking off their post- convention campaign swing through Georgia, this new Democratic ticket barnstorming the battleground state with a bus tour aimed at reaching rural voters. Also tonight, the FBI releasing new information and new photographs from the Trump assassination attempt investigation, authorities say the gunman's motive is still unclear more than a month after the shooting.And in the Middle East, the Israeli military launches deadly new raids in the West Bank, the biggest Israeli military push in the occupied Palestinian territory since the October 7 attack on Israel. There are growing fears of escalation tonight as Hamas calls on Palestinians to join a suicide bombing campaign. Welcome to our viewers here in the United States and all around the world, Wolf Blitzer is off today. I'm Alex Marquardt and you're in the Situation Room. And we begin our coverage tonight with the presidential campaign, the Democratic ticket setting their sights on Georgia's 16 electoral votes as Donald Trump tries to mend fences with the state's Republican governor, Brian Kemp. CNN's journalists are covering both the campaigns from every angle versus CNN Priscilla Alvarez, who is live in Savannah, Georgia. So Priscilla, Harris and Walz are about to arrive at their first campaign bus stop there in Georgia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:42",
      "speaker": "PRISCILLA ALVAREZ, CNN CORRESPONDENT",
      "sentences": "And this is their first time campaigning in the critical battleground state together since they've become the presidential and vice presidential nominees. Now, Alex, of course, a visit here is notable, but where they're going is significant this time around, hitting South Georgia. That's a region that typically leans Republicans, but they're trying to pull off something that Democrats did in 2022 look back to Senator Warnock runoff in December of 2022 where what he did was win big in Atlanta, but also shave off those votes from Republicans in these rural counties. And the person at the center of that strategy is now at the center of the Harris campaign strategy, Quentin Fulks, who, when I spoke with him, told me that he thinks he can employ a similar playbook here. Again, basically trying to lose by less in South Georgia, peel off those voters and then continue to win big in Atlanta. That is what he and the campaign think is the path to victory in this critical state, which, by the way, President Biden only won by less than 12,000 votes in 2020.Now, Democratic strategists in the state also tell me that the Tim Walz factor could play here. Of course, he had a role upbringing, and he has those football and military roots, which can play big in South Georgia. So, they're also watching to see how he resonates with voters to see if together the ticket can be aggressive in that area again to take those votes from Republicans come November. Now, coinciding with this swing is also pouring a lot of money into the media market. We know that the Harris campaign has poured $1.7 million in the last three weeks in the Savannah area media market. They are pulling at their distributing ads across this market and others, starting the week with, the economy, and today, releasing an ad on Project 2025, that blueprint that they're tying to former President Donald Trump to draw a stark contrast with the vice president and former President Donald Trump. But this bus tour, Alex, is really going to focus on the kitchen table issues. That's what we can expect to hear as they go to these different stops, the two of them together, again, trying to be aggressive in a part of the state that Democrats typically haven't had a whole lot of success in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:42",
      "speaker": "MARQUARDT",
      "sentences": "All right, Priscilla Alvarez in Georgia where the Harris- Walz campaign is kicking off their bus tour. Thanks very much, Priscilla.Now let's get the latest from the Trump campaign with CNN's Alayna Treene. So, Alayna, what can you tell us about Trump's efforts to patch things up with Georgia's Republican Governor Brian Kemp.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:01",
      "speaker": "TREENE",
      "sentences": "So Alex, I'm going to break this down. I think the bottom line here is that clearly, you know, Kemp and Trump, I doubt will ever be really good friends. But they kind of have a truce going on right now, and the meaning behind this is this is politics, and Georgia is definitely going to be a battleground state. Trump lost the state to Biden in 2020 and they need to do anything they can to get an edge. And Kemp is very popular, again, in Georgia, and Donald Trump's team recognizes this, and so if they have to patch things up to maybe help him on the margins there, they're going to do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:01",
      "speaker": "MARQUARDT",
      "sentences": "Yes, a fraught relationship, to say the very least. Alayna Treene following the Trump campaign, thanks very much.Let's get analysis from our political experts. Thank you all for joining me this evening. Tia Mitchell, I want to start with you and your Georgia expertise. The Harris-Walz campaign sending a very clear message here by starting their post-DNC convention trip in Georgia. And that message, it would seem, as they believe Georgia is in play. Do you agree? TIA MITCHELL, WASHINGTON CORRESPONDENT, THE ATLANTA JOURNAL- CONSTITUTION: Yes, I think all signs point to Georgia being in play. The polling, the prognosticators, putting Georgia as a toss-up state, but even on the ground in Georgia, Georgia's demographics are making the state even more purple each year. And -- but I think we have to say that every statewide office holder in Georgia is a Republican except for the two senators. And that's something that's different on the ballot this year, Senators Ossoff and Warnock were on the ballot in 2020, they helped create that unified message that helped put all three of them over the top, along with Joe Biden. Now the presidential ticket stands alone. Neither Ossoff nor Warnock are on the ballot, which will make it that much harder for Democrats to carry Georgia, but Kamala Harris is definitely putting the state back in play in a way that it wasn't when Joe Biden was leading the ticket.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:01",
      "speaker": "MARQUARDT",
      "sentences": "Yes, he was certainly having a tough time again in those head to heads with Trump before he dropped out of this race.Kate Bedingfield, Priscilla Alvarez touched on this tactic that they're using in Georgia, because they're not going straight to Atlanta. They are going farther south in Georgia. They are going to rural areas. It appears to be trying to peel off voters from Donald Trump. What do you make of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:04",
      "speaker": "MARQUARDT",
      "sentences": "And draws money from other states --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:04",
      "speaker": "BEDINGFIELD",
      "sentences": "Exactly. MARQUARDTOh, sorry. I'm going to read this quote from Kemp, \"To me that was a small distraction that's in the past,\" and saying Republicans should focus on Kamala Harris and quote, \"not some dust up from two or three weeks ago.\" So, Shermichael, clearly Kemp here trying to move on despite some of the tense things have been said by both sides. How important is this relationship if Trump wants to win?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:04",
      "speaker": "SHERMICHAEL SINGLETON, CNN POLITICAL COMMENTATOR",
      "sentences": "Oh, it's absolutely important. One, to help fundraise in the state. Brian Kemp is an incredibly popular governor. Tia knows this. She covered him when he ran.Even had some conservative Democrats who crossed over and voted for him. You don't typically see that with Republicans. And he's going to need, Trump is going to need him to help in South Georgia, the more rural parts of the state where Donald Trump performs very well with those types of voters. Kemp can go down there, talk to those voters and turn them out. I'm not certain that the Harris-Walz campaign believes that they're going to win Georgia necessarily, by going down south, but what I do think they're attempting to do is force the Trump campaign to spend money in areas where they should naturally be strong. With that said though, having Kemp back on the team, I think propels the former president forward. It's one thing to run the race against Joe Biden, who does well with non-college educated whites. We have seen some of the data that suggests Kamala Harris is still struggling with those types of voters. Does Walz help? I'm not convinced of that yet. So I'm happy, and I think most Republicans would be happy to see that the Kemp is out there, campaigning with the former president, fundraising for the former president, trying to help him win back that state, which, again, he barely lost by less than 12,000 votes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:04",
      "speaker": "MARQUARDT",
      "sentences": "And while the candidates are on the trail in Georgia, they're going to sit down with our colleague, Dana Bash. This interview airing tomorrow night at 9",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:04",
      "speaker": "MITCHELL",
      "sentences": "So, I think they're going to try to accomplish both keeping it soft and light, in a way, highlighting their stories, their chemistry, highlighting the ticket in a way to connect with people. But I think they are going to try to put some meat on the bones, because we know that's where the criticism that the Harris-Walz ticket has faced is that they haven't put themselves out there to be asked the questions, not just what do you want to do, but how do you plan to do it? Explain it in more detail to see what's truly realistic and how well she can dig into the nuances of her platform. So I think we'll -- I think they're going to try to do both.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:04",
      "speaker": "MARQUARDT",
      "sentences": "Kate, there's been a lot of discussion about this interview. Of course, Harris did -- had not so great an interview with Lester Holt a couple years ago. There have been -- there's been some defensiveness that this is just the press who wants her to sit down with one of us? There's the argument from the Trump campaign, of course, that she has to answer these tough policy questions. And of course, this is coming rather late in the game in terms of the actual election timeline.So how high do you think the stakes are for this interview tomorrow?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:04",
      "speaker": "BEDINGFIELD",
      "sentences": "Well, I think it's an important interview, no question. I think what she needs to try to do is build on the momentum that she has coming out of the convention. And I think she needs to remember that she in the first, now it's almost six weeks since she became the nominee, on admittedly an incredibly compressed timeline in sort of dramatic fashion, she has communicated a message that is resonating with voters across the country, and I think she needs to think about this interview tomorrow as another opportunity to talk about who she's fighting for, her own personal story to really drive this freedom agenda and this, you know, who wants to give you more freedom versus take your rights away argument that has been really effective and that Trump, frankly, has struggled to respond to and to, you know, counter define her on. So, I think she needs to not get too wrapped up in the idea that this needs to be, you know, a PhD policy test of every potential plank of a Harris administration, and really use it as a messaging opportunity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:04",
      "speaker": "SINGLETON",
      "sentences": "I mean, Alex --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:04",
      "speaker": "MARQUARDT",
      "sentences": "Go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:04",
      "speaker": "SINGLETON",
      "sentences": "-- really quickly here, there are some serious questions voters have about the vice president's ability to handle the economy. She's been vice president for three and a half years now, and people are still suffering from cost. She released a plan a week ago that we now see will cost close to $2 trillion. So those skeptical voters in places like Pennsylvania, which will be a deciding state for her or Trump, they want to know, if we give you a shot, what will you do different from what you've already done over three and a half years? And she hasn't answered that yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:00",
      "speaker": "SINGLETON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:00",
      "speaker": "MARQUARDT",
      "sentences": "-- and many more that will get voters some of the many answers that they are looking for.Thank you all for joining me. And to our viewers, be sure to tune in to CNN tomorrow night, that interview at 9:00 Eastern, the first exclusive interview with Kamala Harris and Tim Walz. Coming up, we'll have much more on the presidential campaign. I'll be speaking with a key Democratic lawmaker, Congresswoman Abigail Spanberger. Plus, new details on the Trump assassination attempt. We just got an update from the FBI, including information about the search for a motive. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:00",
      "speaker": "EVAN PEREZ, CNN SENIOR JUSTICE CORRESPONDENT",
      "sentences": "Well, one of the things that we got today, Alex, was a series of photographs that the FBI took. Some of them are crime scene photographs from the scene there in Butler, Pennsylvania. I'll show just a few of these. There -- one of them is the rifle, the one that was used by the shooter, which is a panther arms, A-15. And you can see the site there, the gun site that is attached there. Another photograph that they showed us was this backpack.Now, one of the questions that obviously was came out of the event was, you know, how did this gunman walk around with a backpack with a gun and not be seen by 150 cops, where you can see right there, you see of a collapsible stock, which allowed him to hide it inside that backpack. We also see -- we also got a picture of those explosives that were found in the back -- in the -- in his vehicle. You could see the two explosives right there, they were not put together properly according to the FBI. One of the receivers was put in the off position so he couldn't detonate it from where he was, which appeared to be his plan. Another photograph we got was this scene of how he got on the roof. Now you see on the right hand side of this photograph an air conditioner unit which was used -- which he used to be able to climb onto that roof where he was able to fire off eight shots at the former president, killing one person at that rally. Now, as you pointed out, no motive so far has emerged from this investigation. The FBI pointed out that, you know, essentially, they've looked at all his ideologies that he's expressed in his online searches and in his online activity. Listen to the FBI explain exactly what they found. (BEGIN VIDEO CLIP) KEVIN ROJEK, SPECIAL AGENT IN CHARGE, FBI PITTSBURGH OFFICE: We see no definitive ideology associated with our subject, either left leaning or right leaning. It's really been a mixture. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:00",
      "speaker": "PEREZ",
      "sentences": "So, it could be, Alex, that, you know, here we are, a month later, that the FBI will perhaps never be able to identify whether what exactly motivated this shooting. Perhaps it was just something to get attention, which often happens in these cases.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:00",
      "speaker": "MARQUARDT",
      "sentences": "Juliette, on that question of motive, if there are, you know, inclinations of a mix of left and right wing ideologies, how much --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:00",
      "speaker": "JULIETTE KAYYEM, CNN SENIOR NATIONAL SECURITY ANALYST",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:00",
      "speaker": "MARQUARDT",
      "sentences": "-- more complicated does it make it to actually figure out and determine the shooter's motive?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:00",
      "speaker": "KAYYEM",
      "sentences": "It makes it makes it almost impossible. But I think I didn't like the way the FBI framed that, when they said, you know, that there's that -- you know, there's no known ideology. The truth is, there is an ideology, and that's politics, right? In other words, he chose -- he was looking for an opportunity to do a high profile political assassinations. He doesn't go after a movie star.He doesn't go after a family friend or a former girlfriend. He doesn't go after a sports figure, anyone else. So in some ways, there is an ideology, and that is, he's going to enter the political space and make himself known. At that stage then it becomes -- it then becomes, well, he didn't really -- you know, he was just shopping for an opportunity. He's looking at Biden's campaigns, it turns out Trump is closer. And I think one of the issues that we really need to look at is the extent to which he was opportunistic, but he wasn't spontaneous. He is looking at the weather. He is looking at the owners of those buildings. He is looking at the sites. He is understanding what the timing is going to be. And then, as Evan said, you know, he's got the sophisticated attempt to conceal the gun. So those two things make me think, you know, yes, there is a motive, it's a political one, but there's not an ideology.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:00",
      "speaker": "MARQUARDT",
      "sentences": "Evan, you did note the extensive online searches --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:00",
      "speaker": "PEREZ",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:00",
      "speaker": "MARQUARDT",
      "sentences": "-- by the shooter. What else have investigators learned through them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:03",
      "speaker": "ALEX MARQUARDT, CNN HOST",
      "sentences": "And we have this new video just in of Kamala Harris and Tim Walz visiting Liberty County High School in Hinesville, Georgia. It is the first stop on their bus tour through rural Georgia. Vice President told students, quote, welcome to the Role Model Club. And you're going to show us what a winning team looks like. Harris also shared that she was in band in high school. We're going to keep you updated on any new developments there on the campaign trail.Meanwhile, we're also following news overseas. These are the biggest raids in the West Bank in years. Today, Palestinian authorities say that Israel's military killed at least 10 Palestinians seized hospitals and bulldozed roads in the West Bank. Israel says that the operation's goal is to, quote, thwart Islamic Iranian terrorist infrastructure. CNN's Nic Robertson reports now from Israel as a top -- excuse me, he's reporting from Israel as a top Hamas official is also calling for the return of suicide bombings. (BEGIN VIDEOTAPE) NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR (voice-over): Before dawn, the biggest Israeli raid into the occupied West Bank since the war in Gaza began October 7th, air strikes near a cluster of northern towns, Tulkarm, Jenin and Tobas, backed by hundreds of troops and border police on the ground. The IDF says it's a counter terrorism operation intended to thwart what they claim is a systematic strategy in Iran to smuggle weapons and explosives into the West Bank. Outside Jenin, a drone strike killing three men in a vehicle whom the IDF plane were terrorists and seriously wounding another. Near Tobas, the IDF says another airstrike killed four terrorists. This resident caught in a blast. MASOUD NAAJA, TWO CHILDREN KILLED (through translator): In seconds, very fast. We felt like something came down on us from the sky, and there was an explosion. When I put my hand on my chest, it was off shrapnel and in blood. ROBERTSON (voice-over): The IDF also arresting people and surrounding hospitals, including Jenin's main hospital, Ibn Sina, they said, to prevent terrorists using it as a base. Palestinian ambulances also appearing to be targeted by the IDF, amid claims staff were beaten. DR. YOUNIS AL KHATIB, DIRECTOR OF THE PALESTINIAN RED CRESCENT IN THE WEST BANK (through translator): The occupation army is clearly targeting medical crews and ambulances. The latest example is today at the Al-Faraa refugee camp, the staff were forced to come out of the car, and the Director of our Center in Tobas was beaten. ROBERTSON (voice-over): As they have done in previous West Bank raids, the IDF using armored diggers to rip up streets they claim searching for roadside bombs. In part, the IDF says the operation connected to this failed backpack bomb attack that only killed the bomber in Tel Aviv 10 days ago. It was the first of its kind in decades. Hamas, however, reacting to the raid calling Palestinians that restart a suicide bombing campaign abandoned almost two decades ago. Unclear how long the operation will last, but by late Wednesday, Palestinian officials saying 10 people dead and more than 20 injured, making it one of the most deadly days in the West Bank since the Gaza war began, October 7th. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:03",
      "speaker": "MARQUARDT",
      "sentences": "Nic Robertson joins us now. So Nic, give us a bit more context on this incredibly volatile situation in -- in the occupied West Bank, which has gotten even more so since October 7th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:19",
      "speaker": "MARQUARDT",
      "sentences": "All right. Nic Robertson in Tel Aviv, thanks very much for all that reporting.Let's get straight to Andrew Miller. He was, until recently, the Deputy Assistant Secretary of State for Israeli Palestinian Affairs. Andrew, thanks so much for being with us. There have been major concerns about the West Bank exploding. We now have this -- this very large Israeli operation, the -- the biggest in a long time. You have Khaled Mashal, the -- the top Hamas official, calling for a resumption of -- of suicide bombings. Why did Israel carry out this operation now? How concerned are you that these very aggressive tactics will lead to a major escalation? ANDREW P. MILLER, FORMER DEPUTY ASSISTANT SECY OF STATE FOR ISRAELI- PALESTINIAN AFFAIRS: It's very possible that the timing of the operation is related to an increase in Iranian support for various extremist groups within the West Bank. We mentioned Hamas Palestinian Islamic Jihad, established terrorist organizations. What we're seeing in the West Bank is a proliferation of extremist groups that are far less organized than those major pillars of the so called Palestinian resistance. We've reached a point in the West Bank where there's so much discontent that weapons can more or less be delivered to refugee camps and they'll find their way into the hands of militants of various -- various stripes, so there is a high degree of danger from these elements. And given that Iran has yet to respond directly to the assassination of Ismail Haniyeh in Tehran, it's very possible that they're seeking to hurt Israel indirectly through the provision of weaponry to these militants in the West Bank, knowing that it's less likely to prompt either Israeli retaliation or regional war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:19",
      "speaker": "MARQUARDT",
      "sentences": "So that's what Israel is seeing on the Palestinian side. On the Israeli side, a lot of the tension has built up because of extremist settler activity attacking Palestinians and -- and Palestinian villages. The U.S. has -- had several rounds of sanctions. There's a -- a new round of sanctions today against an Israeli group and an individual for their role in supporting settler violence. Is that enough of a step by the U.S. to try to tamp down this -- this violence and this tension?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:19",
      "speaker": "MILLER",
      "sentences": "It's an important step by the United States, and it should continue, but it's not enough in and of itself. Ultimately, the United States cannot solve the security problem in the West Bank. Israel will need to solve the problem, in particular regarding extremist settlers. The IDF, the Israeli police have the capacity they have -- they should -- they need to have the will to hold those responsible.They are able to identify the extremist settlers who are most involved. They have not taken sufficiently aggressive action, and they have not brought them through the normal judicial process. It's a catch and release game that has perpetuated the problem. Significantly, there was news earlier this week that Ronen Bar, the head of Shin Bet, the domestic intelligence agency, wrote a letter to Prime Minister Netanyahu, saying extremist settler violence had gotten out of hand, and the police are not doing their job, and -- and the police report to Ben-Gvir, the extremist Israeli Minister. So it's not a surprise and it's not an accident that the police might be holding back from arresting these settlers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:19",
      "speaker": "MARQUARDT",
      "sentences": "A bit more lax. Let's talk about Gaza. There was a new Watchdog Report that revealed that the president, President Joe Biden, went against warnings of advisers and -- and agencies about that maritime peer that was built by the U.S. military off of Gaza to deliver aid some $230 million it costs to -- to build that. You were in the administration at the time. It was very controversial. Do you now see that as a failure?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:19",
      "speaker": "MILLER",
      "sentences": "I think that -- that -- it -- it proved to be a failure, yes. And it would've been. We would have been better focused on Ashdod port, the Israeli port that is just north of the Gaza Strip. It already has the infrastructure. It's a -- a fixed port, so you don't have to worry about the movement of the waves. The problem we had is that the Israeli government was not granting reliable access to import goods through Ashdod port.And Minister Smotrich, another one of the extremists in Netanyahu government, was obstructing shipments through his authority over the customs agency that would have been a more enduring, a more robust response to the humanitarian situation that the administration considered and ultimately proceeded with the maritime option, notwithstanding the concerns that existed, was a mark of the desperation of the need to do something because of the extreme level of suffering. Again, in hindsight, I think it would have been far better to focus on convincing the Israeli government to allow their ports to be used for humanitarian purposes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:03",
      "speaker": "MILLER",
      "sentences": "I -- I think that remains to be seen. Sh -- her public remarks have demonstrated greater empathy than President. Biden has been able to summon to date. And she's been able to describe and treat Israeli Palestinian issues in a way that they're not irreconcilable. Israeli and Palestinian interests are potentially compatible, and a lasting solution to the conflict requires meeting the needs of both populations.So that's a sign that there could be change. It may not be radical, but she may be more open to a different perspective than -- than President Biden was during his presidency.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:02",
      "speaker": "MARQUARDT",
      "sentences": "As Kamala Harris campaigns in Georgia, many congressional Democrats are urging her not to get bogged down in policy details, but instead to keep the focus on her character and values.Let's get some reaction from Democratic Congresswoman Abigail Spanberger of Virginia. Congresswoman, thank you so much for -- for joining me. We have, of course, this exclusive interview right here on CNN tomorrow with both the Vice President and her running mate, Tim Walz. Congresswoman Annie Kuster said this, and I quote, I don't think there's a real strong reason for her to try and weed out any points of view right now. So essentially, don't focus so much on the policy side of things. Do you agree Congresswoman with that strategy? REP. ABIGAIL SPANBERGER (D-VA): Well, I think that -- that the Harris- Walz campaign should continue doing what they did at the convention, which was across multiple days, they talked about a wide array of policy objectives. And I think in her speech, in particular, Vice President Harris spoke very clearly about her policy priorities, her perspective and -- and her -- he view of U.S. global leadership, the view of what she wants to accomplish as President, as well as giving the American people a very clear understanding of who she is and what motivates her and what her experience of service, first as a prosecutor, than as a senator and -- and most recently as Vice President, has been what that has taught her and what she will bring to the White House. So I -- I think they -- tomorrow, hopefully we will hear a mix, because I know across my district, people are talking about issues. They're talking about the cost that families face, whether it's at the grocery store when they go to buy a house or rent an apartment there. They're -- They're talking about the challenges of, you know, our -- our children's safety in our community. They're talking about worries about how to make our -- our schools better and create opportunities for our kids, whether they're destine for -- for college or directly into career. And in for so many of the communities that I represent, where we have a large veteran population, and certainly a -- a large federal employee, both retiree and current community, a lot of focus on the role of U.S. global leadership and -- and continuing that strong role. And -- and then I do hope that they'll make a -- a very clear contrast about what they are for and the actual detriment that would be caused by a Trump-Vance administration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:02",
      "speaker": "MARQUARDT",
      "sentences": "And -- and Congresswoman, you're a -- a longtime national security practitioner, when it comes to the war in Ukraine, we've just reported that there are senior Ukrainian officials coming to Washington this week to -- to meet with the Biden administration and specifically about getting permission, American permission to use American weaponry against a list of Russian targets, and lifting restrictions on those American weapons. Would you like to see essentially a -- a blanket lifting of those restrictions, Ukrainians allowed to use whatever they want, wherever they want?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:02",
      "speaker": "SPANBERGER",
      "sentences": "As a former CIA officer now a member of the House Intelligence Committee, I want to ensure that the Ukrainians who are fighting for their own freedom are able to protect themselves, protect their city centers. And what we know to be the case is that we have seen assaults on Ukrainian territory emanating from Russian territory. And so the ab -- ability of the Ukrainian people and the Ukrainian military to defend its citizens and its civilian populations is paramount.And so during the conversations that are -- that are upcoming, I hope there will be clear delineation of what the purposes of the different requests that they might be making are. And the tactical and strategic, you know, plans that they are putting forth that -- that might require additional permissions in terms of the how it is that they're utilizing U.S. provided weapons.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:02",
      "speaker": "MARQUARDT",
      "sentences": "So you want them to -- to add more details, understandably. Right now, as it stands, the U.S. is not allowing Ukraine to use its -- its longest range U.S. missiles. We will obviously be reporting out that meeting later this week. Congresswoman Abigail Spanberger of Virginia, thank you so much for joining me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:49:10",
      "speaker": "MARQUARDT",
      "sentences": "And coming up, news on one sport in the U.S. that has killed at least three teenagers this month alone. Stay with us.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:49:10",
      "speaker": "MARQUARDT",
      "sentences": "A West Virginia family is grieving after their outgoing 13- year-old died during a collision during football practice last week. Cohen Craddock is the third teen this month to die after a football related incident here in the United States. CNN's Isabel Rosales is in Atlanta. So Isabel, what do we know about the causes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:49:10",
      "speaker": "ISABEL ROSALES, CNN NATIONAL CORRESPONDENT",
      "sentences": "Hey, Alex, these three families are in absolute agony over the unexpected deaths of their children, and it really highlights the risks associated with playing America's most popular sport, especially as we enter into football season. Let's go back to West Virginia with that 13-year-old Cohen Craddock who died after a collision during football practice on Friday. According to his father, he was knocked down onto the field, he hit his head, and that caused a brain swelling and bleeding, and then he later died at a hospital. Listen to what his father had to say.(BEGIN VIDEO CLIP) RYAN CRADDOCK, COHEN CRADDOCK'S FATHER: Our kid had a heart of gold, loved to make other people happy. He liked to, you know, joke. And you're in disbelief. You wish it was a bad dream that you could wake up from. It's -- it's agony inside that I just, I can't put words to it. It's -- It's terrible. I want to take the loss of my boy to maybe try to protect these other guys. I don't want anybody used to experience these. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}