{
  "date": "2024-12-23",
  "headline": "CNN News Central",
  "subHeadline": "Trump Pushes Back on Democrats' \"President Musk\" Attacks; Suspect Arrested in Deadly New York Subway Attack; Blake Lively Accuses Film Director of Sexual Harassment; DA Apologizes for Suffering After Pair Wrongfully Convicted. Aired 3:30-4p ET",
  "utterances": [
    {
      "timeStamp": "15:30:00",
      "speaker": "ERICA HILL, CNN HOST",
      "sentences": "... common message. Is it effective?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "JAMAL SIMMONS, CNN POLITICAL COMMENTATOR",
      "sentences": "Yes, it's an easy hit. Listen, Elon Musk is literally the richest person in the world. I mean, he helps control our access to get on and off the planet through SpaceX.He controls a lot of what we think through his ownership of X, formerly known as Twitter. And now it appears he controls our politics through President Trump. So, you know, if this were Dune, he'd be Paul Atreides. He's kind of one of the biggest people on the planet right now. And he is exerting his influence over Donald Trump and American politics, even though he wasn't elected and even though he couldn't be elected because he was born in South Africa. So it's something that we really have to be mindful of. And when you think about what's happening with the with the Panama Canal and Greenland, if you go back and you study the period in 1870s and 1890s going back. So a little bit of history, the Gilded Age, the post reconstruction period, the American expansion into the West and seizing of Native American land was something that really built a lot of the reputation for some of the presidents. It was something the country was focused on. It got people off of this idea of reconstruction. And I think if you're Donald Trump expanding, building, trying to figure out what to do with American wealth and American prestige, I'm just not convinced he doesn't think that expanding American territory is a way that he's going to increase his standing on the global stage as a former president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "HILL",
      "sentences": "It is possible. When we look at where things stand moving into this next administration and even this next Congress. There are a lot of questions, Erin, about whether Speaker Johnson can hold on to that role, given what we saw last week. Who do you think has more influence when it comes to whispering in lawmakers ears about Johnson?Is it Elon Musk or is it Donald Trump? ERIN PERRINE, REPUBLICAN STRATEGIST: Oh, I mean, that's pure speculation. I would have no idea. But the first thing to consider when it comes to the speakership and election for our speaker is the rules that will be set in Congress by the Republican Party. That's part of what changed for Kevin McCarthy, that he was so more easily ousted previously than any other speaker before because they changed the threshold. When it comes to whether or not that threshold will change again in the new rules package that will set the rules for this Congress, that will be indicative of the speaker's strength, Speaker Mike Johnson's strength, and his ability to hold on to the job. He did get this CR through. The government is continuing to function. Getting work done and leadership is one of the hardest things. Winning elections is easy. Governing is hard. This rules package will be a bigger indicator, I think, of Trump and Elon than anything else because that sets the stage for the motion to get there to start to elect your speaker.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "HILL",
      "sentences": "Erin Perrine and Jamal Simmons, good to see you both. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "PERRINE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "DANNY FREEMAN, CNN HOST",
      "sentences": "We have an update just in about the man arrested for allegedly setting a New York City subway rider on fire, killing her on Sunday morning. CNN has just learned the suspect is expected to be charged with first degree murder. Now surveillance video appeared to show him sitting on a station bench and watching the woman burn as police tried to save her life.CNN's Gloria Pazmino joins us now from New York. Gloria, what can you tell us about this new information?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "GLORIA PAZMINO, CNN CORRESPONDENT",
      "sentences": "Well, Danny, we are learning that the suspect in this case is expected to be charged with murder in the first degree. That's according to my law enforcement sources. And this is an extremely rare charge.But I have been told that the reason he's being charged with murder one, is because the homicide, the killing of this woman on the subway train, happened while he was also committing a felony, in this case the arson, the fact that he lit her on fire. He is also facing a count of murder in the second degree. Now, as you noted, this happened early on Sunday morning. A man approached a woman who was asleep inside of a subway car in Brooklyn. Police tell us that he walked up to her, used a lighter and set her on fire. Now, this woman was covered in a blanket, along with a lot of other clothing that she was wearing, according to police. And that is believed to be part of the reason why the flames engulfed her as quickly as they did. Now, when the fire began, the man exited the subway car, and he sat down on a bench right there on the platform and essentially watched as this woman was burning. So police officials in the last several hours have been processing this suspect, and we are expecting to hear more details about a potential arraignment in the coming hours. We expect the Brooklyn District Attorney to be prosecuting this case. We have heard from his office. They are waiting to get the charges, and they have said that they expect to prosecute this to the full extent of the law. But for now, we're getting that detail. Murder in the first degree expected to be the charge in this case -- Danny.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "HILL",
      "sentences": "There is new fallout after actress Blake Lively filed a civil rights complaint alleging sexual harassment by her co-star in the hit film \"It Ends With Us,\" sexual harassment and also a coordinated smear campaign. Sources say Justin Baldoni, who also directed the film, is no longer with the talent agency William Morris Endeavor. That firm also represents Lively and her husband, Ryan Reynolds.Lively submitted the complaint against Baldoni, alleging that he sexually harassed her and others and had also plotted to, quote, destroy her reputation. Baldoni, for his part, denies the claims. Here's more from CNN's Elizabeth Wagmeister. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "HILL",
      "sentences": "And our thanks to Elizabeth Wagmeister for that report.Still ahead here, a joyful and tearful return home. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I just want to say how truly happy I am and how blessed I am to be standing here, free, after 17 years.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "FREEMAN",
      "sentences": "New today, the LA County District Attorney is apologizing to two people who spent 17 years in custody for a murder they did not commit. The man and woman were just released from prison after their convictions for a 2007 murder after they were overturned. Here's D.A. Nathan Hochman's apology from earlier today.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "NATHAN HOCHMAN, DISTRICT ATTORNEY, LOS ANGELES COUNTY",
      "sentences": "I owe a heartfelt apology to you, Mr. Palacios, and to you, Ms. Pleytez, for what you've gone through, for the suffering you've endured. There's no words that can truly describe what you have gone through.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "FREEMAN",
      "sentences": "CNN's Veronica Miracle joins me now. Veronica, truly an incredible story. What more can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "VERONICA MIRACLE, CNN CORRESPONDENT",
      "sentences": "Well, Danny, it is rare to see a district attorney apologize to two people convicted of murder. But as you just saw, Los Angeles County District Attorney Nathan Hochman says that not only does he believe these two people are innocent, they now believe they have evidence to suggest who actually committed this crime. So Charlotte Pleytez and Lombardo Palacios, they were in the middle of serving a 50-year sentence, 17 years in, for the murder of a man back in East Los Angeles back in 2007.At the time of his arrest, Palacios was just a teenager, and Pleitez was a few years older. And they both have maintained their innocence throughout the years. So their attorneys, along with California Innocence Advocates, worked with the district attorney's Conviction Review Unit. And all of those teams were actually able to find new evidence to suggest who actually committed these crimes. So just in time for Christmas, Palacios and Pleytez went before a judge, and that judge vacated their convictions. Take a listen to their emotional reactions. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "CHARLOTTE PLEYTEZ, RELEASED FROM PRISON AFTER WRONGFUL CONVICTION",
      "sentences": "It took a long time. 17 1/2 years is a long time. But it did happen.It's some kind of Christmas miracle. And I'm just filled with gratitude that it really did happen to me. Thank you all so very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "LOMBARDO PALACIOS, RELEASED FOR PRISON AFTER WRONGFUL CONVICTION",
      "sentences": "These past few days have been the best days of my life. I'm making up for everything, for all the loss. It's just, I'm adapting. It's been unreal. I still can't believe it. I still can't believe that I'm free. I'm the happiest man in the world.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "MIRACLE",
      "sentences": "Yes, just no words, Danny. The district attorney also says there's now a new investigation to arrest and go after the people who actually committed this crime. The district attorney also did mention that the officers who originally investigated this case and the prosecutors who were on this did nothing wrong -- Danny.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "HILL",
      "sentences": "Well, a hole in one that proves the apple doesn't fall far from the tree, or perhaps in this case, trees or woods.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "FREEMAN",
      "sentences": "I love the crowd knowing before he does. That was Charlie Woods, the son of golf legend Tiger Woods. The two were competing in the PNC Championship in Orlando as a duo.Well, that hole in one right there propelled Team Woods back to the top of the leaderboard. Erica, that's so cool.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "FREEMAN",
      "sentences": "Love that so much. HILL",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "FREEMAN",
      "sentences": "Yes, likewise. Your energy is right through the wall. I can feel it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "HILL",
      "sentences": "Yes, yes we should do it again tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "FREEMAN",
      "sentences": "Sounds good.",
      "isLastSentenceInterrupted": false
    }
  ]
}