{
  "date": "2024-02-01",
  "headline": "The Lead with Jake Tapper",
  "subHeadline": "Michigan School Shooter's Mom Testifies In Her Own Defense; N.Y. AG Reaches First Ever Settlement With Marketing Company Involved In Opioid Crisis; Haley Hits Trump's Use Of Campaign Funds For Legal Fees; Sen. Debbie Stabenow (D-MI), Is Interviewed About Biden In Michigan Amid Tensions With Muslim & Arab-American Voters; Elmo Asks How Everyone Is Doing, Internet Trauma-Dumps. Aired 5-6p ET",
  "utterances": [
    {
      "timeStamp": "17:00:00",
      "speaker": "JEAN CASAREZ, CNN CORRESPONDENT",
      "sentences": "There's no evidence the parents saw those texts or the journal entries, but she was asked that question. Here's how she responded.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Did you ever believe that your son needed mental health treatment, therapy, counseling, anything?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "JENNIFER CRUMBLEY, DEFENDANT",
      "sentences": "No. I mean, there was a couple of times where Ethan had expressed anxiety over taking tests, anxiety about what he was going to do after high school, whether it was college, military. So he expressed those concerns to me, but not to a level where I felt he needed to go see a psychiatrist or mental health professional right away. No.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "CASAREZ",
      "sentences": "Now, this is interesting, because once he was arrested, Ethan was given a psychiatrist, a psychologist, and he told them in sessions that he actually lied in those texts, that he hadn't asked his parents for help. But that did not come before the jury because they are privileged medical records of Ethan Crumbley's. He did not waive that privilege.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "How did the mother describe the meeting with school officials that happened, as people might remember, the morning before the school shooting happened?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "CASAREZ",
      "sentences": "Well, remember that morning, she had been sent a mass sheet where he had bullets and blood and my life is worthless and the world is dead. And she was asked to go to the school immediately. She texted her husband, emergency, we have to go to the school. So they went there and let her describe in this testimony what that meeting was like.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "CRUMBLEY",
      "sentences": "It was pretty nonchalant. It was pretty brief. He told us that he didn't feel my son was a risk and actually gave him the option if he wanted to stay at school or go home. My son wanted to stay at school. So we all discussed -- we all discussed that.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "CASAREZ",
      "sentences": "So he did say he wanted mental health treatment for their child. And she said that he -- her -- his testimony is, she said, I got to get back to work, but would do it within 48 hours. But his testimony sort of reflected that he didn't want to pull him out of school. It was their decision. Ethan wanted to go back into class, and so he was given his backpack, and he went back into class and then a couple of hours later, the backpack had the gun.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "And Jean, about that gun, did she testify how it was or was not locked away?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "CASAREZ",
      "sentences": "Well, she said that she wasn't there when it was purchased the day after Thanksgiving, that she wasn't really into guns. She was more into horses. So her husband helped the gun and hid the gun, so she didn't really know where it was. We do know that on the day of the shooting, husband went home afterwards, there was the gun, case open on their bed in the master bedroom, and the gun was missing. And that's when he called police and he turned in his son.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "All right. Jean Casarez, thank you so much. Really appreciate it.Let's bring in now attorney and legal commentator Areva Martin. Areva, what did you make of Jennifer Crumbley's testimony today? Did it help her or did it hurt her, do you think? AREVA MARTIN, ATTORNEY &amp; LEGAL AFFAIRS COMMENTATOR: Well, Jake, her attorney said in opening statement that she would take the witness stand and testify, and she did that today. She had a lot to explain because those text messages, many of the text messages that we now have learned about in this trial, many of them were very troubling, like the text message about him hallucinating and believing that people were in his home and the text messages about him trying to seek or asking his parents for help with some kind of mental health counselor and his mom laughing at him. So, Jennifer spent the morning really trying to explain, one, how she didn't know that her son needed mental health, and as it relates to that, hallucinating that they had a game that they played because this was 100 year old house and they often kidded around about there being ghosts in the home. So, I think a lot of what she said helped her, but there still were big gaping holes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "Obviously, prosecutors are going to try to pick apart her testimony. Was there any part of her testimony in particular that you think might be vulnerable to that? MARTIN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "MARTIN",
      "sentences": "This is a historic trial, Jake, because in this country, in our jurisprudence system, parents aren't normally held criminally responsible for the intentional acts of their children. So if there is a conviction of Jennifer or later her husband, it is going to be a presidential setting case.And I think folks want to hold a lot of people responsible for these mass shootings, not just parents, but also school districts as well as gun manufacturers and others, because there is amongst -- belief amongst many of us there are too many guns in this society and kids have access to them in a way that is creating these very dangerous situations for schools.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "TAPPER",
      "sentences": "Areva Martin, thanks so much.Let's bring in CNN Contributor Stephen Gutowski. He is founder and editor of the Reload. Stephen, good to see you. What do you make of Jennifer Crumbley on trial, just the fact itself that she's on trial for involuntary manslaughter because of the deadly mass shooting that her son committed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "STEPHEN GUTOWSKI, CNN CONTRIBUTOR",
      "sentences": "Yes, it's certainly a very novel case. I mean, I don't think we've ever seen anything quite like this where a parent is on trial for murders that their child committed purely based on not doing enough to intervene. Although the facts of this case are also very unique, especially that meeting they had the morning of the shooting and then the dire warnings that were, you know, brought across during that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "TAPPER",
      "sentences": "Yes, and not to mention the gun and how he got it. Do you think this trial will be a catalyst for other parents being held legally accountable for mass shootings committed by their children?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "GUTOWSKI",
      "sentences": "It could be, if the circumstances are this severe, where there was this much negligence. I mean, it's certainly a hard thing to hold a parent responsible for the deliberate act -- criminal acts of their children in this way. And, you know, being irresponsible with how you store a gun is certainly something that's very bad. And I think most responsible gun owners would be outraged by the situation here, especially, you know, this idea that she didn't really have any responsibility, it was the husband's responsibility.It may not -- that might be a fairly common view, but it's not a very good one when you have a gun in the home and you have children who can have access to it. But you know, I think commonly the view is that safe storage laws or trying to hold somebody responsible for horrible acts like this after the fact that a parent won't work necessarily. People who are responsible are going to be responsible. And it's not clear that those who aren't already in that mind frame are going to be have their minds changed by something like this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "TAPPER",
      "sentences": "Yes. Obviously, the NRA and other Second Amendment lobbying organizations, gun rights organizations, have been against child safety locks and safe storage laws for years and years. How are Second Amendment advocates viewing this case and might advocacy for safe storage laws help the gun lobby in a way?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "GUTOWSKI",
      "sentences": "You know, I think that generally you see opposition to laws about safe storage or laws about how you're specifically meant to store your guns, often because they require owners to keep their firearms and ammunition separate. And obviously, if you're keeping a gun for a home defense, that makes it much -- it makes it harder to actually use the firearm in an emergency situation. And so you see people often opposed for that idea. And obviously the earlier concept that this -- you know, if you're not worried -- if your child getting a hold of your gun and harming themselves or somebody else is not enough of an incentive for you to store your gun safely, it's not really clear that adding a misdemeanor charge or even in this case, you know, a serious charge after the fact is what's going to snap you into reality.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:10",
      "speaker": "TAPPER",
      "sentences": "Today's settlement marks a shift by going after an advertising company for marketing opioids, not just the companies that manufacture and distributed opioids. Why is it significant, and why was this advertising firm particularly on the hook? Did they know what they were saying was a lie and could kill people?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:10",
      "speaker": "WEISER",
      "sentences": "I want to put this into slight context. We also went after McKinsey for $600 million. They were obviously consulting with Purdue Pharma, developing the basic strategy. Publicis worked hand in glove with McKinsey, with Purdue Pharma. And the message that they got out that OxyContin is totally safe, people can use it without fear of getting addiction, that was just wrong, and that caused massive harm to, in this point, generations.This started in the 1990s, has continued through today. We need to make sure that anyone who is part of this steps up to the plate to help solve it. Three hundred and fifty million dollars is Publicis' contribution. That's a way to make some amends for the damage that happened. We appreciate them cooperating with us. We're going to make sure that money is spent well in Colorado. I know other states will do the same.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:10",
      "speaker": "TAPPER",
      "sentences": "And quickly, if you could, sir, the other settlement today was $150 million with opioid manufacturer. I'm sure I'm going to mispronounce this, too. Hikma Pharmaceuticals, what was their role in the crisis?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:10",
      "speaker": "WEISER",
      "sentences": "Hikma produced opioids. They manufactured what we now know is an incredibly addictive drug, and they failed to monitor what was happening. This is not an uncommon story. I mentioned Purdue Pharma. Hikma is another manufacturer now being held accountable.They're smaller, but they contributed to this crisis by producing opioids and not monitoring what was happening in the marketplace. To go back to Purdue Pharma and McKinsey, they knew bad things were happening. They didn't act. That's the story with Hikma, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:22:03",
      "speaker": "TAPPER",
      "sentences": "Back with our world lead, President Biden just imposed new sanctions against four violent Israeli settlers in the West Bank. The U.S. State Department says one attacked Palestinians with stones and clubs, while another incited a riot and set Palestinians buildings on fire. Though it's just four people in decades of conflict, the executive order marks one of Biden's most significant critiques of Israel since the horrific October 7 terrorist attack and the Israeli response in Gaza. CNN's Nic Robertson is tracking all of this from Tel Aviv for us.And Nic, remind us what has been happening in the West bank as the major focus has remained on Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:22:03",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLAMATIC EDITOR",
      "sentences": "Yes, if you look at October the 7th and mark that date right after that, settler violence really ramped up, jumped threefold in the month of October. Now, the U.N. group of Humanitarian Affairs, UNOCHA, that monitors this, they keep statistics and they say that settler violence since October the 7th has, until the middle of January at least, resulted in 430 incidents of settler violence. One of those resulted in a death. A number of them have resulted in injuries to Palestinians, damage to property. This has been the settlers in the West Bank trying to intimidate, offering Palestinians to leave and move out of their houses, part of a bigger campaign.And a lot of people would look at those four people that President Biden has put on that executive order and say, look, although they were punished under the law here in Israel, they didn't really get strong sentences commensurate with the activity that they were undertaking on part of that because they feel that the government has a sort of a political blessing on it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:22:03",
      "speaker": "TAPPER",
      "sentences": "Yes. I mean, it's no surprise we've covered on the show before, anti-Arab racist bigot, the finance minister of Israel, Bezalel Smotrich, who helps to run the West Bank in the Netanyahu cabinet. He says the idea of violent Israeli settlers is a, quote, \"Antisemitic lie spread by Israel's enemies.\" Obviously, that's not true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:22:03",
      "speaker": "ROBERTSON",
      "sentences": "It isn't. But he goes on to say and use the emotive language, essentially, why is President Biden doing this to us right now while our blood is being spilled in Gaza and would point to, you know, some of the settlers having, you know, some of their family members are hostages in Gaza right now. I think, you know, the prime minister has put it this way. He has said that, you know, we prosecute people who break the law here in the West bank. But I think what this is, it's a very clear signal from the Biden administration that to Prime Minister Netanyahu, if you want to have a political future that involves the United States supporting you and your political future and views, then you're associating with the wrong sort of people in your government. Not clear if he'll read that message.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:05",
      "speaker": "LLOYD AUSTIN, DEFENSE SECRETARY",
      "sentences": "It was a gut punch. And frankly, my first instinct was to keep it private. I don't think it's news that I'm a pretty private guy. I never liked burdening others with my problems. It's just not my way. But I've learned from this experience. But I want to be crystal clear, we did not handle this right, and I did not handle this right.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:05",
      "speaker": "TAPPER",
      "sentences": "Let's get right to CNN's Oren Liebermann, who's at the Pentagon force.And Oren, Secretary Austin also says he apologized directly to President Biden, who was also kept in the dark.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:05",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "He did. He said he normally keeps his conversations with his boss, President Joe Biden, private and secret for obvious security reasons. But in this case, he talked about that conversation and said he told Biden that he was deeply sorry for how this played out and for his decision to hide the diagnosis of prostate cancer instead of notifying Biden immediately. This is really the first chance we've had to see Austin over the course of the past month. He only returned to work at the Pentagon earlier this week.And this is video of him as he came into the Pentagon briefing room. The room itself was packed with reporters, and you can see there he's moving fairly slowly with a very visible limp as he made his way towards the podium. He then apologized and took full responsibility for this. In his opening statement, he was repeatedly asked if there was any sort of order given by him or any of his staff members to try to keep this secret or hidden. He insisted there was no such order, not from him and not from any of his staff members to try to hide this or to fail to notify the administration, the President, the public and the press. He was obviously also asked repeatedly about the drone attack on Sunday that killed three U.S. Service Members. He said those militias that carried out the attack have capabilities, he said they have many capabilities. I have a lot more, he said. And now it's time, he says, to take away more of those capabilities than the U.S. has taken to this point. So he, too, hinting at the U.S. response that everyone is expecting here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:05",
      "speaker": "TAPPER",
      "sentences": "All right, Oren Liebermann at the Pentagon for us, thanks so much.Now on to Gaza. You're looking at new videos shot in northwestern Gaza after Israel forces withdrew. The journalist who recorded this tells CNN that the entire neighborhood has been leveled. Despite that, people are attempting to return to what's left of their homes. In central Gaza, a six-year-old girl has been trapped in a car since Monday after she and her family came under Israeli fire, according to the Palestinian Red Crescent Society. CNN's Jomana Karadsheh reports now on her mother's desperation as her daughter runs out of time. And a warning some of this content you may find disturbing. (BEGIN VIDEOTAPE) HIND, GIRL TRAPPED IN CAR (through translator): Come take me. Will you come take me? UNIDENTIFIED FEMALE (through translator): Do you want me to come and take you? HIND (through translator): I'm so scared, please come. JOMANA KARADSHEH, CNN CORRESPONDENT (voice-over): A desperate call for help from six year old Hind, terrified, trapped in a car. Everyone around her is dead. Hind was in the car with her uncle, his wife and their four children trying to flee fighting from this part of northern Gaza. The horror in that car captured in this call for help from her cousin recorded by the Palestine Red Crescent. UNIDENTIFIED FEMALE (through translator): They are shooting us. The tank is next to me. UNIDENTIFIED MALE (through translator): Are you hiding? UNIDENTIFIED FEMALE (through translator): Yes, in the car. The tank is next to us. UNIDENTIFIED MALE (through translator): Are you in the car? Hello. Hello. KARADSHEH (voice-over): Relatives on Monday morning received a call from the family saying they'd come under Israeli military fire. SAMIR HAMADA, HIND'S UNCLE (through translator): Rahad called me. She said, uncle, my dad, my mom, my sister and brother were killed. I am bleeding. Help me. I am dying. I told her, tie yourself with anything. At 04:00 p.m. she died. The only one left was the little girl, Hind. She said, please, I'm little, I'm injured. I peed myself. KARADSHEH (voice-over): Hind stayed on the phone with the Red Crescent for hours. RANA AL-FAQUEH, PRCS RESPONSE COORDINATOR (through translator): What time is it? She said, it's getting dark. I'm afraid of the dark. KARADSHEH (voice-over): The area was too dangerous, hard to reach. They had to keep Hind on the phone as they scrambled to try and get a team to her. UNIDENTIFIED FEMALE (through translator): Is there gunfire around you? HIND (through translator): Yes, come and get me. UNIDENTIFIED FEMALE (through translator): I want to, my dear, but I can't right now. KARADSHEH (voice-over): As the team was finally dispatched, a psychologist was now on the phone with Hind. UNIDENTIFIED FEMALE (through translator): We are all with you. We will wait on the phone with you. KARADSHEH (voice-over): But days later, they're still waiting. The Red Crescent lost all contact with Hind and its two volunteers who were dispatched to find her. CNN gave the Israeli military details about the incident, including coordinates provided by the Palestine Red Crescent. The IDF says, quote, we are unfamiliar with the incident described.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:05",
      "speaker": "NEBAL FARSAKH, PRCS SPOKESPERSON",
      "sentences": "We are extremely worried. We need to know what happened. Did they manage to save Hind? Are they arrested? Did they survive? We need answers.KARADSHEH (voice-over): No one more desperate for answers than Hind's distraught mother. WISSAM HAMADA, HIND'S MOTHER: If my daughter didn't die from the bullets, she is going to die from the cold, from the hunger. My daughter said, mama, I am hungry. She said, mama, I am thirsty, I'm cold. I call on the whole world to bring me back my daughter. I want anyone to call the army. We want our innocent little girl. Hind is too young to be going through this. She is too young. KARADSHEH (voice-over): So many so young gone in this war. But one family holds on to the hope that it's not too late to save their little Hind. Jomana Karadsheh, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:33",
      "speaker": "TAPPER",
      "sentences": "Turning to our Politics Lead, Republican presidential candidate, former governor Nikki Haley told me earlier in the show that she's staying in the race, quote, for the long haul. That seemed to be a way of signaling that she's staying at least through Super Tuesday. This comes despite a new poll showing her trailing Donald Trump by a two to one margin in her home state of South Carolina, which will hold its primary in three weeks. In the last hour here on THE LEAD, Haley pointed to CNN reporting that two of Trump's political action committees spend nearly $50 million on Trump's legal fees.(BEGIN VIDEO CLIP) NIKKI HALEY (R), PRESIDENTIAL CANDIDATE: It is unconscionable to me that a candidate would spend $50 million in legal fees. It explains why he's not doing many rallies. He doesn't have the money to do it. It explains why he doesn't want to get on a debate stage because he doesn't want to talk about why he's doing it. It explains why he had a temper tantrum, you know, the election night of New Hampshire is because he wants me out of the race and he wants to be the presumptive nominee so that all of that cash starts going to him and he doesn't have to spend anymore. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:33",
      "speaker": "TAPPER",
      "sentences": "CNN's Kylie Atwood covers the Haley campaign for us and joins us now from Hilton Head, South Carolina, where Haley has a campaign stop due this evening. What's the mood in the Haley camp, Kylie? And how has turnout been on her campaign stops?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:33",
      "speaker": "KYLIE ATWOOD, CNN CORRESPONDENT",
      "sentences": "Well, listen, these campaign stops have been full, Jake. I mean, few hundred people at these respectful in terms of the number of folks coming out. But you also have to understand, you know, there's no other candidate who's campaigning in South Carolina right now. Trump isn't here and she's the only one who is the alternative to him right now. So it's hard to compare it to anything else, frankly.When you talk to folks on her campaign, they're enthusiastic. They are pretty determined. They recognize that the stakes are high for them here in South Carolina. But as she said to you earlier today, she is determined to close the gap in terms of those polls that show her trailing behind former President Trump pretty significantly. She is also determined to get in front of South Carolinians and remind them what she did when she was here as governor, when it comes to immigration policies, when it comes to cutting taxes, when it comes to helping folks get out of welfare programs. And so she's really trying to get out on the campaign trail as much as she can to remind them what she did here, as well as, of course, still going and seeing those donors at a number of events in New York and Florida in recent days and, of course, headed next week to California and Florida.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:33",
      "speaker": "TAPPER",
      "sentences": "Also in South Carolina today, establishment Republicans who support Donald Trump held a news conference to bash Governor Haley over any number of issues, including immigration. Take a listen.(BEGIN VIDEO CLIP) CURTIS LOFTIS (R-SC), STATE TREASURER: Donald Trump knows what the American people want. He's driving the Trump train of sensible immigration policy. Nikki Haley and others have recently jumped on that train, but they're just passengers. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:33",
      "speaker": "TAPPER",
      "sentences": "Do you think the Trump train in South Carolina is kind of just running on cruise control right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:33",
      "speaker": "ATWOOD",
      "sentences": "Jake, the last time Trump was even in the state of South Carolina for a campaign event was last November, late November, when he was here for the Clemson versus University of South Carolina game. I think that shows that they're definitely sort of riding the wave of support that they feel they have in the state. They have all those elected lawmakers here in South Carolina out on his behalf. They're bashing Haley so that he doesn't have to here in this state.But I also think it's important to look at that poll from \"The Washington Post\" this morning, 73 percent of respondents who are Trump supporters said they are extremely enthusiastic about voting in the primary, only 45 percent of Haley supporters extremely enthusiastic. So Nikki Haley really has to make up some ground there when it comes to getting to folks out to the polls later this month.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:12",
      "speaker": "TAPPER",
      "sentences": "And today, earlier today, a group of Palestinian Americans refused to meet with Secretary of State Antony Blinken to discuss the situation in Gaza. Obviously, you hear from the Arab American community, Muslim American community, that what they think the President is doing, even with the announcements you're talking about, it's not enough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:12",
      "speaker": "STABENOW",
      "sentences": "Well, when you're losing family members, I mean, I understand this. When, you know, there's loss of life in your family, when you see what's happening, of course, for anyone, it's not going to feel enough. For the families of the hostages, they don't feel that it's enough. And I understand all of that. I can tell you as President of the United States, that he is laser focused in every way he can on being able to stop the loss of life and bring hostages home and hold people accountable.I will also say that in Michigan that we see any way you turn, whether it's here in Detroit and Detroit roaring back and all of the rebuilding and support efforts going on here on jobs or whether it's any part of Michigan, you see that the handprint of what this President has done, rejecting trickle down economics and focusing right on American jobs. That's why were with Shawn Fain and the UAW today, who are enthusiastically supportive of him because they understand, you know, it was Donald Trump who said, and I remember this because I was there in the middle of helping to lead the auto rescue, who said let him go bankrupt. And it was President Obama at the time, President Biden and -- now Vice President Biden and now President Biden who moved forward and said, we need manufacturing in an auto industry and we need well paid workers. And so --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:12",
      "speaker": "TAPPER",
      "sentences": "It was Trump that said or Mitt Romney?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:12",
      "speaker": "STABENOW",
      "sentences": "There's a big story to tell in Michigan. It's complicated. I'm sorry, say it again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:01",
      "speaker": "STABENOW",
      "sentences": "No, no. Trump said them. You know, I don't know if Mitt said that, too. But no, Trump back when we were doing all of this --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:01",
      "speaker": "TAPPER",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:01",
      "speaker": "STABENOW",
      "sentences": "-- said they should. And then when they were organizing, he said that, you know, you should not give them higher wages. You should just make, you know, go to the south, move all your jobs to the south, he told auto companies, move all the jobs to the south, less wages, and then bring them back later. And the UAW will begging them for jobs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:01",
      "speaker": "TAPPER",
      "sentences": "Got it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:00",
      "speaker": "TAPPER",
      "sentences": "In our Health Lead, \"The Sesame Street\" word of the day is trauma-dump. OK, that's two words. But Elmo learned all about trauma- dumps on Monday after he asked a seemingly simple question on X, formerly known as Twitter. Elmo is just checking in. How is everybody doing? It turns out everybody is not OK. And by everybody, I mean seemingly everybody. Elmo was flooded with responses. One reply reads, Elmo, I'm depressed and broke.Another says, every morning I cannot wait to go back to sleep. Every Monday, I cannot wait for Friday to come. Every single day and every single week for life. Elmo heard from companies including Oreo cookies, which wrote, ran out of milk. Do the math. Elmo heard from the Detroit Free Press right after the Lions on Sunday blew that huge game writing quote, we've been better, Elmo. Look, times are tough out there. Every single person is fighting their own battles, big and small. As for Elmo himself, the Muppet followed up with this post. Wow. Elmo is glad he asked. Elmo learned that it is important to ask a friend how they are doing. Elmo will check in again soon, friends. Elmo loves you. And the one and only Elmo joins us now, along with his friend Samantha Maltin, executive vice president and chief marketing and brand officer of Sesame Workshop. Elmo and Samantha, thank you both for venturing outside of Sesame Street to talk to us today. Elmo it was very thoughtful of you to ask all of us how we're doing. So after all you've been through this week, let me begin by asking you both, how are you doing, Elmo?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:00",
      "speaker": "ELMO, SESAME STREET RESIDENT",
      "sentences": "Oh, thank you for asking that. That's a very important thing to ask people and monsters, too. Well, Elmo is doing really well. You know, Elmo is glad that he was able to talk to a lot of his friends about how they're feeling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:00",
      "speaker": "SAMANTHA MALTIN, CHIEF MARKETING AND BRAND OFFICER, SESAME WORKSHOP",
      "sentences": "It has certainly been a whirlwind. Over 180 million people have seen Elmo's question, how are you? And we've been spending time developing resources and videos and activities that parents can do together with their children to help them understand how to talk about their emotions, everything from belly breathing, Elmo, which you can teach our friends at home how to do, to sometimes more traumatic issues that they're dealing with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:00",
      "speaker": "TAPPER",
      "sentences": "Elmo, were you surprised by all of the responses and why do you think this simple question coming from you, Elmo, resonated with so many human beings and adults?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:00",
      "speaker": "ELMO",
      "sentences": "You know Elmo is not really sure. Elmo was surprised because Elmo didn't realize that when you ask someone how they're doing you have to be ready because maybe someone's not doing well or maybe somebody is. But it's an important question to ask, and Elmo has learned a lot about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:00",
      "speaker": "MALTIN",
      "sentences": "I think this just speaks to the special relationship that Elmo has with our friends, with our audience, and that really \"Sesame Street\" has, that so many have grown up with \"Sesame Street\" or are watching it today with their children.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:00",
      "speaker": "TAPPER",
      "sentences": "I'm one of those kids that grew up watching Sesame Street. I was born in 1969. I think that's when you guys were founded. And although, Elmo, you hadn't yet moved to \"Sesame Street\" when I was watching.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:00",
      "speaker": "ELMO",
      "sentences": "Yes. Elmo wasn't born yet. But Elmo know that that's when \"Sesame Street\" was started to be around.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:00",
      "speaker": "TAPPER",
      "sentences": "Yes. Elmo, when you're feeling down, what helps you feel a little brighter?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:00",
      "speaker": "ELMO",
      "sentences": "You know, one of the things that you were just talking about was belly breathing, which is a really important strategy. That's a big word that Elmo just learned, a strategy, and it's belly breathing. So what you do is you put your hands on your belly and you breathe in through your nose like this. And then you breathe out through your mouth slowly like this. And that really helps to make you feel calm and sort of get centered and relaxed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:00",
      "speaker": "MALTIN",
      "sentences": "I feel better. Do you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:00",
      "speaker": "TAPPER",
      "sentences": "Yes, yes. Well, it's -- I feel better just talking to Elmo. Elmo, I understand you have a birthday coming up this Saturday. Happy birthday. How are you going to celebrate? Maybe a cookie cake with Cookie Monster if he would let you have any.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:00",
      "speaker": "ELMO",
      "sentences": "Oh, of course he would. You know, Cookie Monster doesn't have cookies, but he's very good at sharing. Yes. Yes, he's invited. Everybody is invited. You can come, too, if you want to. It's on Saturday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:00",
      "speaker": "TAPPER",
      "sentences": "Oh, that's so sweet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:00",
      "speaker": "MALTIN",
      "sentences": "We've got a big birthday celebration planned for Elmo. We're very excited about it. And we're going to be releasing some new resources for people who really need them next week as well. So Elmo is going to help us do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:06",
      "speaker": "ELMO",
      "sentences": "We'll do. Everybody says hello, especially Guy Smiley. And he would like a job at CNN.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:06",
      "speaker": "TAPPER",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:06",
      "speaker": "MALTIN",
      "sentences": "And Jake if we could just remind everyone to check out those important resources at sesame.org. You can learn about our emotional wellbeing and you can learn about all the great work that Sesame is doing for communities and how you can help support that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:06",
      "speaker": "ELMO",
      "sentences": "And you can see Guy Smiley's resume on the website, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:06",
      "speaker": "TAPPER",
      "sentences": "Sounds good, Elmo, Samantha, thanks to both of you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:06",
      "speaker": "ELMO",
      "sentences": "Bye. Have a good day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:06",
      "speaker": "TAPPER",
      "sentences": "And we'll be right back.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}