{
  "date": "2024-12-27",
  "headline": "CNN Newsroom",
  "subHeadline": "New Details in Kazakhstan Crash; Trump Said the U.S. Should Control the Panama Canal; Biden's Last Days in Office; Parliament Votes to Impeach Acting President Han Duck-soo. Aired 4-4:30a ET",
  "utterances": [
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Multiple Azerbaijani sources have told Reuters that the plane was hit by Russian air defenses.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "To me it just indicates that the missile was not a direct hit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Donald Trump believes that Panama is taking advantage of the United States and its companies. Everything has to be looked at in terms of curbing Russia and China influence while also protecting the economy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "This is no doubt a bittersweet time for President Joe Biden as he says goodbye not only to this role as president but to a decades-long career in politics.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "ANNOUNCER",
      "sentences": "Live from Atlanta, this is CNN NEWSROOM with Kim Brunhuber.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "KIM BRUNHUBER, CNN ANCHOR",
      "sentences": "We begin this hour with that deadly Christmas Day plane crash in Kazakhstan where the discovery of a second black box could help authorities figure out what went wrong. That's according to the Kazakh state news agency.The country's deputy prime minister says it'll take about two weeks to read the black boxes. He added that a commission involving Kazakhstan, Azerbaijan and Russia has been set up to investigate the crash but law enforcement agencies Russia and Azerbaijan won't be allowed to conduct a forensic investigation. At least 38 people on board the airliner were killed when it plummeted to the ground. New photos show wreaths being laid in the Caspian sea on Thursday to honor the victims. A U.S. official is now telling CNN early indications suggest Russian anti-aircraft defenses may have shot down the plane. CNN analyst David Soucie is weighing in on the investigation and explains why he believes the jet was able to fly for so long after being diverted. (BEGIN VIDEO CLIP) DAVID SOUCIE, CNN SAFETY ANALYST: Well, to me it just indicates that the missile was not a direct hit. And if you look at the damage to the aircraft that we have so far and of course all we can see at this point is the tail section but if the impact was mostly in the tail section it would have avoided the fuel cells, it would have avoided the engines, all of the critical parts of keeping the aircraft flying were avoided. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "BRUNHUBER",
      "sentences": "CNN's Nada Bashir is following the latest developments.(BEGIN VIDEOTAPE) NADA BASHIR, CNN CORRESPONDENT (voice-over): This is the moment an Azerbaijani plane attempted an emergency landing bursting into flames upon impact. Rescuers rushed to the scene extinguishing the fire that engulfed the front of the plane and pulling out dazed survivors from the wreckage. Out of 67 people on board including crew at least 38 died. Remarkably 29 people including two children survived and were taken to hospitals. Questions swirled on why the plane which took off from the Azerbaijani capital Baku en route to Grozny in Russia diverted to Kazakhstan. Flight radar 24 shows the plane flying across the Caspian Sea and circling in the Kazakh city of Aktau before the crash in a pattern an aviation expert says indicates loss of flight control systems. The crash came shortly after drone strikes hit southern Russia and while investigators say they are exploring all scenarios multiple Azerbaijani sources have told Reuters that the plane was hit by Russian air defenses. Video verified by Reuters reveals a rare glimpse into the last moments on board the flight. Oxygen masks down as the camera tilts to the window showing damage to the wing. Then in another geolocated social media video the plane appears to nosedive. In the resulting explosion the plane fuselage is broken into parts with its rear half miraculously landing almost intact but upturned. Parts of the plane scattered across a wide radius. Bodies seen covered in blue blankets. Russia and Azerbaijan evacuated their injured citizens as families in Baku waited to see if their loved ones had survived. For Azerbaijan it is a time of mourning. Nada Bashir, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "BRUNHUBER",
      "sentences": "All right I want to bring in Jeffrey Thomas editor of Airline News and he joins us live from Perth, Australia. Thank you so much for being here with us. So when it first happened it was claimed this crash was caused by bird strikes. Based on the visual evidence we're seeing now what do you think happened?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "BRUNHUBER",
      "sentences": "Now those are the pictures we're showing now you see sort of puncture marks in the fuselage that that kind of bear what you're saying. Although, again, we should say that we don't know for sure. I mean typically bird strikes they wouldn't down a plane like this is that right at least the way it was flying and so on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "THOMAS",
      "sentences": "No look absolutely not. Certainly with the miracle on the Hudson you had a major bird strike that took out two engines a totally different scenario and that would have -- if that happened over Grozny or one of the areas over in Russia it would have come down over there. But the aircraft continued on across to Aktau in -- across the other side of the Caspian Sea and flight radar data shows that in the last 74 minutes of its flight the speed and the altitude changed over a hundred times. It was a very wild ride for the passengers on board and the crew. And this was in -- that showed a loss of control from the tail surfaces which were clearly damaged and it's quite possible that that shrapnel damaged the hydraulic lines and then eventually the pilot suffered a complete loss of control because all the hydraulic fluid had drained away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "BRUNHUBER",
      "sentences": "Yes, part of the circumstantial evidence I guess is the fact that there were Ukrainian drone strikes in southern Russia near where the Azerbaijan Airlines plane was set to land. So I mean, it begs the question why wasn't the airspace shut down?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "THOMAS",
      "sentences": "Well that's a very good question, Kim, and in fact a lot of discussion centers around the fact that there was a lack of communication between the various ATC centers and also, obviously, not adequate notice to airmen of the problem. So that's another issue again of why the airspace was not shut down with obviously ground defense forces looking for drones and objects that should not have been where in the airspace and it possibly or quite probably is a tragic mistake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "BRUNHUBER",
      "sentences": "Yes. So they have recovered both black boxes. Will the definitive answer do you think be in the data or would interviews with passengers for instance be more useful in this specific case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "THOMAS",
      "sentences": "Well certainly the passengers will give a sense of what was going on and they have done so already with the videos that have been shown on social media and also showing that some of those videos showed damage to the wing.But what the black boxes the cockpit voice recorder and the digital flight data recorder will give us is the actual cockpit conversation with air traffic control and I'm sure the pilots would have said, look there's something's gone wrong we've been hit, we've been attacked. Maybe they'll say that, I'm assuming they're going to say that because I doubt the Russians will release the air traffic control conversations from their perspective. But certainly the investigation by the Azerbaijan authorities will reveal what was on the cockpit voice recorder.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "BRUNHUBER",
      "sentences": "Yes, all right, we'll have to leave it there but appreciate your expertise. Jeffrey Thomas in Perth, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "THOMAS",
      "sentences": "Pleasure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "BRUNHUBER",
      "sentences": "Well here in the U.S. more strong storms are expected over the next few days for the lower Mississippi valley including the possibility of hail and tornadoes. Now this small twister was spotted near a warehouse south of Houston Texas. Forecasters are telling people in Louisiana, Mississippi and Alabama to be on guard. There is already some tornado damage reported in the city of El Campo, Texas where residents spotted several twisters. So far no reports of injuries.Meanwhile this water spout popped up over Lake Houston on Thursday. Water spouts are sometimes called tornadoes over water and can be just as destructive as the ones on land. We have more details now on the forecast for today and into the weekend from CNN meteorologist Chad Myers. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "BRUNHUBER",
      "sentences": "U.S. President-elect Donald Trump has announced his pick for ambassador to Panama. If approved, Miami-Dade County Commissioner Kevin Marino Cabrera would have his hands full amid Trump's complaints that Panama is, quote, ripping off U.S. ships that pass through the waterway. That's just one of many Trump comments raising eyebrows worldwide right now.But our Alayna Treene reports it's part of a larger strategy. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "ALAYNA TREENE, CNN CORRESPONDENT",
      "sentences": "Well, Donald Trump's fixation this week over wanting to take control over the Panama Canal, as well as the revival of his desire to purchase Greenland, a Danish territory, is really part of a larger negotiating tactic, I'm told. One Trump advisor told me his interpretation of what Donald Trump has been saying this week is really that he wants to force foreign leaders to the negotiating table to bolster United States trade, but also to try and curb both Russia and China's larger influence over the global region.Now, as it relates to Panama specifically, Donald Trump believes that Panama, and as it relates to the Panama Canal specifically, is taking advantage of the United States and its companies. He really is pushing for a new agreement that would lower the price that different American vessels pay for passage throughout the Panama Canal. He also believes that many Chinese companies are controlling the ports around the Panama Canal, essentially giving them more control over which ships can pass through and, again, what the prices are for other countries. Now, as it relates to Greenland, I'm told that Donald Trump's kind of fixation on that has been about trying to curb Russia's influence in the Arctic region. And that's part of why he's continued to say that he wants to buy Greenland, even though we know that its prime minister, who controls the Danish territory, has said that Greenland is not for sale, just like it wasn't for sale back in 2019 when he first floated this idea of trying to purchase the country. Now, all to say, this is what one of the Trump advisors told me. They said, quote: Everything has to be looked at in terms of curbing Russia and China influence while also protecting the economy. Now, to be clear as well, to go back to the Panama Canal here and what Donald Trump has been saying, Donald Trump has actually been fixated on this for several months now, I'm told. And I would actually point to an August interview he did with Tucker Carlson on X, where he brought this up. He said that he believed that the former president, Jimmy Carter, who negotiated this treaty to give Panama control over the canal, despite it being U.S.-made, was a stupid idea. He believes that Panama is taking advantage of the United States and that he would potentially want to negotiate some sort of different deal with Panama if he were to be elected president. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "BRUNHUBER",
      "sentences": "Some U.S. colleges are urging international students to return to campus before Donald Trump's January 20th inauguration. The warning comes as the president-elect is pledging to implement even more hardline immigration policies when he returns to the White House. Trump says he plans to expand his previous travel ban on people from predominantly Muslim countries and revoke the student visas of what he calls radical anti-American and anti-Semitic foreigners.More than a million international students were enrolled in U.S. colleges and universities during the last academic year. In 24 days, Trump will be inaugurated for his second term as president. Corporations are clamoring to be a part of the celebration, putting up big money for the privilege. A handful of Fortune 500 companies, cryptocurrency firms and individual billionaires are promising donations as high as seven figures. Among them are a handful of corporations that pledged to rethink political donations after the January 6, 2021 attack on the U.S. Capitol. \"The Wall Street Journal\" reports Ford, General Motors, Goldman Sachs and others have reversed their previous vows and pledged up to $1 million each. President Biden is spending the final days of a tumultuous year vacationing in the U.S. Virgin Islands. He and the first lady Jill Biden arrived in St. Croix Thursday as the commander-in-chief winds down his final days in office. [04:20:00] CNN's Julia Benbrook is traveling with the president and has more. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "JULIA BENBROOK, CNN CORRESPONDENT",
      "sentences": "This is no doubt a bittersweet time for President Joe Biden as he says goodbye not only to this role as president but to a decades-long career in politics. The president and the first lady arrived in St. Croix the day after Christmas. This has become a holiday tradition for them over the years and I can see why.You've got beautiful beaches behind me. The temperatures have been between the 70s and 80s since our team arrived. Now this time last year his trip was quite different. He was preparing for the election and seeking another four years in the White House. Obviously a lot has happened since then. There were questions about his ability to serve another term. He stepped out of the race, endorsed his vice president Kamala Harris who then lost the election to now president-elect Donald Trump. Trump is now the one preparing to serve another four years in office while Biden is focusing on preserving his legacy. Over the next few weeks we do expect Biden to give several speeches about causes and specific policies that he considers some of his best accomplishments. Talking about issues like climate, the economy, and foreign policy. After he leaves St. Croix he will spend New Year's Eve in Delaware and then in early January, in the early part of the new year, he will have a foreign trip to Rome and the Vatican where he'll speak with Pope Francis about global peace efforts. And we don't expect a lot of policy advancement in these next few weeks. White House officials believe that most of what they would get done in this final sprint toward January 20th could be overturned by the incoming administration. So again the focus on protecting his key accomplishments and preserving his legacy over these next 27 days. Traveling with the president in St. Croix, Julia Benbrook, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "BRUNHUBER",
      "sentences": "Political turmoil is gripping South Korea. The nation's parliament has voted to impeach the acting president, Prime Minister Han Duck-soo. Less than a week, two weeks ago, President Yoon Suk Yeol was stripped of his powers after his brief martial law declaration earlier this month.I'm going to go live to Tokyo and CNN's Hanako Montgomery. So Hanako, the country embroiled in chaos yet again. So take us through what happened and then what might happen next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "HANAKO MONTGOMERY, CNN CORRESPONDENT",
      "sentences": "Hi Kim, it's good to see you. So as you described, the acting President Han Duck-soo was voted to be impeached today by the country's parliament. And really this comes at a very critical time for South Korea.And importantly, it comes less than two weeks after the country's actual president, Yoon Suk Yeol, was also voted to be impeached by the parliament. So what we're talking about here, Kim, is two impeachment votes in less than two weeks. I mean, that's unprecedented, not only for South Korea, but also for much of the democratic world. Now there are many reasons why the acting president Han Duck-soo was voted to be impeached today by the country's parliament. But what really stands out is a statement made by the main opposition party leader. Give this a listen. (BEGIN VIDEO CLIP) LEE JAE-MYUNG, SOUTH KOREA'S DEMOCRATIC PARTY LEADER (through translator): We will remove Yoon Suk Yeol from office, uproot his loyalist forces and fully suppress the insurrection. Until that moment, we will pool all our resources and fulfill our historic responsibility. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "BRUNHUBER",
      "sentences": "Welcome back to all of you watching us here in the United States, Canada and around the world. I'm Kim Brunhuber. This is CNN NEWSROOM.New details are emerging from the investigation into a deadly Christmas Day plane crash in Kazakhstan. Crews have recovered a second black box at the crash site, according to the Kazakh State News Agency. The country's deputy prime minister says it will take about two weeks to read the flight data and voice recorders. He added that a commission involving Kazakhstan, Azerbaijan and Russia has been set up to investigate the crash, which killed at least 38 people. A U.S. official is now telling CNN early indications suggest Russian anti-aircraft defenses may have shot down the plane. Now, it's not the first time we've seen an incident like this. CNN's Oren Liebermann takes a look at the similarities between this crash and the one over Ukraine in 2014. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}