{
  "date": "2024-03-29",
  "headline": "The Situation Room",
  "subHeadline": "Defense Says, New York City Prosecutors Trying To Expand Trump Gag Order; Federal Judge Warns Of Trump's Attacks In Extraordinary Rebuke; New Clip, Obama Makes Case For Re-Electing Biden At Fundraiser; Beyonce Drops New Album \"Cowboy Carter\"; Oscar-Winning Actor Louis Gossett Jr. Dies At Age 87. Aired 6-7p ET",
  "utterances": [
    {
      "timeStamp": "18:00:00",
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "sentences": "Happening now, breaking news, the Trump team says prosecutors in the New York hush money case are trying to expand the former president's gag order after his posts about the judge and the judge's daughter. This, as another judge, is delivering an extraordinary rebuke of Trump's threats to the legal system in an exclusive interview with CNN.Also tonight, heavy equipment is being rushed to the scene of the Baltimore bridge collapse, including a giant crane. We'll have an update on the intensifying salvage and cleanup operations as President Biden now plans to visit the disaster site next week. And just into CNN, a new clip that has just been released from the gala Biden fundraiser last night, capturing former President Barack Obama as he makes his case to re-elect President Biden. Stand by to hear his argument. And we'll get reaction from a key Democrat in Congress. Welcome to our viewers here in the United States and around the world. I'm Will Blitzer. You're in THE SITUATION ROOM. Let's get right to the breaking news on the potential expansion of Donald Trump's gag order in the New York criminal case against him following his online attacks on the presiding judge and the judge's daughter. CNN's Anchor Kaitlan Collins is following all of this for us. Kaitlan, what are we hearing from Trump's lawyers now about the gag order?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "This is an interesting development, Wolf, and essentially it's Trump's attorneys responding to a letter from the district attorney here in Manhattan, Alvin Bragg, that he sent to Judge Merchan. That is the judge that is overseeing Trump's criminal hush money trial that is scheduled to begin in just a few weeks, and also the judge who imposed that partial gag order on Trump in recent days. Trump, of course, has not attacked the people who that gag order applies to, but he has gone after the judge multiple times and the judge's daughter. And that has clearly prompted the D.A.'s office to send a letter to the judge asking him to clarify if that gag order applies to family members, not just of the judge, but of the district attorney's office and others. And they say that they have had potential witnesses in this trial who have grave concerns about threats to them, about their safety.Trump's team is responding to this letter, Wolf, saying that this gag order does not apply to family members, of members of the judge, of the district attorney's office. Of course, it doesn't apply to the judge or the district attorney himself. And they're saying any attempt to try to make it apply to those individuals would be an expansion of the gag order, would therefore require briefs to be filed and for that to happen. This is important, Wolf, because what the district attorney's office was asking is that if it does apply, Trump needs to stop attacking Judge Merchan's daughter, which Trump has continued to do, including by name yesterday. And, Wolf, it just kind of puts us in the context of this remarkable moment and just how heated things are as we are leading up to the trial, but also Trump's continued attacks on the judiciary, which have long been a staple of his and something he has done for years now. But what's changed here is the rhetoric and also who's responding, including this remarkable moment that we had last night where a sitting federal judge, someone you never rarely hear from, much less on cable news, came forward and spoke to me about just what it means, what these threats mean to judges and to their families. (BEGIN VIDEOTAPE) COLLINS (voice over):  You almost never hear from a sitting federal judge. I wonder what made you speak out tonight and speak publicly. But in a rare interview with CNN, Senior U.S. District Judge Reggie Walton, who was deeply respected in Washington's legal circles, spoke out against Donald Trump's latest attacks on social media against a fellow member of the judiciary. JUDGE REGGIE WALTON, U.S. DISTRICT COURT FOR DISTRICT OF COLUMBIA:  I think it's important that as judges, we speak out and say things in reference to things that conceivably are going to impact on the process. DONALD TRUMP (R), FORMER U.S. PRESIDENT, REPUBLICAN PRESIDENTIAL CANDIDATE:  I have a Trump-hating judge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "COLLINS",
      "sentences": "Walton criticized Trump for his latest attacks on Justice Juan Merchan, who is overseeing the former president's criminal trial relating to hush money payments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "WALTON",
      "sentences": "It's very disconcerting to have someone making comments about a judge, and it's particularly problematic when those comments are in the form of a threat, especially if they're directed at one's family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "COLLINS",
      "sentences": "After Merchan imposed a gag order limiting the former president from making statements about potential witnesses, jurors, attorneys and court staff, but not him, Trump has been attacking his daughter on social media, including by name.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "WALTON",
      "sentences": "We do these jobs because we're committed to the rule of law and we believe in the rule of law, and the rule of law can only function effectively when we have judges who are prepared to carry out their duties without the threat of potential physical harm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:10",
      "speaker": "COLLINS",
      "sentences": "Walton pointing to past murders of his judicial colleagues' family members, including New Jersey Judge Esther Salas' son and former Chicago Judge Joan Lefkow's husband and mother.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:10",
      "speaker": "WALTON",
      "sentences": "Unfortunately, it's a reality that it's not inconceivable that something could happen. It's a reality that we live with, but you try not to let it impact on your day-to-day life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:10",
      "speaker": "COLLINS",
      "sentences": "But even in the midst of these threats, Walton says the law must endure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:10",
      "speaker": "WALTON",
      "sentences": "Even though threats may be made against you and against your family, you still have an obligation to ensure that everybody who comes into your courtroom is treated fairly regardless of who they are or what they've done.I think it's important in order to preserve our democracy that we maintain the rule of law. And the rule of law can only be maintained if we have independent judicial officers who are able to do their job and ensure that the laws are, in fact, enforced and that the laws are applied equally to everybody who appears in our courthouse. (END VIDEOTAPE) COLLINS (on camera):  And, Wolf, obviously, that rare appearance has sparked a lot of feedback for what Judge Walton had to say, the fact that he had to say it at all, including from Judge Michael Luttig, who, of course, you know, but for those who don't, he's a former federal appeals court judge. And he responded in part saying, quote, it is a regrettable commentary on our times that a lone federal judge, referring to Judge Walton there, because no one whose responsibility it is to do so has had the courage and the will, would finally be left no choice but himself to express it on national television.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:10",
      "speaker": "BLITZER",
      "sentences": "Kaitlan, a really, really important interview. Thank you very much for that.Stay with us. I also want to bring in CNN Senior Legal Analyst Elie Honig and CNN Senior Law Enforcement Analyst Andrew McCabe. Elie, should this gag order also cover the judge's family? And what do you make of prosecutors asking the judge for clarification?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:10",
      "speaker": "ELIE HONIG, CNN SENIOR LEGAL ANALYST",
      "sentences": "Well, if I think this was a strong reaction by the D.A.'s office to Trump's rant on Truth Social yesterday where he singled out by name the judge's daughter.Now, I think if you look at the existing limited gag order as it's written, it probably does not technically apply to the family members of the judge. It certainly does not apply to the judge himself. And so I think it's the right move by the D.A.'s office to say, judge, we need some clarification here. And by the way, we think it should apply to the family members of you, the judge, even if it does not apply to you as the judge himself. Now, Trump's team is probably right that that would require an expansion of the limited gag order. But I think the judge would be entirely within his rights here to say, yes, it requires an expansion, and I'm granting that expansion based on these comments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:10",
      "speaker": "BLITZER",
      "sentences": "Andrew McCabe, you're the former deputy director of the FBI, is the U.S. right now doing enough to protect judges amid this very disturbing rise in the threats they're facing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:10",
      "speaker": "ANDREW MCCABE, CNN SENIOR LAW ENFORCEMENT",
      "sentences": "Well, much like the rise in the threats to Congresspeople and senators, the judicial system is experiencing the same massive increase in threat activity towards judges. I think it's doubled during the period from 2021 to '23. We saw it's more than doubled during that period.So, the federal marshals have the responsibility of protecting federal judges, and I'm sure that they are absolutely taxed at this point, trying to protect those judges who are the subjects of these threats. But let's not beat around the bush here. The threats are coming mostly from people who have been charged with offenses related to January 6th, or people who are related to and responding to those charges and those convictions. So, there is a clear through line here from Donald Trump to his supporters and onto the threats that these judges are receiving. So, I may be in the minority here, I don't think a gag order from every court in the country is going to do much to stop Trump from speaking in the way he does in the disrespectful, threatening tone that he uses for the judiciary, so our federal marshals and other partners in law enforcement need to step up their game because we cannot tolerate this sort of conduct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:10",
      "speaker": "BLITZER",
      "sentences": "And, Kaitlan Collins, based on all your reporting, and you're doing a lot of it, is there a recognition among Trump's team that his rhetoric towards judges is potentially very dangerous?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:11",
      "speaker": "BLITZER",
      "sentences": "Yes, an important point. Elie Honig, do you think Judge Walton was speaking for more than just himself in that interview with Kaitlan last night?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:11",
      "speaker": "HONIG",
      "sentences": "Well, Wolf, I know he was, because I spent a good portion of today talking to various judges, state and federal trial and appellate level judges, and they were all reacting to that remarkable interview that Kaitlan did with Judge Walton.Now, a couple of key points emerged as a consensus. First of all, it is extraordinarily rare, bordering on unheard of, for a sitting judge to comment publicly on a pending case, and for good reason. However, these judges, by and large, felt that this issue was so important, so urgent, that they applauded Judge Walton for what he said. They feel like it can't be ignored, and several of them said to me that they felt like a line really got crossed when one of the participants, Donald Trump, started invoking the judge's family. One person said, that's just a line that you can't tolerate being crossed. So, it was a very unusual, remarkable interview. Judge Walton, by the way, is one of the most experienced and respected judges in this country. He's a Republican appointee. You cannot accuse him of being an ideologue or a political player. I think he's a powerful messenger for a powerful message. BLITZER:  It was a very powerful message indeed. Andrew, what challenges will Judge Merchan face in forcing the boundaries in this gag order?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:11",
      "speaker": "MCCABE",
      "sentences": "I think as soon as Judge Merchan is really put to the test of trying to enforce what will be an inevitable violation of the gag order, he's going to have some very, very tough decisions to make. He can, of course, impose sanctions, monetary sanctions, and fines on Trump for violations of the gag order. But, ultimately, if that doesn't prove effective, you end up at the potential of incarceration.And that is a very, very hard place for the judge to be. Nobody wants to put a defendant in custody before they've been convicted, and certainly not when that defendant is running for public office, the highest office in the land. It will provoke an onslaught of motions and appeals and litigation just around those issues, all things that the judge does not need to further complicate an already high-profile and hard-to-handle trial. So, violations of the gag order are not a good thing for Judge Merchan. I'm sure he's hoping that the gag order will have its intended effect, but I doubt it will.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:11",
      "speaker": "BLITZER",
      "sentences": "We shall see. Kaitlan, what's been the reaction in the judicial community to your truly extraordinary interview with Judge Walton last night?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:11",
      "speaker": "COLLINS",
      "sentences": "Well, I think Elie makes a good point there about how -- it's something that a lot of them would like to say, but it's just so rare that they speak. You know, I heard from a lot of people today saying it's just remarkable to hear from him, the fact that he did this cable news interview. But I think the other side of the aisle, Wolf, has been people in Trump's circle and on his side saying it's inappropriate for him to come out and speak.And I just think it's rich with irony that people who are supporters of Donald Trump's are now concerned about norms being busted and things being changed, given that is something that Donald Trump does on a near daily basis. I mean, Donald Trump's own allies will acknowledge that that is something that he does. And I think, really, what it speaks to is not, you know, Judge Walton himself just feeling the need to do this. It's the moment that he felt the need that he needed to come out and say what he said last night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:11",
      "speaker": "BLITZER",
      "sentences": "Elie, before I let all of you go, Trump's attorneys are also appealing the Georgia judge's ruling, allowing Fani Willis to remain on the case there writing, and I'm quoting now from those attorneys, providing D.A. Willis with the option to simply remove Wade confounds logic and is contrary to Georgia law, and because D.A. Willis is disqualified, so too is her whole office. What do you make of that argument from Trump's lawyers?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:11",
      "speaker": "HONIG",
      "sentences": "Well, Wolf, first of all, there's a lot of unknown around this case. Even the trial judge, Judge McAfee, says I'm operating largely, quote, unmoored from precedent, meaning this is brand new territory. So, this could go either way. [18I think Trump's team makes reasonable arguments. It's always hard to win an appeal, but, really, they make two main arguments. First of all, they say, Judge McAfee found that the D.A.'s public commentary, including the speech she made at a church, was, quote, legally improper, yet Trump's team says he failed to disqualify or he failed to do anything. And the second thing that they argue is there's at least an appearance of conflict here, as the judge found, and that should be enough to throw the D.A. off the case. So this is going to be a close call, Wolf. We're going to have to watch this one closely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "BLITZER",
      "sentences": "Just a short while ago, the Biden campaign released a new clip from that star-studded fundraiser in New York City that raked in $26 million for the president's re-election bid. It shows former President Barack Obama making the case to keep his former running mate in the White House.Listen to this. (BEGIN VIDEO CLIP) BARACK OBAMA, FORMER U.S. PRESIDENT:  It's not just the negative case against the presumptive nominee on the other side, it's the positive case for somebody who's done an outstanding job in the presidency. We also have a positive story to tell about the future, and that is something that Joe Biden has worked on diligently. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "BLITZER",
      "sentences": "And joining us now, Democratic Congresswoman Elissa Slotkin from the key presidential battleground state of Michigan. Congresswoman, thanks very much for joining us. You heard former President Obama make the case for President Biden's re-election. But given the president's very low approval numbers right now and a whole host of issues, how tough of a sell could this be, especially in your critically important home state of Michigan?REP. ELISSA SLOTKIN (D-MI):  Yes. Well, look, I mean, the good thing about Michiganders, at least in our swing state, is that we care about actual results and things that we can see. And there is no pushing back on the idea that we're having a manufacturing renaissance going on right now, basically from Michigan to Alabama. Dirt is being moved. I have a new electric vehicle battery factory being built from the ground up in my district. And so Michiganders can see that. They can see the infrastructure bill, and like their roads being fixed and bridges being fixed. So, I think we're a pretty practical people. And at the end of the day, when we can see that progress, it matters to us, even though there are plenty of things that we want to improve about the economy and inflation. No one person can do that on their own. But manufacturing, you can't argue with the results that we've seen in this state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "BLITZER",
      "sentences": "It was a show of unity for Democrats on stage in New York City last night at the Radio City Music Hall, but protesters both inside and outside highlighted one very deep division in the party when it comes to Gaza right now. Is President Biden, Congresswoman, doing enough to address these concerns?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "SLOTKIN",
      "sentences": "Yes. Well, I think what you're hearing is people who feel angry and upset and dehumanized and they want to be heard. And I think the president, I mean, as I think they tried to explain a little bit in the meeting last night or in the event last night, I mean, he's having a very open conversation in public with Bibi Netanyahu about the day after planning in Rafah and humanitarian aid.I think that's -- you know, usually when you have an allied relationship, those conversations, those tough conversations happened behind closed doors. They're now happening out in the open for the whole world to see and they need to continue to happen. And I think that, you know, the president is being earnest when he's saying he's he's trying to exert pressure. I think there are levers that he's pulling right now. And the fact that, you know, last week we were having trips canceled and all that stuff. It's just highly unusual in a long bipartisan relationship that we've had between the U.S. and Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "BLITZER",
      "sentences": "It's significant that Washington Post is now reporting, Congresswoman, just now that the Biden administration has quietly authorized the transfer of a new arms package for Israel, including more 2,000-pound bombs linked to previous mass casualty events in Gaza, as you know. How will Michigan voters react to this? And is it time for President Biden to put conditions on military aid to Israel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "SLOTKIN",
      "sentences": "Well, look, I haven't seen that exact report, but that my assumption is that those things were approved previously, because we haven't had an aid package come up to us in the House, that comprehensive aid package that we have been talking about, I think, for months with Ukraine and Taiwan and Israel.But, look, I mean, this is the importance of being on the same page with the Israelis. Defensive weapons, of course, you know, the Israelis have to be able to defend themselves and protect themselves from rockets and mortars from both coming from Gaza, but also from the north. I don't think anyone's quibbling with that. But this is why it's so important to have a lined understanding of what the plan is and why more humanitarian aid can't get in to help people. And so I think that, certainly, you can understand why people in Michigan and throughout the country are trying to understand what the play is here when they can see pictures of people hungry and starving, you know, begging for food in the middle of Gaza. So, I haven't seen the exact reports, but that is -- I can understand why that would be a point of real concern.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:03",
      "speaker": "SLOTKIN",
      "sentences": "Yes, I mean, look, there's a bunch of polls, some of them have them much closer, some of them have them tied, polling this far out. You know, every cycle, we all talk about polling and then we say, oh, the polling wasn't so great.President Trump is coming here next week, and, you know, we are dealing with on the west side of the state the murder of a young woman named Ruby Garcia, a domestic violence homicide. It's a terrible, horrible, gruesome death on top of a number of domestic violence incidents we're having in that, and we've been having in that area. But the president -- you know, the former president, excuse me, is coming to sort of make this a political event for himself. And, you know, I think the thing that no one is missing is that for all the talk that the former president and his allies have about the border and all we need to do to secure the border, they will not let us vote on a bipartisan package that the Republicans presented a couple of weeks ago. And I think that's the thing that is just so gruesome about this, is that you have a terrible murder of a young woman and then you have the president coming, former president coming in and saying, you know, it's all about the border and border security, but he won't let us actually deal with the border. So, that's what's frustrating to a lot of us. And him and his allies, including people I'm running against, are using it as a political issue, not that they care for this particular woman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "BLITZER",
      "sentences": "Tonight, Wall Street Journal Reporter Evan Gershkovich has spent one full year imprisoned in Russia. The Biden administration is vowing to keep working for his release and for the release of other Americans detained by Russian authorities.Let's go live right now to Russia, CNN's Chief Global Affairs Correspondent Matthew Chance is joining us. He's in St. Petersburg. Matthew, what's the view from Russia at this one-year mark?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "MATTHEW CHANCE, CNN CHIEF GLOBAL AFFAIRS CORRESPONDENT",
      "sentences": "Well, I mean, it's a good question. I mean, look, within the past few days, Evan Gershkovich has been having his pre-trial extension -- pre-trial detention extended for another three months.But we still don't know when the trial for espionage is going to begin. And, certainly, U.S. diplomats believe it's another 90 days in which they can try again to try and forge some sort of deal, some sort of prisoner exchange to get Evan and other Americans out. We know that there are lots of other Americans or several other Americans, of course, sort of in custody in Russia. We also think we know what the Russians want in return, which is the release of a Russian security services operative. His name is Vadim Krasikov, and he was convicted and jailed in Germany for killing a Chechen dissident in a public park there. The problem is, is that the Germans are not playing ball. They don't want to release a convicted murderer in exchange for an American citizen, that they're saying that would send the wrong message to the Kremlin. And so the negotiations behind the scenes, Wolf, are continuing, but they're also deadlocked, unfortunately.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "BLITZER",
      "sentences": "And as you mentioned, Gershkovich isn't the only American still in detention in Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "CHANCE",
      "sentences": "No, that's right, he's not. There are several people, maybe three or four other significant people, the most significant which perhaps in terms of the length of stay, length of period they've been detained here is Paul Whelan.He's a former U.S. Marine. He was jailed back in 2018, later convicted of espionage charges as well. He's also designated by the U.S. authorities, the U.S. government has wrongfully detained. And, unfortunately, he's not going to come out behind bars along with Evan Gershkovich until a new deal is done as well, but he's certainly someone very much that the U.S. authorities are focusing on for a prisoner swap.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "BLITZER",
      "sentences": "Let's hope that happens. Matthew Chance in St. Petersburg, Russia, for us, thank you.I spoke earlier with two very close friends of Evan Gershkovich, Pjotr Sauer and Polina Ivanova, about their hopes for his release and their communications with him during his captivity. Watch. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "BLITZER",
      "sentences": "Polina, you also have exchanged letters with Evan over this past year, and I know he actually managed to send you some flowers for your birthday. You just heard from him last week. Can you share, Polina, a little bit more about what he said and how he is coping?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:01",
      "speaker": "BLITZER",
      "sentences": "He sounds as if he's like he's such a wonderful, wonderful 32-year-old man. I know you guys miss him very, very much.Pjotr, talk to us a little bit more about Evan's spirit while he's in this notoriously harsh Russian prison.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:01",
      "speaker": "PJOTR SAUER, CLOSE FRIEND OF EVAN GERSHKOVICH",
      "sentences": "Yes, he's keeping up remarkably well, given the incredibly difficult circumstances. He's inside his jail for 23 hours a day. He's got one hour a day that he can walk around in a tiny court cell inside the jail as well.But he keeps his spirits up, he tries to make a routine for himself, keeps both reading, mentally strong, but he also tries to keep physically strong by doing push-ups and sit-ups. You know, I think he understood early on that it's important to have a routine. By the end of the day, he wants to be tired and feel like he has done enough to feel like his days aren't wasted. And I'm incredibly proud of how he's keeping in there, for sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:01",
      "speaker": "BLITZER",
      "sentences": "Pjotr, the top U.S. hostage affairs official told CNN these next 90 days of Evan's detention are critical for trying to work out a deal before his actual trial. Do you have hope, Pjotr, that Evan could be freed in these next few months?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:01",
      "speaker": "SAUER",
      "sentences": "Yes, we saw those comments, and they do give us hope. Just this week, the Kremlin also said that talks are ongoing. U.S. President Joe Biden today in a statement said that he will do everything to get Evan out.So, we believe these 90 days are crucial. And I really do hope, and we really hope, that a deal will be made to get our friend back to where he belongs and also back to work. Evan is not just an incredible person, he's an incredible journalist. And the world is missing out on his crucial reporting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:01",
      "speaker": "BLITZER",
      "sentences": "Yes, certainly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:01",
      "speaker": "IVANOVA",
      "sentences": "Yes, he gave an insight into wartime Russia is something that's so important.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:01",
      "speaker": "BLITZER",
      "sentences": "Yes. Go ahead, Polina. Yes, go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:01",
      "speaker": "IVANOVA",
      "sentences": "No, just -- yes, just that it's -- the work he was doing was important for all of us for our understanding of Russia at a time of war and really, you know, we owe him that and we owe him all the time that we can give to bring him home.We were really uplifted by Joe Biden's statement today that, you know, just once again shows that that the president feels very personally connected, I think, to Evan's story. He spoke in a statement about Evan's parents and his meeting with them. So, you know, that also gives us hope for, as you say, this really crucial period of 90 days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:01",
      "speaker": "BLITZER",
      "sentences": "Yes. I want to ask each of you what's your message to Evan right now? And, Polina, let me start with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:01",
      "speaker": "IVANOVA",
      "sentences": "Oh, yes, Wolf. It's hard. I mean, just that, you know, that we're here and that we're working as hard as we can. I know he knows that. I know that he knows that he's not forgotten by all of us and all of you and everybody who's following his case. So, I just want to always remind him of that, that he's not alone in there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:01",
      "speaker": "BLITZER",
      "sentences": "He certainly isn't alone. And, Pjotr, what's your message to Evan right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:01",
      "speaker": "SAUER",
      "sentences": "Yes, Evan, just keep going. The world knows you're innocent. We all know you're a journalist. We also know what good of a friend you are. And we will do everything. We'll never stop working until you're out with us again here.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "BLITZER",
      "sentences": "Right now, salvage and cleanup operations are intensifying at the Baltimore bridge collapse, the largest crane on the East Coast, now on the scene with more help on the way.Let's get an update from CNN's Brian Todd. He's joining us from Baltimore. Brian, the governor and other top officials are giving new information about efforts to reopen the port. Update our viewers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "BRIAN TODD, CNN CORRESPONDENT",
      "sentences": "Right, Wolf. We can show you the excavation work that is going on right now -- in earnest. Over my right shoulder, we're going to zoom in on a crane that's right there by the wreckage of the Francis Scott Key Bridge. That crane has been there all day doing some excavation.We have new information tonight on that piece of equipment, all the other critical heavy equipment that has just arrived on site, and on the arduous and very dangerous work that lies ahead. (BEGIN VIDEOTAPE) TODD (voice over):  The first of a fleet of massive floating cranes arrived on the Patapsco River today, where the Francis Scott Key Bridge once stood. GOV. WES MOORE (D-MD):  This crane that we're looking at is massive. The thing we also know is this, so is the challenge ahead of us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "TODD",
      "sentences": "The Army Corps of Engineers getting ready to clear hundreds of thousands of tons of twisted steel and concrete that's blocking ships from entering or exiting the port of Baltimore.GEN. SCOTT SPELLMON, U.S. ARMY CORPS OF ENGINEERS:  There is a massive steel truss bridge going across that channel and at the bottom, 50 feet down at the bottom, there's also concrete, possibly some containers, other debris that we have to get off the floor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "TODD",
      "sentences": "But it's a delicate operation.DR. OSCAR BARTON JR., DEAN, MORGAN STATE UNIVERSITY SCHOOL OF ENGINEERING:  It's going to be a monumental task. This is going to be piecemeal section by section, piece by piece, until they can excavate the entire area.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "TODD",
      "sentences": "Dr. Oscar Barton is the Dean of Morgan State University's Engineering School and was a professor at the Naval Academy for 21 years.What would you be most worried about if you were supervising the crane and this entire operation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:05",
      "speaker": "TODD",
      "sentences": "The Chesapeake 1000 arrived this morning but --GEN. SCOTT SPELLMON, U.S. ARMY CORPS OF ENGINEERS:  That section of bridge that straight over the front of the vessel, that portion of bridge alone weighs 4,000 tons. My most capable crane here is 1,000 tons. So we're at least going to cut that into four members.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:05",
      "speaker": "TODD",
      "sentences": "A major complicating factor for crews trying to break up the wreckage in manageable chunks, light.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:05",
      "speaker": "SPELLMON",
      "sentences": "Imagine trying to do that 50 feet down in the dark with a diving suit on and we've got to do the same level of analysis on the bottom of that channel as we have to do for those members that are out of the water.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:05",
      "speaker": "TODD",
      "sentences": "And the cleanup work itself poses risks to the crane operators, divers, and crew.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:05",
      "speaker": "BARTON",
      "sentences": "It is dangerous. There could be tipping the crane. So the balancing of the crane is most important.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:05",
      "speaker": "TODD",
      "sentences": "Meanwhile, the National Transportation Safety Board is continuing its review.The NTSB shared video with CNN showing NTSB and Coast Guard investigators moving around on the bow of the Dali, right at the point of impact, the closest view we've gotten so far of the sheer devastation of this disaster. So when will the channel be open to shipping traffic?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:05",
      "speaker": "SPELLMON",
      "sentences": "I don't think we're talking days. I don't think we're talking months. Once we get started, I think we're talking weeks.(END VIDEOTAPE) TODD (on camera):  And we're told that President Biden will be visiting Baltimore in the coming days. The White House will put out more information later on the exact day that he will be here well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:20",
      "speaker": "BLITZER",
      "sentences": "Dolly Parton's classic country song \"Jolene\" is officially getting the Beyonce treatment, and it's just one of many surprises on Beyonce's new album called \"Cowboy Carter\".CNN's Victor Blackwell is joining me right now. Victor, just how unique is this album?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:20",
      "speaker": "VICTOR BLACKWELL, CNN CORRESPONDENT",
      "sentences": "Unique enough to get me in this hat in THE SITUATION ROOM, Wolf.When I first heard that the original singles \"Texas Hold 'Em\" and \"16 Carriages\" about the time of the Super Bowl, I was expecting that would be the flavor, a contemporary country tree album. This is so much more than that. There is folk and pop and hip hop and rap, an opera. There's certainly country influence and flavor and Willie Nelson and Dolly Parton on this album in short interludes mostly for their endorsement. But it really challenges the concept of musical genres and especially racial constraints on musical genres. She features Linda Martell on this album and she says -- Martell says genres are a funny little concept. What Martell, more than 50 years ago was the first Black woman to have commercial and chart success in country music and was pilloried for transitioning from R&amp;B into country. She also has Post Malone and Miley Cyrus on this album, two white artist who move between the genres with no one even asking a question of batting an eye. Listen to Beyonce and Miley here on \"II Most Wanted\". (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:20",
      "speaker": "BLITZER",
      "sentences": "And, Victor, I also want to play a little bit of Beyonce's cover of the Beatles song that all of us remember \"Blackbird\".Let's listen to this. (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:20",
      "speaker": "BLITZER",
      "sentences": "Victor, talk a little bit about the backstory here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:20",
      "speaker": "BLACKWELL",
      "sentences": "Yeah. Beyonce's music over the last decade is become more historically and culturally conscious and \"Blackbird\" is really multi- layered approach to that. Paul McCartney wrote that song for the Beatles back in the late '60s, and it wasn't about a bird, he says. It was about a Black woman in the context of the American civil rights movement and the plight of the Black woman.So, Beyonce used that song too elevate four Black women who are country performers. She's harmonizing there with them. We'll have one of them, Tiera Kennedy, on first of all, tomorrow to talk about being part of this. And this is really two again elevate Black women and country performers. It is a masterpiece that we're just starting to dig into.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:20",
      "speaker": "BLITZER",
      "sentences": "Yeah, I'm looking forward to that.  So important.Victor Blackwell, thanks as usual for joining us. Love that by the way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:20",
      "speaker": "BLACKWELL",
      "sentences": "Thanks, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:59:15",
      "speaker": "BLITZER",
      "sentences": "Tonight, we remember an actor who broke barriers in Hollywood. Louis Gossett Jr. has died at the age of 87, according to a statement from his family.Back in 1983, he made history in this moment. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:59:15",
      "speaker": "ANNOUNCERS",
      "sentences": "The winner is Louis Gossett Jr.(CHEERS) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:59:15",
      "speaker": "BLITZER",
      "sentences": "He became the first Black man to win an Oscar for a supporting role. It was for his performance in \"An Officer and A Gentleman\".(BEGIN VIDEO CLIP) LOUIS GOSSETT, JR., ACTOR:  What did you call me, boy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:59:15",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I called you Sarge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:59:15",
      "speaker": "GOSSETT",
      "sentences": "Before that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:59:15",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I didn't call you anything before that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:59:15",
      "speaker": "GOSSETT",
      "sentences": "You said, how are you? I am not a you, boy. Are you is a female sheep, boy. Is that what do you think I am boy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:59:15",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:59:15",
      "speaker": "GOSSETT",
      "sentences": "No, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:59:15",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No, sir.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}