{
  "date": "2024-07-19",
  "headline": "First Move with Julia Chatterley",
  "subHeadline": "Global Tech Outage; Software Update Crashes Computer Systems Around the World; Biden Vows to Return to Campaign Trail; Microsoft Says Outage Has Been Fixed; Houthi Deadly Drone Attack on Tel Aviv; Blinken on Ceasefire and Hostage Deal; Evan Gershkovich Found Guilty in Russia; 33 Democratic Lawmakers Calling for Biden's Exit; Trump Accepts Nomination at Republican National Convention; Swing state Voters React to Trump's RNC speech; Dozens Killed at Bangladesh Protests; Trump Assassination Attempt; Trump Gunman May Have Plotted Mass Shooting; Trump and Zelenskyy Speaking on Phone; Paris Prepares of 2024 Olympic Games; Paris Olympics Hit by Global I.T. Outage. Aired 6-7p ET",
  "utterances": [
    {
      "timeStamp": "18:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I was online, I couldn't find my flight. I was like, did I do something wrong, you know? But apparently, when I got here, Idon't know if it's a cyber thing or what, but I'm just waiting like everyone else. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "CHATTERLEY",
      "sentences": "President's pledge. Joe Biden returning to the campaign trail next week, despite 32 now Democratic lawmakers calling for his exit fromthe race. And Paris prepares. How the French capital is counting down to the Olympic Games. That conversation and plenty more coming up. But first, the computer software meltdown heard and felt around the world. Industries critical to the global economy. We're talking airlines, retailers, factories, and government agencies attempting to get their computer systems back online after a cyber security update went horribly wrong, even some of the huge billboards in New York's Times Square went dark. It might end up, in fact, being the largest I.T. outage in history. It's also a reminder of how quickly a digitized global economy can literally come unstuck. The airline industry particularly hard hit with thousands of flights either cancelled or delayed around the world. This time lapse may video showing the dip in U.S. air traffic during a 10-hour period Friday morning as thousands of planes were grounded. The tech community has been quick to allay fears that the computer outages were caused by a cyber-attack, however, and that a fix is in place, but it's little comfort though to the millions of people disrupted by this enormous tech failure. Jason Carroll has more. (BEGIN VIDEOTAPE) JASON CARROLL, CNN U.S. NATIONAL CORRESPONDENT (voice-over):  It was the blue screen that had customers from critical industries worldwide seeing red.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I'm so upset right now. There are eight people in my party. Eight people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There's 13 in ours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "$456 a ticket, and they're giving me a hundred dollars back. That is it. And we're screwed. This man is getting married.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Anxiety. When I walked in, I got straight anxiety with all these people. Because I was online, I couldn't find my flight. Iwas like, did I do something wrong? CARROLL (voice-over):  Anger at airports in the U.S., Canada, Asia, and Europe as major carriers struggled to deal with the fallout of what had happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It's been really wild. It's crazy. It's crowded. People cursing, yelling.CARROLL (voice-over):  Confusion at banks as some financial systems were impacted overseas, disruptions at United Kingdom's National Health System, and others around the world, as well as broadcast networks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "And a major global I.T. Outage is impacting many of the world's largest companies, including us here at Sky News.CARROLL (voice-over):  All due to that massive global technical outage linked to CrowdStrike, a cyber security provider. The company's CEO apologized for the incident, saying it was not a cyber-attack. Instead, he says a defect in a software update CrowdStrike was doing crashed Microsoft Windows, causing the outage. He also says a fix has been deployed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "GEORGE KURTZ, PRESIDENT AND CEO, CROWDSTRIKE",
      "sentences": "We've been on, you know, with our customers all night and working with them. Many of the customersare rebooting the system and it's coming up and it would be operational because of -- you know, we fixed it on our end. CARROLL (voice-over):  The Department of Homeland Security is working with CrowdStrike and Microsoft to fully assess and address system outages. Meanwhile, 911 services taking a hit in jurisdictions across the country, impacting states such as Alaska and Arizona. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes. And that could take some time. Jason Carroll at Newark Airport for us there. Thank you for that.Now, the global I.T. crash is shining an unwanted spotlight on the tech firm CrowdStrike. In addition to Microsoft, it provides cyber security services to many of the Fortune 500 companies. CrowdStrike shares tumbled 11 percent on fears about how the outage will affect its business, and Microsoft shares fell some three quarters of a percent. Experts warning that it will take time for affected businesses to fully recover from the crash, and that the fix will be costly, complicating matters, the need for manual reboots to computer systems. And joining us now, Bryan Palma, the CEO of Microsoft. Cyber security firm Trellix. Actually, we're having trouble getting through to him. OK. We will get him as soon as we can. For now, we will move on and establish connection back with him when we can. For now. 32, that's the number of democratic lawmakers now calling for President Joe Biden to exit the race. Multiple leading Democrats tell CNN they feel caught in what one described as a doom loop, with every move to keep President Biden in or push him out, further destroying their chances against Donald Trump. In a statement released earlier, the president said he's looking forward to getting back on the campaign trial -- trail as he continues to recover from COVID. Let's get more now with MJ Lee. The president suggesting -- at least in the campaign, suggesting he's going to be back on the campaign trail, MJ, next week. Oh, unfortunately, we don't have MJ either. Wow. Well, at least I can tell you that this isn't down to the global I.T. outage that we've seen around the world, but we do seem to be having a few difficulties here. Oh, and I'm pleased to say Bryan Palma of Trellix is back with us. Bryan, you've literally saved us. Welcome to the show.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "BRYAN PALMA, CEO, TRELLIX",
      "sentences": "Hi, Julia. How are you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "CHATTERLEY",
      "sentences": "No words.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "PALMA",
      "sentences": "Good to see you. Always have a backup plan, Julia. Redundancy is important. So, I was prepared.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "CHATTERLEY",
      "sentences": "Apparently. The backup to the backup to the backup failed there, but now, my friend, you join us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "PALMA",
      "sentences": "That's right. That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "CHATTERLEY",
      "sentences": "What do you make of this scale of the outage that we've seen today? And what are you hearing from customers?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "PALMA",
      "sentences": "Yes, I think the first thing is, you know, we stand together with CrowdStrike. So, what's really important about the security industry iswe're there to protect our customers. And I think in moments like this, it's really important that we don't forget who the bad guys are. So, Trellix support, we've been fielding calls from customers. We've been trying to help wherever we can to get those customers back up and running. I think that's the first thing. Because like you said, it's a significant event. Very, very costly, very serious problem. Many industries impacted, critical infrastructure industries, and we're just working to help those customers get back and be protected.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "CHATTERLEY",
      "sentences": "Can you just explain what some of the challenges are that they're facing? Because the -- it seems that it was a very simple softwarepatch that CrowdStrike was trying to achieve here, and they're a cyber security firm, that impacted Microsoft systems, which are prolific around the world. And I think that points to this. What are some of the basic challenges that the customers are facing and simply getting their computer systems back up and running?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "PALMA",
      "sentences": "Yes, the issue is that the fix is relatively simple. You know, you have to boot your computer in safe mode and then you have to obviously goin and delete the file that was corrupt, the bad file, and then you go ahead and reboot. The issue is when you have to deal with that at scale. So, if you were doing that at your computer, you could run through it maybe with a little bit of help and get it done very quickly. Many of these customers have hundreds of thousands and millions of devices out there, and all of those devices have been what's called the blue screen of death, they've been rendered not functional. So, you've got to go out there and get this update out to all of them. You've got to get hands on keyboards and that's very, very challenging and something that's going to take time. This won't be over, unfortunately, in 24 to 48 hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "CHATTERLEY",
      "sentences": "Wow. I mean, you've got differences in size of the companies here that are impacted as well. I mean, if you're a big company, chancesare you have an internal I.T. system. If people are working from home, it's a problem if you have to physically get your hands on the hardware in order to fix this problem. But if you're a smaller company, you don't have that. I mean, the challenges of here, depending on the size of the business, are vast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "CHATTERLEY",
      "sentences": "I mean, you're a competitor to CrowdStrike, and I think no one wants to benefit from the misfortune of others. But is there a lesson hereperhaps in some diversification in terms of who's providing cyber security protections? Because Microsoft, prolific, most people probably not going to be able to change from their operating systems, but perhaps diversification in the security systems and who's providing these perhaps should be considered at this moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "PALMA",
      "sentences": "That's right, Julia, and some of the basic concepts around security are defense in depth. Making sure you have defense at many differentplaces. Redundancy. We joked about it with me getting on. I actually couldn't get on my laptop and I got on my phone. Redundancy is built into what security firms do. And when the customers are thinking about this, having a heterogeneous security environment helps you as well. This is something I've talked about a lot. It's something we've seen a concern raised here in the U.S. federal government with the dependency, as you mentioned on Microsoft, and it's really important that this lesson is around that, around the importance of redundancy and heterogeneous systems.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "CHATTERLEY",
      "sentences": "I think the other thing that worries me about this and for those people that might be watching this and are considering now whetheractually the best form of action, at least in the short-term, is to not automatically do the software updates in case something like this happens. What's your advice to people about, perhaps ahead of time, putting some form of protections in, and do people tend to spend more or less on cyber security after an event like this? Because it wasn't a cyber-attack, but arguably a cyber-attack would have the same impact. And as we've seen, it's global.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "PALMA",
      "sentences": "Yes, that's right. It's a very good question. Look, people have to do those updates because that's how you're getting the latest content outthere. I think it's very important that the security doing that in a way that obviously doesn't cause this type of outage. So, there's going to be work there and there'll be obviously people looking into this to see how they'll be able to do that better. But you've got to get the latest content to protect you, as I said in the beginning, against the bad guys. That -- that's really who's out there. And by the way, they're going to take advantage of this too. Our advanced research center team is already seeing fake websites domains that are purporting to be giving CrowdStrike support, phishing e-mails that say, click here and we'll help you. They're already up and running. So, the bad guys take advantage of this stuff very quickly. And I would just caution all of your viewers to make sure they're being very smart about what they click on and they're going through the proper channels if they do need remediation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes. News you can use. That is great advice. Bryan, thank you so much for that, and thank you for having a backup to the backup, even ifwe didn't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "PALMA",
      "sentences": "Thank you, Julia. Great to be here with you today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "CHATTERLEY",
      "sentences": "Welcome back to \"First Move.\" And TGIF to all our viewers in the U.S., U.K., and across Latin America. And a good Saturday morning ifyou're waking up with us across Asia. The global I.T. meltdown causing investors to frown this Friday. The U.S. closing out the worst week on Wall Street since April. Firms like UPS and FedEx saying their operations will be affected by the tech outage, along with major U.S. carriers like Delta and American, as we've already discussed. The NASDAQ underperforming this week, too, as investors sold tech stocks and bought cheaper, smaller stocks that will benefit from expected rate cuts. Chip stocks also struggled, and that didn't help amid fears of new U.S. curbs on sales to China. The former president also saying Taiwan should pay the U.S. for its defense. And Friday's session was softened for Japan ahead of the Bank of Japan meeting next week. China, however resilient in the face of those global tech issues. Few domestic Chinese firms reported any tech problems and few use CrowdStrike. Interesting contrast. Many in the country believe what happened across the globe justifies China developing its own operating systems beyond Microsoft. One word, the splinternet. All right. To other stories now, to Israel, where 10 people hurt in a drone strike on Tel Aviv have been released from hospital. One person lost their life in the attack, which was launched by Houthi rebels in Yemen. Meanwhile, the U.S. secretary of state says he believes Israel and Hamas are very close to a ceasefire agreement. Jeremy Diamond has the story. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "CHATTERLEY",
      "sentences": "Thanks to Jeremy there. Now, human rights and press freedom groups are condemning a Russian court for sentencing a Wall Street Journalreporter on Friday to 16 years in prison. The court found Evan Gershkovich, an American citizen, guilty of spying. But Russia's never offered any public evidence of its claims. The deputy director of the Human Rights Watch Europe and Central Asia Division calls the Russian proceedings a \"disgrace and a farce.\" And he calls the sentence monstrous. Amnesty International said in a statement on X that espionage charges are dubious and followed a \"secret trial in an abusive criminal justice system.\" It went on to say that Russia persecutes dissident, treats journalism and free speech as a crime. This conviction must be overturned. Matthew Chance has more. (BEGIN VIDEOTAPE) MATTHEW CHANCE, CNN CORRESPONDEN (voice-over):  Ahead of the verdict in the Russian courthouse, cameras jostled for a glimpse of the U.S. journalist in his glass cage. After finding him guilty of espionage, the judge asked Evan Gershkovich if he had any questions about the 16-year prison sentence he'd been handed. Looking thin and tired, the Wall Street Journal reporter answered no. The critics say his guilty verdict was inevitable and underlines how politicized Russia's judicial system has become. A strongly worded statement from Gershkovich's employers called it a disgraceful and sham conviction that comes after his 478 days in prison, wrongfully detained, and away from his family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "CHANCE",
      "sentences": "You can see Evan Gershkovich is in there. Hi, Matthew from CNN. Are you holding up alright?CHANCE (voice-over):  It's been a saga which has seen Evan Gershkovich, now 32, make several tightly controlled court appearances since being detained and accused of gathering secret information a Russian tank factory for the CIA. Allegations denied by Gershkovich and the U.S. government. There are other U.S. citizens held in Russia --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "PAUL WHELAN, AMERICAN, PRISONER IN RUSSIA",
      "sentences": "I am innocent of any --CHANCE (voice-over):  -- like Paul Whelan, a former Marine, sentenced in 2020 to 16 years for spying and also designated by Washington as wrongly detained. Dual citizens Ksenia Karelina, an amateur ballerina from L.A., and journalist Alsu Kurmasheva are also in custody. As are Gordon Black, a staff sergeant in the U.S. Army, and U.S. school teacher Marc Fogel. Critics suspect the Kremlin has been collecting U.S. citizens as bargaining chips for a future deal. But even now, that deal could still be months, or perhaps years, away. Matthew Chance, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "CHATTERLEY",
      "sentences": "Welcome back. 33, that's the number now of Democratic lawmakers calling for President Joe Biden to exit the 2024 race. The latestjust moments ago is Senator Sherrod Brown of Ohio. He's up for re-election in November, and he's now the fourth senator. Multiple leading Democrats tell CNN they feel caught in what one described as a doom loop with every move to keep President Biden in or push him out, further destroying their chances against Donald Trump. In a statement released earlier, the president said he's looking forward to getting back on the campaign trail as he continues to recover from COVID. Joining us now is Bradley Tusk. He's a venture capitalist and former Democratic strategist who worked on campaigns for Chuck Schumer, Michael Bloomberg, and Andrew Yang. Bradley, always great to have you on the show. You know what it's like to wrestle with some pretty big egos. First and foremost, if a campaign is saying, look, he's going to be back on the trail next week, would you expect them to do that, even if they were unsure whether or not he was going to step down? It doesn't sound like retreat is on the cards.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "BRADLEY TUSK, CEO, TUSK VENTURES",
      "sentences": "No, but you also wouldn't say that you were going to retreat until it actually happens, because I think, giventhat they don't know for sure what Biden's going to do, they've got to proceed as if the campaign is ongoing. So, you know, until literally the minute that he announced his withdrawal, they will act like the campaign is at full steam.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "CHATTERLEY",
      "sentences": "You wrote an op-ed saying that, look, he's a career politician. He doesn't care, actually, what's in the best interest of thenation. He thinks he does, but he's a politician, and therefore, he'll prioritize his own interests, first and foremost.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "TUSK",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "CHATTERLEY",
      "sentences": "And if they want him to leave, they have to incentivize him. Bradley, just talk us through that, because that's a punchy comment to makeabout President Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "And what if he still says no, Bradley? How do you force someone, whether they like it or not? Because --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "TUSK",
      "sentences": "I mean, the only way you could --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "Go on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "TUSK",
      "sentences": "Yes. I mean, it's tough, right? So, the only way you could do it is that you'd have to get the delegates who are pledged to him to say, that ingood conscience, we simply can't vote for him. And it's really, we simply can't vote for him because we don't think he has the medical capacity to do the job. I don't think you can say, we can't vote for him because we don't think he'll win, right? But, you know, given his age and given his health issues, it is reasonable to say that you don't think that he is, you know, fully mentally up to the task. But look, that's never happened before. It would take, you know, all of the delegates, many of whom have been, you know, known Biden for years or decades to all abandon him. It would be very hard to do. So, if Biden refuses to leave, odds are he will be the nominee. And I think that the way he might be thinking about it, if you try to put himself in his shoes, is he's not going to go out on someone else's terms. He's a career politician. He understands that sometimes you run elections and lose. I think he can live with that. But the notion that other Democrats, who he thinks haven't been his allies over the years anyway, can force him into something, I think is calling to him. And if he does stay in, it's because he has decided that no matter what the cost is to him and his legacy and anything else, he is staying in the race and he will leave on his own terms and nothing else.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, I think the most convincing part of that for me actually was your point about winning being losing. And actually, nothing willchange over the next four years, and he'll be literally in some way handicapped in many respects, making policy decisions because people are waiting for the worst, literally the worst. Can I ask you? I want to get your tech sector hat now and donor wisdom and experience. What do you see happening in the tech sector? We've got J. D. Vance, who Donald Trump has chosen his vice president option or pick, who we know is backed by someone very prolific in the venture capital industry, Peter Thiel. We've also had Elon Musk come out and offering an enormous strange amount of money, it seems, to back a Super PAC for Donald Trump, maybe you could explain that, I can't. And what do you see happening specifically in the tech sector? Is it just more vested interest sort of similar to politicians in a way, these guys know what they're doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "TUSK",
      "sentences": "I think it's a few things. I mean, the first is, you know, the people who are coming out strongly for Trump have always been conservative,right? Peter Thiel has always been a conservative. He supported Trump in 2016, spoke at the convention in 2016. Elon Musk has always been pretty conservative, especially in the last couple of years. So, one is that's who they are. Two is they're trying to get out ahead of this because if you think Trump's going to win and you have investments in companies or own companies that are highly reliant on government contracts or government regulation, you want the president to like you, right? SpaceX, Starlink, Tesla, you know, these are all countries -- these are all companies that rely on government contracts, government incentives, government tax credits. X relies on the federal government, not repealing Section 230, which is essential to the platform's economic survival. So, you know, it makes sense for them to say, strategically for our companies and our investments, this is the best path. And then, finally, you know, venture capitalists are human beings. Some people might think that we're not, but we actually are. And, you know, human beings look at their own sort of recent experience and use that to decide how to vote. It's not Biden's fault, but there's basically been almost no venture liquidity since Biden has taken office, very few IPOs in the venture world, very little M&amp;A. And so, you know, people blame him for that. And under Trump -- and I don't know that Trump had anything to do with it, but nonetheless, under Trump, there was a lot of liquidity, a lot of exits, lots of IPOs, lots of M&amp;A. So, it was under one president, people were making a lot of money, on the next president, they're making no money. And so, they do what people do and say, when was I better off? And the answer for them is not Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "Do the business community believe that now? Even if they're not saying it, Bradley, they're actually Trump will be a next --Trumpadministration will be far better simply because, as you said, it's been a pretty rough patch over the last four years? And is there any concern, perhaps it's mitigated by the fact that Trump's sort of pulling away in the polls now of the chaos, quite frankly, that we went through last time with the disagreement over who actually won? I mean, is that all forgotten now? And perhaps is it easier that leading the polls?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "TUSK",
      "sentences": "I mean -- I think people, you know, really, really like to back the winner. So -- to a certain extent. But I think fundamentally --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "The actual winner .",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "CHATTERLEY",
      "sentences": "It kind of feels like we're picking poisons here at the moment. I'm trying to look for the optimism in this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "TUSK",
      "sentences": "Yes. (INAUDIBLE) OK. You know, the third-party option isn't any better.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes. OK. What did you -- very quickly, what did you make of the former president's speech by the way?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "TUSK",
      "sentences": "You know, it's funny. It was almost two speeches, right? The first part of it was him sticking to a strategy of let's try to show unity, let'stry to show that I will not be as chaotic as I was before and people can relax and feel, you know, assured in voting for me. And he stopped that for a while. The telling of the shooting was obviously compelling. But then, because he just refused to get off the stage, he kind of wandered back into his old tendencies and habits of grievances and kind of random asides and things that didn't really make sense. And what that did say is he's still Donald Trump, right? And that means he is still generally unpopular with the public overall, even if he's very popular with his base, and he is still a massive wild card at all times. And so, if you had a different Democratic nominee, especially maybe someone like a Gretchen Whitmer, that becomes a competitive race again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes. He's still Donald Trump, and for Biden winning is losing. So, something's got to give.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "TUSK",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "CHATTERLEY",
      "sentences": "Bradley, great to get your insights.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "TUSK",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "CHATTERLEY",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "TUSK",
      "sentences": "Julia, thanks for having me on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "CHATTERLEY",
      "sentences": "As always. Great to have you. Thank you. Now, as Bradley was just saying, there's clearly lots at stake for American voters thiselection season. In the swing states of Wisconsin, Gary Tuchman spoke with some of the country's most sought after voters to get their take on Donald Trump's speech at the RNC. Just take a listen. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "GARY TUCHMAN, CNN CORRESPONDENT",
      "sentences": "But what I want to ask you all first at this point, all 13 of you, what you thought of the speech. Not a yes or noanswer if you thought it was good or not good. I want you to give a letter grade to it like you're in school. So, I'm going to start here with you. What letter grade do you give that speech?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "B.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "C.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "B.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "C.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "D.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "B.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "A.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "C.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "B.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "B.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "C.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "A.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "B.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "TUCHMAN",
      "sentences": "So, B and C seem to be the most prevalent grades. I'm going to start with you, Kevin and Dawn, married couple right here. You are bothstill undecided about who you will vote for. Tell me what the most important thing you thought about when you watched the speech.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "KEVIN, WISCONSIN VOTER",
      "sentences": "I was listening to his tone of voice, to his way of speaking and encouraging us and bringing unity to the country and thoseindividuals that might be outside of the Republican Party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "TUCHMAN",
      "sentences": "And what grade did you give it, again?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "KEVIN",
      "sentences": "B.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "TUCHMAN",
      "sentences": "Dawn, what grade did you give it again?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "DAWN, WISCONSIN VOTER",
      "sentences": "I gave it a C.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "TUCHMAN",
      "sentences": "And what did you think of the speech?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "DAWN",
      "sentences": "I thought the beginning was really good. I was looking for unity, speaking outside of the Republican Party. And I thought I heard we a lotand not so much about himself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "TUCHMAN",
      "sentences": "Kevin, you're supporting Donald Trump. You've already said that. You gave the grade of?KEVIN 2:  B.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "TUCHMAN",
      "sentences": "And what did you think of the speech?KEVIN 2:  I thought it was too long. I think it started off slow, but as it progressed, I believe it got a lot better.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "TUCHMAN",
      "sentences": "Lena (ph), you gave what grade?LENA (PH), WISCONSIN VOTER:  C.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "TUCHMAN",
      "sentences": "A C. And Lena (ph) and Rich are also married right here.LENA (PH):  Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "TUCHMAN",
      "sentences": "Why did you give it a C?LENA (PH):  Because his rhetoric hasn't changed about the election, 2020 election. And I'm really concerned that we're going to have another issue, depending on who wins. So, you know, I'm just really praying that, if Trump wins, that the guardrails of democracy will hold.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "TUCHMAN",
      "sentences": "Rich, what grade did you give it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "RICH, WISCONSIN VOTER",
      "sentences": "So, I gave the speech a D.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "TUCHMAN",
      "sentences": "Tell me why.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "RICH",
      "sentences": "It started out great. But then he went into mistruths and grievances and attacks, and it just totally contradicted itself in terms of what hewanted to achieve with unity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "TUCHMAN",
      "sentences": "The Wisconsinites we talk with are well aware of how critical their state will be in this upcoming presidential election.And while they had their disagreements, they do agree that it's good to have your vote mean so much. Gary Tuchman, CNN, Waukesha, Wisconsin. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "And Donald Trump's would-be assassins searched online for information about explosives and the arrest of a mass shooter before hisattempt on the former president's life. Those details were shared by the FBI and Secret Service during a briefing with lawmakers. Investigators are now exploring whether the gunman was plotting a mass shooting at the Trump rally. Zachary Cohen is in Washington. Zachary, what more do we know about their investigations? And it's starting to help us build a picture, perhaps, of what the motivation behind this may have been.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "ZACHARY COHEN, CNN NATIONAL SECURITY REPORTER",
      "sentences": "Yes, that's right. Investigators are trying to piece together the evidence that they have inthe shooter's cell phone and that they're getting from the shooter's other devices and its search history to try to understand who this individual was and what potentially could compelled them to open fire at Donald Trump's rally in Pennsylvania on Saturday. But so far, we're told that investigators have not yet established a motive, and they can't even decide, based on the evidence that they've reviewed so far, whether or not the shooter had any sort of political ideology that might have motivated the attack. They're really still combing through the cell phone data and the search history on these cell phones. There was two of them recovered from the various scenes here. And the search results are equally as confusing. We're told that the search results do include searches for information about Donald Trump, about Donald Trump's rally in Pennsylvania on Saturday, as well as other rallies that Donald Trump has announced that he will be holding in the future. But the search results also included searches for information about the Democratic National Convention, which -- including the date, the time, the location of that and also information about a variety of other political figures across the various spectrum and across the various parties. So, really no clear indication that the attack on Donald Trump, based on this evidence that has been collected so far, was politically motivated per se. And there's an emerging theory amongst law enforcement, sources that we're talking to, that potentially the shooter was motivated more so by the desire to carry out a mass casualty attack and the Trump event really presented the most convenient option for doing so. It was the closest political event to his house in Pennsylvania. The timing of it was the most -- was the closest to the search dates of these various political events. There's also other search results that are raising questions as well. We're learning that the shooter also looked up Ethan Crumbley. You might remember Ethan Crumbley. He was the school shooter who killed four of his classmates in Michigan in 2021. That is something that officials note is sort of historically, you know, consistent across a lot of people that have committed mass murders and mass shootings in the past. This tendency to research other shooters and draw inspiration from that. So, really early days in this investigation still. But investigators are trying to find out answers for why this was carried out and also how to prevent it in the future. We're seeing U.S. Secret Service ramping up security ahead of Donald Trump's coming rally in Michigan this weekend. We're learning that part of the reason for that is recent assessments since the shooting on Saturday that are concerns about copycat or imitators potentially trying to carry out something similar in future rallies as well. So, we'll have to see how the Secret Service implements these changes. But really, a lot more questions than answers at this stage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "CHATTERLEY",
      "sentences": "Welcome back. Friday's global I.T. outage is a reminder of how quickly a digitally connected world can suddenly become unstuck. Among theentities affected with the Paris Olympics. Now, just a week away for a time, organizers were unable to give accreditations to some of the arriving athletes and officials. Our Patrick Snell has more. Accreditations is one thing. At least the ticket sales, I believe, were unaffected. Just if you're thinking about the money.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "PATRICK SNELL, CNN WORLD SPORT",
      "sentences": "Julia, just imagine, though, you know, as a journalist who has covered so many major sporting events over the years,you can't go anywhere without your accreditation at these events.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:00",
      "speaker": "SNELL",
      "sentences": "And, Julia, first day of competition in Paris is actually before the opening ceremony. It's going to be on Wednesday. Rugby sevens andfootball taking center stage. Then we got the opening ceremony that we just heard about on the 26th of July. The games continuing until August the 11th. The eyes of the world will be on Paris and we are looking forward to it immensely. We'll be following all the top storylines our team on the ground there as well in the French capital.",
      "isLastSentenceInterrupted": false
    }
  ]
}