{
  "date": "2024-06-11",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Sec. Blinken in Middle East Amid Diplomatic Push for Ceasefire Deal; Trump Completes Interview with Probation Officers; Jury Deliberations to Resume in Hunter Biden's Federal Gun Trial; Four Instructors from Iowa's Cornell College Attacked in China. Aired 4-4:30a ET",
  "utterances": [
    {
      "timeStamp": "04:00:00",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN breaking news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "MAX FOSTER, CNN ANCHOR",
      "sentences": "Welcome to CNN NEWSROOM.We are actually going to take you straight to Tel Aviv, where the U.S. Secretary of State Antony Blinken will soon be wrapping up his visit to Israel. After more meetings today, including with Benny Gantz. You can see him there meeting with the families of hostages in Israel, obviously waiting for their loved ones to come home from Gaza. And this comes at a very sensitive time, Nada. We're going to wait because we want to hear if he has something to say. But Nada Bashir is with us. And this is at a time when the peace process is going through a crucial point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "NADA BASHIR, CNN CORRESPONDENT",
      "sentences": "Absolutely. I mean, we've been hearing from the U.S. for some time now, calling for more pressure to be put by their key regional allies on Hamas to agree to a ceasefire proposal. We heard from Hamas yesterday welcoming the U.N. resolution put forward by the United States.But of course, Blinken has also been meeting with key figures in Israel. As well, we know he met with Benny Gantz, who, of course, stepped down from the war cabinet. We've heard from Benny Gantz since saying that he wants to see maximum pressure being applied to all parties to come to some sort of ceasefire agreement. But of course, we're hearing a lot of mixed messages as well, while the United States continues to reiterate that this is an Israeli proposal, that they believe Israel will back this deal. We heard yesterday from Israel's representative to the United Nations saying that Israel won't --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "Let's see what he has to say to the cameras.ANTONY BLINKEN, U.S. SECRETARY OF STATE: I just met with the families of the American --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "OK, so that's a shame, but we're going to try and get that back. He obviously says he's meeting the families of American hostages. I think that's where he was going.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "BASHIR",
      "sentences": "Yes, I mean, getting the hostages out continues to be a key priority for the United States, a key ally of Israel. That continues to be a key priority, of course, for the Israeli government, the Israeli prime minister.What we heard yesterday from Israel's representative to the United Nations is that Israel does not want to engage in what they described as meaningless discussions and negotiations with Hamas, that they will continue with their objectives, not only to get all the hostages out from captivity in Gaza, but also to completely diminish and downgrade Hamas to the point where Gaza no longer poses a threat, according to Israel, to the state of Israel. Now, of course, that sends somewhat of a mixed message, given the fact that Biden has presented this peace deal as one that is an Israeli deal that has got the backing of the Israeli prime minister, Benjamin Netanyahu. And we've heard from the Biden administration saying that the U.S. assessment at this stage is that they believe Hamas has been downgraded to a point where they are no longer able to carry out an attack such as the attack that we saw on October 7th. And, of course, this is a three phase deal, which does set out the parameters for a peaceful exchange of all the hostages currently held captive by Hamas in Gaza in exchange for Palestinian prisoners. So those parameters are set out in the deal. It is a deal that we have heard from Hamas now saying that they welcome that they are willing and ready to work with mediators and negotiators to secure this peace agreement. And of course, what we've been hearing from the U.S. for some time now is that the ball is firmly in Hamas's court. But we've also heard from the State Department saying that they believe this is a deal which is almost identical to a deal that Hamas agreed to weeks ago. So the hope is that mediators in the Middle East who have been working closely with Hamas will be able to secure a firm agreement from Hamas. Whether or not Israel agrees to this, that remains to be seen. This is being presented as an Israeli deal. But of course, Prime Minister Netanyahu is facing mounting pressure from right wing elements of his coalition who do not want to see this deal approved. They want to see a continuation of the war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "BRYNN GINGRAS, CNN CORRESPONDENT",
      "sentences": "The former president finishing his meeting with a probation officer. We're told from a source that it lasted about 30 minutes and his camp calling it uneventful. Now, it's not clear exactly what sort of questions were asked in this meeting, but what is customary is the fact that this always happens after a defendant has either pleaded guilty or is convicted of the crimes that they're charged with.We know some of the questions that are asked are about the criminal history of that person, the family background, their financial background. Did they ever abuse alcohol or drugs? Things like this. What's also not customary in this situation, of course, is the fact that there is a former president as the person who is being interviewed by the probation office, but also that it happened virtually. We know that the former president was at Mar-a-Lago. He was there with his attorney. That was allowed by the judge in this case. Now, what's going to happen next is that Trump's defense team is going to submit their own sentencing recommendation, and both that, along with this report made by the probation officer, will be factored into Judge Juan Merchan's decision about what sentence Trump should face for being convicted on those 34 counts just a few weeks ago. So we are waiting, of course, for that to happen. The sentencing date's still set for July 11th. Brynn Gingras, CNN, New York. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "The judge in Trump's classified documents case refusing to dismiss a number of charges against the former president and his two co-defendants. Judge Aileen Cannon did agree that some of the language in the indictments was legally unnecessary and should be removed. Trump is accused of keeping classified documents at his Florida resort after he left the White House.He has claimed at various points that he didn't have the documents. He declassified the documents just by thinking about it and that he had the right to keep the documents. The Delaware courtroom, where Hunter Biden's federal gun trial, meanwhile, is being held, was packed with supporters of the president's son on Monday. Both sides presented closing arguments during the historic case, making their final appeals to the jurors. CNN's Paula Reid has the highlights from day six of the trial. (BEGIN VIDEOTAPE) PAULA REID, CNN CHIEF LEGAL AFFAIRS CORRESPONDENT (voice-over): In a major show of support, Hunter's family members and pastor taking up three rows in court today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "FOSTER",
      "sentences": "Joining from New York, criminal defense attorney and former prosecutor, Bernarda Villalona. Thank you so much for joining us. Why is it historic, this case? Because it isn't the president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "BERNARDA VILLALONA, CRIMINAL DEFENSE ATTORNEY",
      "sentences": "It's still, even though it's not the president, we're talking about the president's son, a sitting president's son that's on trial right now. And just to think that because it's a federal case, Max, President Biden, if Hunter Biden were to be convicted, he has the ability to pardon him. He's already said that he's not willing to pardon his own son. He wants to make sure that people trust in our criminal justice system and that there's no favoritism.But it's a historic moment in the sense that we are dealing with a sitting president's son is on trial on felony charges and could possibly face jail.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "FOSTER",
      "sentences": "Which way do you think the jury appears to be going based on their responses to the judge?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "VILLALONA",
      "sentences": "So it depends. There haven't been any jury notes, but it depends on are you judging this case based on sympathy? If you're not judging the case on sympathy and just on plain facts, and if we weren't dealing with the son of a sitting president, then the prosecution has proven that case beyond a reasonable doubt.Not directly, but circumstantially with the testimony of Hallie Biden, with the testimony of cocaine residue having been recovered, with testimony having to deal with Biden's own words in his memoir that he is a crack addict, was a crack addict at the time. So dealing with the text messages, the stories, dealing with the witness testimony, I think in its totality that the prosecution, the government has proven that Hunter Biden is guilty of being in possession of this firearm, having been under the influence of narcotics and also lying on that form in order to update that firearm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "FOSTER",
      "sentences": "So what sort of sentence would you get from those parts of the trial?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "VILLALONA",
      "sentences": "So if Hunter Biden were to be convicted, he can face anywhere up to 25 years if he's convicted on all three of the counts. Highly unlikely that he will see anything near 25 years. The judge has sentencing guidelines where it's recommended what his possible sentence could be because Hunter Biden doesn't have a criminal record.Because Hunter Biden at this point now, he said he has been clean. Because Hunter Biden also was dealing with a dependency, a narcotic dependency, which quite honestly, it's drug addiction that's been put on trial. I think he can face anywhere from probation up until maybe a year or two years in jail. My recommendation, quite honestly, is that this case is not deserving of any jail sentence. If anything, we're dealing with a drug program that Hunter Biden should go through. Quite honestly, I think this prosecution shouldn't have gone forward and it should have remained as a deferred prosecution disposition.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "FOSTER",
      "sentences": "And how might the president be implicated as part of this trial?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "VILLALONA",
      "sentences": "Well, not at all. I mean, he hasn't been mentioned in this trial aside from being the father of Hunter Biden. Here we're dealing with a drug addiction.We know that unfortunately, Hunter Biden was going through some dark times and he even admitted it. That's why he wrote that book in order to try to get others to get some insight as to what it is to go through a drug addiction. But there's no mention of President Biden in this case. I mean, we know outside of the courtroom, there's been mentioned having to deal with that laptop, but inside of the courtroom, he's not playing a role. He's not supposed to be playing a role in the deliberations and has nothing to do with the charges itself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "FOSTER",
      "sentences": "You're obviously in America, you're a legal expert, but you're also in America aware of the Trump cases as well. Is there a way that Donald Trump can use this case against President Biden in the campaign?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "FOSTER",
      "sentences": "OK, Bernarda Villalona in New York, as ever, thank you so much for joining us.Now, spokesperson for Rudy Giuliani predicts the former Trump attorney will be fully vindicated. Officials in Arizona released his mugshot on Monday after he posted a $10,000 cash bond. Giuliani and 10 others have pleaded not guilty to charges of conspiring to overturn the 2020 presidential election in Arizona. Prosecutors spent weeks trying to track him down and eventually found him based on some of his own podcasts. Giuliani was served last month in Palm Beach, Florida at his 80th birthday party. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Do you have any regrets about what you did in Arizona after the election?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "RUDY GIULIANI, FORMER TRUMP ATTORNEY",
      "sentences": "Oh, my goodness, no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Why not?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "GIULIANI",
      "sentences": "I'm very, very proud of it. There was a substantial amount of vote fraud that went on here. That was covered up. Probably one of the biggest conspiracies in American history. And I think that's coming out over and over again.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "FOSTER",
      "sentences": "Four U.S. college instructors have been stabbed at a public park in China in a rare case of violent crime against foreigners. They were attacked in the city of Jilin and worked at Cornell College, a private liberal arts school in Iowa. Little is known about the instructor's conditions and there's still no word on the motive, but China has now addressed the incident.Kristie joins us now with that response -- Kristie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:02",
      "speaker": "FOSTER",
      "sentences": "Kristie, thank you.Ukrainian President Volodymyr Zelenskyy is in Berlin to attend the Ukraine Recovery Conference. Mr. Zelenskyy says the top priority for the conference will be Ukraine's battered energy sector. Ukrainians have dealt with widespread blackouts for more than two years because Russian forces have relentlessly targeted Ukrainian power stations with airstrikes, but on the eve of the conference, the head of Ukraine's Agency for Restoration and Infrastructure Development announced he's stepping down. Clare Sebastian joins us now because this exposes some internal tensions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:02",
      "speaker": "CLARE SEBASTIAN, CNN CORRESPONDENT",
      "sentences": "Yes, and look, it's not the headline that Zelenskyy wants going into this conference where he's hoping to convince allies and, you know, foreign corporations to pay more to fund Ukraine's reconstruction.So this is Mustafa Nayyem. He is the head of the Agency for Restoration Infrastructure Development, and he is saying that the reason he's stepping down is because he feels he was unable to do his job because of all the roadblocks that were put up in front of him by the government. He talks about bureaucratic nightmares, constant opposition and resistance, which he says led to the delays in getting projects off the ground, which undermined Ukraine's defense. So some pretty damning allegations. He also says he was prevented from attending this reconstruction conference this week, which may, of course, have been the last straw. No response officially from the government on this, but this comes just a month after the Minister for Infrastructure was actually dismissed from his post. So Ukraine will likely face some questions on this, why these two key reconstruction officials are not at this conference, when, as we know, questions of accountability, of management, of aid have been crucial all along. But look, Zelenskyy, who's already in Berlin, he's met with the German president. We've seen him now with Chancellor Olaf Scholz. This will be about the big picture, convincing allies that they need not only money for reconstruction, but more immediately for things like air defenses and, of course, repairing that electricity grid.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:02",
      "speaker": "FOSTER",
      "sentences": "Which probably couldn't come at a more difficult time because we just have those European elections and Chancellor Scholz, like other leaders in France and Italy, for example, have got a very clear message that many voters aren't happy with the amount of money going into Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:02",
      "speaker": "SEBASTIAN",
      "sentences": "Yes, look, I think that's part of what came out as we saw the far right do so well in these European elections, particularly in these key countries like Germany and France, is that there is a political reality of donor fatigue, right? And there are people who are now looking at the amount of money that they're having to spend on their daily lives, the result of inflation and all of that, and translating that into opposition towards aid for Ukraine. So that is something that Zelenskyy will have to face.This is the third annual reconstruction conference, but the first one to happen in an EU country. So he will be hoping to really put that message across that Ukraine is able to use that aid wisely. And of course, this going in as well to the G7 and then Ukraine's own peace summit at the end of the week.",
      "isLastSentenceInterrupted": false
    }
  ]
}