{
  "date": "2024-04-07",
  "headline": "Fareed Zakaria GPS",
  "subHeadline": "Interview with Naftali Bennett; Interview with Finnish President Alexander Stubb. Aired 10-11a ET",
  "utterances": [
    {
      "timeStamp": "10:00:40",
      "speaker": "FAREED ZAKARIA, CNN ANCHOR",
      "sentences": "This is GPA, the GLOBAL PUBLIC SQUARE. Welcome to all of you in the United States and around the world. I'm Fareed Zakaria coming to you live from New York.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:40",
      "speaker": "ZAKARIA",
      "sentences": "On today's program, Israel. The Jewish state is widely believed to have been behind this week's attack in Damascus that killed two elite Iranian military commanders and it has accepted responsibility for the strike that killed seven aid workers in Gaza on Monday.I'll talk about the state of the war, the fear of it widening and Bibi Netanyahu's political future with a special guest, former prime minister Naftali Bennett. Also Finland has been neutral since World War II, but Russia's invasion of Ukraine spurred it to join NATO. After all, it shares an 800-mile border with Russia. I will talk to the Nordic nation's new president, Alexander Stubb, who was in Ukraine this week. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:02",
      "speaker": "VIKTOR ORBAN, HUNGARIAN PRIME MINISTER",
      "sentences": "There are certain things which are more important than me, than my ego. Family, nation, God.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:02",
      "speaker": "ZAKARIA",
      "sentences": "This is the great political challenge of our time. Liberal democracy gives people greater than liberty than ever before. Breaking down repression and control everywhere. In politics, in religion, in society, but as the philosopher Kierkegaard wrote, anxiety is the dizziness of freedom.Modern society gives us all wealth, technology, and autonomy but for many these things cannot fill the hole in the heart that God and faith once occupied. To fill it with politics is dangerous. But that seems to be the shape of things to come. Go to CNN.com/Fareed for a link to my \"Washington Post\" column this week. And there is another link there for my new book, \"Age of Revolutions.\" Do go out and buy it. And let's get started. As Israel marks the somber six-month anniversary of the horrific October 7th attacks today, this week is one that might prove we have changed the course of the war. On Monday seven Iranian military officials were killed in Syria in what was likely an Israeli airstrike. Iran has vowed revenge. That same day, Israeli forces killed seven World Central Kitchen aid workers in Gaza in what Israel later admitted was a grave mistake. In a subsequent call with Prime Minister Netanyahu, President Biden threatened consequences if steps were not taken to improve what he called an unacceptable humanitarian situation in Gaza. Israel has moved to open more routes for aid to get in and just announced it has withdrawn its massive 98th Division from southern Gaza. Joining me to discuss all of this is the former prime minister of Israel, Naftali Bennett. Welcome. Pleasure to have you on the show on -- at this table. Let's start with Iran because it does seem to be a major escalation. What do you think was behind it? Because it feels as though Israel has enough on its hands right now, trying to deal with how to conclude this war, what to do in Gaza. What do you think motivated this strike?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:02",
      "speaker": "NAFTALI BENNETT, FORMER ISRAELI PRIME MINISTER",
      "sentences": "Well, obviously I can't comment on the strike itself. What I can say is Iran is an octopus of terror. Its head is in Tehran and then it sends its tentacles all around Israel and the Middle East. In Lebanon, they have Hezbollah. In Gaza, they have Islamic Jihad and a bit of Hamas. The Houthis all around. And they've been pounding Israel using their arms while their head was sort of immune.So the age of immunity for Iran's head is over. It doesn't make sense to keep on fighting just the tips of the fingertips of these arms while letting Iran itself get away from it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:02",
      "speaker": "ZAKARIA",
      "sentences": "But is there a danger that this escalation then triggers an Iranian reaction in Israel has to get -- you know, not distracted, but has to now turn its focus on that issue?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:06",
      "speaker": "ZAKARIA",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:06",
      "speaker": "BENNETT",
      "sentences": "They send their proxies. But when it's Iranian lives at stake, suddenly they become much more timid.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:06",
      "speaker": "ZAKARIA",
      "sentences": "Even Hezbollah has been fairly cautious in terms of, if you listen to Nasrallah's speech, he wished Hamas well, but was clearly wasn't going to help them in any way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:06",
      "speaker": "BENNETT",
      "sentences": "I think that's a fairly good interpretation of Nasrallah. He understands that if he were to enter war on behalf of Iran against Israel, the people who would pay the price are the Lebanese. And since Nasrallah pretends himself -- portrays himself as the protector of Lebanon, in fact, he would become the destroyer of Lebanon if he would make that mistake to go to full out war with Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:06",
      "speaker": "ZAKARIA",
      "sentences": "Let me ask you about Israel's war strategy itself because you early on outlined a very different approach than what Bibi Netanyahu did, which I certainly thought it was very interesting and innovative, which was flush out Hamas, siege them, forced them to come out of their holes rather than this very massive essentially ground invasion. Do you think at this point at least they could move to that strategy in the remaining parts?Because it feels like to get at these last thousand or 2,000 Hamas militants the pain and the enormous price in terms of radicalization of Palestinians, radicalization of the Arab world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:06",
      "speaker": "BENNETT",
      "sentences": "Well, first of all, it's true I presented an alternative strategy, but once my government, the government of Israel, adopted its strategy, I stand behind it. At this point, there are basically two options the way I see it. One is to flush out Hamas or actually have the citizens of Rafah leave and then you're left with Hamas in Rafah. You can deal with them, isolated. They are seed-based tactic or go in.I'm not going to comment what the government is going to do. Both options can make sense. Yes, it's tough. It involves a lot of friction that we've been seeing over the past half year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:06",
      "speaker": "ZAKARIA",
      "sentences": "Do you think -- there are a lot of people who believed that Bibi Netanyahu is prolonging this war because he knows that the majority of Israeli public, vast majority of Israeli public say the minute the war ends, we want Netanyahu out, which means, I mean, he has an incentive not to have the war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:06",
      "speaker": "BENNETT",
      "sentences": "Well, the war takes time for the very fundamental reason that we have thousands and thousands of Hamas terrorists, militants, imbedded within civilians. And because we're not cavalier about civilian lives, we have to be very selective and very cautious and slow, and it takes much more time. And we have a huge undertaking of dismantling the underground tunnel, terror tunnel operation that Hamas built for 20 years.So it takes time. I do think that we need to speed things up. We don't have an unlimited clock out there and, you know, if it were up to me, I would move much quicker on the various phases.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:06",
      "speaker": "ZAKARIA",
      "sentences": "But do you think Prime Minister Netanyahu is prolonging the war because he knows his political future is at stake?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:06",
      "speaker": "BENNETT",
      "sentences": "I think he's not alone in the war cabinet, so I think that the decisions are being made for the right reasons. You know, one can disagree with one decision or another, but by and large the goal is to defeat Hamas. We can't finish this war when Hamas is standing. We can't have an organization that explicitly said that it wants to destroy the Jewish nation and has done the worst thing possible and said that it's going to try and do it again and again. So we have to eliminate Hamas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:19:19",
      "speaker": "ZAKARIA",
      "sentences": "And we're back with the former prime minister of Israel, Naftali Bennett.So let me press you on one issue which is, you did have a different strategy. The one that Bibi Netanyahu has adopted has resulted in the destruction of about 60 percent of Gaza. It has resulted in 35,000 civilians dying. It has resulted in more aid workers dying than in all the Gaza wars combined. resulted in more journalists dying than in all the Gaza wars combined. At this, 1.1 million people are on the verge of famine. Surely this is -- this has been counterproductive for Israel, but you're still -- I understand you need to outside of Israel support the government, but it seems like the strategy has come with huge costs and I'm not sure the benefits outweigh them. [10:20:12] BENNETT: There's one goal and -- or two goals actually. One goal is to bring the hostages home and the other goal is to fully eliminate Hamas which is genocidal terror organization. And there's no easy way to do it. You know, regardless of the fact that I presented a different strategy, I'm not sure my strategy was better. You know, you never know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:19:19",
      "speaker": "ZAKARIA",
      "sentences": "But what does it mean to -- I understand people keep saying destroy Hamas. You've destroyed tens of thousands of their fighters. Ultimately, what is Hamas? It is the idea of armed resistance. Aren't you radicalizing, aren't you creating, as Donald Rumsfeld would say, aren't you creating more terrorists than you killed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:19:19",
      "speaker": "BENNETT",
      "sentences": "No, I don't think so. People always say it's an idea, what can you do with an idea, but also Nazism was an idea and once you eradicate the regime, and there's no territory where that regime controls, then it becomes, you know, an idea that can fade away or there still are some neo-Nazis but we don't think that Nazism right now is a problem. Likewise here.Look, they were radical enough under a much more generous period and regime. Yet they conducted the October 7th attacks and unfortunately, I have to say that a vast majority of Gaza citizens support those attacks. This is not to say that we're going to try and target citizens. We don't. It is to say that the basic necessity is to eradicate Hamas. And what does it mean? It means to either kill the combatants or to capture them and then move them out to Qatar or something. So I could envision thousands of these terrorists getting on a ship going to Qatar, and that would spell the end of the war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:19:19",
      "speaker": "ZAKARIA",
      "sentences": "But then what do you do in Gaza? Because at that point again, you've so radicalized Palestinians. They're not going to be willing to ride on the back of Israeli tanks. And the PA is not going to come in and govern the -- this is what I hear from Arab countries. We're not going to be willing to touch that. So you've created a situation where Israel will have to occupy Gaza again?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:19:19",
      "speaker": "BENNETT",
      "sentences": "No, I disagree. I think the key to success is to take away the hope of Hamas resurgence. Once that hope is gone then there is a process of deradicalization, which means that -- will mean that the education and media in Gaza will stop teaching the little children in Gaza that Jews are the Satan and pigs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:19:19",
      "speaker": "ZAKARIA",
      "sentences": "They've just been bombed for the last months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:19:19",
      "speaker": "BENNETT",
      "sentences": "So was Dresden, so was Berlin, so was Hiroshima and Nagasaki and Tokyo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:19:19",
      "speaker": "ZAKARIA",
      "sentences": "But America didn't have to live side-by-side Japanese. You guys, I mean, these Palestinians, they're not going anywhere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:19:19",
      "speaker": "BENNETT",
      "sentences": "Which all the more means that we have to get the job done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:19:19",
      "speaker": "ZAKARIA",
      "sentences": "All right. I've got to ask you before we go. Are you going to run for prime minister?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:19:19",
      "speaker": "BENNETT",
      "sentences": "I have not decided yet. I had planned on a decade off from politics after my decade in politics. It's a very tough occupation. But my country is not in great shape right now. So I'll think about it and I'll let you know here on this show, Fareed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:19:19",
      "speaker": "ZAKARIA",
      "sentences": "Is that a promise?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:19:19",
      "speaker": "BENNETT",
      "sentences": "Almost.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:19:19",
      "speaker": "ZAKARIA",
      "sentences": "Naftali Bennett, pleasure to have you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:19:19",
      "speaker": "BENNETT",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:28:18",
      "speaker": "ZAKARIA",
      "sentences": "This week NATO marked its 75th birthday with two looming issues on its members' minds. Firstly the prospect of a belligerent Russian gaining ground against an outgunned Ukraine. But also the Western alliance faces the prospect of a second presidency of Donald Trump who is an avowed NATO skeptic. How can it deal with these challengers.Joining me now is Finland's newly elected president, Alexander Stubb. His country and neighboring Sweden are NATO's newest members. Both have joined since the Ukraine war after decades of non-alignment. Mr. President, welcome. Congratulations. You're just back from Ukraine, so let's start with your assessment. Everything that we read and hear and see tells us the war is not going so well for Ukraine. It is on the back foot. The Russians have regrouped. They are much better supplied. Russian drones are swarming in the skies. What's your sense?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:28:18",
      "speaker": "ALEXANDER STUBB, PRESIDENT OF FINLAND",
      "sentences": "Well, I spent about one hour one-on-one with Zelenskyy and then another two hours with him and his team. And I think there was this sort of sense of calm and determination but also urgency. So of course the war is in a stalemate, but it's a little bit calm before the storm. So we're all expecting a spring offensive coming from Russia. And I think the message of President Zelenskyy was loud and clear to us in the West. He needs more ammunition. He needs more weapons. In that way he can stave off Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "STUBB",
      "sentences": "Well, not really. I mean, when I was there, of course, President Zelenskyy was asked in the press conference bringing the age down from 27 to 25, but that's what happens in a prolonged war. You simply need more men and need more women.I mean, of course, war fatigue hits in. But it's amazing, you know, when you're in a big city like Kyiv, people continue their life as is. And the only thing that disrupts -- in Kyiv is, of course, air raids, and these kinds of things. But other than that, they go on and it's normal. I did talk to a lot of people around and, you know, they seem determined that they're going to win. You know, when I left Zelenskyy and said goodbye, I told him, you're going to win this war. And he sort of looked at me and said, yes, we don't have a choice, do we? And I think that's the mentality the Ukrainians have.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ZAKARIA",
      "sentences": "Do you think that the Europeans would be willing to do more and faster in light of the kind of facts that you're outlining? Given that the American aid is held up for -- you know, we can -- we can decry it all we want, but we are where we are. And is there a plan B that Europe can get more aid faster to Kyiv?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "STUBB",
      "sentences": "Well, I guess, the first point to make is that we must. And you can do it in so many ways. I mean, you know, Finland, you know, we are a fairly small country, but we're actually GDP per capita the sixth biggest donor. We've given 2 billion euros in military aid and 700 million in humanitarian development aid.I went to Kyiv with a package of 188 million euros of military stuff, actually, including air defense and heavy artillery. These are the practical things that the Ukrainians need. So, what we need to do is we need to find a lot of different streams that come into a river. And the streams can come either bilaterally. They can come from the European Union as they're coming right now. They can even come from NATO. And they certainly need to come from the United States. And, Fareed, you know me. I'm avidly pro-American. And I just call upon the American Congress to release the 60 billion U.S. dollars. It is urgently necessary. What we're basically playing with here is Ukrainian lives. And I don't think our domestic politics should be involved in Ukrainian lives. They need the help and they need it now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ZAKARIA",
      "sentences": "Let me ask you another tack. Your predecessor have famously had a very good relationship with Putin, though he, of course, became very, very tough on him after the invasion. But do you think it's -- it is time to start talking to the Russians? Because it does feel like these lines that we are at are roughly where things are going to end up. You know, I understand maybe you can't say that publicly, but is it worth talking to the Russians to see if there is some eventual settlement?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "STUBB",
      "sentences": "Well, I've been involved in peace mediation over the years, and of course, when you mediate peace, it begins with dialogue. And after dialogue, you start setting parameters. But I think the cold truth in this particular case is that the only way we can achieve peace is through the battlefield. The only thing that Putin understands is power. And in many ways, this war is too big for him to lose. And I just sometimes wonder whether peace is almost impossible from his perspective.Now, having said that, I think, there's a shift in the language coming from the Ukrainians and President Zelenskyy. And that is talk of a peace forum. We need to have that. Obviously, the Swiss will be hosting that at some stage in the near future. But peace has to be two-sided. It's not only a one-way track. You need the tracks to meet at some stage. But when the conditions for that are suitable, I don't know. To be honest right now, we have absolutely no political dialogue with Russia. And I don't think we can, nor should we.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:39:25",
      "speaker": "ZAKARIA",
      "sentences": "And we are back with Finland's newly elected president, Alexander Stubb. Mr. President, you know what everybody in Europe is talking about. Donald Trump said he would let Russia do -- tell Russia, do what you have to do. You know, some words to that effect about NATO members if they hadn't hit the 2 percent mark. What do you do about a president of the United States, the leader of the West, the leader of NATO, who says that assuming Trump is elected?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:09",
      "speaker": "ZAKARIA",
      "sentences": "But is it -- is NATO entirely a kind of transactional organization? You know, I had Radek Sikorski, the Polish foreign minister, on and he pointed out that when Poland sent troops to Afghanistan and to Iraq for wars that Poland had no -- you know, had no involvement really. They felt no threat from. Poland did not send Washington an invoice for those wars that there is a -- this is meant to be a community of democracies and you would defend people who were attacked.Do you do think it is appropriate for United States not to defend, not to come to the aid of a NATO member if it's below 2 percent in its defense spending?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:09",
      "speaker": "STUBB",
      "sentences": "No. I mean, Radek is, of course, right. And of course, I believe in Article Five and what it stands for, and security guarantees that NATO gives.It is a alliance of values. It is a political alliance. It's a military alliance. And it's a defense alliance. And we pledge to help each other in difficult times. And I am sure that the United States will continue to do that. We have to also understand that the U.S. has, obviously, taken the lion's share of the alliance. Now, adding on to that, of course, Finland didn't join NATO until, well, exactly one year ago. But before that, we were already involved in NATO operations like KFOR in Kosovo or ISAF in Afghanistan. So, we always thought -- saw it as not only a security guarantee for us but a value-based alliance which we wanted to be a part of. But I am sure that the United States will continue to be a steadfast and the most important member of NATO. We have to remember that one of the key deterrence is that we have in the alliance is, of course, the United States, and its nuclear umbrella.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:09",
      "speaker": "ZAKARIA",
      "sentences": "Do you think that this Ukraine war and perhaps I would add to it and asked you if you have thoughts on it, the rising challenge from China, will this be able to bring the West together? Will it be able to bring Europe together to do something that Europe has not been able to do, which is really joint defense, joint procurement, joint deployment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:09",
      "speaker": "STUBB",
      "sentences": "Definitely. I mean, I think I'll sort of answer in two parts. My first part is that we are looking at a post-Cold War order which you and I have talked about previously. And this means that we're going more towards an a la carte world where you do these strategic alliances. And for the United States that has meant going in, for instance, the Quad with Japan and India, or AUKUS with the United Kingdom and Australia, or for the BRICS countries for that matter, to do these sorts of unholy alliances.But at the same time, we're seeing a regionalization of power. And that regionalization of power is actually to the benefit of the European Union because we've been doing that for a long time. The second part of the answer is to say that where NATO takes care of the hardcore defense of the alliance, the member states are responsible for their own defense. The European Union can certainly give a value added and that comes with investment in defense procurement, with pooling their defense purchases on ammunition and on weapons. So, the European Union needs to become more geopolitical. But in my mind, it's not either or it's actually both. And by both, I mean to say, both the E.U. and NATO with a strong transatlantic partnership at the core.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:08",
      "speaker": "CINDY YU, ASSISTANT EDITOR, THE SPECTATOR",
      "sentences": "So, in March 2021, a group of western countries basically united in their sanctioning of some of the Chinese communist party cadres that were involved in the oppression in Xinjiang as we found out ever more evidence of the systematic internment of the Uyghur people there.In response to that, a lot of retailers with international supply chains were asked the question, do you source cotton from Xinjiang? Because that's most likely being made with forced labor from the Uyghur people. Nike and H and M were among those who said, we will look into that. If we do, that will be a problem. And basically, made a statement that was well-received in the West but it wasn't well received inside China. And so, you had government associated social media accounts such as the Communist Youth League, basically criticizing these retailers. To basically say, you know, these are foreign companies. They have no business coming here if they're going to criticize the way we do things. So, basically, months of kind of grassroots, but also top-down campaigns against these retailers which have taken them a while to kind of claw back in terms of market share. And there were -- there were real impacts on sales later that year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:08",
      "speaker": "ZAKARIA",
      "sentences": "And so now, what do you make of these new attacks that seemed to be directed at, you know, Chinese businesses and businessmen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:08",
      "speaker": "YU",
      "sentences": "You know, Fareed, as you point out in your introduction, this is probably the most high-profile first case where the target has been a Chinese company. But the -- but the rhetoric, the dynamic is much the same. You know, the netizens, the online nationalists, who are targeting Zhong Shanshan are basically saying that he's not Chinese enough.They're pointing to rather bizarre things like his packaging on some of his tea branding, which look a bit more like Japanese pagodas than Chinese pagodas. They're pointing to the fact that his son may well have American citizenship rather than Chinese citizenship, and also has a name that sounds a little bit Japanese as well. And so, finding reasons to be offended. And it actually also had a real impact in the sense that Nongfu has lost $4 billion of its market valuation since this rally began about -- just over a month ago. You know, Fareed, talking about stories like these make me a bit embarrassed to be Chinese, to be honest, because we talk about snowflakes in the culture wars in the West. But there are a lot of snowflakes in China too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:08",
      "speaker": "ZAKARIA",
      "sentences": "Well, that's -- that's the interesting question, Cindy, which is, is this about just crazy online behavior which, God knows, we have enough of here? Or is this government encouraged or government sponsored?That's always what we're trying to understand in China because there is a narrative that says, you know, the Chinese people are actually more nationalistic than the government. That the government reins them in on issues like Taiwan, on anti-Japanese behavior, even anti- American behavior. When you look at something like this, what do you think about -- you know, what do you think -- what lessons can we learn?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:08",
      "speaker": "YU",
      "sentences": "I think that's really interesting hypothesis in the sense that we simply don't know what the Chinese people would be like if you gave them democratic rights to put in their own politicians. Would they be really, really populace? Would they be really, really nationalistic? Would they be even more anti-Japanese or anti-American?It's possible, but it's an interesting counterfactual. For now, we simply don't know for sure. In the sense -- in the case of Nongfu this time around, it actually doesn't seem to be government directed. To your question of how representative it is, I think, it's really difficult because social media is crazy. It drives people mental. But in the Chinese case, the scale is so much larger. You know, China has 1 billion active internet users. So, just think about that. When things go viral, they really, really go viral. And when things don't even go viral, they still have maybe tens of thousands, hundreds of thousands, or millions of views, and people discussing it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:08",
      "speaker": "ZAKARIA",
      "sentences": "Now there is a kind of clickbait incentive that is built into Chinese social media companies, which are like American social media companies, commercial. They are trying to make money. So, how much of it is that that, you know, what goes viral is outrage, it's snark, it's negativity?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:05",
      "speaker": "ZAKARIA",
      "sentences": "So, all of this is a reflection of the strange mixture of capitalism and Leninism that is part of China today. Cindy Yu, pleasure to have you on as always.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:05",
      "speaker": "YU",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}