{
  "date": "2024-03-03",
  "headline": "CNN This Morning",
  "subHeadline": "U.S. Conducts First Airdrops Of Aid Into Gaza; U.S. Official: Israel \"Basically Accepted\" Ceasefire Deal; Trump, Haley Hit The Campaign Trail Ahead Of Super Tuesday; Trump Defeats Haley In Idaho And Missouri Caucuses; Biden Set To Deliver State Of The Union Address Thursday; Winter Storm Wreaking Havoc Across Sierra Nevada; Blizzard Conditions Batter California Mountains, Sierra Nevada; Dangerous Winter Storm Slams Parts Of California; Firefighters Battling Monster Wildfire Amid Heat, Winds; Pennsylvania Seniors Sound Off On Biden's And Trump's Ages; Pennsylvania Senior Sound Off On Biden's And Trump's Ages; Migration From El Salvador Down Amid Crackdown On Crime; CDC Drops 5-Day Isolation Guidance For COVID-19; LeBron James Founds NBA's 40,000-Point Club; Caitlin Clark Nears NCAA Scoring Record; Billy Joel On Whether He'll Release More New Songs. Aired 6-7a ET",
  "utterances": [
    {
      "timeStamp": "06:00:42",
      "speaker": "DANNY FREEMAN, CNN HOST",
      "sentences": "Good morning and welcome to CNN THIS MORNING. It is Sunday, March 3rd. I'm Danny Freeman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:42",
      "speaker": "JESSICA DEAN, CNN HOST",
      "sentences": "Hi, everyone. I'm Jessica Dean. Victor Blackwell and Amara Walker have the morning off. And here's what we're watching for you today.The U.S. carried out its first airdrops of humanitarian aid into Gaza. And President Biden says there is more to come. We're live in the region with more on the relief effort and where the ceasefire talks stand today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:42",
      "speaker": "FREEMAN",
      "sentences": "Plus, Donald Trump racks up more GOP primary wins, but Nikki Haley is not backing down. We'll tell you about her strategy heading into Super Tuesday coming up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:42",
      "speaker": "DEAN",
      "sentences": "Listen to that. That's what a 100-mile per hour wind sound like. More of that in store as blizzard warnings remain in effect in parts of California today. Those areas that can see up to six inches of snow per hour.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:42",
      "speaker": "FREEMAN",
      "sentences": "Plus, Lakers superstar Lebron James, yes, he hit another major career milestone. We'll explain later on CNN THIS MORNING.We begin here with the U.S. and Jordan successfully conducting its first airdrops of aid into Gaza. The combined efforts saw three U.S. C-130 aircrafts dropped 38,000 meals along the Gaza coastline. The Defense Department says they are planning on airdropping more aid in the days ahead. And following the airdrops, President Biden said Saturday that the amount of aid flowing into Gaza was -- quote -- \"not nearly enough\" and that the U.S. would continue to pull out every stop to get more aid in. DEAN: Meanwhile, sources say ceasefire talks are expected to resume today in Cairo. A U.S. official telling CNN Israel has -- quote -- \"basically accepted\" a six-week ceasefire and hostage release proposal in Gaza. It's, of course, now up to Hamas to agree to that deal. CNN's Jeremy Diamond is in Tel Aviv. Jeremy, what's the latest on those talks?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:42",
      "speaker": "JEREMY DIAMOND, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, we understand that a Hamas delegation has just arrived in Cairo to pursue those negotiations. From Israel's point of view, they are still waiting for Hamas to provide a list of the hostages who would be released under this deal, a six-week pause in the fighting in exchange for some 40 Israeli hostages, perhaps. And they are also waiting for Hamas to provide a response in terms of the number of Palestinian prisoners that they would need to see released.But it appears that at least this delegation arriving in Cairo is a positive sign the talks are still ongoing. Over the last few days, there has been a sense that perhaps the progress that we had seen over the last week was stalling. So, it is positive to see this delegation arrive in Cairo. The timeline, of course, is very short. We have a week until the start of Ramadan. And that's been made very clear as the deadline for these talks -- for a deal to be made in order for these talks to be successful. Now, the United States in the meantime, is ramping up its delivery of humanitarian aid into the Gaza Strip. Those three C-130 planes dropping 66 bundles containing 38,000 meals over the Gaza Strip yesterday. But we understand that these airdrops are really just a small drop in the bucket in terms of the enormous humanitarian need that exists currently in Gaza, in particular, in northern Gaza. Those airdrops are nowhere near as efficient as getting those aid truck convoys into the Gaza Strip directly. And so, President Biden has made it clear that Israel needs to allow more of those aid convoys in Gaza, in particular, into northern Gaza. And as all of this is happening Israel is still very much continuing its military campaign. Ninety people killed over the past 24 hours in Israeli airstrikes, according to the Palestinian Ministry of Health. The Israeli military for its part says that it killed 30 militants in the 24 hours before this morning. Back to you guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:42",
      "speaker": "FREEMAN",
      "sentences": "Jeremy Diamond, thank you. We'll see if more aid ultimately comes. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:42",
      "speaker": "DEAN",
      "sentences": "Well, back here in the U.S. Super Tuesday now just two days away. And former President Donald Trump and former South Carolina governor Nikki Haley are making those final days count with a flurry of campaign stops for both of them. Trump earn some more delegates Saturday winning the Idaho and Missouri caucuses that followed his wins in Iowa, New Hampshire, South Carolina, and Michigan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:01",
      "speaker": "STEVE CONTORNO, CNN REPORTER",
      "sentences": "Jessica and Danny, former President Donald Trump held rallies on Saturday in North Carolina and here in Virginia, two states that will vote on Super Tuesday. But even though these contests are just around the corner, he was more focusing on a likely general election rematch with President Biden, focusing especially on his recent trip to the border and what he saw there.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:01",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "Biden's conduct on our border is by any definition a conspiracy to overthrow the United States of America. You know, he talks about democracy. He is a danger to democracy, he is.Number one, he goes after his political opponent, which nobody has ever done in this country. They do it in third world countries very well. They do it. But they're not going to succeed with us. They're not going to succeed. It's making us stronger. It's making us stronger. Biden and his accomplices want to collapse the American system, nullify the will of the actual American voters that established a new base of power that gives them control for generations. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:01",
      "speaker": "CONTORNO",
      "sentences": "Former South Carolina governor Nikki Haley campaigning Saturday as well this time in North Carolina where she continues to make the case that she would be more electable than Trump in a general election, pointing to a new poll that shows her with a 10-point lead over President Biden.(BEGIN VIDEO CLIP) NIKKI HALEY (R), PRESIDENTIAL CANDIDATE: I think there's another \"New York Times\" poll that shows us, I think, Donald Trump squeaks by and we win by 10 points. If you look at the Hispanic numbers in that, it's off the charts, it's double digits. We continue to make ground. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:01",
      "speaker": "CONTORNO",
      "sentences": "Trump, meanwhile, added to his delegate count on Saturday. CNN projects that he will win all 32 delegates awarded in the Idaho caucuses, all 54 delegates awarded in the Missouri caucuses, and then Michigan held a convention as well where they awarded President Trump 39 delegates, bringing his total to 247. He is well on his way to the 1,215. He will need to secure the nomination. And, Jessica and Danny, many of those will be awarded on Super Tuesday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:01",
      "speaker": "DEAN",
      "sentences": "All right. Steve Contorno for us. Thanks so much. And let's discuss these political headlines now with Meg Kinnard, national political reporter for the \"Associated Press.\" Meg, good morning. Thanks for getting up early on a Sunday with us. We can start with Trump and Haley there as Steve was just kind of setting the scene for this coming week. Trump's team continues to make this case that in the next several weeks they're going to have enough delegates to clinch this nomination. At this point, what is Haley's path forward?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:01",
      "speaker": "MEG KINNARD, NATIONAL POLITICS REPORTER, ASSOCIATED PRESS",
      "sentences": "Hey, good morning, Jessica. It's good to be with you.It is kind of tough to navigate exactly what that path is at this point. As was noted, Donald Trump has been running through these first contests, racking up a lot of delegates compared to her. And when we asked Governor Haley about this, she continues to say that she's going to -- quote -- \"run through the tape.\" I'm not quite sure what that means. Maybe that just means sticking it through Super Tuesday, but then possibly having a point of re-evaluation to see if it's worth it, to stick through these contests that follows. She has been bringing in more money, which we know fuels these campaigns, and really kind of determines when candidacies are over, when campaigns are done. It's not necessarily the candidate deciding its time, it's when the money runs out. So, she hasn't quite said what she's going to be doing after Super Tuesday, but at least at this point, she's sticking it out through those contests and we'll see what happens after them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:01",
      "speaker": "DEAN",
      "sentences": "Yes. I mean, I think they raised like $12 million in the last quarter. And yes, they lost that backing for Americans -- from Americans for Prosperity. But to your point, yes, it's when the money runs out. So, we will see what the case is that they make after Super Tuesday.I want to turn now to that \"New York Times\" and Siena College polling that came out that has a lot of people talking in New York, in D.C., in the Acela Corridor. In a head-to-head of the election was held today nearly half of the voters, 48 percent, saying that they would elect Donald Trump. But, Meg, if you kind of dive into some more of the questions and some more of the data within that polling, one thing that really jumped out at me was that only 18 percent of the voters believe that Biden's policies have helped them personally. That's lower than former President Trump's policies. Why do you think that the Biden campaign is struggling to really tell people what they've been doing these last four years? Because they did make some pretty monumental -- they had some monumental legislation. And is there time for them to move these numbers?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:00",
      "speaker": "DEAN",
      "sentences": "Yes. That's such an interesting point you make about the proximity and time and all of that, because I think -- I'm thinking too about the economy where Biden -- the economic indicators are good, but Biden is just having a hard time convincing the vast majority of Americans this is a good economy. In this poll, most of them see it as a poor economy.And I'm thinking about like them thinking back to pre-COVID, 2017, 2018. Maybe they had more walking around money. There was more money at the end of the week. Now, even when they're going grocery shopping, it can still be more -- a stubborn kind of inflation at those points that people keep seeing. Do you think there's some of that too that kind of just hangs over this race in a way?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:00",
      "speaker": "KINNARD",
      "sentences": "I think there is certainly some of that. And when we asked voters on the trail, what are the top issues for you? It is rare that I encounter somebody who doesn't mention the economy is at least the top one, two, or three in terms of what's on their minds.And we see a lot of this lag in terms of the economy and economic indicators improving. And that really -- that feeling not trickling down to the voters and saying, look, my personal situation just doesn't feel a whole lot better. I think you make a great point about what I call the before times, right? Before COVID, when things were certainly different. And, you know, officials like President Biden and others have really had to try to figure out how to wade through that and to bring some of that benefit back to Americans. There was a huge burst of funding in a lot of different areas immediately post-COVID and during COVID. And now that some of that funding has kind of petered out, I think, people are finding themselves in different situations. And so, when they really are looking at how much they're having to spend to get the items that they need sometimes, I think, that some of that perception can be reflected on, well, OK, who's in charge of things? Who can I possibly blame for this? DEAN: And I'm looking ahead this week. Obviously, Super Tuesday. The president also set to give his State of the Union address on Thursday, a huge chance for millions of people to hear his message as he turns his attention to this general election. What do you expect to hear from him? And do you think any of it can start to move the needle for him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:00",
      "speaker": "KINNARD",
      "sentences": "I'm sure that we are going to hear a lot about those promises made and what they would argue are promises kept. And a lot of that, I think, will tinge on the economy. And arguments that the Biden administration and by extension, his campaign as well have said, these are things that I would like to do. These were things that I need to do. These are things I'm bringing to you to make your situation better.I'm sure we will also hear quite a bit about foreign policy, about the war between Israel and Hamas, and how the Biden administration is hoping to perhaps get a ceasefire implemented. We heard reporting on that just now. And also, really thinking that if there are some moves in the foreign policy sphere that could go toward that, you know, situation of, I would like to improve these situations without getting to U.S. directly involved in terms of troops. But this is something that I'm concerned about. I know from listening to voters, that's something they are very concerned about. And I'm certain that we'll hear more movement from President Biden in his speech on Thursday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:00",
      "speaker": "DEAN",
      "sentences": "Meg Kinnard, thanks so much. We really appreciate it. Nice to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:00",
      "speaker": "KINNARD",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:00",
      "speaker": "DEAN",
      "sentences": "CNN, of course, will bring you all the results as we get them on \"SUPER TUESDAY.\" Our special coverage begins at Tuesday at 06",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:00",
      "speaker": "FREEMAN",
      "sentences": "All right, coming up, President Biden and Donald Trump's age have dominated discussions about the race for the White House. But what do senior voters, in the battleground state of Pennsylvania, have to say about it all. Well, you might be surprised a little later here on CNN THIS MORNING.Plus, how would you like to open the door and find this right here -- that is so crazy. Parts of California where snowdrifts are nearly reaching the rooftops. We have at all. Plus, this is breaking news. You're not going to believe this. LeBron James turns out very good at basketball. We'll tell you about the historic feat he achieved last night that no other NBA player has ever done. (COMMERCIAL BREAK) [06:19:26] FREEMAN: This morning, a powerful California blizzard has forced officials to shut down some roads across the Sierra Nevada. Many resorts are also closed and more than 6 million people in the region remain under a winter weather alert as wind gusts get to top a 100 miles per hour in some areas. Take a listen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:02",
      "speaker": "ALLISON CHINCHAR, CNN METEOROLOGIST",
      "sentences": "Even more snow, which is the last thing that some of these areas need when you take a look at some of these snowfall totals already. And keep in mind the National Weather Service hasn't really updated these in the last few hours. So, these are likely even higher than what you're seeing now.Kingvale, topping out at 42 so far. That's going to be the keyword. But several other areas topping out at at least three feet and more snow, as we said, is expected, that's why you've still got a lot of these winter weather alerts. We've got the winter storm warnings, winter weather advisories, but also even a few blizzard warnings, you can see there around that orange color. Now, the blizzard warning is indicating not just the snow, but also the poor visibility that's expected. Some of these areas you can see right now still getting the rain closer to the coastal regions, but very heavy snow at times along the Sierra. The thing is some of that snow is coming down at three, four, even as much as five inches an hour for multiple hours. Now, it's going to go in waves. You're going to get hours where it's a little bit lighter, hours where it picks back up again. And then the bulk of that system is gradually going to shift off towards the east into other states as we go through the rest of the day today and even into Monday, so that moisture will spread. But in the short term, we are still expecting significant impacts from this particular system. You're talking impossible travel, whiteout conditions and those damaging winds that could be up around that 40 to 70 mile per hour range, which could also lead to an increased number of power outages.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:02",
      "speaker": "DEAN",
      "sentences": "That does not look good. Allison Chinchar, thanks so much for that update. We appreciate it.Also, this morning, survivors of the wildfires scorching the Texas panhandle are sharing their stories. This as strong winds, heat and dry conditions continue to fuel those flames. (BEGIN VIDEO CLIP) STACY MCFALL, WINDY DEUCE FIRE SURVIVOR: It was in seconds and it was at my back door. And I was trying to get dog kennels and I couldn't. I had to leave and then I had to drive through fire to get out of there. I was going to die. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:02",
      "speaker": "FREEMAN",
      "sentences": "Now, since it erupted nearly a week ago, the Smokehouse Creek fire has killed two people, destroyed hundreds of structures, killed livestock, and burned over a million acres, making it the largest in Texas history. For more on this, we have CNN's Ivan Rodriguez. He is in Fritch, Texas. Ivan, I mean, just tell us what are conditions looking like this morning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:02",
      "speaker": "IVAN RODRIGUEZ, CNN CORRESPONDENT",
      "sentences": "Well, Jessica, Danny, we're still feeling those strong winds, dry conditions as well. And on a typical Sunday morning here in Fritch, Texas, we would see, you know, eventually people coming out of their homes, even children playing in the yard. But that's no longer a reality for many people in this area.We're seeing just pure devastation. Behind me you can see some of that destruction. We're seeing neighborhoods that are no longer there. People are also beginning to clean up their property as they begin this long road to rebuilding. In over the last couple of days, we've heard some remarkable stories from neighbors, helping neighbors. One volunteer firefighter tells us that he is a teacher and he was in a classroom with the students when this fire sparked. After they were all able to evacuate safely, he quickly got onto the road to get into a fire truck. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:02",
      "speaker": "BRANDON MEIER, VOLUNTEER FIREFIGHTER",
      "sentences": "We want to give back. We just want to help our people, help our ranchers because we know with their livelihood. And if it's in danger, we want to be there for them.So, I go home and I'm fortunate to step inside a house and see my wife, and think there's people tonight that can't do that. They're not going into a home. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:02",
      "speaker": "RODRIGUEZ",
      "sentences": "And it's that sense of selflessness that we've heard from countless people that really reminds you what a tight-knit community this is. Now again, those dry conditions and those temperatures that are have been increasing over the weekend, strong winds as well have remained and kept us in a red flag warning.Crews say they hope to increase containment. Especially after the weekend containment still at around 15 percent. Now, in terms of how this fire started, Jessica, Danny, we're still told that it's under investigation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:28:48",
      "speaker": "DEAN",
      "sentences": "Super Tuesday, now, just two days away. Votes will be counted in 16 states and one U.S. territory. And with former President Trump racking up even more wins already this weekend, it is looking more and more likely that we are going to see that 2020 rematch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:28:48",
      "speaker": "FREEMAN",
      "sentences": "Now, while Trump and President Biden, of course, differ on policy, they're both facing questions about one thing they do have in common, their older age. CNN's John King has more from Pennsylvania.(BEGIN VIDEOTAPE) JOHN KING, CNN CHIEF NATIONAL CORRESPONDENT (voice-over): Lafayette College is in Easton, a deep blue piece of a purple county.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:28:48",
      "speaker": "LARRY MALINCONICO, PENNSYLVANIA VOTER",
      "sentences": "It's a passive margin. Why?KING (voice-over): Larry Malinconico is 71, teaches geology, an independent, but he almost always votes for the Democrat. A Biden fan --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:28:48",
      "speaker": "MALINCONICO",
      "sentences": "I don't think he's got an appropriate credit for the things he has done.KING (voice-over): -- but conversations with friends and students have Malinconico wishing the president settled for just one term.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:28:48",
      "speaker": "MALINCONICO",
      "sentences": "I think there are people who will not vote for him or sit it out because they perceive his age as a potential problem.KING (voice-over): And forgiving when the president says he recently spoke to a foreign leader who died years ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:02",
      "speaker": "MICKEY BROWN, PENNSYLVANIA VOTER",
      "sentences": "We try to stay as active as possible.KING (voiceover): He plays tennis, pickleball, and senior softball to stay sharp. His wife, though, has dementia and lives in a care home nearby.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:02",
      "speaker": "BROWN",
      "sentences": "I believe in Jesus and God. I think he keeps me strong. And I'll be fine.KING (voiceover): Brown is a conservative and a two-time Trump voter. He insists, though, this view of President Biden is born of experience, not politics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:02",
      "speaker": "BROWN",
      "sentences": "Caring for my wife, I see certain things in the way his mannerisms that make me wonder if he is really, in fact, the president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:02",
      "speaker": "KING",
      "sentences": "Trump is several years younger than Biden, but people have raised the same question. You raised some concerns that you see in Biden that you say, well, I've lived that. Do you see any of that in Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:02",
      "speaker": "BROWN",
      "sentences": "Well, I was just 80 on January 31st. At times, I forget some things, it comes back, but I'm fit. I'm confident in myself. I just think the difference between the two are enough for me to be more concerned about Mr. Biden going forward than Mr. Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Shoulders opening, chest opening.KING (voiceover): Pat Levin is 94. Yes, 94 and that Pilates.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:02",
      "speaker": "PAT LEVIN, PENNSYLVANIA VOTER",
      "sentences": "It's important for -- to keep me vertical. At my age, I need all the help I can get.KING (voiceover): Age, she says, is not the dominant issue among most of her friends.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:02",
      "speaker": "LEVIN",
      "sentences": "They're terrified about what might happen if Joe Biden doesn't win.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:02",
      "speaker": "KING",
      "sentences": "Terrified why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:02",
      "speaker": "LEVIN",
      "sentences": "What will happen to this democracy.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:02",
      "speaker": "DEAN",
      "sentences": "Our thanks to John King for that report from Pennsylvania.Still to come this morning, is the U.S. struggles to get a grasp on the migrant surge at the Southern Border. El Salvador's president says the number of people leaving its country for the U.S. is dropping. What he credits that for next. But first, the \"CNN ORIGINAL SERIES VEGAS: THE STORY OF SIN CITY,\" takes us on an incredible journey from its origins as a dusty desert town to the entertainment mecca it is today. Here's a preview. (BEGIN VIDEO CLIP) DAVID G. SCHWARTZ, PROFESSOR, DEPARTMENT OF HISTORY, UNLV: A lot of things went into being a showgirl. It wasn't just about being able to dance. It was being able to wear the costumes. They were incredibly elaborate affairs. Lots of feathers, lots of sequins. UNIDENTIFIED FEMALE: I had some headpieces that would be about 20 pounds. I wore headdresses that it took two people to carry backstage to put on me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:02",
      "speaker": "RICH LITTLE, COMEDIAN",
      "sentences": "That was a way to open up a show, having a bunch of girls come out in this -- it can be a little costume and get everybody excited and bring out the ad line.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:37:25",
      "speaker": "FREEMAN",
      "sentences": "As the U.S. struggles to deal with the surge of migrants at the Southern Border, the number of people leaving El Salvador has actually gone down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:37:25",
      "speaker": "DEAN",
      "sentences": "El Salvador's president saying his efforts to crack down on crime is the main reason, even as he faces criticism for those policies. CNN's Gustavo Valdes has the details.(BEGIN VIDEOTAPE) GUSTAVO VALDES, CNN CORRESPONDENT (voiceover): For Luis Martinez, this restaurant is a dream come true. He said he already lived the American dream, so why not also have the Salvadoran dream? After three decades in the U.S., Martinez returned to his native country four years ago, fleeing the civil war in El Salvador. It was 1992 that Martinez says he entered the U.S. illegally and opened a restaurant chain. He wants to show other Salvadorans in the U.S. that it is possible to return to their country and open a business, something that just a few years ago he would not have considered. For years, El Salvador had little control over public safety. Local gangs known as the Maras, terrorize citizens and extorted businesses. That began to change in 2019. El Salvador elected Nayib Bukele as president. And soon afterward, he launched a crackdown on gangs and crime through a controversial security policy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:37:25",
      "speaker": "JENNIFER MCCOY, REGENTS PROFESSOR OF POLITICAL SCIENCE, GSU",
      "sentences": "He had great success in lowering homicide rates in El Salvador, but at a huge cost.VALDES (voiceover): But Georgia State University's professor Jennifer McCoy, an expert on Latin American affairs, says there is concern about Bukele and his anti-crime tactics. Bukele deployed the police in army to areas controlled by the maras and sent thousands of suspected criminals to jail after declaring a nationwide state of exception that suspended some constitutional rights, among them the right to due process. The result, a drastic reduction of crimes and murders as reported by the government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:12",
      "speaker": "NAYIB BUKELE, PRESIDENT, EL SALVADOR",
      "sentences": "We change the murder capital of the world, the world's most dangerous country into the safest country in the Western Hemisphere. And the only way to do that is to arrest all the murders. There's no other way to do it.VALDES (voiceover): But Amnesty International warns that the international community must be vigilant to prevent abuses in El Salvador.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:12",
      "speaker": "VALDES",
      "sentences": "Who gets to decide whether the policies in the country are right or an abusive power?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:12",
      "speaker": "MCCOY",
      "sentences": "Definitely the people who live there should have the first say.VALDES (voiceover): And they seem to have decided, re-electing Bukele to a second term with more than 80 percent of the vote. However, the election was also controversial because he was allowed to run for another term by the Constitutional Court despite the constitution explicitly banning the presidential election in the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:12",
      "speaker": "VALDES",
      "sentences": "The Salvadoran government declined our request for an interview and did not provide our response to the allegation. But in the past, Bukele has warned the international community to stay away from internal issues.VALDES (voiceover): Bukele has also become a darling of hard-right conservatives around the world, receiving a warm reception at one of the largest gatherings of conservative politicians in the world, where he warned of the dangers of liberal policies regarding public safety.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:12",
      "speaker": "BUKELE",
      "sentences": "We already see these symptoms in the United States. The cities in decline, like Baltimore, Portland, New York, just to name a few.VALDES (voiceover): The decreased migration from El Salvador to the U.S. gives the Biden administration a little bit of good news while having to deal with the huge number of migrants crossing illegally into the U.S. in recent years. But it could also represent a challenge in how they deal with Bukele and other governments in the region who might want to duplicate this approach. Gustavo Valdes, CNN, Atlanta. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:46:35",
      "speaker": "DEAN",
      "sentences": "The CDC is changing its guidance on how long people who test positive for COVID-19 have to stay away from others.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:46:35",
      "speaker": "FREEMAN",
      "sentences": "CNN Chief Medical Correspondent Dr. Sanjay Gupta explains the new guidelines and why some people are concerned about them.DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: Well, these are some of the biggest changes in guidance that we've heard from the CDC in quite some time now. And there's people who say, look, this is a long time coming. Other people who understandably are very concerned about this especially people who are more vulnerable, have some sort of pre-existing condition for example. Let's take a look here. Previous guidance on the left, current now guidance on the right. The top line is the most significant in the past, they said days zero to five you should stay in isolation, now they're saying stay home or away from others if you have symptoms. The reason that's concerning for a lot of people is because we know you can still be contagious even if you don't have symptoms. Day six and onward they say especially if you're going to be around vulnerable people, you should wear a mask. You should think about ventilation. You should try and keep your distance. Now, part of the reason they're making these changes, the CDC, few reasons. They say that 97 percent of the country now has some degree of immunity which is probably true between vaccination and people who've been previously infected. But keep in mind, a lot of people get infected over and over again, so if they have the immunity, it doesn't seem to last very long. Also, if you look at hospitalizations and debts, they've gone down consider considerably, 60 percent lower for hospitalizations. Deaths have gone down 83 percent. Let me show you this graphic as well. They implemented this in Oregon in the past back in May of 2023. And you can see what sort of happened. Cases did surge again. And then you had these sort of these absent and flows of cases, but the CDC says Oregon really behaved not much differently than the national average. So, even with the loosening of the guidelines, it didn't seem to increase the risk they say at least to people there in Oregon. Now, one thing to keep in mind is that some people say this is sort of fluify COVID. We're treating this like flu. But I want to show you this graph that we pulled that makes this case that COVID is still a lot more concerning than flu. Orange line is COVID. Go back to 2019, 2020 you see the difference between COVID. Flu in blue and then R is -- red is RSV. Even now, most currently you see how much more of an impact COVID has overall on hospitalizations. In the last season., flu killed -- had about 21,000 people who died. With COVID, it was closer to 245,000. COVID is not flu. People can still spread this even when they're asymptomatic as I mentioned. They are more contagious. They are contagious for longer with COVID. They can experience symptoms for a long time after infection, long COVID, and it can cause some very serious illness in people. So, I think that's the concern that even though it's being treated, more and more COVID been treated more and more like flu, it is not flu. As we get more information about these guidelines, we'll certainly bring them to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:54:26",
      "speaker": "FREEMAN",
      "sentences": "All right, Jessica, in my opinion, words can no longer describe LeBron James and all of his accomplishments on the basketball court, so how about you and I not even try, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:54:26",
      "speaker": "DEAN",
      "sentences": "Yes. No words. No words for us. We have Coy Wire here. We'll let him -- we'll let him use the words. Last night, LeBron became the founding member -- that means he's the only one in the NBA's history, the 40,000 Career Point Club. Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:28",
      "speaker": "LEBRON JAMES, POWER FORWARD, LOS ANGELES LAKERS",
      "sentences": "Being the first player to do something is pretty cool in this league. Because you just know the history. You know the great that's come through the leagues, and then you see some of the greats on the floor tonight. It was just great to compete (INAUDIBLE).But for me, the main thing is always the main thing and that's to win. And I hate it that you know, it had to happen in a -- in a defeat especially versus a team that, you know, plays extremely well basketball. And we play some good basketball tonight but we weren't able to close it out. So, bittersweet, you know, but very -- I enjoyed every moment tonight though on the floor. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:28",
      "speaker": "WIRE",
      "sentences": "All right, let's go to college hoops. Iowa Superstar Caitlin Clark could break the NCAA's all-time scoring record today. 18 point shy of passing Pete Maravich's all-time record 3,667 points. Spoiler alert, it's senior day and Clark and the sixth-ranked Hawkeyes, they're playing the number two Ohio State Buckey. Average ticket price $571, most expensive women's basketball game ever college or pro.All right, 14 days until selection Sunday for the NCAA Men's Basketball Tournament, but March Madness has already begun. Number one Houston on the ropes yesterday went unranked. Oklahoma ties it up with about 10 seconds to go thanks to Javian McCollum, but Jamal Shead saves the day for Houston. The senior draining the game-winning shot with four-tenths of a second to go. The Cougars avoiding the massive upset 87-85. And one of the weirdest, wackiest buzzer beaters we've ever seen. Western Michigan tied with Ball State one point second -- point six seconds left in overtime. And how about the full-court pass, untouched bouncing pass to defender Anthony Crump to scoop in the game-winning layup at the buzzer. Finally, the next generation of NFL Stars showing their skills this weekend's NFL Combine. Former Texas Wide Receiver Xavier Worthy breaking the 40-yard dash record, 4.21 seconds. If you need a Lamborghini to throw passes to on your favorite NFL team, Worthy might be your guy. And this is not a scene out of some Braveheart battle scene or anything like that. Former Notre Dame Quarterback Sam Hartman going viral for his 40 not because of his speed, because of these luscious locks. Get this man a shampoo endorsement. And you know, to bring some more levity to your day, check out what my producers did to me. They give me dirty. Only in my wildest dreams.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:28",
      "speaker": "DEAN",
      "sentences": "But look at those. Look at those flowing locks, Coy. Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:28",
      "speaker": "WIRE",
      "sentences": "I mean, I feel like one of those kids on -- with the Snapchat filter, and you're looking at your phone, you're like oh, I look good. I mean, this -- I'm not showing this to my wife but I'm enjoying it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:28",
      "speaker": "FREEMAN",
      "sentences": "My favorite comment about this was that people said he looks like Keanu Reeves and should join him for the next John Wick movie which I also thought was hilarious.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:28",
      "speaker": "WIRE",
      "sentences": "Happy Sunday funday, y'all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:28",
      "speaker": "DEAN",
      "sentences": "Yes, you too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:28",
      "speaker": "FREEMAN",
      "sentences": "Coy Wire, thank you so much.All right, to this now. Billy Joel's last pop album came out about 30 years ago. Well, a month ago though, he thrilled fans by releasing a new song. So, now, Billy and his collaborator Freddy Wexler joined Fareed Zakaria to talk about whether there will be more new songs. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:28",
      "speaker": "FAREED ZAKARIA, CNN ANCHOR",
      "sentences": "So, Billy, now that you've done this, can we say the dam has broken, that that you're going to see a series of new Billy Joel songs?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:28",
      "speaker": "BILLY JOEL, SINGER",
      "sentences": "I don't know, Fareed. I really don't know. This is all kind of new to me again. Just even going to the Grammys was a whole new experience for me because I'd been there 30 years ago when I was a nominee. And this time, I just -- was just another singer at the Grammys. But I met all these new artists who I was very impressed to meet. I was very happy to see all these people. I really enjoyed it which I hadn't done back in the past.I wasn't comfortable with competition between musicians who's number one, who's number two, who's going to win the Grammy. It was kind of uncomfortable. But this time I enjoyed it. It was a new experience for me. So, this is all kind of new again. Everything that was old is new again. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:28",
      "speaker": "FREEMAN",
      "sentences": "Man, I love that. Hoping for scenes from Italian restaurant part two. All right, you can catch the full interview on \"FAREED ZAKARIA GPS\" today at 10",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:28",
      "speaker": "DEAN",
      "sentences": "Good morning to you. Welcome to CNN THIS MORNING. It is Sunday, March 3rd. Hi, everyone. I'm Jessica Dean.",
      "isLastSentenceInterrupted": false
    }
  ]
}