{
  "date": "2024-12-19",
  "headline": "Quest Means Business",
  "subHeadline": "CEO Murder Suspect Moved to New York; Republican Lawmakers Say Government Funding Agreement Reached; Interview with Rep. Mike Quigley (D- IL); Bank of England Holds Interest Rates Steady; The State of South America's Largest Economies; Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:00:07",
      "speaker": "JOEY JACKSON, CNN LEGAL ANALYST",
      "sentences": "Yes, Richard, good to see you.I think this is a case that has touched a lot of people in very different ways. You have a segment of the population which is celebrating this, saying that he is a hero wearing Saint Luigi t-shirts and sweatshirts and giving out ornaments because you have people who believe that the system is corrupt, that is the healthcare system, the corporate system, so struck a raw chord. And so I think to the extent that there is so much public outcry, you know, the mayor garners his interest. In addition, you have another contingent, primarily law enforcement as we look at him being escorted there by law enforcement and others who think that this should never, ever be glorified and that people are outrageous in doing so. So I get why the mayor and so many other people would be there. It is being watched throughout the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:07",
      "speaker": "QUEST",
      "sentences": "Now, the very fact that this \"perp walk\" took place is unusual in federal cases, but what I don't -- as I watch this, I am not sure. Was thisa federal, if you will walk or was it a state walk, if you will, because he is being returned and extradited back to New York. So who is in charge?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:07",
      "speaker": "JACKSON",
      "sentences": "Well, today, certainly it looked like the Feds were in charge in all respects. I mean, you know, helicoptered in, flew in to Long Island,which is, you know, in the eastern part of the state of New York, and then transported by helicopter, you know, to New York. Wow. So the federal government, of course, because they charged him, Richard, we know that he had 11 pending state charges. That was, he was indicted on those. The federal government charging him in a criminal complaint. He will be indicted. And in that criminal complaint with four separate charges laying out chapter and verse. I think a lot of people are curious as to whether, you know, look, if he is charged in a state court, why on earth would the federal court charge him? And that is because in the United States, you can be charged in state court and federal court have jurisdiction also. And so the federal court decided under different theories of prosecution to charge him there as well. But the Feds were clearly in charge today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:07",
      "speaker": "QUEST",
      "sentences": "And how will they reconcile the two charges when essentially they are the same facts? There may be nuanced differences, but at some point, asindeed his lawyer has already said in what she is describing as charging overreach, double jeopardy and all of these sort of things, somebody is going to have to actually go forward with a murder charge. They can't both.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:08",
      "speaker": "QUEST",
      "sentences": "In the world of realpolitik and reality, if the Feds say they want this case, do the Feds get it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:08",
      "speaker": "JACKSON",
      "sentences": "Yes, the federal government certainly is better resourced than the state. The federal government has more authority than the state in theUnited States, of course, each state is its own sovereign. That means we have governors. We have state legislatures, et cetera. But federal law generally trumps and preempts state law. In this case, it doesn't preempt it. That means you can also proceed in state court and federal court. But I think federal court, at the end of the day, even if there is a tug of war, has the upper hand. And if they say that is the federal government that they want to proceed, generally speaking, that's exactly what will happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:08",
      "speaker": "QUEST",
      "sentences": "Grateful. Joey, thank you very much indeed.Multiple House Republicans say an agreement has been reached within the party on government funding. GOP lawmakers have been meeting with Speaker Mike Johnson today to come up with a plan after Donald Trump used his influence to kill a bipartisan spending bill. Now, according to sources, the new proposal keeps the government funded until March. It also temporarily suspends the debt ceiling, which is one of Trump's demands. US lawmakers have until Friday night to avoid a government shutdown. Lauren Fox is on Capitol Hill. Lauren, I know you're in a noisy area, so I will keep it simple. I don't understand what happened here. I don't understand how all of a sudden something as tedious as a CR at a time between the inauguration suddenly became this potato.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:08",
      "speaker": "LAUREN FOX, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes, what we saw yesterday is that Donald Trump really fired a missive into this hard fought bipartisanagreement by requiring that any deal included an increase in the debt limit for a period of time, so that he has the first months of his presidency to move forward with his own agenda. The concern being that if he had to contend with the debt limit in the late spring or early summer, that that could potentially harm his ability to pass other pieces of legislation. But the challenge with that, of course, is that the debt deal is typically another complicated negotiation that Congress has to figure out. And the fact that this was injected at the last minute after this bipartisan deal on the spending bill that only goes to March, by the way, was negotiated, you have a lot of Democrats who are arguing that they had a deal, that's the deal that should get the vote and that they aren't willing to accept anything else. Now, just a couple of minutes ago, Republicans did announce the contours of their new agreement, and it includes a short term CR until March, just like the other bill, as well as a disaster aid package that totals about $110 billion and includes $10 billion in assistance to farmers. It also includes an increase in the debt limit until 2027. Now, the question is whether or not Democrats are going to continue to vote for this legislation or whether they'll vote against it. We are told that Democrats are going to have a caucus meeting in just a short period of time. They will have an opportunity to meet as a group and decide whether or not they want to back this plan. Again, this sets the contours for the next several years of negotiations on Capitol Hill. So while Democrats may not be in theory, opposed to a clean debt ceiling increase, what they don't like is that Donald Trump injected himself at the 11th hour, and now they're contending with an entirely new agreement than the one that they had just 48 hours ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:08",
      "speaker": "QUEST",
      "sentences": "But now I get it. Now I understand it, Lauren. In essence, Donald Trump has managed to get the dirty work done without -- before he takesoffice so he can come into office, ratchet up the deficit and not have to worry about an inconvenient debt ceiling battle as a result of some of those policies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:08",
      "speaker": "FOX",
      "sentences": "Well, the other thing to keep in mind, Richard, is that if Republicans wanted to raise the debt ceiling on their own, using that convoluted budgetprocess known as reconciliation, that means it just requires a simple majority in the Senate, they can raise the debt ceiling, but they have to put a number on how much they are increasing the country's debt by. And obviously, that would be a really difficult vote for some Republicans. So their two options would be to negotiate with Democrats when Trump is president or to do it on their own, but have to tell the American people exactly what it means for the bottom line in the country's debt and deficit -- Richard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:10",
      "speaker": "QUEST",
      "sentences": "But he has cleverly got it into the situation where he doesn't have to have a debt ceiling battle, at least for the first two years of hispresidency.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:10",
      "speaker": "QUIGLEY",
      "sentences": "Absolutely. I mean, look, and I get him doing that. There is a rationality to it, but there is also unwillingness to accept theresponsibility publicly, that you're the one who is really raising the debt in the next two years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:10",
      "speaker": "QUEST",
      "sentences": "Let's talk about Elon Musk, President Musk, president in shadow -- shadow-president -- whatever you want to call him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:10",
      "speaker": "QUIGLEY",
      "sentences": "No, a newly minted oligarch is what I prefer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:10",
      "speaker": "QUEST",
      "sentences": "Newly minted oligarch. Do you find it -- let me choose -- choose your own adjective for how you -- and I am not going to put words in yourmouth -- how you view the role that Elon Musk is now playing as the president whisperer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:10",
      "speaker": "QUIGLEY",
      "sentences": "Yes, the fact that he is called President Musk begs the question, what is his exact role? It is not just an adviser. He seems to be taking onthe actual responsibilities typically held by a president, recognizing he is not going to be president. It is going to be President Trump. And oh, by the way, Joe Biden is currently the president of the United States. So there is a certain arrogance to it. But there is also a disconnection and a lack of transparency. Anybody in roles like this are typically, you know, Senate approved where they have to go some sort of filtering process, you know, coupled with the fact that he is in control of an extraordinary social media platform, has the ability to use that at his whims to punish people, and that's what happened yesterday. We had a bicameral, negotiated bipartisan agreement to move forward into the next Congress And the next year handling our most important fiscal responsibilities and he interjects himself as an agent of chaos Who gave him the authority to do that? I think a lot of it is the fear of not just he is connected to Trump, it is that he has the social media platform that can hurt you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:10",
      "speaker": "QUEST",
      "sentences": "Right. Where do you see the Democrats at the moment? I mean, obviously wound licking is still going on, but has there been a cohesionyet to be able to use that quaint parliamentary term effect -- mount an effective opposition.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:10",
      "speaker": "QUEST",
      "sentences": "But over the years that I've covered US politics and it has probably been more years than is decent or honest. There always seem to be theRepublicans fight harder in opposition. The Republicans sometimes fight meaner. Can the democrats find that fighting spirit?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:10",
      "speaker": "QUIGLEY",
      "sentences": "I think you've seen the fighting spirit. I think you'll see more of it. I would like to think that there are some norms that we want tocontinue that are important, that you don't want to become as bad. You know, you don't want to become the devil to defeat the devil. So I do think there are some limits to how far we will go just to win a particular battle. And I would like to think the American people recognize that. Just remember, as you know, President Trump lost control of the House after his first two years in office, and I think it was an inability to govern and I think it was a recognition by the American people of what his style was like, and that they didn't appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:10",
      "speaker": "QUEST",
      "sentences": "I heard the ding of your computer. It is probably an e-mail or a message telling you what I am going to tell you. it has just beenPresident-elect Trump has just put on social. He is saying he supports the GOP's position for funding and he says all Republicans and even the Democrats, so some advice to you from the president -- even the Democrats, should do what is best for our country and vote yes on this bill and in all capitals \"tonight.\" Well, there are your marching orders, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:10",
      "speaker": "QUIGLEY",
      "sentences": "Well, I think it will help if we actually read the text. So I am going to get to that and see what is in there that makes sense. And as aparty, I think you'll see we will be united in whatever it is we decide to do and move forward, but to everyone, enjoy the holidays.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:10",
      "speaker": "QUEST",
      "sentences": "What an original thought. Congressman, read the text. There is a novel idea. Good to see you. All the best to you and the family, sir, forthe holiday season.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:10",
      "speaker": "QUIGLEY",
      "sentences": "Thank you. You too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:10",
      "speaker": "QUEST",
      "sentences": "I am grateful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:10",
      "speaker": "QUIGLEY",
      "sentences": "Take care.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:25",
      "speaker": "QUEST",
      "sentences": "To Avignon in France now where the landmark mass rape trial has ended and 51 guilty verdicts have been returned. Seventy-two-year-old,Gisele Pelicot was in court for the sentencing of her former husband and dozens of other men, who she confronted during the month's long case. CNN's Melissa Bell reports from Avignon. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:25",
      "speaker": "MELISSA BELL, CNN SENIOR PARIS CORRESPONDENT",
      "sentences": "Gisele Pelicot was determined that the shame should not be hers. Waiving her anonymity and with it thatof her rapists. \"Rapists, we see you,\" shouted the crowd outside as inside Dominique Pelicot received the maximum sentence of 20 years for the drugging and mass rape of his then wife, Gisele over nearly a decade. Outside the court, there was anger that the 50 other men on trial alongside him had not received the maximum sentences sought by prosecutors. But as she left the court, Gisele Pelicot made no comment on the verdicts. GISELE PELICOT, SURVIVOR OF SEXUAL VIOLENCE (through translator): I have faith now in our capacity to carve out collectively a future where everyone, women and men, can live in harmony in respect and mutual understanding. A stark contrast to the brutality of a trial that saw the violent rape of an unconscious Gisele Pelicot, shown in court day after day. Through the videos shot by her then husband of more than 50 years. Dominique Pelicot, unmasked by chance in 2020 when a guard caught him filming up women's skirts in a supermarket. An incident that led police to the horrors that this unassuming retiree had on his phone and computer. Videos of more than 200 acts of aggravated rape against his wife, most including other men. It was not far from the couple's home in the sleepy town of Mazan, in Southern France, that he met the men after recruiting them online. Dominique Pelicot's lawyer said her client will consider whether to appeal. (BEATRICE ZAVARRO speaking in foreign language.) BELL (voice over): \"We are going to take advantage of the delay, which gives us ten days to decide if we want to appeal this decision,\" she said. As she left court, Gisele Pelicot was again celebrated for making the trial public and for having, in her own words, forced shame onto the perpetrators and where it belongs. Melissa bell, CNN, Avignon. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:25",
      "speaker": "QUEST",
      "sentences": "Let's go back to the US politics now.Donald Trump scored a big legal win when the Fulton County district attorney, that's Fani Willis, she was disqualified from the Georgia election subversion case. An appeals court said that her conduct gave off significant appearance of impropriety when she had a romantic relationship with the prosecutor she hired for the case. A new special prosecutor will be needed if the case is to continue, which brings me to Nick Valencia, who is outside the Fulton County courthouse. I can really ask this one, quite simply, will there be a new special prosecutor, or will this case melt away like all the others?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:25",
      "speaker": "NICK VALENCIA, CNN CORRESPONDENT",
      "sentences": "You know, this case is not dead, Richard, but it really is on life support at this point. Finding somebody to takeover this case is going to be a Herculean task for the executive prosecuting counsel of the state of Georgia. It is a nine-member bipartisan committee. Executive director is Pete Skandalakis, and Skandalakis had to step in earlier because previously, Fani Willis was disqualified from investigating Lieutenant Governor Burt Jones, who at one point was a target of this indictment. Ultimately, she was disqualified from investigating him, and Skandalakis couldn't find anyone to take over that portion of the case. He had to step up and ultimately decided not to pursue charges in that case. But if we take that as a microcosm here, it is going to be a very heavy lift to try to find somebody who is not only qualified, but is willing to take this case over. Fani Willis has already said that she is going to appeal. She has filed her notice of appeal with the Supreme Court, but at this point, it seems very unlikely that she will or her office will be able to stay on this case -- Richard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:17",
      "speaker": "VALENCIA",
      "sentences": "Well, this was, if not the strongest case, one of the strongest cases. It was a state case, meaning that trump couldn't get a presidentialpardon. And two years ago, Trump's attorneys were telling our reporters that they were very concerned about the merits of this case. And to be clear, the court of appeals is not saying that this indictment can't go forward. They're not ruling on the merits of this case. In fact, Fani Willis or whoever takes this case over has a very strong case and we should go through the buckets of this case, Richard. You have the infamous phone call. The former president, now president- elect, on the phone, asking the Secretary of State to find him more votes. You have the fake elector scheme. Kenneth Chesebro pleaded guilty in the process of this case. That was them trying to subvert the Electoral College and subvert democracy. You have them harassing election workers, and then you also have the illegal accessing of voting data in rural Coffee County, data that we still don't know where that ended up. All of that, though, may not matter just because of a technicality. And when Ashleigh Merchant, the attorney for one of the co-defendants in this case, when she filed that motion alleging the improper relationship between Fani Willis and Nathan Wade, a lot of people laughed at her, but it is that motion that very well could save Donald Trump from facing criminal charges here in the state -- Richard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:17",
      "speaker": "QUEST",
      "sentences": "Now, forgive me. I am going to take you into deep or deeper legal waters, which I don't know, maybe we need to wait and see.Assuming they find a prosecutor who will proceed with the case, to your knowledge, is there an equivalent of the DOJ memo that basically says you don't proceed against a sitting president? Are they going to be stymied with that one, or will this case be able to proceed even once after January the 20th? I don't know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:17",
      "speaker": "VALENCIA",
      "sentences": "Well, that's a big question mark. It is unprecedented. And so trying to find somebody who is willing to take this case on and fight theformer president or the president-elect rather, and his legal team to try to set a precedent of going after a sitting president. We went through several of these scenarios, you know, during the disqualification hearings. And it is very likely that somebody could, you know, take the case over, but wait until President Trump's term ends and then try to pursue. But then you get into whether or not a jury is going to remember the facts of this case, and it just really adds so many hurdles, the cleanest, most possible, successful way for this to have happened now seems to have disappeared. Fani Willis thought she was going to be the one that could take down Donald Trump and his allies. A judge here in the court of appeals, though, is ruling now that she has been disqualified from pursuing this case -- Richard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:28",
      "speaker": "RICHARD QUEST, CNN INTERNATIONAL ANCHOR",
      "sentences": "Hello, I'm Richard Quest. A lot more QUEST MEANS BUSINESS as you and I continue together.Brazil's currency is plummeting, and the neighbor Argentina is actually out of recession. What's going on? We're going to talk about it. And the cost of the 12 days of Christmas. Our annual favorite, PNC's Annual Christmas Index holds surprises. Five gold rings. We'll all join in. Only after the news headlines because this is CNN and on this network, the news always comes first. Drones are now restricted from flying over parts of the U.S. state of New Jersey. The FAA says the ban aims to limit flights over power stations and other infrastructure. The order comes after an outbreak of mysterious drone sightings in the eastern U.S. President Zelenskyy of Ukraine is asking European leaders for more air defenses. He says he needs the help to protect his country's power grid as it faces a third winter of Russian strikes. Zelenskyy also said he needs the E.U. and U.S. President-elect Trump to cooperate on securing a durable peace. In Syria the former Assad regime security forces have begun handing over their weapons to the rebel-linked transitional government. Upon receiving the firearms, the authorities issue a temporary card that allow the individual's freedom to move in Syria's liberated areas until legal proceedings can be completed. Amazon workers have gone on strike at seven U.S. facilities. The Teamsters Union organized the walkout, claiming to represent around 7,000 Amazon workers nationwide. Now, that's only less than 1 percent of the company's U.S. workforce. The strikers say they're fighting for basic benefits and more pay. And Nike announced better than expected results in its first report under the chief executive, Elliott Hill. The shares are up significantly after hours. The company has been battling declining sales amid weak demand for its products. U.S. markets stumbled in the final hour of trade. They finished flat. The Dow Jones barely snapped a 10-day losing streak. But it is up, so no more going back in time to see how far. Remember, we've got back to 1974 yesterday. The Fed's hawkish outlook on Wednesday intimidated investors in Europe and the markets slipped by more than 1 percent. They were largely responding to what had happened in the U.S. session the day before. The BOE, the Bank of England, held its benchmark at 4.75 percent. The policymakers were split 6 to 3 on how to combat slowing growth. Stagflation is very much on the minds of investors in the U.K. And CNN's Anna Stewart breaks down that split vote.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:09",
      "speaker": "QUEST",
      "sentences": "Anna Stewart with the cheerful news on the U.K. economy.Now let's spin the globe and the fortunes of South America's two colossus economies, Brazil and Argentina. And they are going in different directions, Brazil and Argentina. Let's start with Brazil, and you'll see, if you look at the real, the currency has hit its record low against the U.S. dollar. It's the lowest -- that's the last 20 years and as you can see, it's just been a series, somewhat ironically, of course, because the actual underlying economy is weak and poor. But some of the other numbers are reasonably strong overall. So you've got to look at the government's aspects of it in terms of Brazil. Now in Argentina, well, here you have a very different story. The economy is picking up steam and now has now emerged from a harsh recession over the last couple of quarters. And it could, it could grow by 5 percent this year. That's partly due to President Javier Milei's policy, austerity, taking the famous chainsaw to the inflation and to the economy. When I visited Buenos Aires back in '22, I saw how painful out-of-control prices actually are. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's going to be worth less tomorrow than it is today. And it's worse -- it's going to be worse even less the day after.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:09",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "And so saving money is not practical. You have to spend it all because next month is going to be worth less, and you can'tbuy as much as you bought last month with those pesos that are staying in your bank account so you spend it all. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:09",
      "speaker": "QUEST",
      "sentences": "Our good friend Patrick Gillespie is Bloomberg's Buenos Aires bureau chief, and he joins me now from Buenos Aires in Argentina.Is the -- well, let's deal with Argentina first. Is the situation that -- I know there's the poverty question, but the underlying hard-nosed economy, is that in a much better state?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:09",
      "speaker": "PATRICK GILLESPIE, BUENOS AIRES BUREAU CHIEF, BLOOMBERG",
      "sentences": "It's great to be on, Richard. Argentina's economy is in a better state than it was a yearago. Milei inherited an economy that was heading towards a collision course with hyperinflation. That would have been a full blown crisis. So Milei has been able to move Argentina out of the worst case scenario. But at the same -- while he's bringing down inflation, growing the economy and attracting some degree of foreign investment. But he's far from out of the woods, Richard. We have a long way to go. As you mentioned, more than half of the country is living in poverty in Argentina. While you still have inflation over 100 percent. So there's a long way to go. But these two countries, Brazil and Argentina, they're going in polar opposite directions, Richard, on policy and economics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:09",
      "speaker": "QUEST",
      "sentences": "So let's talk about Brazil. The situation there is getting worse. Is the economy actually bad?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:09",
      "speaker": "GILLESPIE",
      "sentences": "That's the interesting part of this story this week, Richard, is that the underlying fundamentals in Brazil are quite good right now. Theeconomy is supposed to grow around 3 percent this year. Unemployment is near a record low. So there's some very strong fundamentals in Brazil. What markets are rejecting this week is Lula's leftist state-first approach. That's really ballooning the fiscal deficit. It's 10 percent of GDP mark. Whereas here in Argentina you're seeing markets supporting the positive approach of Milei, of austerity, bringing down the fiscal deficit to zero. So.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:09",
      "speaker": "QUEST",
      "sentences": "Yes, but you see, when I hear Milei's policies, I think Reaganomics, I think Thatcherism of the 1980s and it works if you also deregulate andmake the economy more competitive. Is there any evidence that Argentina's economy is going to become more competitive?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:09",
      "speaker": "GILLESPIE",
      "sentences": "There are some early signs, Richard. It's incipient. It's a long way to go. But Milei passed a market friendly reform in July of this yearthat is starting to attract the likes of Shell, Chevron and other companies to invest in Argentina in the long term. These are incentives that get around Argentina's currency controls and other regulations that help to provide sort of a bulletproof system to Argentina, investing in Argentina in the long term.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:11",
      "speaker": "GILLESPIE",
      "sentences": "You have to remember, Richard, Brazil has not endured this type of currency selloff in several years. I mean, just to give you an exampleof size and scope, the Brazilian Central Bank today sold $8 billion. They haven't done that to prop up the local currency. They haven't done that in 25 years. So, yes, Brazilians who have lived through other crises in previous decades, they may be used to business as usual. But for a lot of younger Brazilians, this has never happened before. So Lula needs to show markets, if he wants to calm the currency crisis, that he's serious about austerity. He tried to introduce some austerity measures earlier this past week, but they were seen as too little, too late. So really, there needs to be a shift about going into next year. Is Brazil serious about getting its budget in order?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:11",
      "speaker": "QUEST",
      "sentences": "Patrick, I'm grateful to you, sir. Thank you. Patrick Gillespie. It's gorgeous blue skies of Argentina, in Buenos Aires. Thank you, sir.Have a good Christmas. And talking about Christmas, our Christmas tradition, the 12 days of Christmas. What is it going to cost you to buy all those lords a leaping, maids a milking, five gold rings? Not forgetting, of course, partridge in a pear tree. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:10",
      "speaker": "ALISON CRISCITIELLO, DIRECTOR, CANADIAN ICE CORE LAB",
      "sentences": "Welcome to the Canadian Ice Core Lab. We've got two kilometers of ice in here right now,almost all from the Canadian high arctic. My name is Alison Criscitiello, and I'm the director of the Canadian Ice Core Lab, Canada's national ice core lab. We store the largest repository of ice cores in Canada. What scientific mysteries exists in these tubes? That's such a huge question. The impacts of ice core science, it's almost endless. It can inform work that shows changes in future biodiversity in wildfire frequency, in changes in numbers of hurricanes and tornadoes because this is all related to rises in sea surface temperature. All major volcanic eruptions, we can identify in every single ice core on earth. It's everything that impacts all living things on the planet. If you look at the ends of the tubes here, you'll see the location and the year it was drilled so Mount Logan, we drilled it in 2022. The facility is basically three spaces, so there's a minus 40 archive room, which is where we store the ice cores long term. The oldest sample in here is from Penny Ice Cap, which is around 80,000 years old at the bottom. There's a working freezer. It's more around minus 25 degree Celsius. Comfortable for working and that is dedicated to cutting and imaging ice. This is the -- it's called the intermediate layer core scanner. We take these high resolution images of the ice before we start to really cut them into smaller pieces and melt them, and the images themselves can actually be quite useful. We can locate melt layers, particle layers, that may be ash from volcanoes. And then we have a room temperature analytical lab where we do liquid chemistry on ice cores. Did she compare like chloride and things that are measured on both instruments?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:10",
      "speaker": "ANNE MYERS, LABORATORY MANAGER, CANADIAN ICE CORE LAB",
      "sentences": "Not directly.So looking at records in ice cores, we can learn so much about past climates and how humans are impacting our present climate. This is called an ion chromatograph, and we use this instrument to measure a variety of anions and cations. This is our culture counter. We use this to measure particle size and count in ice core samples. This is our spectrofluorometer, so this is used to measure dissolved organic matter. The chloride peaks like if we look at the trends of chloride over time throughout the core, you can use that data along with some other data to learn the time scale. So you can figure out this point in the core is 1920 or so. And then you can use that time scale to learn a lot more information with all the other data we look at.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:10",
      "speaker": "CRISCITIELLO",
      "sentences": "I think one of probably the most important things that looking at historical climate records can do is help us constrainprojections of future sea level rise, and that has enormous implications for the huge percentage of the human population that lives on coastlines. Being able to look back at periods in earth's past that looked kind of like today is really one of our most powerful ways of constraining those future projections and really understanding what is coming. When I stand in this room, especially if I'm alone, it feels like a room of potential. It's a room of ice that's been preserved for future generations to use, who will be able to do things we cannot even conceive of right now. And that's what's allowed me to do the work that I've done up until now. I had the ability to do things that ice core scientists before me didn't have the analytical capabilities of doing. So it feels like potential because it's this room for another generation. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:58:00",
      "speaker": "QUEST",
      "sentences": "Tonight's \"Profitable Moment,\" it's always tempting to have a sense of, I don't know, disbelief, outrage, whatever you want to say. But tonightwhen we were talking about the GOP and their decision to obstruct the raising of the debt ceiling because Donald Trump said don't do it, get a debt ceiling increase right the way through until 2027. It was genius, excuse me, of the president-elect because it means that there won't be a debt ceiling battle during the first two years of his administration. And sure enough, the Democrats fell for it. The Democrats will probably go along with it. They will raise the debt ceiling. The deal will be complete. And when the new president takes office, he essentially will have two years to implement his policies, and come what may, of the effect on the deficit. And we know that the tax cuts being made permanent will add considerably to the deficit, as indeed will arguably in many other of the measures. The tariffs, for example. And so this is what it's going to be. It is the way in which the brilliance of Donald Trump's political antennae, to be able to be acting president, president-elect, whatever you want, and that's before we've even added in the role that Elon Musk is playing at the moment. Oligarchic-in-chief is how one person described it on tonight's program. We have a long way to go. And that's QUEST MEANS BUSINESS for tonight. I'm Richard Quest in New York. Whatever you're up to in the hours ahead, I hope it's profitable. I'll see you tomorrow.",
      "isLastSentenceInterrupted": false
    }
  ]
}