{
  "date": "2024-03-30",
  "headline": "CNN Newsroom",
  "subHeadline": "Talks between U.S. and Israel Could Happen on Monday; Israel Admits Killing Two Palestinians and Burying Them with a Bulldozer; Evan Gershkovich Has Spent One Year Behind Bars in Russia; Largest Crane on U.S. East Coast at Bridge Collapse Site. Aired 3-3:30a ET",
  "utterances": [
    {
      "timeStamp": "03:00:00",
      "speaker": "COREN",
      "sentences": "Israeli prime minister Benjamin Netanyahu plans to send a negotiating team back to ceasefire and hostage release talks. The prime minister's office says that should happen in the coming days and as Netanyahu insists, the Israeli military is preparing to enter Rafah.U.S. officials say separate talks with Israel about what happens next in Rafah could take place as soon as Monday. They were supposed to happen earlier this week. But Netanyahu called them off after the U.S. refused to block a U.N. resolution calling for a ceasefire and the release of Israeli hostages. Israel has not set a date for the Rafah operation to begin. There are more than 1 million Palestinians are taking refuge in Rafah. Officials have said they plan to evacuate civilians before starting a ground offensive. Meanwhile, Israel has been conducting strikes in Rafah for weeks. On Friday, a Rafah hospital official told CNN that 14 Palestinians were killed in an Israeli airstrike on a house. Among them, four women and seven children. Meanwhile, there are new fears that Israel's war against Hamas could expand further regionally after Israel conducted more airstrikes in Lebanon and Syria. Well, CNN's Melissa Bell has more on that, plus the future of ceasefire talks. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "MELISSA BELL, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Israel claims that it's managed to kill one of the leading missile commanders in southern Lebanon. A missile commander of the Hezbollah. Hezbollah has been, for its part, has admitted that one of its members have been killed without specifying his rank.From the point of view of Israel, this is considered a win but it also represents, given the exchange of fire along the Lebanese border both at from Lebanon into Israel this Friday but also from Israel into southern Lebanon beyond, since we're hearing from Reuters, that that is several dozen people who have believed to have been killed over in Syria. What we've been hearing from Israeli officials and specifically from Yoav Gallant, the Israeli defense minister, is that Israel intends far more aggressively than it had before to pursue Hezbollah, where it needs to, not just in southern Lebanon but beyond. Yoav Gallant saying that it is time that Israel strange changed its strategy. Now what we understand from American officials is that that had been made plain to them when he visited Washington earlier this week. The United States extremely worried about what this may mean with Hezbollah, presenting a far more formidable foe they believe than does Hamas. It comes this ratcheting up of tension, violence along Israel's northernmost border, as there is some hope now for the hostage talks and their resumption. We've heard from Benjamin Netanyahu that he is now going to be sending a delegation of Israeli officials back to Qatar and Egypt to resume those indirect talks in the hope that the remaining more than 130 Israeli hostages still in Hamas' hands might be released. And, of course, with that, that a six-week ceasefire might yet be able to take place -- Melissa Bell, CNN, in Jerusalem. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "COREN",
      "sentences": "There are new calls for international intervention to save people trapped in the IDF's siege of Gaza's Al Shifa Hospital. Gaza's civil defense is asking for help from the Red Cross and the United Nations to rescue people in and around the hospital.Gaza's health ministry says Israeli strikes have killed medical personnel, patients and people taking shelter in the hospital. One Palestinian paramedic says the IDF detained him at the hospital for three days. He says he and members of his family were stripped naked, left outside in the rain and cold, beaten and prevented from using the bathroom. Well, Dr. Ghassan Abu Sittah has first-hand experience working in Al- Shifa Hospital and he joins me now from London. Dr. Ghassan, thank you so much for joining us. This hospital you were working in is now under siege. What can you tell us about the situation on the ground at Al-Shifa Hospital right now? DR. GHASSAN ABU SITTAH, BRITISH PALESTINIAN SURGEON: Unfortunately, news about -- from the colleagues of ours, the doctors and the nurses who were back at Shifa, trying to get the hospital to work, trying to get the dialysis unit to work, operating to the operating rooms so that they can provide (INAUDIBLE), we've lost contact with him. A young plastic surgeon who I'd worked with have not -- has not been heard from for the last seven days, along with his mother. And we fear for his life as we fear for the lives of all of our colleagues who were at Shifa Hospital. The patients who -- and the internally displaced who had sought refuge inside the hospital are also trapped without water, without food. And there's a dire need to evacuate them. The International Committee of the Red Cross needs to intervene to try to get these civilians and these medical staff out. Their lives are at stake and grave danger. And we need to intervene now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "COREN",
      "sentences": "Dr. Ghassan, the last time that you spoke to your colleagues, were able to make contact with them, what did they tell you about the working conditions there, the number of patients they were treating, their injuries and then, of course, the people seeking shelter in and around the hospital?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "SITTAH",
      "sentences": "There were hundreds of internally displaced families seeking shelter. The wounded were being treated in makeshift, what has become a makeshift first aid station.And the doctors and the nurses are all huddled with their patients in the inner rooms, in the corridors of the hospital, to try to avoid being shot by snipers stationed outside the hospital. And many of the doctors had been arrested. Some of them had been there with their families and they were taken away. And there's absolute chaos there. But what is very clear is that the lives of the medical staff and the patients and the internally displaced is in grave danger.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "COREN",
      "sentences": "As we mentioned, the Gaza civil defense is pleading for the Red Cross and the U.N. to intervene to rescue those people.I mean, is that even possible?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:06",
      "speaker": "COREN",
      "sentences": "The IDF obviously is targeting Al-Shifa Hospital.When you were there, did you see any presence of Hamas militants inside the hospital?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:06",
      "speaker": "SITTAH",
      "sentences": "We spent 43 days in Gaza, the majority of which was in Al- Shifa Hospital. During that time, we did not see any combatants, even wounded combatants coming into Shifa hospital.I was able to move freely in the hospital. Because we were so short of supplies, we would on a daily basis go around the different storerooms, collecting what we needed for the operating days, for the operating list of the day. And at no stage did we see any combatants around. Even the policemen whose job was it to -- it was to control access to the emergency department had battles (ph). So all of this is as a result of a conscious decision to destroy what's left of the health system in Gaza. We need to remember Shifa constituted 30 percent of the capacity of the health system. The fact that now buildings in Shifa Hospital are being torched by the Israeli soldiers means that they're trying to ensure that the health system does not -- is not able to come back online after a cease-fire, when there is a cease-fire. (INAUDIBLE) destroy Shifa (INAUDIBLE) it means you destroy 30 percent of the system permanently and it means that this huge hospital needs to be rebuilt from scratch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:06",
      "speaker": "COREN",
      "sentences": "It must be so difficult for you to watch this tragedy unfold from afar, considering you were there not long ago, Dr. Ghassan Abu Sittah, we thank you for your time and we're thinking of your colleagues there in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:06",
      "speaker": "SITTAH",
      "sentences": "Thank you.(MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:06",
      "speaker": "COREN",
      "sentences": "Ukrainian president Volodymyr Zelenskyy is warning Kyiv will have to give up more ground without U.S. military aid. Mr. Zelenskyy told \"The Washington Post\" Ukraine's goal is to keep the front lines stable so it can prepare for a new counter offensive later this year.But without U.S. support, he said, Kyiv will be short of key weapons, including air defense, Patriot missiles and artillery rounds. He says it could result in a step-by-step retreat by Ukrainian troops. About $60 billion in aid has been held up by Republicans in the House of Representatives. House Speaker Mike Johnson has now committed to bring a bill up for a vote after the Easter break. U.S. President Biden says Washington will keep trying to bring \"The Wall Street Journal\" reporter Evan Gershkovich home. He spoke on Friday, exactly one year since Gershkovich was detained in Russia for alleged espionage. He's the first journalist since the Cold War to face those charges, which he and the newspaper deny. As Matthew Chance reports, Russia wants to keep him in pretrial detention for at least three more months (BEGIN VIDEOTAPE) MATTHEW CHANCE, CNN CHIEF GLOBAL AFFAIRS CORRESPONDENT (voice-over): This was our latest brief glimpse of Evan Gershkovich appearing in a Moscow court this week. In the past, we've been kicked out of the courtroom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:06",
      "speaker": "CHANCE",
      "sentences": "You can see Evan Gershkovich is in there. Hi, Matthew, from CNN. Are you holding up alright?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:06",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "(Speaking Foreign Language).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:02",
      "speaker": "PAUL WHELAN, DETAINEE",
      "sentences": "I want to tell the world that I'm a victim of political kidnap and ransom.CHANCE (voice-over): Russia's also holding other Americans, among them former U.S. Marine Paul Whelan, convicted of espionage and jailed since 2018. U.S. officials have designated Whelan and Gershkovich as unlawfully detained. TRACY: If the Kremlin has any desire to salvage Russia's integrity and international esteem, they should do what is right and release Evan and Paul immediately. CHANCE (voice-over): But the Kremlin may want more than just integrity and esteem in exchange for its most valuable bargaining chips -- Matthew Chance, CNN, St. Petersburg. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:02",
      "speaker": "COREN",
      "sentences": "(INAUDIBLE) the latest from Baltimore, where huge cranes are being positioned to untangle that collapsed bridge and the cargo ship that crashed into it.(MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:00",
      "speaker": "TODD",
      "sentences": "What would you be most worried about if you were supervising the crane and this entire operation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:00",
      "speaker": "BARTON",
      "sentences": "Going too fast. Meeting the expectations of the public to move too quickly. We've got to be very methodical, very slow and very precise and getting it done.TODD (voice-over): The Chesapeake 1000 arrived this morning but --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:00",
      "speaker": "SPELLMON",
      "sentences": "That section of bridge that straight over the front of the vessel, that portion of bridge alone weighs 4,000 tons. My most capable crane there is 1,000 tons. So we're at least going to cut that into four members.TODD (voice-over): A major complicating factor for crews trying to break up the wreckage in manageable chunks light.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:00",
      "speaker": "SPELLMON",
      "sentences": "Imagine trying to do that 50 feet down in the dark, with a diving suit on. And we've got to do the same level of analysis on the bottom of that channel as we have to do for those members that are out of the water.TODD (voice-over): And the cleanup work itself poses risks to the crane operators, divers and crew.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:00",
      "speaker": "BARTON",
      "sentences": "It is dangerous. There could be tipping of the crane. So the balancing of the crane is most important.TODD (voice-over): Meanwhile, the National Transportation Safety Board is continuing its review. The NTSB shared video with CNN showing NTSB and Coast Guard investigators moving around on the bow of the Dali, right at the point of impact. The closest view we've gotten so far of the sheer devastation of this disaster. So when will the channel be open to shipping traffic?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:00",
      "speaker": "SPELLMON",
      "sentences": "I don't think we're talking days. I don't think we're talking months. Once we get started, I think we're talking weeks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:00",
      "speaker": "TODD",
      "sentences": "To illustrate part of the danger of this operation, General Scott Spellmon of the Army Corps of Engineers told us that the constitution of the metal here at the wreckage site is like a rubber band. When they cut it, it may not fall just straight down.You could have large chunks of metal that snap and whip around like a rubber band and that could be lethal -- Brian Todd, CNN, Baltimore. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:00",
      "speaker": "COREN",
      "sentences": "Are you tired of the same old Easter eggs?One conservation group is shaking things up this year and inviting you to adopt an egg instead. (MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "NICKY SHADBOLT, SANCCOB VOLUNTEER",
      "sentences": "When everybody is also thinking about chocolate and Easters and fluffy bunnies and so forth, we would like people to be focused on (INAUDIBLE) and you can even adopt an egg (INAUDIBLE) so much more symbolic of Easter.HOLMES (voice-over): They might not be the fuzzy yellow chicks associated with Easter but the Southern African Foundation for the Conservation of Coastal Birds says it needs help funding the care of more than 200 African penguin eggs that were rescued from two different colonies. The group is asking people to adopt an egg to pay for the cost of incubation and raising the chicks before they return to the wild. Some experts say rearing new healthy birds is the key to the survival of the penguins that once thrived in South Africa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "RONNIS DANIELS, RESEARCH DEVELOPMENT MANAGER, SANCCOB",
      "sentences": "The African penguin is quite close to extinction. By 2035, according to scientists and with the endangered status, it really is important that we do everything we can to protect the species.HOLMES (voice-over): Ronnis Daniels says the African penguin population has less than 10,000 breeding pairs left. That's down from a total population of 1 million African penguins about a century ago. One of their biggest threats is commercial fishing, which has depleted foods sources like sardines and anchovies that penguins eat. The organizations says it takes four months to raise a healthy chick from an egg. And any help this Easter, in the spirit of the holiday, could hopefully breathe new life into a struggling species -- Michael Holmes, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}