{
  "date": "2024-02-13",
  "headline": "CNN News Central",
  "subHeadline": "Snowstorm Hits NY As Voters Head To Polls For Special Election; Senate Passes $95B Foreign Aid Bill, Setting Up Showdown With House; Jon Stewart Returns To \"The Daily Show\". Aired 11:30a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:30:00",
      "speaker": "ATHENA JONES, CNN NATIONAL CORRESPONDENT",
      "sentences": "Take a look around at this gross Boys and Girls Club here in Glen Cove and see that it's not very busy. I've spoken to several of the poll workers here. One person has been at it for eight years. One person said they've been at it for about a dozen years. They've never seen it as dead as slow as this.We've been here about three and a half hours and have seen fewer than 30 voters. I've spoken to almost half of them, and it's splitting roughly down the middle in terms of people supporting Pilip and people supporting Suozzi, which shows you how tight this race is and why the candidates are campaigning down to the last minute. Tom Suozzi was just at a UPS shift change out in Uniondale, which is not far from here, encouraging workers to come vote for him after they're done with their shift. Mazi Pilip is having a media availability in the next hour or so. And the ads. They have flooded the airwaves with ads. Spending more than $20 million between the campaigns and outside groups. So, this is the most expensive race of the 2024 cycle so far. Mazi pull-ups ads, almost all of them have been bashing Tom Suozzi as soft on immigration for open borders. Tom Suozzi for his part has been trying to paint Mazi Pilip as someone whose views are unknown. Tom Suozzi is a former three-term congressman. He was also a county executive and a mayor of this town, Glen Cove. So, he does benefit from name recognition. But Mazi Pilip has a very interesting background. She's been a county legislator for just two years, but she immigrate -- she was born in Ethiopia, immigrated to the U.S. from Israel, where she served in the IDF, in the Israeli army. So, interesting background there. This is splitting down the middle I talked to several Suozzi voters who say they're just voting for him because they've been a longtime supporter. Some of them said they were concerned about abortion. That is another one of the issues that are -- that's being hit that Tom Suozzi and Democratic-leaning groups have been using in this race or every other ad -- on the airways in either appellate ad, a Suozzi ad, or one of these outside groups who've been hitting abortion. So, we'll have to see how this plays out when it comes to the final turnout. But people are going to be watching this race because this is the classic kind of suburban district that many observers believe will decide the 2024 election both for the White House and Congress.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "JOHN BERMAN, CNN HOST",
      "sentences": "Yes. The forecast is it fair to stop sewing this afternoon --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "JONES",
      "sentences": "John and Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BERMAN",
      "sentences": "But I have to say the story so far might be this turnout. You know, 30 voters in three and a half hours, that's low. I mean, that is not a lot of people showing up to open or it will be a fairly busy polling place. Athena Jones, great to see you. Thank you very much. Sara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SARA SIDNER, CNN HOST",
      "sentences": "All right, John. CNN political commentator and Spectrum News political anchor Errol Louis is gracing us with his presence this morning. You just heard that. 30 voters in the last three hours. Could not have a major impact on who wins this district?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "ERROL LOUIS, CNN POLITICAL COMMENTATOR",
      "sentences": "We don't know if the impact will be major, Sara, but there will be an impact. As in many parts of the country, the way it works out in this district, in Long Island in particular, is that the Democrats usually work harder at getting their absentee vote taken care of and getting their early votes totals up before the actual election day. Republicans tend to rely on a pooling operation on the day up.And so, the early vote and absentee ballots among Democrats are about 55 percent. So, they come into this with something of an advantage. It will be up to Republicans to make it up by pulling out every vote that they can under what is clearly difficult circumstances with all of the weather.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SIDNER",
      "sentences": "We -- I've been noticing the ads -- you can't actually not see them here in New York if you are on any of the local stations. Pilip and Suozzi both putting their viewpoints on the other out. Immigration has come up again and again and again. Is that the big issue or are there others that are really getting wrinkled here? And you have been around the block. And you know, this district well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "LOUIS",
      "sentences": "It is -- it is a big issue, in part because there's a little piece of this district that's in New York City. And that little piece of New York City in this district happens to include one of the sites where migrants are staying. And so, it's been you know, a legitimate part of this campaign, not just because as a national race, they're reflecting the national discussion about borders and immigration but because it's a real live issue. It's not just somebody's imagination.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SIDNER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "LOUIS",
      "sentences": "And so, it has been the number one issue for Mazi Pilip. It's in every speech, it's in every ad, it's in every talking point just about, and it's been a real challenge, I think for the Democrat, for Tom Suozzi to try and match that kind of energy. Because every time you turn on the news, there's some actual news.Sometimes it's good. Sometimes it's bad. Sometimes it's somewhere in between. But it is a very, very big issue in this race for sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SIDNER",
      "sentences": "I do want to ask you about this district and sort of what has happened over the years, and how what is happening there could preview other races in 2024. Because no matter what happens here, it will have an impact on the House whether it is Republicans gain somebody or lose someone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:17",
      "speaker": "SIDNER",
      "sentences": "Yes, it is. And you can definitely see it on any channel here in the New York area. Errol Louis, thank you for bringing your expertise to the table today. Appreciate your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:17",
      "speaker": "LOUIS",
      "sentences": "Thanks, Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:17",
      "speaker": "SIDNER",
      "sentences": "John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:39",
      "speaker": "BERMAN",
      "sentences": "In the early hours in the morning, Senators passed a long- awaited $95 billion foreign aid package. This would deliver key funding for Ukraine and Israel. And the vote was bipartisan. 70 votes including more than 20 Republicans. But over the House, Speaker Mike Johnson might not even put it up for a vote which would effectively kill aid to Ukraine.With us now is a Republican member of Congress, Victoria Spartz, from Indiana who was born in Ukraine. Congresswoman, thank you so much for being with us. How much A., do you think -- how much money do you think Ukraine needs right now? REP. VICTORIA SPARTZ (R-IN): So, listen. It's not actually just about the money. We have to have strategies and weapons. And unfortunately, this administration, I've been very critical of them for valid reasons. Has been slow work in aid and really try not to lose. And sometimes you can lose but you'll definitely not win. So, now we need to really have a serious conversation where we are because unfortunately the vast has been very weak. You know, we have a lot of, you know, weak leaders, incompetent leaders in Washington, D.C., in Kyiv too, and you know, Putin regroup. And we cannot let him win in this situation. Makes it look foolish. But we need to get smarter and put pressure on Europeans. So, I think it's not about money, but we need to have a better strategy in this conversation. And hopefully, the House will have it because it doesn't seem to me like the Senate does.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:39",
      "speaker": "BERMAN",
      "sentences": "I'm sorry. So, you don't think that Ukraine needs any aid from the United States?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:39",
      "speaker": "SPARTZ",
      "sentences": "We need to have weapons, not slush funds. We need to have it. But we also need to make sure that these weapons go fast as a deterrence, not go to a lot of associated causes and slow walk the aid.We've been slow work in aid now for almost two years. Putin did the damn, mine the fields without having a serious situation over there, destabilize. And now, the Middle East who pretty much teamed up with Iran, China, and North Korea --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:39",
      "speaker": "BERMAN",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:39",
      "speaker": "SPARTZ",
      "sentences": "And really causing a lot of headaches.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:39",
      "speaker": "BERMAN",
      "sentences": "So, you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:39",
      "speaker": "SPARTZ",
      "sentences": "I think we need to be smarter. And we're not doing that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:39",
      "speaker": "BERMAN",
      "sentences": "You said, so Ukraine does need aid. They need weapons. You don't want to see it slow walked. Does that mean then that you want House Speaker Mike Johnson to put a vote on the floor for Ukraine aid very quickly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:39",
      "speaker": "SPARTZ",
      "sentences": "No. This is not -- this is not as Bill. This is a slush fund for a lot of causes that President Biden, you know has all around the world where we have a mess right now. They're giving billions of dollars from Ukraine in aid to Yemen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:39",
      "speaker": "BERMAN",
      "sentences": "$60 billion -- $60 billion for Ukraine. Do you think Ukraine could use $60 billion?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:39",
      "speaker": "SPARTZ",
      "sentences": "But -- (INAUDIBLE) But -- let me -- let me tell you. Let's just read and I haven't been -- now, listen. Let me -- I haven't read this particular package and I'll be open-minded but I've read all other ones. Most of the stuff has, we're going to send to Ukraine in associated causes.A lot of causes around the world. A lot of this money don't even go to weapons. 10 to 20 percent generally go to weapons directly earmarked for Ukraine. So, I haven't read this bill that had passed. I don't want to comment. But if it is the same, whatever other bill would pass, I have a problem with that. Because ultimately, we're not going to you know, let deter Putin with blankets only with weapons. We need to have American weapons produced here, sent directly to frontlines with proper oversight and strategy. Not slow walk that aid because we're dealing with very aggressive people that causing a lot of headaches around the world, and a lot of people are dying. So, it causes us a lot of -- mid you, a lot of lives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:39",
      "speaker": "BERMAN",
      "sentences": "Is not putting votes on the floor -- is not putting votes on the floor for aid to Ukraine, is that slow walking it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:39",
      "speaker": "SPARTZ",
      "sentences": "No, listen. No, we've been actually having discussions. And there are some issues that need to happen. I don't know why the Senate saying that you know, what they have is, you know, take it or leave it.You know, I'm glad that the Senate passed something. They were not able to pass anything. But the biggest issue. They paid -- (INAUDIBLE) and Border security. That's very disappointing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:39",
      "speaker": "BERMAN",
      "sentences": "OK. Well --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:39",
      "speaker": "SPARTZ",
      "sentences": "Because this is actually a very significant national security issue. So, I agree with Speaker Johnson. Now, we'll have to get our proposals because I don't think they actually worked with us to agree to propose something that we can agree on. And we were very clear on that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:07",
      "speaker": "SPARTZ",
      "sentences": "Well, listen. He's doing right now whatever the hell he wants, unfortunately. Because we've been -- you know, when we push on President Biden to put some weapons before the war started, he didn't do it.When the war started -- he's killing a lot of people, advanced a lot, and now even destabilized in more than the Middle East. So, let's just be honest. He's avoiding sanctions --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:07",
      "speaker": "BERMAN",
      "sentences": "So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:07",
      "speaker": "SPARTZ",
      "sentences": "And doing pretty good with that. Making a lot of money in people's blood. So, if you tell me that he's not doing what he wants right now, then we're really looking like fools. BERMAN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:07",
      "speaker": "SPARTZ",
      "sentences": "And right now, we have to get tougher on him and harsher.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:07",
      "speaker": "BERMAN",
      "sentences": "Are you for or against Vladimir Putin in Russia doing whatever the hell it wants?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:07",
      "speaker": "SPARTZ",
      "sentences": "Well, listen. You know, I think we have loved him for such a long time. And that's why it is we need to be seriously. There are so many lives of people that actually right now getting destroyed.And how that people -- it costs money, but a lot of lives and what the destabilization creates. And really, the crimes and brutality, if you do it in Ukraine is unheard of.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:07",
      "speaker": "BERMAN",
      "sentences": "It sounds -- it sounds like you're against -- it sounds -- it sounds like you're against Vladimir Putin doing whatever the hell he wants.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:07",
      "speaker": "SPARTZ",
      "sentences": "Well --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:07",
      "speaker": "BERMAN",
      "sentences": "The reason I was asking is because Donald Trump --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:07",
      "speaker": "SPARTZ",
      "sentences": "Well, of course. Listen, let's just understand. Yes, he's not our friend. But let's just be honest. He only understands strength. He only understands strength. If we're not strong, he will do that. And we need to be very realistic. And he got away -- (INAUDIBLE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:07",
      "speaker": "BERMAN",
      "sentences": "OK. So, if a Republican -- a Republican presidential candidate -- if a Republican presidential candidate who may end up being president says, I hope Russia does whatever the hell it wants, how will Putin respond to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:07",
      "speaker": "SPARTZ",
      "sentences": "Well, listen. You know, President Trump, he does a lot of competing. But he's been a tough negotiator. If you think about him pushing NATO allies to meet two percent, is it good for Putin, or deters Putin more?Do you think pushing Germany not to be dependent on you know, natural gas from Russia, is it really good for Russia, or actually determinism? Or do you think giving weapons, not blankets, like Obama did to Ukraine, do you think is deterrence? And he's the one who actually told Putin, not under my watch. So, I wouldn't worry about what he's campaigning, but what his strong actions deterred a lot of aggression and brought a lot of peace during his watch. And aggressors didn't move.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:07",
      "speaker": "BERMAN",
      "sentences": "OK. So -- just again, you say, don't worry about his campaign. You don't take Donald Trump at his word?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:07",
      "speaker": "SPARTZ",
      "sentences": "Now, listen. You know, there are a lot of campaigns, but I look at actions. You know, I look at -- and the worst has said to Putin, not under my watch, and Putin didn't move. But under President Biden's watch, he did move. And that is the reality. And now, we have a serious war. So, I'm not looking at politics. And I'm looking at the situation is very serious right now. BERMAN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:07",
      "speaker": "SPARTZ",
      "sentences": "We have a very serious war in the Middle East, in Europe. And we have to really get together. And Congress needs to really get strong get to put pressure on the administration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:07",
      "speaker": "BERMAN",
      "sentences": "All right, Congresswoman Victoria Spartz, we appreciate your time. Thanks so much for being with us. Sara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:07",
      "speaker": "SIDNER",
      "sentences": "Thank you, John. \"The Daily Show\" returns with Jon Stewart just in time for the 2024 race. And he's managed to rile everybody on all sides up.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:52:28",
      "speaker": "SIDNER",
      "sentences": "Jon Stewart officially back from his nine-year hiatus from The Daily Show. He wasted no time addressing the elephant in the room and the donkey, the age. I mean --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:52:28",
      "speaker": "BERMAN",
      "sentences": "I get it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:52:28",
      "speaker": "SIDNER",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:52:28",
      "speaker": "BERMAN",
      "sentences": "Well, look --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:52:28",
      "speaker": "SIDNER",
      "sentences": "Democrats? Republicans? OK. The age of the 2024 front-runners.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:52:28",
      "speaker": "STEWART",
      "sentences": "The Super Bowl was on Sunday and the president was offered a chance as per tradition to do an interview where millions and millions of people could see him competently and clearly lay out his 2024 agenda or he could just turn that down and do what this is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:52:28",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Game or halftime show?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:52:28",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Game.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:52:28",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Jason Kelce or Travis Kelce?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:52:28",
      "speaker": "BIDEN",
      "sentences": "Mama Kelce. I understand she made great chocolate chip cookies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:52:28",
      "speaker": "STEWART",
      "sentences": "Fire everyone. Everyone. How do you go on TikTok and ended up looking older? Biden's lost the steep. But Trump regularly says things at rallies that would warrant a wellness check.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:52:28",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "All I know about magnets is this. Give me a glass of water. Let me drop it in the magnets. That's the end of the magnets.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:52:28",
      "speaker": "STEWART",
      "sentences": "I'm not a scientist. I'm pretty sure water is not the end of magnets. They're the oldest people ever to run for president. Breaking by only for years. The record that they set.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:52:28",
      "speaker": "BERMAN",
      "sentences": "Here now. CNN's senior media reporter Oliver Darcy, who I think broke the news that Stewart was coming back to Monday nights in \"The Daily Show.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:52:28",
      "speaker": "SIDNER",
      "sentences": "He's back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:52:28",
      "speaker": "BERMAN",
      "sentences": "It finally has happened. What did you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:52:28",
      "speaker": "OLIVER DARCY, CNN SENIOR MEDIA REPORTER",
      "sentences": "I thought it was quite funny. I don't know what you all thought. But we were both all cracking up behind the scenes here.What's interesting is that Stewart of course is coming back to a much different media landscape than when he departed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:52:28",
      "speaker": "SIDNER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:52:28",
      "speaker": "DARCY",
      "sentences": "And so, how much influence he has on the election with this kind of commentary? That remains to be seen. Because we're not sure how many people are going to be watching.Ratings are coming out later today. But you know, millions of people have cut the cords since Stewart left. They've moved on to streaming services. Paramount's obviously hoping that by putting him back on Comedy Central that they're going to get a boost in audience, and you know, really push the daily show back to the cultural status it once had under Stewart. But you know, it is a fragmented media environment. And Jon Stewart's audience, you know, I saw a post the other day on social media about how his audience has aged quite a bit, right? Those millennials who are staying up until 11:00 p.m., are they going to be able to stay up until 11:00 p.m. these days, or have their lives changed and their habits changed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:52:28",
      "speaker": "BERMAN",
      "sentences": "It's 7",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:52:28",
      "speaker": "DARCY",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:52:28",
      "speaker": "BERMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:52:28",
      "speaker": "SIDNER",
      "sentences": "Well, and here's the thing. When you look at this, though, when it blows up, though, on social media, you are getting two different audiences.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:52:28",
      "speaker": "DARCY",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "DARCY",
      "sentences": "How you measure influence is completely changed, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "SIDNER",
      "sentences": "It's different.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "DARCY",
      "sentences": "You know, these clips are obviously going to be circulated --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "SIDNER",
      "sentences": "Everywhere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "DARCY",
      "sentences": "Everywhere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "SIDNER",
      "sentences": "Everywhere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "DARCY",
      "sentences": "But you can't necessarily measure that as easy as you can measure cable news or cable -- a cable channel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "SIDNER",
      "sentences": "Right. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "BERMAN",
      "sentences": "We get about 20 seconds left here. Do you really think he'll stick to just Monday nights? He's just on Mondays, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "DARCY",
      "sentences": "I think, he will. I mean, this is a new experiment we're seeing too with different channels.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "SIDNER",
      "sentences": "Channels, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "DARCY",
      "sentences": "You know, where you have Rachel Maddow on MSNBC on Monday nights, now you have him on Comedy Central Monday nights. And so, once-a-week thing with these big stars that come on to deliver their commentary. And they're off for the rest of the week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "SIDNER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "BERMAN",
      "sentences": "Sounds like a good schedule. Oliver Darcy, we'd like you on every day. Come back every day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "SIDNER",
      "sentences": "OK. Watch what you ask for, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "BERMAN",
      "sentences": "I'll be careful. Believe me. Oliver Darcy, great to see you. Thank you very much.",
      "isLastSentenceInterrupted": false
    }
  ]
}