{
  "date": "2024-04-12",
  "headline": "CNN News Central",
  "subHeadline": "Military.com: Some Military Daycares Slow To Report Child Abuse; 6 Rare Sawfish Deaths In 7 Days Baffle Scientists; \"Space Shuttle Columbia: The Final Flight\" Airs Sunday At 9PM. Aired 3:30-4p ET",
  "utterances": [
    {
      "timeStamp": "15:30:00",
      "speaker": "KATE KUYKENDALL, DAUGHTER WAS ABUSED AT MILITARY DAYCARE IN HAWAII",
      "sentences": "It made it hard to help her heal and get better. So I just really wanted to help Isabella when she was having a really tough time for the first five months after the abuse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "You wanted to know what she was going through so you could help her. What ultimately happened with the investigation? Did you run into walls?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "KUYKENDALL",
      "sentences": "Yes, yes. Every outlet I tried to go to ask for help, to ask for advocacy, support, I was met with the same type of quote was just, it was just a pinch, pinch. It was just one person. There's nothing else there. We watched all the videos. I'm not going to waste my time.So yes, that was the wall I kept hidden for the first.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "KEILAR",
      "sentences": "Yes, and obviously it was more than that. This has gone all the way up to the Pentagon now, Kate. And I know that you've seen the reaction from the Major General Pat Ryder at the Pentagon.He said: Any harm to children is unacceptable. These reports will be taken seriously. It is paramount that we ensure children on DoD installations are provided a safe, healthy and caring environment and their families have confidence in the care provided. He points out this is being referred to the Inspector General for a review. The Army, which of course your husband is in the Army. This was a Navy facility. There have been instances in other cases of abuse in Army facilities, but they expressed sadness and concern and said they'll cooperate with this investigation. What do you want from this IG investigation, Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "KUYKENDALL",
      "sentences": "I want policy changes. I want procedure changes. And I want it to be transparent with parents. Hey, when this happens to your child, you can expect this.The policies that are in place were not being followed. The procedures were not being followed. So I think everybody needs to know what those are to give the parents the reassurance that their kids are going to be taken care of. And again, these are service members' children. They deserve the best of the best and not their minimum, you know, So that is my hope. That is my hope that this will change. And I have faith in this that it will get better.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "KEILAR",
      "sentences": "Your husband is not with you today. There are some sensitivities. I just want to be clear about active duty service members talking to the media. You know, there are sensitivities about that.But clearly he is frustrated. He spoke to military.com. He said that there's too much expletive that happened to our child here. He said the people that were supposed to help, they all failed, the cops failed, and the Navy, sure, as expletive, failed. As you know, I know so many military families know it's a family business, military service. And I wonder how you feel now about your support of your husband's service.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "KUYKENDALL",
      "sentences": "Yes, my husband would give his life for this country. And he does put a lot of effort into providing the best of the best for himself. He investigated this whole thing on his own, 75 hours of footage. And to do all of that and watch your daughter be assaulted by multiple women and then have to go to work, he kept it together and he gave outlets, agencies chances to do right.But it took this advocacy coming out to get to where we are today. So we are very optimistic that this will change and I'm very proud of him. And it's just black and white. We're not afraid. He's not afraid of retaliation because, you know, this is not -- but the military values. You know, this is just the daycare facilities need to fix their procedures and their policies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "KEILAR",
      "sentences": "Yes, certainly. And the hope obviously is that other families are going to benefit from this. Kate Kuykendall, thank you so much. We really appreciate you and your courage to speak out. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "KUYKENDALL",
      "sentences": "Thank you. Thank you for your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "JESSICA DEAN, CNN HOST",
      "sentences": "Fish in Florida spinning in circles until they die. And now there's new urgency in the push to solve the bizarre mystery after six critically endangered small-tooth sawfish washed up dead in the past seven days. It's a dramatic increase in the deaths of the rare creatures.CNN's Bill Weir has been following this disturbing phenomenon for months now. Bill, what more can you tell us? This sounds so strange.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "KEILAR",
      "sentences": "As an accomplished pilot, space journalist and former member of NASA's advisory council, Miles O'Brien has just about seen it all. His coverage of all things aviation and space gave him a front row seat to NASA's space shuttle launches, including the Columbia mission in 2003 that ended with seven astronauts losing their lives. Here's Miles O'Brien remembering what it was like covering the tragedy in the new CNN original series, \"SPACE SHUTTLE COLUMBIA(BEGIN VIDEOTAPE) MILES O'BRIEN, CNN AEROSPACE ANALYST: No further communications with the spacecraft about 8 a.m. Central time. Hang on, let's listen in. And no further tracking data from the spacecraft that was gained from C-band tracking radar at the Merritt Island tracking station in Florida. My team was in the control room and they were like, this is serious. We need to get Miles off that couch. And as I was making my way across the newsroom to this other set, I literally started heaving.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The console that I was at, we had an off-duty flight director who called our console and said, hey, I'm watching the landing on TV and they're showing this debris in the sky. That's when we realized it really was bad.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "KEILAR",
      "sentences": "And we're joined now by CNN aviation analyst, Miles O'Brien. It's hard to watch that, Miles. You were on CNN when the news came in. You stayed on the air for more than 12 hours covering this. Take us back to that. What was it like?O'BRIEN: I got to tell you, Brianna, that it's very hard to go back over this turf even 20 years later. The worst part of it, Brianna, for me is I knew in an instant what it was because we had all seen this huge piece of foam fall off the external fuel tank of the space shuttle hitting the leading edge of the wing of Columbia on launch day. And that ultimately created this breach in the wing which caused the vehicle to break up in the searing heat of re-entry 16 days later. But after the launch, I called several of my sources at NASA and said, you know, did you see this? We all saw it. It was quite obvious. And they said, oh, don't worry about it. We've had foam like this fall off. It doesn't do anything. It's light. And I let the story go, Brianna. And the moment that they said that they didn't have communication and more importantly, that they didn't have radar telemetry which tells you there's nothing there, I knew what had happened. And so to go back to that, it's tough. It was such a hard day. And to this day, I don't know how I pulled it together to talk for 12 plus hours after having endured that loss and also that profound knowledge that maybe if I had done a story that the events might've turned slightly differently. Who knows?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "KEILAR",
      "sentences": "I think that's also the thing, Miles, was we'd gotten to that point with space travel where we'd gotten kind of used to this idea that it was safe, right? But the truth is it is so dangerous. It remains dangerous.And I don't know if you remember, but I actually covered the first night launch with you, the first night launch after Columbia because they were doing day launches. Remember that? O'BRIEN: Brianna, I'll share this with your audience. I tell people all the time when they ask about you how amazing you were and how much homework you did and how you were, you know, kind of faced with this assignment which required a steep learning curve, how impressive you were as a reporter. So I will always remember your efforts at the so- called press mound at the Cape.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "DEAN",
      "sentences": "We're waiting on an update from officials after a tractor- trailer crash into a Texas Department of Public Safety office in Brenham, Texas, that's by Houston. There are multiple serious injuries there. We'll, of course, continue to monitor that situation.",
      "isLastSentenceInterrupted": false
    }
  ]
}