{
  "date": "2024-04-17",
  "headline": "Isa Soares Tonight",
  "subHeadline": "Historic Mayorkas Impeachment Trial Begins In Senate; Top Diplomats Urge Israel To Use Restraint In Iran Response; Benjamin Netanyahu: Israel Will Decide How To Respond To Iran; Georgia Continues To Pursue \"Foreign Agents\" Bill; Interview With Georgian President Salome Zourabichvili; The Struggle To Get Aid Into Gaza; Israel-Hamas War; Fire Prompted U.S. Navy Ship Headed For Gaza To Turn Back, Potentially Delaying Building Port; Gaza's Health Ministry Said At Least 56 People Killed In The Past 24 Hours; Pressure To Increase Assistance Flow To Gaza Applied On Israel; Summer Olympics In Paris Just 100 Days Out; U.S. Women's Tight Outfit Drawn Criticism For Nike. Aired 2-3p ET",
  "utterances": [
    {
      "timeStamp": "14:00:25",
      "speaker": "JIM SCIUTTO, CNN INTERNATIONAL HOST",
      "sentences": "Impeachment trial of the Homeland Security Secretary Alejandro Mayorkas is underway in the Senate. The SenateMajority leader Chuck Schumer has just proposed in effect some debate on these articles 60 minutes each for each of the resolutions. Republicans do not seem to be happy with that, but of course, Democrats hold the majority. We will continue to monitor as we see next steps. Turning over coverage now to Isa Soares in London.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:25",
      "speaker": "ISA SOARES, CNN INTERNATIONAL HOST",
      "sentences": "Thank you very much, Jim. Let's get straight, of course, you can see there the U.S. Senate at 2 O'clock in theafternoon, that's where history is unfolding this very   hour. Just minutes ago, senators were sworn in, you saw that as jurors in the First Impeachment trial of a sitting U.S. cabinet official in some 150 years. Homeland Security Secretary Alejandro Mayorkas facing charges that he is willfully and systematically ignoring immigration laws on the U.S. southern border and lying to Congress. U.S. Senate Democrats are expected to kill this move by House Republicans as quickly as possible. Hope we can speak to Annie Grayer who can talk us through what we are seeing. Annie, I hope you're there with us. Just talk us through what we are looking at here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:25",
      "speaker": "ANNIE GRAYER, CNN REPORTER",
      "sentences": "So, the Senate is voting right now on whether the first articles of impeachment against Mayorkas rises to that high levelof a high crime and misdemeanor. So, just as soon as centers were sworn in, now we are getting right into the action here. This is a really important vote. It will really tell us a lot about how the rest of this trial and floor debate will go after senators were sworn in as jurors, the Majority leader in the Senate, Chuck Schumer set, tried to open up the floor for debate and create a time-share agreement to slip between Democrats and Republicans. Republicans rejected that offer. And so, now Schumer has moved to try and kill the first article of impeachment that Republicans are bringing against Mayorkas. So, we are watching this vote play out in real time. Obviously, Republicans have been blaming Mayorkas for the crisis at the southern border. And pointing to him as directly responsible, but Democrats see this entire impeachment effort as a sham. And constitutional experts say that the evidence that Republicans have put forward does not mean that high bar of impeachment. So, we will see as this floor vote -- as this floor-vote plays out, what happens next. But we're in the thick of it now, and we just have to wait and see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:25",
      "speaker": "SOARES",
      "sentences": "Indeed, and we are closely monitoring, closely watching, of course, the live image is coming from Capitol Hill. I wonder, Annie, if you give ussome of the sense that you'll getting from the halls of power in terms of which way you know, Democrats will vote if they're all aligned here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:25",
      "speaker": "GRAYER",
      "sentences": "Look, I think we know how this is going to end with Democrats controlling the Senate and having the majority here. We are not expectingMayorkas to be convicted. That is pretty well established on Capitol Hill. But how long it takes this process to play out, and what maneuvers Republicans try to make in this process is still an open question. So, the timeline here is what's a question? The conclusion though is pretty -- we're pretty assured that Democrats are ultimately going to come together and Mayorkas will not be convicted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:25",
      "speaker": "SOARES",
      "sentences": "And do we know, Annie, how quickly -- I mean, this -- will this happen very quickly? Do we have a sense of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:25",
      "speaker": "GRAYER",
      "sentences": "We know that Schumer and Senate Democrats want to wrap this up quickly, but we'll see what this vote, this will give us a sense of howlong things are taking, how quickly senators are moving.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:25",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Ann, I know you will be staying across it for us, you'll be our eyes and ears, of course, as soon as there are any more developments, ofcourse, we will come to you. Annie, thank you very much. We'll keep an eye on this historic as well as controversial to say Senate impeachment trial of Homeland Security Secretary Alejandro Mayorkas, as soon as there are any developments there, of course, we will bring them to you. I want to get to them at least in the meantime, and a strong diplomatic push from Israel's allies who are hoping to avoid an all-out war. The German and British Foreign Secretaries in Israel today for a flurry of meetings with top Israeli officials, including war cabinet member Benny Gantz. The top diplomats were there, are calling on Israel to practice restraint as it considers its response to last weekend's attack by Iran. But Israeli Prime Minister Benjamin Netanyahu remains defiant. He says, Israel and only Israel will decide where, when, and how to respond. Have a listen to this. (BEGIN VIDEO CLIP) BENJAMIN NETANYAHU, PRIME MINISTER, ISRAEL (through translator): I thank our friends for their support for the defense of Israel. And I say this, both support in words and support in actions. They also have all kinds of suggestions and advice. I appreciate it. But I want to make it clear, we will make our own decisions, and the state of Israel will do everything necessary to defend itself. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "A new poll shows that nearly three-quarters -- as you can see there, of Israelis opposed a retaliatory strike if it undermines Israel'ssecurity alliance with its allies. The Hebrew University survey of nearly 1,500 people included both Israeli Jews as well as Arabs. And we are covering, of course, all the diplomatic -- the latest diplomatic developments with CNN's Nic Robertson, Jerusalem, and our Kylie Atwood, you can see there at the State Department. And Nic, let me start with you as we just showed our viewers, we saw both the British and the German Foreign Ministers visiting Netanyahu today. Do we know what came out of that meeting? And is there any indication that you're getting on the ground as whether Prime Minister Netanyahu is listening to these growing calls for Israel to exercise restraint here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "And we know that the Prime Minister is also hearing calls from within his own governing cabinetthat are saying, got to double down and shock based -- rock, I think is the words Bezalel Smotrich used there, a cabinet member saying that they should rock Tehran, that's the level of response. So, we're not getting a clear indication of how much more David Cameron; the British Foreign Secretary or Annalena Baerbock; the German Foreign Secretary, we're not really getting a sense of how their messages landed other than what you heard the Prime Minister say that, that Israel will make its own decision. But we did get a take-away from them. I think that they realize -- and this is what we heard from Cameron. They do realize that Israel is going to strike, and his message was, look, just try to do it in a way that doesn't escalate the situation in the region. And I think the question then becomes, is Israel really able to judge how Iran is going to respond because they misjudged Iran's response when they hit those IRGC commanders, and the consulate in Damascus two weeks ago. So, that's the big open -- that's the big open question, but I think the fact that the Prime Minister inside his war cabinet is still debating what to do indicates that he is -- that he is sort of slowing his action to engage in conversation, but it's not clear which way it's going to come down. And I think the other takeaway here is to have both -- to have both the German and British Foreign Secretaries together going into a meeting, not just with a Foreign Secretary here, they kind of part with the president there with Benny Gantz, with the Defense Minister, with the Prime Minister as well, that, that shows the level of coordinated international pressure - -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Indeed --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "ROBERTSON",
      "sentences": "Being put on Israel. But it was also flipped back because they were told, look, you need to put pressure on the G7, you need to putpressure at the U.N., to sanction Iran further, to call the IRGC a terrorist organization. So, it was a two-way conversation we know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "ROBERTSON",
      "sentences": "That much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Yes, will be interesting to see, of course, whether Israel waits for any sort of decision on their end, waiting to see from G7 what comesout from them and from their allies. Kylie Atwood, appreciate it, thank you very much. Let me go back to Nic Robertson who is in Jerusalem for us. And Nic, I mean, clearly, this is a watershed moment in the Middle East. And I imagine a tense moment. Where two ordinary Israeli stand on how to respond to Iran here? Just speak to the domestic pressures ongoing. The battles that Netanyahu is facing domestically.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "ROBERTSON",
      "sentences": "Yes, I think as much as Israel made a miscalculation about Iran's response, that they actually crossed the red line. They didn't thinkthat they would cross. This comes about because Iran is reading the situation inside Israel. They're reading the divisions. They're reading the fact that 74 percent of the population here don't want Israel to strike back if it's going to lose support from international allies and partners. There is a concern about the strength of that relationship with international allies and partners, and Iran has really exploited that division, but there are many other divisions here at the moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Nic, if you -- I'm not sure if Nic is still with us, we're having some technical problems, Nic, we'll try and refresh the feed. But whilst wedo that, just talk to that because, I mean, it is -- we've seen the domestic pressures, obviously, we have the international pressures that we have seen from our allies around the world, asking for restraint, but also the domestic pressures. Those who won perhaps not just restrain, but also Israel to be tougher here with Iran. What are you hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "ROBERTSON",
      "sentences": "Yes, I mean, just to break down what those divisions are. Obviously, we talked about the international disquiet on happiness,pressure now on the Israeli government to tone down what it's doing in Gaza, not kill Palestinian civilians there, almost 34,000 now, and to get the humanitarian aid in. So, there's that -- there's that tension there, but it goes to the issue of hostages, and importantly, goes to the issue of how Prime Minister Netanyahu is handling it. (BEGIN VIDEOTAPE) ROBERTSON (voice-over): As protesters in Tel Aviv were trying to unseat Israel's Prime Minister Saturday, demanding he stopped the war in Gaza, allow the release of hostages, Iran was launching attack drones towards them. The two things are not disconnected. Iran appears to think Benjamin Netanyahu is vulnerable, unpopular at home, increasingly alienated from his iron-clad ally, America.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "GERSHON BASKIN, FORMER HOSTAGE NEGOTIATOR",
      "sentences": "He has created so much damage to our society, the sacrificing of hostages is the kind of harm that will takea generation or more for Israeli society to heal from.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "BASKIN",
      "sentences": "He wants to prolong the war because he knows on the day that this war is over and the Commission of Inquiry headed by a Supreme Court judgewill be formed, they will hold him responsible for what happened on October 7th, and for what led up to October 7th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "ROBERTSON",
      "sentences": "The hostage issue is just one of many pulling the country apart. The Prime Minister says there will be an inquiry once the war is over.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Prime Minister Netanyahu, you have to be strong!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "ROBERTSON",
      "sentences": "At pro-government rallies, attitudes are uncompromising, risking alienation with America by shunning U.S. demands.(on camera): But they're saying 33,000 Palestinians is too many.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Fifty -- we want 5,000 -- 100,000 --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "No!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "People --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "In World War II, there was not a second, there wasn't Hiroshima that America wanted to win the war --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "ROBERTSON",
      "sentences": "They're calling here for more people to come out on the street and support the Prime Minister, telling him to be strong. But the realityaccording to independent polling here is that only 52 percent of the people believe that Prime Minister can bring the hostages home. This is a divided country. (voice-over): Six months after Hamas' brutal attack, the Nova Music Festival site and more than 350 people were slaughtered by the terror group has become a memorial. Orna Kadmon whose brother was killed came back, says, she feels the loss more now. ORNA KADMON, BROTHER KILLED ON OCTOBER 7TH: There is one solution, very clear, very simple. But it's not politically correct, so -- ROBERTSON (on camera): What's your solution and that of Gaza?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "KADMON",
      "sentences": "Air Force clean all Gaza.(APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "ROBERTSON",
      "sentences": "This is everyone supports you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "KADMON",
      "sentences": "I know it's impossible, but this is my wish. You know --ROBERTSON (voice-over): Israel's war in Gaza has so far claimed the lives of more than 33,000 people, according to the health ministry there, and triggered a humanitarian crisis of catastrophic proportions. Baskin gets Israelis anger, says, they're still living in the trauma of October 7th, but that won't bring peace.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "BASKIN",
      "sentences": "The ultimate victory over Hamas is not military, it's political. It's when the Palestinians have freedom and dignity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "ROBERTSON",
      "sentences": "Iran's missiles that impacted Sunday might focus minds, Israel's enemies are exploiting divisions or it could deepen the wedge as debateover how to respond drags on. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "ROBERTSON",
      "sentences": "And I think at the moment, you can say that it's just deepening the divisions, the frustrations over how to handle the hostages, how tohandle the war, closeness or not the international community, the internal hardline politics that the Prime Minister has embraced as part of his government, all of that seems to indicate Israel is somehow moving towards an inflection point where it chooses another path. But at the moment, you know, past practice for Israel is to go down the choice of deterrence, which means potentially -- really potentially escalating with Iran.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:21:21",
      "speaker": "SOARES",
      "sentences": "Welcome back. Well, Donald Trump's historic criminal trial is getting a moment to breathe, court is not in session today, but more thanhalf of the jury has been selected so far. Four men and three women are set to serve. That number is expected to grow when jury selection resumes tomorrow. The judge says he hopes the selected jurors can return as soon as next Monday for then the opening statements. Joining us now to talk about the jury selection process, CNN's Kara Scannell, who is live for us in New York. Kara, great to see you. So, just break it down for us. What more are we learning about these seven jurors who have been selected?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:21:21",
      "speaker": "KARA SCANNELL, CNN CORRESPONDENT",
      "sentences": "So, we have a bit of a thumbnail sketch of who these jurors are. As you said, it's four men, three women, most ofthem have college degrees or higher, and what we know about them is one of them is an oncologist, nurse, two of them are lawyers, one person, a woman is a software engineer. There's also a school teacher who says that she likes that Trump speaks his mind, and interestingly, was not aware that he has been charged in three other criminal cases until she learned that yesterday. Also in the jury is a grandfather who said that he finds Trump fascinating and mysterious because of his ability to draw such strong reactions from people one way or the other. Now, as you say, these seven jurors are seated, they need to get to 12 jurors and as many as six alternates. So, there's still some more work to be done, and tomorrow when jury selection resumes, they will bring in a new panel of 96 jurors and then begin the selection process again. So, that means the judge will initially ask if anyone believes they can't be fair and impartial, and they don't want to serve, those members will be excused. We saw this first go round that knocked out a little more than half of the original 96. From there, then they go through this 42 questionnaire, which covers everything from what does a juror do for a living? What are their hobbies to, have they ever attended a pro-Trump or an anti- Trump rally? Are they a member of any extreme group either on the right side or the left side? Really trying to just understand the jurors. After that, then the attorneys get a chance to question them, they each side, both Trump lawyers and the prosecutors get about 30 minutes, after they evaluate all of that, then they can go to the judge and raise any other concerns of, you know, individual jurors they might think are bias, if not, that's when they can begin executing their strikes. They get 10 each. They both view six, so there's four to go. Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:21:21",
      "speaker": "SOARES",
      "sentences": "Kara, we should have a look, what happens tomorrow, thank you very much, appreciate it, Kara Scannell there. I want to take you back now tothe impeachment trial of U.S. Homeland Security Chief Alejandro Mayorkas is underway as we brought you at the top of the hour on Capitol Hill. It's 2:23 in the afternoon. And it is like we told you at the top of the hour, the first time a sitting presidential cabinet member has been impeached in 150 years, and it could be over rather quickly. U.S. Senate Majority leader Chuck Schumer is pressing for dismissal of all impeachment charges against Mayorkas. And the process was started, if you remember, by U.S. House Republicans back in February over what they call Mayorkas' mishandling of the migrant crisis on the southern border. Keeping an eye on all the developments right now on Capitol Hill is Annie Grayer. So, Annie, any votes of significance happening right now, just talk us through what we've been seeing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "GRAYER",
      "sentences": "We know that this is likely going to end not in a conviction for Mayorkas because Democrats have majority of the Senate. But the question ishow Republicans try to delay this and extend this as long as possible. And that's what we're seeing play out right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "Yes, indeed, it is historic day, we'll keep our eyes peeled, of course, on that Senate floor and the impeachment trial of Homeland SecuritySecretary Alejandro Mayorkas. Annie, I know you'll keep abreast of it as well soon as there are any more developments, do come back to us. And still to come tonight, violent protests on the streets of Tbilisi after the first reading of a controversial bill. We'll speak to Georgia's president about what critics are calling the Russia bill. That is next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:19",
      "speaker": "NIKA MELIA, OPPOSITION MEMBER OF GEORGIAN PARLIAMENT",
      "sentences": "They were in cahoots with Putin to let us without the sovereignty. I can say, definitely, theGeorgians and the Georgian will cannot be defeated. No chance. Georgians will prevail over the Russian victories.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:19",
      "speaker": "TAMAR KHOJAMIROVA, OPPOSITION SUPPORTER",
      "sentences": "It's like copy pasted from similar a Russian law against freedom of media, against freedom of organizations.And it's like we will receive same results as now Russians are facing. SHUKLA (voice-over): President Vladimir Putin's spokesperson disagrees. There is no way to link this bill and the desire to secure Georgia's internal politics with some kind of Russian influence. This is not the case. Russia, Georgia's neighbor who it fought a brief war with in 2008, has a similar law on Foreign Agents and is widely viewed as being a suppression of civil society and press freedom. Georgia's ruling party still aspires to become a full E.U. member. But the bloc has described the law as not in line with E.U. core norms or values. President Salome Zourabichvili has promised to veto it. But the Georgian Dream seemed prepared to force the bill on Georgians, kicking and screaming. Sebastian Shukla, CNN, Berlin. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:19",
      "speaker": "SOARES",
      "sentences": "Well, Georgia's President Salome Zourabichvili has vowed to veto the controversial bill and she joins me now from Tbilisi. Madam President,welcome back to the show. As we heard there from our reporter, the bill has been approved on the first reading. There are two more readings, from what I understand, that -- then you're going to veto. Just explain to our viewers around the world why you're going to veto it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "SOARES",
      "sentences": "And as we know, you may veto but from our conversation that we had we saw similar protests last year when you and I spoke. You know, this mayonly be a delay because of course you don't have executive powers. And I imagine the ruling party can override your veto.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "ZOURABICHVILI",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "SOARES",
      "sentences": "What happens then? What are the chances then of stopping this bill from actually going through, Madam President?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "ZOURABICHVILI",
      "sentences": "Well, what is important now is to have the voice and our voice heard beyond Georgia's borders because it's very clear, and today isthe third night of protests by the Georgian population. There are very many young people outside on the streets and they are saying what they want for this country. And I am their voice. My veto is their voice. And our voice will be heard at the next elections on 26th October. That's when Georgia will decide on its destiny. And it's very important that up to then, we have non- governmental organizations that are able to do their job. It's very important that we have media that can do their job. It's very important that we have observing missions that can do their job. And that is the stake. It's the next elections. It's when Georgian people are going to say that they want a European future for them and for their children.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "SOARES",
      "sentences": "And as you're talking, Madam President, looking at footage of video just from this evening, third night of protests, the streets are packed.Clearly, many who are opposed to this bill, and we have seen same images for the last two days. And we saw similar scenes when you and I spoke back in March over this bill. You told me back then that this was almost a plot. You called it this time a Russian strategy of destabilization. Is this still at play?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "ZOURABICHVILI",
      "sentences": "It's more than ever. It's a Russian strategy. It's a provocation to the Georgian people. It's a provocation to our partners.Because what we see here at work is a Russian soft power. We see the military power at work in Ukraine, and it's not succeeding even if it's -- we do not see yet these support that Ukraine needs to get from all its partners. And here you see at work the soft power. In both cases, the challenge is for the West. The challenge is to support the countries that are fighting directly or that are fighting with their bare hands, like in Georgia, to keep their independence. To keep their European Euro-Atlantic pass.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "SOARES",
      "sentences": "And it's interesting you say that because I saw a comment -- I think it was from yesterday from Charles Michel, the European -- Presidentof the European Council, who talked about this Foreign Agent Bills. And on X, he said, let me be clear, the draft law on transparency of foreign influence is not consistent with Georgia's E.U. aspiration and its secession trajectory and will bring Georgia further away from the E.U. and not closer. That signal is exactly what you were saying, Madam President. You know, signals a potential complication for E.U. membership. Is this part of the destabilization that you were talking about from Russia?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "ZOURABICHVILI",
      "sentences": "Yes, that's what they're trying to do is to try to divide the Georgian society, to create here a confrontation. But that won't workbecause the Georgian population is united in its will to go towards Europe. Our European friends have said their word. The American friends have also said their word. It's only Russia that supports this bill. It's very strange.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "SOARES",
      "sentences": "Yes, and we -- and on Russia, Kremlin Spokesman Dmitry Peskov has said on this that -- I'm quoting here, \"This internal political process inGeorgia is being used to provoke anti-Russian sentiments. It is unlikely these impulses are being fed from within Georgia.\" Your quick reaction, Madam President?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "ZOURABICHVILI",
      "sentences": "Oh, for two centuries, the anti-Russian sentiment doesn't have to be fueled by anything because Russia is doing everything it can doto fuel that anti-Russian sentiment The last is the fact that it occupies two thirds of our territories So, nobody else outside of Russia has to fuel that sentiment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "SOARES",
      "sentences": "Madam president always wonderful to have you on the show. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "ZOURABICHVILI",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:42:14",
      "speaker": "SOARES",
      "sentences": "Well, another setback in efforts to get much needed humanitarian aid to Gaza. A U.S. Navy ship en route to help set up a massive temporarypier to distribute aid had to turn back after a fire broke out on board. It is not clear how that will impact the timeline, of course, for the construction of that pier that we told you about. Meantime, hospital officials say, a strike on a refugee camp killed at least 13 people, including seven children. Gaza's health ministry says 56 people have been killed in the enclave over the past 24 hours. CNN cannot independently verify those figures. Let me get more context on what's happening inside with the humanitarian crisis in Gaza. Melanie Ward, the CEO of the charity Medical Aid for Palestinians just returned from Gaza last week. She joins me now. Melanie, thanks for coming back on the show. You've just got back from Gaza in the last week or so. I wonder if you can give us assess -- your assessment of just the deteriorating conditions. We've seen from our reports, from filming on the ground from our teams, of course, putting their reports together, how dire it is. Give us your sense of what you saw first and foremost.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:42:14",
      "speaker": "MELANIE WARD, CEO, MEDICAL AID FOR PALESTINIANS",
      "sentences": "What I saw in Gaza was an unmitigated human disaster of historic proportions on every measure whetheryou look at shelter. So, I was in Rafah where there are more than a million people crowded in trying to seek shelter. And people have moved as far west as they can, so they're as close to the sea as they can possibly get, trying to escape the Israeli army. They don't even have proper shelter. So, in most cases they fashioned pieces of plastic over bits of wood to try to provide a makeshift home for themselves and their families. If you look at sanitation, there is none. And so, what that means is there are literally lakes of raw sewage everywhere. And the stench of sewage follows you everywhere you go in Gaza. They're right next to where people are trying to live. If you look at water where there's not enough water, because Israel still hasn't switched it back on again. And that's causing huge problems with dehydration. Our own medics report increased rates of infection caused by dehydration. On food, we know there's a famine conditions in much of Gaza. One in three children under the age of two are acutely malnourished and there's just not enough food, or the medical situation where the healthcare system's being destroyed. And all around you in Gaza, the attacks continue. So, I woke up every day to the sound of gunfire from Israeli battleships just off the coast. Drones are overhead at all times. You hear fighter jets going over and bombing people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:42:14",
      "speaker": "SOARES",
      "sentences": "And this is your first-time going in. I mean, you have been in Gaza before, but since October 7th. I mean, you of course, teams on the ground,you have been -- they're telling you what's happening. Did that shock you just seeing it for yourself?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SOARES",
      "sentences": "And there seems to be, and maybe you can shed some light on this, a war of words between the U.N. and Israel over aid. The U.N. has said thatit's one step forward, two steps back in what relates to aid. It says -- I'm quoting here, \"Aid deliveries within Gaza were facing --are facing significant checkpoint delays. In the last week, 41 percent of U.N. requests to deliver aid to Northern Gaza were denied.\" And Israel, meantime has said, we scaled up our capabilities. All the U.N. did was make up excuses. Aid needs to be collected and delivered. The U.N. needs to do its job. What is going on? You have seen some of that aid and what aid is not getting in. Just talk us through what is happening on the aid front.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "WARD",
      "sentences": "According to international law, there is one party who is responsible for making sure that the basic needs of the people of Gaza are met, andthat's Israel because it's the occupying power in Gaza. And that is the party which is responsible for obstructing aid. We can see this on every measure. So, before this war began, around 500 trucks a day got into Gaza. Since then, about a quarter of that amount is getting in. And in the middle of a massive war, of course, you need much, much more aid than normal. Ourselves, we have eight trucks of medical supplies for Medical Aid for Palestinians currently in the queue waiting to get into Gaza. I don't know when they'll get there. Another 15 trucks of shelter supplies about to join the queue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SOARES",
      "sentences": "And plenty of things are getting being restricted. Like what? Just explain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "WARD",
      "sentences": "Well, it's quite random. So, I saw a large number of the items that have been prevented from entering Gaza. That included a massive box ofcrutches. It included an anesthetic machine. It included an x-ray machine. Bleach, first aid kits, a wheelchair, it even included sleeping bags which were --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SOARES",
      "sentences": "Why? Why sleeping bags?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "WARD",
      "sentences": "Apparently because they were green and that's the color of the military. That was the excuse that was given. But why indeed? Why would youstop desperate, homeless people trying to survive an ongoing bombardment for six months from having sleeping bags? Obviously, that doesn't make any sense. And the situation is particularly bad in the north of Gaza. That's why we continue to call for all land crossings to be open for unfettered aid access and access for aid workers and for us to be able to work safely to assist people and avert the famine and the massive humanitarian catastrophe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SOARES",
      "sentences": "What is happening, meantime, in hospitals, of course? I know you visited Al-Aqsa, just talk to that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "WARD",
      "sentences": "I was in Al-Aqsa Hospital, which is a hospital in Deir al Balah. It was never a major hospital in Gaza, but it is now because there are only 10that are partially functioning. And of course, Shifa Hospital has been destroyed, which was the biggest hospital. So, usually, Al-Aqsa Hospital has 170 beds. There were 700 patients there. What that means is that everywhere on -- in the hospital, on the floor, there are patients everywhere. You walk into the entrance, it's full of people. Some are on beds. Some are on the floor. The first thing I saw was someone -- a patient with an open wound with flies in it. There's often no water, running water in the wards of the hospital. And so, I went up to the children's ward. I was in a bay in the children's ward which is designed to hold three kids, and actually there were eight kids there with their caregivers. All of them had been injured in Israeli airstrikes. And one of the little girls had a terrible arm injury and was waiting to receive surgery. She was screaming in pain because there isn't enough medication to help her. And the staff are too few and are completely exhausted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SOARES",
      "sentences": "And exhausted, of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "WARD",
      "sentences": "And one of the most disturbing things was that doctors are having to reuse medical equipment that is designed for single use. So, externalfixators which go through people's limbs through their bones to hold together fractured bones are having to be removed from dead people and reused on living patients.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:59",
      "speaker": "SOARES",
      "sentences": "Well, if you're counting, the Summer Olympics are now just 100 days out. The Olympic torch is making its journey to Paris. As you know, theflame was lit in Olympia, Greece during a beautiful ceremony that we showed you here on Tuesday. The City of Light has been busy preparing for the games. However, the war in Ukraine, of course, and the unrest in the Middle East, as we told you at the start of the show, have forced officials to make additional security plans. Have a listen to this. (BEGIN VIDEO CLIP) EMMANUEL MACRON, FRENCH PRESIDENT (through translator): If after analysis of the context, we think there will be risk. We have other scenarios. We have a plan B, and even a plan C to be perfectly clear. And they are being prepared also. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:59",
      "speaker": "SOARES",
      "sentences": "let's get more preview of what we would expect, Senior Sports Analyst Darren Lewis. A regular now on our show. This is great, Darren.Great to have you here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:59",
      "speaker": "DARREN LEWIS, CNN SENIOR SPORTS ANALYST",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:59",
      "speaker": "SOARES",
      "sentences": "Look, we heard Macron saying, you know, there are different scenarios. Plan B, Plan C for security. Do we know any more about thoseplans?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:59",
      "speaker": "LEWIS",
      "sentences": "Yes, the Olympics start on July 26th. The plan had been for around about 600,000 members of the public to be along the banks of the RiverSeine as a flotilla of boats carrying the national teams goes down the Seine. But because of those concerns, and you and I spoke last week --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:59",
      "speaker": "SOARES",
      "sentences": "Yes, we talked about it last week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:59",
      "speaker": "LEWIS",
      "sentences": "-- about security concerns. And because of the fact that lots of people have said, do you have contingencies in case you do get intelligenceof an issue? Macron has been doing that round of interviews saying, look, we do have plan B and C. Plan B could be to move to the Place du Trocadero, or anyone who's been to the capital city of France will know that's the best place to get a view of the Eiffel Tower. Well, he was saying we could go there with a reduced number of invited guests, or we could go to the national team stadium, the Stade de France where we could hold the ceremony there again with a limited capacity of invited guests. Either way, he's moving very quickly, as you've seen it. It's on a round of interviews. 30,000 police and gendarmes each day to protect the visitors to the Olympics. 20,000 private security staff and also soldiers in what's described as a watching mode. He's moving very quickly and effectively to reassure the French public that they will be safe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:59",
      "speaker": "SOARES",
      "sentences": "Yes, especially given of what we discussed with security concerns - -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:59",
      "speaker": "LEWIS",
      "sentences": "We did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:59",
      "speaker": "SOARES",
      "sentences": "-- that we discussed across Europe in some of the key stadiums, including in Paris. Let's talk about the athletes, because the sportswear'sfirm has been criticized. There's been some criticism over U.S. women's, right, Olympic team outfits. Just what exactly -- I haven't seen this, so I need you to tell me what exactly has happened here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:00",
      "speaker": "SOARES",
      "sentences": "Yes, and if we bring that up, Sarah -- I'm just going to get my producer, Sarah Chiplin, to bring that up. If we bring that up, you'retalking about the high cut --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:00",
      "speaker": "LEWIS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:00",
      "speaker": "SOARES",
      "sentences": "-- nature of that beginning. Do we know athletes that have said ruled out, we're not going to wear this. What -- have they come out andsaid this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:00",
      "speaker": "LEWIS",
      "sentences": "They haven't said they're not going to wear it. They have just expressed alarm and concern. And I think it's been tempered by the factthat Nike, as I say, have suggested that there are a number of options, not just that one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:00",
      "speaker": "SOARES",
      "sentences": "Did they show you the other options?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:00",
      "speaker": "LEWIS",
      "sentences": "They didn't, and that's the interesting thing. A cynic would suggest maybe, you know, after the flag controversy with the England national teamshirt --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:00",
      "speaker": "SOARES",
      "sentences": "Yes, of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:00",
      "speaker": "LEWIS",
      "sentences": "-- that maybe someone saw the commercial advantage in, perhaps, offering that when everyone talks about it, but we shall see.",
      "isLastSentenceInterrupted": false
    }
  ]
}