{
  "date": "2024-04-28",
  "headline": "Fareed Zakaria GPS",
  "subHeadline": "College Campuses In Turmoil Over Gaza; Interview With Former Israeli Ambassador To The U.S. Michael Oren; How American Guns Fuel Violence In Mexico. Aired 10-11a ET",
  "utterances": [
    {
      "timeStamp": "10:00:51",
      "speaker": "FAREED ZAKARIA, CNN HOST",
      "sentences": "This is GPS, the GLOBAL PUBLIC SQUARE. Welcome to all of you in the United States and around the world. I'm Fareed Zakaria coming to you live from New York.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:51",
      "speaker": "ZAKARIA",
      "sentences": "Today on the program, America's college campuses in turmoil over the war in Gaza. Is it free speech or threats of violence? We have two strong voices with very different views.Then, in Israel, plans continue for the invasion of Rafah and the White House continues to urge against it. Michael Oren, Israel's former ambassador to America, helps examine how this will play out. And Secretary Blinken traveled to China this week and gave a warning over Beijing's support of Moscow. Are U.S.-China relations to tense or not tense enough? I'll talk to Donald Trump's former top China aide Matt Pottinger. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "BRUCE ROBBINS, PROFESSOR, COLUMBIA UNIVERSITY",
      "sentences": "Well, most of the faculty and I think the student body think that what's gone wrong is calling in the police. That the protest was calm, well-organized, not violent. There was little if any intimidation of anyone, and there are people who don't agree with the protesters who absolutely don't agree with bringing in the police. I think that's the single biggest thing.The other thing that faculty object to most strongly, and again, whatever their positions on the Middle East is that in President Shafik's testimony before Congress, she didn't stand up for the principles of the university, which is academic freedom, shared governance, due process, transparency.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "ZAKARIA",
      "sentences": "Bret, in your view, what went wrong at Columbia over the last few weeks?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:03",
      "speaker": "ZAKARIA",
      "sentences": "So, but let me ask you about that because you've, you know, classical liberal, you've written eloquently about how free speech, you know, involves speech that offends people. Is it not OK for people to, you know, certainly not something I think any on this table agrees with, but if somebody were to say I agree with the goals of Hamas, that is free speech.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:03",
      "speaker": "STEPHENS",
      "sentences": "Of course it is, and I support --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:03",
      "speaker": "ZAKARIA",
      "sentences": "And should be protected.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:03",
      "speaker": "STEPHENS",
      "sentences": "I support free speech. OK. There's no question that should be the standard, including saying things that any of us might find objectionable or vile. I think part of the problem isn't so much the question of free speech. It's a question of double standards. And what I mean by that is if let's imagine that there were protests by a very aggressive white students marching for white supremacy in a Christian university somewhere in the middle of America, making a large percentage of black students on that campus feel profoundly unsafe and worried for their security.I don't think we would be looking at those white students and saying, you know, they also have free speech rights. So if the universities, one, will adopt the free-speech standard, it needs to be consistent and I think that's part of the objection here. You know, at Harvard, Harvard --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:03",
      "speaker": "ZAKARIA",
      "sentences": "But you are saying they should adopt a consistent free speech.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:03",
      "speaker": "STEPHENS",
      "sentences": "I think they absolutely should. They should lean in the direction of free speech provided there are commonsense rules about time, place, and manner of protests, disruption, and conduct that is effectively intimidating. So it crosses the line from speech to conduct. I don't think for instance there should be a heckler's veto.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:03",
      "speaker": "ZAKARIA",
      "sentences": "What do you think of all that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:03",
      "speaker": "ROBBINS",
      "sentences": "Well, it won't surprise you to know that I imagined that I think rather differently about this. First of all, there's a matter of fact, which I have to correct. People in the encampment, what we call the encampment, that's the protesters at Columbia, they have not shouted out slogans, chanted slogans in support of Hamas or the wanton destruction of civilian lives on October 7th. That is simply not the fact. It's a little upsetting I think to everybody at Columbia that themainstream media, as well as the politicians, have confused things that are chanted outside Columbia's gates with things that the Columbia protesters are saying because, I mean, I've spent time in the encampment, I haven't heard anything even remotely like that. There are things I'm sure that all three of us would have some trouble with that are being chanted outside the gates. Columbia is not letting those people in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:17:29",
      "speaker": "ZAKARIA",
      "sentences": "More now of our conversation about the crisis on American college campuses with Bruce Robbins, a professor at Columbia, and Bret Stephens, columnist for \"The New York Times.\"What is the difference between free speech and speech that intimidates, you know, making somebody uncomfortable? Again, like you, I feel awkward. I mean, you know, speech you disagree with is meant to make you uncomfortable. But it can clearly cross the line into physical intimidation, harassment, making people feel they can't go to their classrooms or dorms. So how do you draw that line?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:17:29",
      "speaker": "STEPHENS",
      "sentences": "It's difficult to do it. I don't think there's any easy line to draw, but there was a photograph, and again, I don't know exactly who the protester is. Maybe it's an outsider, maybe it's a Columbia student, appears to be in the quad of Columbia saying, Al-Qassam is next target. Al-Qassam is the military wing of Hamas and it's pointing at a bunch of students who were merely holding Israeli and American flags. That's a call to kill them. OK.Now, maybe in the wider sense of the term that may even be permissive, constitutionally permissible speech. But I would say that's the kind of speech that a university should look very carefully at allowing, rather I think it should be disallowed. When it goes into a sense of true threat, right, then then you're talking about impermissible speech.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:17:29",
      "speaker": "ZAKARIA",
      "sentences": "So two things. First, about that photograph, do you agree that that went too far?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:17:29",
      "speaker": "ROBBINS",
      "sentences": "I haven't seen or heard anything like that around the encampment, so point one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:17:29",
      "speaker": "ZAKARIA",
      "sentences": "So -- and the other point Bret is making, which I think is fair, which is that universities have seemed to lean in, you know, against so-called hate speech even if it didn't physically threaten somebody when it was about blacks or Hispanics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:17:29",
      "speaker": "ROBBINS",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:17:29",
      "speaker": "ZAKARIA",
      "sentences": "The Native Americans, but now when it's about Jews, they suddenly say no, it's all free speech.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:08",
      "speaker": "STEPHENS",
      "sentences": "From the river to the sea is genocidal speech. And if we were talking about another minority group that told you, when you say this phrase it has this set of implications, you would take them seriously and I'm just amazed by the dismissiveness with which so many people view this phrase, which is essentially a call for the elimination of an entire state, OK, as it has been constituted, as it has been a member of the United Nations for 75 years, so cavalierly.To call for the destruction of a state particularly in light of the way Hamas acted on October 7th is genocidal speech and should be recognized that way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:08",
      "speaker": "ROBBINS",
      "sentences": "OK. Can I say something to that? I'm sorry, I don't want to interrupt you first.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:08",
      "speaker": "ZAKARIA",
      "sentences": "No, no. Go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:08",
      "speaker": "ROBBINS",
      "sentences": "So as I understand from the river to the sea, it means equal rights for all the people living between the river in the sea. Now that's an American value. We believe in democracy. We believe in equal rights for everybody since you were talking about double standards. For me, the double standard is Israel is going to be a Jewish state. It can't be a Jewish state and a democratic state.A democratic state means equal rights for everybody, and the people who heard chanting from the river to the sea are saying, for everybody between the river in the sea, equal rights, which is, you could say, the one-state solution? I realized that not everybody likes the one- state solution. I think it's an American value. We believe one man, one vote.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:08",
      "speaker": "ZAKARIA",
      "sentences": "In your \"London Review of Books\" essay, you talked about how one of the things going on at college campuses you believe is that people are coming to realize that there are large reservoirs of strong opposition to what Israel has been doing for the last few decades. Explain -- and that that is being misread in your view as antisemitism. ROBBINSconjunctural moment, pardon with the academic professorial talk. It's Black Lives Matter, the COVID pandemic, and the fact that the young people these days have access and, no offense to CNN, to uncensored, no-gatekeeping visuals of the disruption in Gaza via social media. So they have access to information in a way that they have never had access before. You put all those things together and I think what Israel is doing in Gaza is the symbol of evil for this generation. And the poll numbers suggest that there is a wave of feeling, a crystallization of feeling --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:08",
      "speaker": "ZAKARIA",
      "sentences": "And you're saying, just to be clear, as a Jewish-American, you say that this is not antisemitism.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:08",
      "speaker": "ROBBINS",
      "sentences": "I'm saying very, very much as a Jew. No, no, not at all. The simplest thing that we have tried, we, the Jewish faculty, there are many, many Jewish students who are involved in this. I mean, we of course feel as Jews that we're not being recognized, you know, because my president is telling me and Jewish Voice for Peace, an organization that I admire very much, that we're being antisemitic.I'm sorry. This is a way of being Jewish. I'm a secular Jew. You know, I believe in universal principles, no double standards, no Jewish state without equal rights for everybody. So I'm really anti-double standards.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:08",
      "speaker": "STEPHENS",
      "sentences": "I'm for a two-state solution which one-state solution would be a devastation for the Jewish people on a scale that hasn't been seen since the last devastation a century ago. And right now, this is an interesting discussion because we're talking about academia, but this has effects in the real world. And if the world gets behind the idea that Israel is this uniquely malevolent state, saying nothing about Syria, Sudan, and China, other abuses, but Israel is uniquely the state that must disappear and becomes the moral cause of this generation of students.We will be replicating the tragedies that occurred on German universities in the 1920s and 1930s where the takeover by the left got to a takeover by the right. And one of the things that's so disturbing about these protests is there's no allowance for the idea that Israelis have suffered. There's no allowance for the idea that this -- that this clash in between the Israelis and the Palestinians is at the minimum morally complicated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:08",
      "speaker": "ZAKARIA",
      "sentences": "Last word.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:01",
      "speaker": "ZAKARIA",
      "sentences": "And you feel the opposite, Bret.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:01",
      "speaker": "STEPHENS",
      "sentences": "I would love to see the university protests that ever occurred on behalf of the Kurds in their persecution by our allies, the Turks, or for that matter any protest about all of the massive human rights abuses. There's one state that's in the crosshairs. It's not an accident, it's the Jewish one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:22",
      "speaker": "ZAKARIA",
      "sentences": "Israel has said it cannot eliminate Hamas without going into Rafah, the southern Gaza city. But the Biden administration has expressed deep concerns about the humanitarian impact of such an assault. Will Israel go ahead with its plans and what would it mean for U.S.-Israeli relations?Joining me from Tel Aviv is Michael Oren, who served as ambassador to the U.S. under Prime Minister Netanyahu from 2009 to 2013. Michael, welcome. Do you think that Israel will go ahead with the Rafah operation as it had planned? MICHAEL OREN, FORMER ISRAELI AMBASSADOR TO THE U.S.: Good to be with you, Fareed. Yes, I do. I think Israel is going to go ahead with the Rafah operation. It has achieved overwhelming support both by the Israeli public within the government but I think Israel is going to have to be very, very cautious to reduce as much as possible the civilian casualties on the Palestinian side, and try to meet the Biden administration to the greatest degree possible halfway.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:22",
      "speaker": "ZAKARIA",
      "sentences": "I was told that the plans that the Israeli government presented to the Biden administration -- the Biden administration thought were almost laughable. They were -- you know, they were going to put people -- million -- millions of peoples in tents. It just didn't seem like they had a real plan to alleviate the humanitarian crisis that would result.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:22",
      "speaker": "OREN",
      "sentences": "Well, I know that Israel has gotten and the Israeli representatives have talked several times with the Biden administration with these plans that the Israeli planners are convinced that these plans are workable and will greatly reduce Palestinian civilian casualties.The great challenge you're dealing with -- with an enemy, Hamas, which is using these Palestinians as human shields. Actually, using the landscape of Gaza as a shield because underneath the Rafah area are dozens and dozens of miles of tunnels. And underneath those tunnels -- within those tunnels are also Israeli hostages, as many as 130, which we hope remain alive in the hands of Hamas. So, the challenges here are immense. And Israel is going to have two on one hand, achieve its strategic goal of eliminating Hamas and ensuring that Hamas cannot return, rearm, reorganized, and use Gaza once again as a staging ground for barbarous attacks against Israel. On the other hand --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:22",
      "speaker": "ZAKARIA",
      "sentences": "Let me -- let me ask you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:22",
      "speaker": "OREN",
      "sentences": "-- Israel has to preserve its relationship with the Biden administration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:22",
      "speaker": "ZAKARIA",
      "sentences": "Let me ask you about that -- that strategic goal because what we're seeing in northern Gaza now is after Israel did a massive operation, in which it has claimed to have eliminated Hamas, is the return of Hamas, insurgency, the Israeli troops are battling again. This is a familiar -- certainly to Americans, it's exactly what happened in Iraq and Afghanistan.So, I mean, this is one of the reasons it seems to me the Biden administration was pressing that getting these -- eliminating these last few battalions in Gaza, enormous cost, is not worth it because there will always be insurgents out there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:22",
      "speaker": "OREN",
      "sentences": "Well, I agree to you. You could eliminate Hamas as a military threat, you can't get rid of the idea of Hamas anywhere. Anywhere you can't get rid of the idea of ISIS or al-Qaeda or even the Muslim brotherhood. Yes, it's going to be a long-term insurgency -- a counterinsurgency fight such as that America waged in Iraq, and eventually one through its surge in Iraq.And so, yes, Israel will have to continue to fight, you know, various cells of Hamas that will spring up and not just in Gaza, but in the West Bank as well. It's an ongoing fight, but eliminating these battalions will remove Hamas' ability to reorganize and restage these types of attacks. Absolutely crucial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:22",
      "speaker": "ZAKARIA",
      "sentences": "If the Biden administration says as a consequence of Israel doing this, suddenly they have been saying in the past, if Israeli policy on Rafah doesn't change, then American policy toward Israel will have to change. Presumably that means some kind of conditionality on the military aid the United States is giving. If that happens would that have the effect of changing Israel -- Israeli policy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:02",
      "speaker": "ZAKARIA",
      "sentences": "But -- can I -- can I --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:02",
      "speaker": "OREN",
      "sentences": "The Biden administration was talking about a pathway to a Palestinian state. I think it's worthwhile for Israel to engage in all of these discussions --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:02",
      "speaker": "ZAKARIA",
      "sentences": "But let me ask you about this the day after postwar planning. It seemed to me you were just saying that Israel will have to be essentially in a permanent occupation of Gaza because there will be an insurgency and it will have to fight it.How could -- how is that compatible handing over power? The PA is not going to take over and enforce Israel's security concerns by shooting Palestinians, is it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:02",
      "speaker": "OREN",
      "sentences": "I don't think it necessarily involves a long-term occupation, but does -- it does involve a long-term Israeli involvement in security. Israel's involved in security control, even in areas under the Palestinian Authority in the West Bank. So, there are models for this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:02",
      "speaker": "ZAKARIA",
      "sentences": "Michael Oren, always good to have you on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:02",
      "speaker": "OREN",
      "sentences": "Great to be with you too. Thank you, Fareed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:41:06",
      "speaker": "ZAKARIA",
      "sentences": "This week, Secretary of State Blinken traveled to China where he met Chinese president Xi Jinping. At a press conference before he left, Blinken accused Beijing of powering Russia's brutal war of aggression against Ukraine by supplying products to make things like munitions and missiles. It's one of the many stark disagreements between the U.S. and China.Joining me is Matthew Pottinger, who served as Donald Trump's point man on China. He is the author of an upcoming book called \"The Boiling Moat: Urgent Steps to Defend Taiwan,\" which comes out in July. Matt, welcome. You also have this extraordinary essay in \"Foreign Affairs\" that I wanted to start with because in it you basically say that you think the Biden administration has taken some very good and tough steps on China, but its basic goal is wrong. You say the Biden administration is trying to manage competition with China. Whereas. the goal of the United States' government should be regime change. It should be just as it was with the Soviet Union, a policy of containment designed to essentially overthrow the Chinese Communist Party. Do you think that that is a workable plan for -- for the United States?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:41:06",
      "speaker": "MATTHEW POTTINGER, FORMER DEPUTY NATIONAL SECURITY ADVISER TO DONALD TRUMP",
      "sentences": "Yes. Hi, Fareed. Look, I don't explicitly call for regime change in the piece, but what I do say is that we need to recognize that an effective U.S. strategy might naturally lead to some form of regime collapse driven by the Chinese people, including members of the Chinese Communist Party, who are already extremely concerned about the direction that China's supreme leader is steering their country.He has taken such a confrontational approach towards the United States. He's fueling wars in Europe, the biggest war in Europe since World War II. So, what we're calling for is a policy that actually aims for victory on the same terms that George Kennan described in the -- at the beginning of the Cold War, where basically we would contain the Soviets. And naturally the Soviet system would eventually begin to collapse under its own rotten weight, not because we're pursuing, you know, an Iraq style regime change policy. But in fact, that's exactly -- George Kennan was proven right four decades later, you know, at the end of the Reagan administration, when the Soviet Union just -- just kind of went out with a whimper.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:41:06",
      "speaker": "ZAKARIA",
      "sentences": "Are you advocating a complete decoupling and disengagement? Because to get to that -- that policy that you're describing with the Soviet Union, where you had these two hermetically sealed spheres that -- the U.S. capitalist sphere and the Soviet communist sphere. I mean, we're talking about going in, moving into a completely different world than the one we're in. No global economy, none -- nothing like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:41:06",
      "speaker": "POTTINGER",
      "sentences": "Yes, it's -- it's not a full decoupling, but what really it is about restricting China's clearly stated ambitions to dominate high technology in the 21st century. And Xi Jinping has been very clear. He has said that he wants all of the western industrialized nations to be dependent on China. And for China to be completely independent of imports from those countries, except for things like soybeans and corn.So, I don't relish the idea of waging Cold War. What I'm saying is we need to recognize that Xi Jinping is already waging a Cold War against us. Xi Jinping has said in more than one speech that the primary descriptor of the world today is chaos. He says da -- luan, chaos. And he goes on to say that this is actually beneficial for the Chinese Communist Party's aims in the world. He has even gone farther last year when he met with Vladimir Putin. He identified him and Putin as the architects of chaos. [10:45:01] He said -- he said, Vladimir, you and -- you know, the changes that are occurring right now, we haven't seen since really -- since World War II. And he said, you and I are the ones driving this change in the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:41:06",
      "speaker": "ZAKARIA",
      "sentences": "So, I got to ask you this, Matt. Do you think this is a strategy that Donald Trump would embrace where he to win the White House? And I ask that letting viewers know an important caveat, which is you did serve as his China aid. But on January 6, because of what happened that day, you resigned from the White House. You were the senior most White House official to resign.But all that said, you know, the man, you advise them, do you think this is the kind of strategy we would be looking at in a second Trump term?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:41:06",
      "speaker": "POTTINGER",
      "sentences": "The advantage of President Trump's approach was that he was willing to be confrontational. He was willing to actually impose significant costs on Beijing for the -- for the types of things that they were doing to undermine our interests. You know, he was -- he put massive tariffs on -- on Beijing.Now, where I actually think, President Biden has contributed to the overall direction of U.S. strategy is that he recognizes that we are in a competition explicitly between democracies and friends of democracies. On the one hand, countries that at least respect sovereignty, whether they're democracies or not, on one side, on our side. And then countries that fundamentally have contempt for the national sovereignty of their neighbors and our totalitarian governments. Let's face it, they're not just -- you know, Beijing is not just authoritarian under Xi Jinping. It is a totalitarian dictatorship. So, I think that if President Trump were to adopt, if he gets re- elected, some -- some of that Cold War framework, I actually think it would accelerate a successful U.S. policy in a second term.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:41:06",
      "speaker": "ZAKARIA",
      "sentences": "Matt Pottinger, fascinating foreign affairs essay. Thank you so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:40",
      "speaker": "ZAKARIA",
      "sentences": "Much of the conversation around the southern U.S. border focuses on the people and the drugs crossing north into the United States. But my next guest takes a new approach by studying the root of American guns that cross south into Mexico often with devastating effects.Ieva Jusionyte is an anthropology professor at Brown University. She also spent years working on the U.S.-Mexican border as a paramedic. Her new book is called \"Exit Wounds: How America's Guns Fuel Violence Across the Border.\" Welcome. Pleasure to have you on. IEVA JUSIONYTE, ANTHROPOLOGY PROFESSOR, BROWN UNIVERSITY: Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:40",
      "speaker": "ZAKARIA",
      "sentences": "The name. It's a wonderful title, \"Exit Wounds.\" Explain what you mean.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:40",
      "speaker": "JUSIONYTE",
      "sentences": "So, as emergency responders, paramedics and EMTs, we are looking for exit wounds in order to understand what did a bullet do to the body? How can we stop the bleeding as soon as we can? It's not always easy to find exit wounds. And sometimes we can't find them.So, in a similar way, if we want to understand what do guns do to a society, we're looking for injuries that are not only physical, but also social, political, economic. Because gun violence, not only affects individuals, but extends to families, communities, entire neighborhoods. So, the title is showing the urgency for us to figure out what role do U.S. gun laws, U.S. gun industry, U.S. guns play in the lives of people on the other side of the border, and how they are paying then comes back to us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:40",
      "speaker": "ZAKARIA",
      "sentences": "So, explain, if you will, what the role, you know, American guns plays in this sort of cycle of violence?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:40",
      "speaker": "JUSIONYTE",
      "sentences": "Without the guns, we wouldn't be getting so many drugs and we wouldn't be seeing so many migrants and asylum seekers fleeing the violence. Because violence in Mexico is primarily caused by guns that come from the United States.Mexico has very strict gun laws. Only two gun shops in the entire country. But the entire border -- on the other side of the border, in Arizona and Texas, you have thousands of gun dealerships. And it is very easy to buy very powerful guns that organized crime groups in Mexico want.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:40",
      "speaker": "ZAKARIA",
      "sentences": "What do you think that most Americans don't understand about this whole situation? Now that you've studied -- because you talk about how this militarization, you know, actually enriches the cartels. That struck me as a fascinating point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:40",
      "speaker": "JUSIONYTE",
      "sentences": "That's a very important issue. We think that if we build a bigger wall or a longer wall, or send the troops to the border we will prevent people from coming, and we will keep the violence on the other side of the border. But that violence is created by our own tools, by the guns we produce and make in this country.So, the more we militarize the border, the more difficult it is for both migrants to reach safety, but also it increases the profits of organized crime groups who compete for these diminishing routes to take -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:40",
      "speaker": "ZAKARIA",
      "sentences": "Because you require more and more professional militarized cartels to break through. JUSIONYTE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:03",
      "speaker": "JUSIONYTE",
      "sentences": "Stronger gun laws would help. Anything that increases gun safety in the U.S. would help.However, I do not think that we can only use laws to solve this problem. Because as long as there is demand for guns in the United States, there will be supply. This is how illicit economies work. That said, if we made it more difficult for organized crime groups to get a hand of -- truckloads of ammunition in Texas or Arizona, and ammunition sales are even less regulated or not regulated entirely compared to guns, then there would be fewer police officers killed in Mexico. There would be less insecurity in Mexico. So, there is a direct connection.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:03",
      "speaker": "ZAKARIA",
      "sentences": "Such a pleasure to hear from you. This is a side of this that I think none of us have paid enough attention to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:03",
      "speaker": "JUSIONYTE",
      "sentences": "Thank you very much.",
      "isLastSentenceInterrupted": false
    }
  ]
}