{
  "date": "2024-07-26",
  "headline": "CNN Newsroom",
  "subHeadline": "Prime Minister Netanyahu Meets with Biden, Harris and Trump, and Families of Hostages; Opening Ceremony of Paris Olympics Underway; Canada Suspends Head Coach of Women's Soccer; U.S. Arrests Two Top Sinaloa Cartel Leaders; Tropical Storm Gaemi Pounds Southeastern China; ISIS-Linked Groups Pose Security Threat Ahead Of Olympics; U.S. Defense Secretary: Russia, China \"Are Always Testing Us\". Aired 2- 2:45a ET",
  "utterances": [
    {
      "timeStamp": "02:00:00",
      "speaker": "KIM BRUNHUBER, CNN HOST",
      "sentences": "Welcome to all of you watching us around the world. I'm Kim Brunhuber. This is \"CNN Newsroom.\" Kamala Harris paving her own way on the foreign policy stage, vowing not to stay silent about the suffering in Gaza.Typhoon Gaemi is bringing devastating flooding to China. We're live in Beijing. And U.S. authorities arrest two high-profile drug cartel kingpins. Details on their capture ahead. A trip to Washington to boost his political standing and support may be working against Israeli Prime Minister Benjamin Netanyahu. He's facing growing pressure from U.S. President Joe Biden and Vice President Kamala Harris to secure a Gaza ceasefire and hostage release deal. Netanyahu needs ongoing U.S. backing to continue the war in Gaza. He'll head to Mar-a-Lago on Friday for a meeting with the Republican presidential nominee Donald Trump. But on Thursday at the White House, President Biden urged the Israeli Prime Minister to agree to a ceasefire as soon as possible and secure the release of Israeli and American hostages being held by the militant group Hamas. Netanyahu met separately with Vice President Kamala Harris, the presumptive Democratic nominee for president, who's also pushing for a ceasefire deal. And while Harris expressed her support for Israel, she added that she will not be silent about the suffering in Gaza. She expressed her serious concern about the humanitarian crisis during a meeting with Israeli Prime Minister Benjamin Netanyahu. Afterwards, speaking to reporters, Harris laid out what she wanted to be a very clear position saying Israel has a right to defend itself and how it does so matter. She called on all sides to push for a ceasefire and eventual two-state solution. Here she is. (BEGIN VIDEO CLIP) KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES OF AMERICA:  Let's get the deal done so we can get a ceasefire to end the war. Let's bring the hostages home and let's provide much needed relief to the Palestinian people. And ultimately, I remain committed to a path forward that can lead to a two-state solution. And I know right now it is hard to conceive of that prospect, but a two-state solution is the only path that ensures Israel remains a secure Jewish and democratic state and one that ensures Palestinians can finally realize the freedom, security and prosperity that they rightly deserve. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "BRUNHUBER",
      "sentences": "Netanyahu is also under pressure from families of American hostages held in Gaza. After meeting with the U.S. and Israeli leaders, some family members say they haven't been this hopeful in months that a ceasefire deal could happen. CNN's Jeremy Diamond has more from Tel Aviv.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "JEREMY DIAMOND, CNN JERUSALEM CORRESPONDENT",
      "sentences": "Well, fresh off his address to Congress, Prime Minister Netanyahu sitting down with President Biden, with Vice President Kamala Harris, as well as the families of the eight American hostages still being held in Gaza. We didn't get a ton out of that Oval Office meeting, at least that we saw with the cameras publicly between the prime minister and President Biden.A lot of pleasantries being exchanged. Prime Minister Netanyahu noting President Biden's strong Zionist credentials. But what we did get was more out of the families of those hostages who met with the Israeli prime minister alongside President Biden in an expanded meeting. And surprisingly, perhaps a lot of optimism coming from those families. (BEGIN VIDEO CLIP) JONATHAN DEKEL-CHEN, FATHER OF ISRAELI-AMERICAN HOSTAGE SAGUL DEKEL- CHEN:  We feel probably more optimistic than we have since the first round of releases in late November, early December, where a little over a hundred of Israel's hostages were released. And we got absolute commitment from the Biden administration and from Prime Minister Netanyahu that they understand the urgency of this moment now, to waste no time and to complete this deal as it currently stands with as little change as humanly possible within it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:58",
      "speaker": "BRUNHUBER",
      "sentences": "We're just hours away from the historic opening ceremony of the Summer Olympics. Crews are still setting up for the big event, which will be the first time it won't be held inside a stadium, but inside instead on the famous River Seine, which weaves its way through Paris. Athletes from all over the world have been arriving in the Olympic Village, and some have already begun their competition.For instance, on Thursday, women's football took center stage, with the U.S. easily defeating Zambia. Trinity Rodman opening the scoring for the Americans with a turn and strike there. Then, two more goals came within eight minutes for a final score of 3-0. CNN's Melissa Bell gives us a closer look at the final preparations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:58",
      "speaker": "MELISSA BELL, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Paris is preparing for what Parisian authorities say should be some of the most spectacular games we've ever seen. Certainly, the opening ceremony to take place here on the River Seine, it's never been done before. And what they say is that they feel properly prepared for what has proven over the last few months a massive security challenge. Forty-five thousand policemen and women will be deployed across the city, 18,000 soldiers.It is a six-kilometer stretch of the river that will see the boats carrying the athletes go down. There will also be artists, dancers on the rooftops of those buildings lining the Seine. They're promising a spectacular show, but remaining very tight-lipped about some of the artists that will be involved. Even though it's been a massive security operation. So many parts of Paris locked down. They also believe that this opening ceremony will give a great deal of enthusiasm to the French, even those who've been inconvenienced by some of these security fences that have been put up around the River Seine. Then, of course, the games themselves, a couple of weeks that will see 10,000 athletes compete for those medals. Parisian authorities also bringing another ambition to the heart of these games and that is having some of the athletes, those involved in the triathlon, those involved in the marathon swimming events, that will compete in the River Seine itself. It was one of the big pledges of the Paris Games. Paris officials believe they're ready and that that will be able to take place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:58",
      "speaker": "BRUNHUBER",
      "sentences": "Even before the curtain goes up on the Paris Olympics, the games have been rocked by the first allegations of cheating. Bev Priestman, the head coach of Canada's women's football team, has been suspended for the remainder of the games over allegations that drones were used to spy on rival teams.The Canadian soccer CEO says new information has surfaced about previous drone use against opponents even before the Paris Games. Now, the revelations came as the Canadian team beat New Zealand 2-1 on Thursday without Priestman. They will play against France on Sunday. Millions of visitors will be flocking to Paris for the Olympic Games, but the great unknown for organizers is the potential threat of terrorism. Here's the French sports minister discussing safety efforts with CNN's Christiane Amanpour. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:09:58",
      "speaker": "AMANPOUR",
      "sentences": "Does anything worry you in the lead up? We've heard of some arrests, some concerns. Is that normal run of the mill for any of these kinds of big events?OUDEA-CASTERA:  Yeah, that's the normal run. I mean, it's good that we find difficulties, we've identified people that should not be there or present some risks, not very intense risks, but it's good that our measures prove effective. We are watching, you know, every single detail and trying to control all what we see. So I'm really confident. I want to say how honored we are to welcome the world. We know it's a complex, fragmented, and dangerous world. We know there are some possible attacks. We know there are, you know, some threats again. And we have done everything under the leadership of the Ministry of Interior Affairs and Minister Gerald Darmanin to make sure that everything is controlled. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:09:58",
      "speaker": "BRUNHUBER",
      "sentences": "And you can watch our special one-hour program \"Aiming for Gold\" on Friday at 7Typhoon Gaemi makes landfall in southern China, bringing even more rain for a region already devastated by months of deadly downpours and floods.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:09:58",
      "speaker": "MARC STEWART, CNN CORRESPONDENT",
      "sentences": "Wind, rain, adding to that intense flooding in China, we'll tell you the government's response. We'll be live from Beijing.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:14:56",
      "speaker": "STEWART",
      "sentences": "Well, Kim, the images that we have been seeing from across Asia have just been breathtaking. We saw some of the damage yesterday in the Philippines, in Taiwan, and now the storm is here in China. And while it's not necessarily as strong as it has been, it certainly lost some of its power. Here in China flooding is such a problem across the country.This lesser forecast of strength is not providing any kind of relief. If anything, it's creating even more anxiety. (BEGIN VIDEOTAPE) STEWART (voice-over):  Tropical Storm Gaemi blasts China with another round of heavy rain, the latest blow in a summer of flooding. A frantic rescue in central China, an emergency worker clings on to this woman as she's hoisted into a boat. She points to her grandparents still trapped in the fast-moving floodwater. Further south, another scene of desperation as elderly people is carried to safety after a deadly flash flood hits their village. In another province, this is what's left of a water ravaged bridge submerging at least 25 cars claiming more than a dozen lives. Scenes of devastation like this water covered home as government scientists warn China is sensitive to climate change. Recent disasters have cost the world's second largest economy more than $10 billion in economic losses in the first half of the year. Over 32 million people have been impacted, according to government data. UNKNOWN (through translation):  According to the flood forecast for the critical period of July and August, floods may occur in all seven major river basins. STEWART (voice-over):  As muddy water rages across the landscape, China, a country working on a green energy future, faces the immediate challenge of extreme weather. (END VIDEOTAPE) (On camera):  China is making some progress when it comes to early response to warnings and infrastructure as it all relates to this flood problem. But Kim, many experts feel it may not be fast enough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:00",
      "speaker": "HARRIS",
      "sentences": "It is important for the American people to remember the war in Gaza is not a binary issue. However, too often, the conversation is binary, when the reality is anything but. So I ask my fellow Americans to help encourage efforts to acknowledge the complexity, the nuance, and the history of the region. Let us all condemn terrorism and violence. Let us all do what we can to prevent the suffering of innocent civilians. And let us condemn anti-Semitism, Islamophobia and hate of any kind. And let us work to unite our country.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:00",
      "speaker": "BRUNHUBER",
      "sentences": "U.S. Vice President Kamala Harris there noting the complexity of the Israel-Hamas war and a forceful address after she met with the Israeli prime minister on Thursday. Benjamin Netanyahu has been trying to rally support from the U.S. during his visit to Washington, but the Biden administration is strongly urging a ceasefire despite pledging unwavering support.President Biden also met with the Israeli leader on Thursday to discuss ceasefire and hostage deal negotiations. The White House says Biden urged the need to reach a deal as quickly as possible. The Park Police Union in Washington, D.C., says they lack the resources to handle the pro-Palestinian protesters who gathered to demonstrate against Netanyahu's visit. The White House condemned the scenes, which included instances of anti-Semitism and pro-Hamas rhetoric. At least eight people were arrested. CNN's Brian Todd has more from Washington. (BEGIN VIDEOTAPE) BRIAN TODD, CNN CORRESPONDENT (voice-over):  More protests against Israeli Prime Minister Benjamin Netanyahu and the war in Gaza. This time near the White House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "Welcome back, Mr. Prime Minister --TODD (voice-over):  Where he met separately with President Joe Biden and Vice President Kamala Harris. Chanting, marching, even pouring fake blood on the street. This after Wednesday's protests here in Washington over Netanyahu's address to a joint meeting of Congress. One protest turning violent at Union Station. Protesters defacing public spaces with graffiti. One sign reading Hamas is coming, praising the terror organization. Protesters also burned American flags and scuffled with police. At least one protester there was seen with Hamas garb and a Hamas flag. The protesters we spoke to on Thursday distancing themselves from the vandalism, ideology and the violence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:24:59",
      "speaker": "BENJAMIN NETANYAHU, PRIME MINISTER OF ISRAEL",
      "sentences": "Many anti-Israel protesters, many choose to stand with evil. They stand with Hamas. They stand with rapists and murderers. You have officially become Iran's useful idiots.TODD (voice-over):  But many protesters say they want the focus to be on Netanyahu's record.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:24:59",
      "speaker": "UNKNOWN",
      "sentences": "Benjamin Netanyahu, a war criminal who has presided over more than nine months of genocide in Gaza.TODD (voice-over):  Pro-Israel counter protesters focusing on what started the latest round of fighting, the Hamas attack on Israeli civilians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:24:59",
      "speaker": "UNKNOWN",
      "sentences": "We're protesting to an arms embargo in Israel, to an end of the normalization of state sponsored violence, to an end of the atrocities, an end of the occupation and an end of apartheid.TODD (voice-over):  Pro-Israel counter protesters on Thursday focusing on what started the latest round of fighting, the Hamas attack on Israeli civilians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:24:59",
      "speaker": "UNKNOWN",
      "sentences": "You know, the horrible atrocities that Hamas committed on October 7th, they can't say anything about it. TODD (on camera)claims by U.S. and Israeli officials that a peace deal between Israel and Hamas is close at hand. Some of the protest organizers have told us even if a peace deal is reached, they're committed to continuing protests like this and continuing their movement for Palestinian rights even after that. Brian Todd, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:24:59",
      "speaker": "BRUNHUBER",
      "sentences": "And Sanam Vakil is the director for the Middle East and North Africa program at Chatham House, and she joins us from London. Thank you so much for being here with us. I want to start with what we just heard there, the claims from the White House that a deal is closer than ever before. Is that the sense you're getting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:24:59",
      "speaker": "SANAM VAKIL, DIRECTOR, MIDDLE EAST AND NORTH AFRICA PROGRAM, CHATHAM HOUSE",
      "sentences": "Good morning. Thank you for having me. Well, I'll be very honest, very hard to say. We've been hearing that a deal is imminent for quite a number of months now. Of course, the negotiators from the U.S., from Qatar, from Egypt have been working around the clock to try to secure that deal.But without that deal in hand, it's really hard to believe that it's possible. And for the time being, it does not yet look like Israel or Hamas is willing to make the compromises needed to get that ceasefire over the line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:24:59",
      "speaker": "BRUNHUBER",
      "sentences": "Yeah. President Biden trying to push compromises. But it came up in a press conference whether President Biden's decision to withdraw from the race would impede his ability to either help secure a ceasefire and hostage deal for Gaza. The White House obviously says it won't. Do you think it will?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:24:59",
      "speaker": "VAKIL",
      "sentences": "Well, I think it could actually allow President Biden to work without pressure. He is not a lame duck. He has gravitas as a world leader and perhaps now unchained from the presidential cycle. He can speak more openly about why this is more important. Already Vice President Kamala Harris has made it an issue. She's come out and been much more forthright and much more critical about the Israeli position and prioritized the loss of life, the need for humanitarian provision.It looks like she's turning the page on Biden's approach and is very cognizant that this can become a very divisive electoral issue. And going into September with schools going back and campus protests potentially coming back, she's conscious that she needs to take a more forthright position.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:24:59",
      "speaker": "BRUNHUBER",
      "sentences": "Yeah. Her separate meeting with Netanyahu was, of course, under the spotlight given the new context of her importance, as were her comments. I just want to play one here. Listen to this.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:24:59",
      "speaker": "HARIS",
      "sentences": "What has happened in Gaza over the past nine months is devastating. The images of dead children and desperate, hungry people fleeing for safety, sometimes displaced for the second, third or fourth time. We cannot look away in the face of these tragedies. We cannot allow ourselves to become numb to the suffering and I will not be silent.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:24:59",
      "speaker": "BRUNHUBER",
      "sentences": "So you spoke of a certain amount of daylight between Biden and Harris on this issue. How much is there, do you think, and what difference might it make for Israel in terms of an urgency to get a deal done now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:05",
      "speaker": "BRUNHUBER",
      "sentences": "Yeah. And could even continue longer because of her comments, according to \"Haaretz\", a senior Israeli diplomatic figures said of Kamala Harris's comments. It's to be hoped that the vice president's comments at the press conference aren't interpreted by Hamas as meaning that there's daylight between the United States and Israel, which would make a deal less likely. So, basically claiming there that, you know, her comments could actually delay a deal.Is that just spin?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:05",
      "speaker": "VAKIL",
      "sentences": "I think that is spin. I think that at the same time, the United States continues to demonstrate and I think she will also that there is a strong partnership based on values, history, trust between Israel and the U.S. and what can --(AUDIO GAP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:05",
      "speaker": "BRUNHUBER",
      "sentences": "We've just losing your signal there, but we have to leave it there. In any case for time.Sanam Vakil, thank you so much for joining us. Appreciate that. Well, some hopeful news for astronauts meant to return home from the International Space Station. Ahead, NASA gets a better idea about the problems with its Starliner spacecraft. That's coming up. Stay with us. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:05",
      "speaker": "BRUNHUBER",
      "sentences": "Heavy security protocols are in place ahead of the Olympic Games in Paris with tens of thousands of police officers to be deployed each day. Now, these safety precautions come as concerned experts say ISIS is making a resurgence with the help of social media.Here's CNN's Nick Paton Walsh. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:05",
      "speaker": "WALSH",
      "sentences": "This study collates public data on the arrests, some startling. Two teens, age 16 and 18, arrested in April and May for plots on the Olympics, one with a bomb belt. A 14-year old on a mall, a 15-year old on a synagogue, and a 15- and 18-year old plotting together.Germany, too, made arrests of an 18-year old for a knife attack plot and also three teens, age 15, 15 and 16, for an ISIS-inspired plot. NEUMANN:  So ISK is by far the most ambitious and aggressive part of ISIS right now. They are trying to target young people on the Internet with a lot of social media outrage that we've seen. A lot of platforms like TikTok, especially, attracting younger people, teenagers, young teenagers, almost through algorithmic amplification, drawing them into bubbles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:05",
      "speaker": "WALSH",
      "sentences": "TikTok said they stand against violent extremism and take down 98 percent of terror promoting content before it's reported to them.The new reach of ISIS' remnants emerges as their latest offshoot, ISIS-K, originally based in Afghanistan, becomes increasingly focused on the West and powerful in nearby Turkiye. A U.K. security source telling CNN the so-called directed terror threat plots instructed by remote from afar have become a greater concern over the last 18 months with ISIS-K, the most potent group under scrutiny. ISIS-K reappeared violently in Istanbul earlier this year with this brutal attack on a Catholic Church. And Turkish court documents seen by CNN portray a vast network of ISIS-K radicals in the city. Some detainees from a plot to attack the Swedish consulate describe how they got orders from ISIS-K's external operations chief, known only as Rustam, hiding in the Pakistan-Afghanistan border area. One said how Rustam deletes his Telegram messaging accounts every 15 to 20 days as a precaution after he would contact me with another username. Turkish police have launched a vast wave of raids against ISIS-K, one shown here. Last year alone, saying 426 ISIS suspects were arrested in 122 operations. Yet ISIS-K's ambition grows with experts fearing they seek to make their brutal name and that the red lights of terror are blinking again. Now, this day, Belgian authorities have announced the arrest of seven individuals, not specifically relating to a plot against the Olympics. They say at this stage, but obviously given the timing of these detentions, we can't exclude the possible ability that that was part of what they were thinking about. ISIS-K having been very clear that the Olympics is in its sights, the French very confident in the massive extent of the security operation they have in play there for an enormous urban environment, but still, the fears I think of governments now that the terror threat and may somehow being be reorganized finding energy again somewhat omnipresent. Nick Paton Walsh, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:03",
      "speaker": "BRUNHUBER",
      "sentences": "China's military says the joint air patrol with Russia is part of an existing program that goes back to 2019 and claims this is the eighth time the two militaries have conducted similar operations.Nearly two weeks since he was the target of an assassination attempt, Donald Trump is now saying that Secret Service should have kept him off the stage at that rally in Butler, Pennsylvania. Here he is. (BEGIN AUDIO CLIP) DONALD TRUMP, FORMER U.S. PRESIDENT &amp; 2024 PRESIDENTIAL CANDIDATE: The biggest mistake they made is allowing me to go. There wasn't even a car. It was like a tent, but the tenth was, you know, safe. Nobody knew you were there. And they shouldn't have let me go on the stage. Now they just weren't communicating properly with a local police. Different groups of people knew there was some nut job on the roof and he was up there. And one woman, a real Trumper, got troubled over, and she's screaming, there's a guy with a gun on the roof and that was quite a bit before I walked up to the stage. (END AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}