{
  "date": "2024-10-29",
  "headline": "CNN Newsroom",
  "subHeadline": "Harris Slams Trump's Rhetoric on Racism and His Anti-Democratic Messages; Israel Bans UNRWA from Operating in the Country. Latino Voters React on Trump's Racist Remarks; Manchester United Severs Ties with Manager Eric Ten Hag. Aired 3-4a ET",
  "utterances": [
    {
      "timeStamp": "03:00:00",
      "speaker": "ROSEMARY CHURCH, CNN ANCHOR",
      "sentences": "Hello and welcome to our viewers joining us from all around the world and everyone streaming us on CNN Max. I'm Rosemary Church.Just ahead. As we enter the final week of the U.S. presidential race, Kamala Harris calls out Donald Trump for some incendiary campaign rhetoric while Trump defends himself against accusations of being a Nazi. A dire situation amid the war in Gaza could soon get even worse as Israel bans the U.N.'s main agency for Palestinian refugees from operating in the country. And a lack of water on an island nation. How U.S. sanctions and poor infrastructure have left many Cubans without the most basic of necessities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "ANNOUNCER",
      "sentences": "Live from Atlanta, this is \"CNN Newsroom\" with Rosemary Church.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "CHURCH",
      "sentences": "Good to have you with us. Well, it is crunch time in the U.S. presidential race with election day now just one week away. Former President Donald Trump returned to Atlanta on Monday in his effort to swing the state of Georgia back to the Republicans. He called Harris grossly incompetent but did not address his rally the previous night when the first speaker, a comedian, made offensive remarks about Puerto Ricans and Latinos.Meanwhile, U.S. Vice President Kamala Harris returned to the strategically important state of Michigan, where she laid out her economic policies and condemned Trump's anti-democratic and divisive messages. Former President Barack Obama campaigned for Harris in the must-win state of Pennsylvania on Monday and shared this advice with voters. (BEGIN VIDEO CLIP) BARACK OBAMA, FORMER U.S. PRESIDENT: Here's a good rule. If somebody does not respect you, if somebody does not see you as fellow citizens with equal claims to opportunity, to the pursuit of happiness, to the American dream, you should not vote for them. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "CHURCH",
      "sentences": "Later today, Harris is expected to deliver a major address on the National Mall in Washington, very close to where Trump told his followers to march to the Capitol building on January 6, 2021, ahead of the riots and insurrection.CNN's Kristen Holmes will have more on Donald Trump's stops in Georgia. But first, Eva McKend is following the Harris campaign in Michigan. (BEGIN VIDEOTAPE) EVA MCKEND, CNN U.S. NATIONAL POLITICS CORRESPONDENT: Vice President Harris leaning on Michigan voters to vote early. She also pledged to pursue policies if elected that would bring down the cost of living. And a notable moment came when young people protesting over Gaza interrupted her. She said unlike the former president, she doesn't believe in the enemy from within and that they deserve to have their voices heard and that everyone here is fighting for democracy. Democracy, a really key component. Take a listen. VICE PRESIDENT KAMALA HARRIS (D), U.S. PRESIDENTIAL CANDIDATE: And let's be clear. We are all here because we are fighting for a democracy and for the right of people to be heard and seen. We're not about the enemy within. We know we are all in this together. That's what we are fighting for. We can all see that Donald Trump is even more unstable and more unhinged. And now he wants unchecked power. And this time, and this time, there will be no one there to stop him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:05",
      "speaker": "HOLMES",
      "sentences": "Now I have been told that those comments from that comedian who opened up the rally at Madison Square Garden, particularly the comments in which he's called Puerto Rico a floating island of garbage, have continued to cause problems for the Trump campaign.In addition to putting out that statement, I was told that senior advisors were fielding calls from various lawmakers and aides saying that those comments needed to be condemned. I've also heard a number of finger pointing between allies and aides saying that those speeches should have been vetted ahead of time, a lot of anger, in the fact, that they believe that those comments, that pre-programming before Donald Trump actually took the stage, overshadowed the message that Donald Trump was trying to deliver for Madison Square Garden just a week and a half before voters take to the polls on November 5th. Kristen Holmes, CNN, Atlanta, Georgia. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:05",
      "speaker": "CHURCH",
      "sentences": "And earlier I asked the director of the University of Virginia Center for Politics, Larry Sabato, what impact the racist rally remarks will likely have on Latino voters and where the race stands right now.(BEGIN VIDEO CLIP) LARRY SABATO, DIRECTOR, UNIVERSITY OF VIRGINIA-CENTER FOR POLITICS: Where they stand is it's still extremely close, and no one has broken through in any particular swing state of the seven that are really important to winning. For a while, Trump was inching up. In fact, I would say it was more like millimeters than inches. But it was making a difference over time. You could see the change. Well, that's more or less been halted. And there's some indication, at least in this first day after that outrageous Madison Square Garden rally that Trump had, that there may be some millimeters back in Harris' direction, which is not unusual, by the way. In a close race in the last week, small events can be magnified. And I don't think this was a small event because it involves so many voters, so many Puerto Ricans who are allowed to vote as long as they have established residency in one of the 50 states or the District of Columbia. CHURCH: And Trump's running mate, J.D. Vance says he didn't see the jokes, but he still said that, quote, \"we have to stop getting offended at every little thing\". How will many undecided voters view these comments, as well as what was said at the rally, do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:05",
      "speaker": "SABATO",
      "sentences": "It's easy enough to tell other people not to be offended when you're not in the offended group, but it's obviously an excuse that J.D. Vance is using and hoping that people will just quickly forget about what happened.And maybe they will, because the next big event is Tuesday evening on the mall in Washington when Kamala Harris gives her concluding speech, the biggest speech she has yet to give in the campaign right there on the mall. Why would she pick the mall in Washington? Well, it might have something to do with the fact that that's exactly where Donald Trump was on January 6, 2021, when he launched an effective coup d'etat, trying to steal a presidential term and stop the peaceful transfer of power.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:05",
      "speaker": "CHURCH",
      "sentences": "And when Harris makes those closing pitch statements, what does she need to say to sort of bring this all around to get more people on board supporting her?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:05",
      "speaker": "CHURCH",
      "sentences": "And we have seen three different incidents of ballot drop box fires, resulting in hundreds of ballots being destroyed in Oregon and Washington State. Now we don't know the exact motive, but what are the consequences of actions like this and certainly if we see more of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:05",
      "speaker": "SABATO",
      "sentences": "Well, it's terrorism, first of all. We need to make that very clear. This is terrorism and should be punished and will be punished to the fullest extent of the law. But the message it should send to people is that we're right on the precipice of more violence. We hope not. We hope if there is any violence, it's minimal.But there's also the very real chance that there will be serious violence, especially if Donald Trump comes up short. And you know, Americans have figured this out because only 30 percent of Americans think that Donald Trump will actually accept a loss, that he will fight anything that is less than a full victory for him because he insists that only a fair election can produce a victory for him. It has to be fair and he has to win. Well, that doesn't go together necessarily, but that's what Trump says and millions of his followers believe it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:05",
      "speaker": "CHURCH",
      "sentences": "And Larry, a top Democratic super PAC is warning the Harris camp campaign that attacking Trump as a fascist is not as effective as contrasting messages featuring Harris' economic plans and her promise to protect reproductive rights you mentioned. What is your response to that? Do you agree?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:05",
      "speaker": "SABATO",
      "sentences": "I do not agree. I think she has to do it all. This is the end. This is it. You have to make your best case. And you can't just mention one thing. You've got a lot of people watching, they have different interest, different concern, different roles.So you mentioned all of them. It's the time to work them all into the speech. And I think they will. I think she's going to give a speech that really will encapsulate why she's running and why Donald Trump should not be elected. And she should.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:05",
      "speaker": "CHURCH",
      "sentences": "Larry Sabato, always a pleasure to get your assessment and analysis on all things political. I Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:05",
      "speaker": "SABATO",
      "sentences": "Thank you, Rosemary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:05",
      "speaker": "CHURCH",
      "sentences": "\"Washington Post\" owner Jeff Bezos is defending his decision not to allow the newspaper to endorse a candidate in the U.S. presidential race.In a rare op-ed published by the Post on Monday, Bezos said presidential endorsements do nothing to change an election, writing, and I'm quoting, \"No undecided voters in Pennsylvania are going to say I'm going with newspaper A's endorsement, none. What presidential endorsements actually do is create a perception of bias, of non- independence. Ending them is a principled decision and it's the right one.\" Well, the statement came hours after three members of the post- editorial board resigned over Bezos' decision and 200,000 readers, according to NPR, canceled their subscriptions. The head of the United Nations says Israel's ban on the main U.N. agency that delivers aid to Palestinians could have devastating consequences. Despite strong international pressure, Israeli lawmakers have banned the United Nations Relief and Works Agency, UNRWA, from operating in Israel. The agency is not barred from operating in Israeli-occupied Palestinian territories, but because it won't be permitted to transit through Israel, experts say it will be harder for UNRWA to work in Gaza and the West Bank. UNRWA supports nearly six million Palestinians in Gaza, the West Bank, Jordan, and other parts of the region. It provides food, education, medical services, even jobs. Meanwhile, a spokesperson for Benjamin Netanyahu says the Israeli P.M. did not receive a two-day Gaza ceasefire and hostage release proposal after talks in Doha adding that if a proposal had been raised, Netanyahu would have accepted it. In Lebanon, officials say Israeli strikes in the city of Tyre killed seven people. And in eastern Lebanon, at least 60 people were killed by Israeli strikes on Monday night. And CNN's Paula Hancocks joins us now live from Abu Dhabi. Good to see you, Paula. So what is the latest on Israel's ban on UNRWA and, of course, the resulting global backlash?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:14:58",
      "speaker": "CHURCH",
      "sentences": "Alright, our thanks to Paula Hancocks joining us live from Abu Dhabi.Anti-government Israeli protesters are calling for a deal to free the remaining hostages in Gaza. On Monday, a massive crowd took to the streets of Jerusalem chanting, as Israeli police forcefully removed some of them. Meantime, a different kind of protest inside parliament. A group of women dressed in the same type of clothing hostage Naama Levy was wearing when she was taken by Hamas on October 7th. With red paint on their faces and their hands tied, they stood silently as a Knesset committee meeting was underway. Their message. (BEGIN VIDEO CLIP) IRIS SHACHAR-LAVIE, PROTESTER: This is a horrible, bleeding situation that is ongoing. Naama is there for 388 days. The reason we are all dressed like this is not only in solidarity with Naama and in order to speak her voice when she cannot. But this is also our way to show that this could happen to anyone. It could have been your daughter. It could have been your sister. It could have been you. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:14:58",
      "speaker": "CHURCH",
      "sentences": "And last hour, I spoke with former Israeli Consul General in New York, Alon Pinkas, and I asked him if he thought Netanyahu would ever make a deal to bring the hostages home. Here's what he said.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:09",
      "speaker": "CHURCH",
      "sentences": "I did also want to ask you about the international backlash resulting from Israel's decision to ban the U.N. agency UNRWA from entering the country in order to provide aid to Palestinians in Gaza. What is your reaction to this and what will be the consequences of such a decision?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:09",
      "speaker": "PINKAS",
      "sentences": "Well, this comes, Rosemary, on the tracks of Israel proclaiming or designating, rather, the secretary general of the U.N., Antonio Guterres, as a persona non grata in Israel. The foreign minister of Israel, 10 days ago, announced that he's a persona non grata. And that's almost unheard of for a member state of the U.N. to do that to the U.N. secretary general, irrespective of whatever criticism, justified or not, that Israel may have.Now, as for UNRWA, that's been in the making for several months now. Israel's discontent with UNRWA is a known fact, that certain members or several dozens of UNRWA workers collaborated with Hamas is a fact. The thing is, you're banning UNRWA from both the Gaza Strip and the West Bank without any replacement, without any organization with similar or identical logistical capabilities to do what UNRWA is doing. Now, UNRWA may need to be disbanded altogether, not get into that. But the way to do that is to engage the U.N. and say this is our problem, these are our grievances. This is the evidence that we have. Let's work on this together. Instead, what Israel is doing is a gun- pull, let's ban them and let's designate the secretary-general as persona non grata. I don't think that's constructive. I don't think that's going to work. And I think it's going to draw criticism because if UNRWA is not there, Rosemary, then Israel needs to do what UNRWA is doing. And Israel does not want to do what UNRWA was doing. So we're at another impasse among several impasses here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:09",
      "speaker": "CHURCH",
      "sentences": "Alon Pinkas from Tel Aviv. Many thanks for being with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "CHURCH",
      "sentences": "Welcome back everyone. Well the U.S. Defense Department believes North Korea has sent 10,000 of its troops to train in eastern Russia. Pentagon officials say some of those forces have already moved closer to Ukraine and may soon be used to support Russian forces on the eastern frontlines. U.S. President Joe Biden says North Korea's entry into the war is quote, \"very dangerous\".NATO Secretary General says North Korean troops have already been deployed in Russia's Kursk region. Ukrainian forces have maintained a foothold there after their incursion in August, but are now facing increased pressure from Russian fighters who were working to reclaim the land. Hungarian Prime Minister Viktor Orban is paying a surprise visit to Georgia two days after the disputed parliamentary elections there. The strongman was the first world leader to congratulate the ruling party on their victory, which the opposition claims is illegitimate. Thousands protested outside parliament on Monday following the outcome of Saturday's election. Meanwhile, Georgia's pro-Western president urged citizens to help save their quote \"European future\" as the country remains torn over keeping ties with Russia or joining the E.U. (BEGIN VIDEO CLIP) SALOME ZOURABICHVILI, GEORGIAN PRESIDENT (through translator): Your vote was stolen and they tried to steal your future as well, but no one has the right to do that and you will not allow it. We are united. No one will accept these unjust results. Together, peacefully, as we are today, we will defend what is ours. Your constitutional right to have your vote respected. For us and for me personally, the only thing we have is the voice. Voice of the people, the voice of the nation, which we must uphold. And we will. I am sure of it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "CHURCH",
      "sentences": "Joining us now from the Georgian capital, Tbilisi, is Jill Dougherty. She is an adjunct professor at Georgetown University and a former CNN Moscow bureau chief. Good morning to you, Jill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "JILL DOUGHERTY, FORMER CNN MOSCOW BUREAU CHIEF AND ADJUNCT PROFESSOR, GEORGETOWN UNIVERSITY",
      "sentences": "Hey Rosemary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "CHURCH",
      "sentences": "So what is the significance of Victor Orban's visit to Tbilisi and his meeting with the Prime Minister despite other E.U. leaders voicing concerns about the Georgia elections?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "DOUGHERTY",
      "sentences": "Well, we could hear very quickly. In fact, he is about to speak here in Tbilisi, making some public comments. And then I would say overall, it's a vote of confidence, because after all, he and the honorary chairman of the Georgia Dream Party, which is essentially the ruling party, share many of the same ideas.In fact, Orban says, look, we want Georgia to become part of Europe. It's not just the opposition that wants out. We want it, but it's time for the E.U. to stop all the lecturing, these useless lectures and allow Georgia to join. So you actually have two opposing political forces here, the opposition and the ruling party here in Georgia, essentially saying we both want Georgia in Europe. But it's really the definition of what that means, because Europe would say, or at least the E.U. has said, yes, we do want you in Europe, Georgia, but you have to do what is required in Europe. And that doesn't mean that they can pass laws like the anti-LGBT law, the foreign agent law, which are very similar to Russian laws that would contravene what the E.U. is all about. So if you want to be part of the E.U., you have to act as if you are European. And that's really the dilemma. So for average people, it can be confusing if you have both sides saying, yes, we want Europe. But it is a confusing situation, I think, at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "CHURCH",
      "sentences": "Well, we did see those protests Monday. What is likely to come next for the country?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "DOUGHERTY",
      "sentences": "Well, the opposition says, number one, they won't accept the results of the election. Number two, most of the parties are saying, we will not participate in this new parliament. We'll simply boycott it. And then they're also, I think, hoping for help from the West in some fashion. It could be more sanctions. It could be actually even stronger statements about this election, which they said this was stolen, hijacked by Russian-style tactics.[03:30:00] So, but judging by the people that I spoke to last night at the rally, they're not sure either where the opposition goes. That's what we're going to try today to talk to some of them and get an idea of where they want to head. Specifically, what can they do if they want to turn this around?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "ROSEMARY CHURCH, CNN ANCHOR",
      "sentences": "All right, Jill Dougherty, joining us live from Tbilisi. Many thanks.And still to come, tens of millions of Americans cast their ballots in early voting. What it could mean for the U.S. elections. We'll take a look. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "CHURCH",
      "sentences": "With one week to go in the race for the White House, Kamala Harris and Donald Trump are blazing their way through a handful of key battleground states that experts say will decide the election.In Atlanta, Trump looked to appeal to a white evangelical crowd railing against transgender rights and accusing Harris and other Democrats of using disgusting rhetoric to talk about his campaign. In Michigan, the Harris campaign seized on the fallout from one of the most offensive comments To come out of Trump's Sunday rally in New York City, it turned a comedian's bad joke about Puerto Rico into an anti-Trump campaign ad. (BEGIN VIDEO CLIP) UNIDENTIFIED MALE (voice-over): A floating island of garbage in the middle of the ocean. I think it's called Puerto Rico. UNIDENTIFIED MALE (voice-over): Puerto Rico. VICE PRESIDENT KAMALA HARRIS (D), U.S. PRESIDENTIAL CANDIDATE (voice- over): I will never forget what Donald Trump did. He abandoned the island and offered nothing more than paper towels and insults. Puerto Ricans deserve better. As president, I will always fight for you and your families. And together, we can chart a new way forward. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:06",
      "speaker": "LOZADA",
      "sentences": "I think that what folks don't realize is that Puerto Ricans get angry, we turn into action mode very quickly.FREEMAN (voice-over): Around Philly's largely Puerto Rican Fair Hill neighborhood, voters we spoke with had heard the comments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:06",
      "speaker": "FREEMAN",
      "sentences": "He doesn't know what he's talking about. Puerto Rico is a beautiful island.FREEMAN (voice-over): 32-year-old Christian Hernandez is voting for the first time this year for Vice President Harris. The Trump rally remarks only solidified his vote.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:06",
      "speaker": "FREEMAN",
      "sentences": "You think Puerto Ricans heard those words from last night?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:06",
      "speaker": "CHRISTIAN HERNANDEZ, PENNSYLVANIA VOTER",
      "sentences": "Yeah, for sure. A lot of Boriguas, they're mad. I'm disappointed.FREEMAN (voice-over): Marcos Pagan didn't like the comments at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:06",
      "speaker": "FREEMAN",
      "sentences": "When you hear stuff like, Puerto Rico is a floating island of garbage, what goes through your mind?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:06",
      "speaker": "MARCOS PAGAN, PENNSYLVANIA VOTER",
      "sentences": "To be honest, I feel disrespected. Cause, he doesn't know what we go through. You know, we've been through a lot.FREEMAN (voice-over): But Marcos still is not sure who he's voting for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:06",
      "speaker": "FREEMAN",
      "sentences": "When you hear comments like that, does that change your perspective about who you might vote for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:06",
      "speaker": "PAGAN",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:06",
      "speaker": "FREEMAN",
      "sentences": "That's not enough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:06",
      "speaker": "PAGAN",
      "sentences": "I'd rather see you to believe it, you know. Everybody gets extra fond of words.FREEMAN (voice-over): Fernando Santiago already cast his vote for former president Donald Trump. But now, he and his whole family are mad about last night's remarks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:06",
      "speaker": "FREEMAN",
      "sentences": "What did you think about him calling Puerto Rico a floating island of trash?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:06",
      "speaker": "FERNANDO SANTIAGO, PENNSYLVANIA VOTER",
      "sentences": "That's my stop because that's my island, you know. I don't want people talking like that, you know. This is not right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:06",
      "speaker": "FREEMAN",
      "sentences": "I think he's not going to go too far because of this lack of respect towards Puerto Ricans.Now we did reach out to the Trump campaign here in Pennsylvania for comment for this story. They just pointed us to the statement they released back on Sunday evening saying this joke does not reflect the views of President Trump or the campaign. I will note though, former President Trump is expected to be in the city of Allentown on Tuesday. Allentown has an enormous Latino population, specifically an enormous Puerto Rican population, so we'll see if the former president addresses this controversy then. Danny Freeman, CNN, Philadelphia. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:06",
      "speaker": "CHURCH",
      "sentences": "Ricardo Rossello is a U.S. Congressional delegate from Puerto Rico and the former governor of the island. He's also the author of \"The Reformer's Dilemma and The Need for a Radical Middle.\" He joins me now from San Jose in Costa Rica. A pleasure to have you with us.RICARDO ROSSELLO, U.S. CONGRESSIONAL DELEGATE FOR PUERTO RICO AND FORMER PUERTO RICO GOVERNOR: Thank you, Rosemary. A pleasure's all mine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:06",
      "speaker": "CHURCH",
      "sentences": "So we are seeing considerable backlash after the racist rhetoric at Donald Trump's Sunday rally in New York when a comedian referred to Puerto Rico as an island of garbage. What was your reaction to that comment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:06",
      "speaker": "ROSSELLO",
      "sentences": "We are proud U.S. citizens, Rosemary. Why would anyone call U.S. citizens garbage? Why would it be a good political strategy to go against six million electors within the United States and a second largest Latino population? Puerto Ricans are not garbage. I had the honor to be of their governor for a while.They are people that are kind, that are intelligent, that are talented, they are patriots they have been fighting for the United States for over a century. And again, we are proud U.S. citizens. So I think this statement needs to be completely rejected by everyone, including President Trump. And although I get that Hinckley is a comedian, saying a joke in a comedy club is quite different from saying it in a political rally, particularly when there's already troublesome signs that can reaffirm certain beliefs. So the ball is in President Trump's corner. I believe he needs to make a clear statement rejecting that notion, otherwise it will cost him dearly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:06",
      "speaker": "CHURCH",
      "sentences": "Now the Trump team has disavowed the insult directed at Puerto Rico specifically, but not the other racist remarks made about migrants and Latinos, but still some Latino voters, they're choosing to vote for Trump, particularly men.Why do they not feel insulted by these vile comments and other disparaging things that Trump has said in the past?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:04",
      "speaker": "CHURCH",
      "sentences": "What impact might these insults have on the way that they decide to vote in that critical state, do you think? Because that could decide the outcome of this election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:04",
      "speaker": "ROSSELLO",
      "sentences": "Well Rosemary, I don't -- I don't have to speculate. I am proud to lead a bipartisan effort for Puerto Ricans that are clamoring for statehood. Puerto Ricans in the island have already voted for statehood several times.There's an overwhelming majority that supports statehood so we've moved that battle into the United States into the six million Puerto Ricans that live within the states that were 30,000 strong. And as soon as the expressions came out that Puerto Rico was garbage, I started getting texts and messages, verbatim, from folks that I knew were either very much Republican or leaning Republican, saying things like, I don't think I can go vote now, not until he says something about it. What the hell is my party thinking? Some even said I was thinking about voting for Trump. Now, I'm not. While the Democrats on the other side, they were saying, you know, they were re-establishing that this is what they think of us and that we're garbage. And so, from the one end it's a detracting element for those that are on the fence, while on the other it is a motivator for those that might have stayed home but see this as a motivator to go out and vote. So it could be significant in a state that has been won by less than a percent in the last two elections.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:04",
      "speaker": "CHURCH",
      "sentences": "We'll certainly see in the coming days. Ricardo Rossello, thank you so much for talking with us. I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:04",
      "speaker": "ROSELLO",
      "sentences": "Thank you Rosemary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:04",
      "speaker": "CHURCH",
      "sentences": "Police in the Pacific Northwest are investigating a series of fires set inside ballot drop boxes. Hundreds of ballots were destroyed in the flames at one drop box in Vancouver, Washington. At the second location in Portland, Oregon, only a few ballots were impacted.Authorities say evidence from incendiary devices found at both boxes show the fires are connected, as well as a third incident earlier this month that was seen fleeing from one of the fires, election officials are asking voters who may have used either box on Saturday to contact them to check the status of their ballot. One week before Election Day in the United States, and more than 43.5 million Americans have cast their ballots in early voting. Among them, the man who, until about three months ago, had planned on being the Democratic presidential nominee. Brian Todd has more on that and a look at how early voting could impact the razor-thin margin in the race for the White House. (BEGIN VIDEOTAPE) BRIANTODD, CNN CORRESPONDENT (voice-over): President Biden voting early on Monday in his home state of Delaware, a reporter asking him about casting a ballot that he had hoped to cast for himself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:04",
      "speaker": "REPORTER",
      "sentences": "Is it bittersweet for you?JOE BIDEN, U.S. PRESIDENT: No, this is just sweet. TODD (voice-over): The president's party, meantime, has brought out the star power to promote early voting. Former President Barack Obama hitting the trail in battleground states in recent days. BARACK OBAMA, FORMER U.S. PRESIDENT: Find out where to vote early. TODD (voice-over): So far, more than 43 million Americans have already cast their ballots, either in person or by mail. Michigan has never conducted early, in-person voting in a general election until this year. The Secretary of State in the Wolverine State says it's been a hit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:04",
      "speaker": "JOCELYNBENSON, MICHIGAN SECRETARY OF STATE",
      "sentences": "A quarter of a million Michigan citizens voted in the first two days alone.TODD (voice-over): The state of Georgia got off to a record start for early voting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We thought we were going to get ahead of the game a little bit, but it looks like everybody got the same thing in mind.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:04",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "This first time I've ever done it. And with the likes of this line, maybe the last.TODD (voice-over): State officials in Georgia said that as of Monday afternoon, more than a third of active voters in Georgia had already cast their ballots.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:01",
      "speaker": "TODD",
      "sentences": "What do you think the Republicans have changed their messaging on early voting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "They know they've gotten trounced on this, right? The Republicans are playing catch-up whether or not they'll fully ever equal Democrats on the early voting front unknown.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:01",
      "speaker": "TODD",
      "sentences": "Analysts say it's almost impossible to project from early voting who will win this election. One key reason why it's difficult to tell from that, the fact that the majority of states don't report to us the party affiliations of those who vote early.Brian Todd, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:01",
      "speaker": "CHURCH",
      "sentences": "The District Attorney of Philadelphia is suing Elon Musk for conducting a quote \"illegal lottery scheme\". The billionaire and his Trump-supporting Super PAC have set up a sweepstakes, offering $1 million prizes to registered voters in battleground states. Critics say it's meant to bribe people to register to vote for Donald Trump.A Philadelphia lawsuit accuses Musk and his Super PAC of convincing people to give away their personal information and sign a political pledge for the chance of a huge payout. The U.S. Justice Department has also warned Musk that the offer may violate federal law. So far no comment from Musk or his Super PAC. Well still to come, going thirsty while clean water flows through the streets. A deepening water crisis affecting more than a million people in Cuba is starting to take its toll. We'll show you what they're doing to survive. Back in just a moment. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:03",
      "speaker": "OPPMANN",
      "sentences": "Many people, if not most people in Cuba, don't get water every day. You might get water for a few hours every other day, every third day. It's what's known as el dia de agua, water day. But when there's a power cut, you don't get any water that day either.OPPMANN (voice-over): The government says it sends water trucks to help with a problem, but there are not enough to go around. And residents here tell us you have to pay to get one of those trucks to actually come. That's an impossibility for someone like Annie, who says the more frequently the power goes out, the less water she will likely have. She says the country's leaders need to remember how poor people like her here live. The power doesn't go out for them, she says. They need to put themselves in our place. Just down the hill from Annie's house, a small river of drinking water runs in the street where a pipe is broken. She says residents have reported the problem for years to the local government, but no one has ever come to fix it. Patrick Oppmann, CNN, Havana. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:03",
      "speaker": "CHURCH",
      "sentences": "Still to come, Manchester United parts away with yet another manager. Details on Erik Ten Hag's exit and replacement.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:03",
      "speaker": "CHURCH",
      "sentences": "The Los Angeles Dodgers are one win away from becoming World Series champions. Facing the Yankees in New York Monday night, Dodgers' first baseman, Freddie Freeman, tied a record with this home run in his fifth straight World Series game.That gave the Dodgers a 2-0 lead in the game. They went on to win it 4-2. The next game is Tuesday night in New York. If they win that, the Dodgers will have their eighth World Series title. Times up for Erik Ten Hag. Manchester United sacked their fifth permanent manager in 11 years after a lackluster tenure and an embarrassing loss on Sunday. CNN World Sports' Don Riddell has details. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:55:04",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I think it was time to be honest. I feel, I do feel for him a little bit, but performances just haven't been good enough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:55:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's a results-driven business, so not surprising really in the end.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:55:04",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It's never nice to see a manager get sacked. However, that being said, it's been a long time coming. I was surprised with the news regime that he kept his job in the summer. I thought it had gone away with a handshake after the cup win. They gave him another go and straight from the start I couldn't see what he was going to do differently.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:55:04",
      "speaker": "UNKNUNIDENTIFIED FEMALE",
      "sentences": "We've been performing below par for a lengthy of time and I think it's about time that we need like fresh energy, a new perspective and new ideas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:55:04",
      "speaker": "RIDDELL",
      "sentences": "Well one of Ten Hag's assistants, the former striker and the coach, Ruud van Nistroy, will now take charge as the interim manager while they figure out who to appoint as a permanent replacement. United are back in action at Old Trafford on Wednesday, a home game in the League Cup against Leicester City. We will see if they have somebody in charge by then and what happens next. There's certainly never a dull moment. And meanwhile, back to you.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}