{
  "date": "2024-09-12",
  "headline": "CNN News Central",
  "subHeadline": "Harris Team Enters Aggressive New Phase Post-Debate; Soon: Trump Campaigns in Key Swing State AZ; Rep. Greene & Far-Right Trump Ally Clash in Growing MAGA Feud; Now: Secret Service Briefs Lawmakers on Trump Assassination Attempt; World's First Commercial Spacewalk for Civilians. Aired 3-3:30p ET",
  "utterances": [
    {
      "timeStamp": "15:01:13",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "A campaign on overdrive. The Harris campaign is readying a new aggressive phase. And this hour we're going to see the Vice President on the trail for the first time since that fiery debate while former President Trump prepares to hit the stage in the crucial state of Arizona. His camp is trying to turn that page after his face-to-face with Harris.Plus, happening now, a classified briefing on Capitol Hill. The Secret Service sharing new details with lawmakers about the assassination attempt on former President Trump. We're following the very latest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:13",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "And a huge shakeup in New York as the city's police commissioner resigns amid a federal investigation.We're following these major developing stories and many more, all coming in right here to CNN NEWS CENTRAL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:13",
      "speaker": "SANCHEZ",
      "sentences": "Just minutes from now, Vice President Kamala Harris makes her first campaign stop since she faced off against former President Donald Trump on the debate stage. She's in North Carolina as part of her New Way Forward tour through critical battleground states.This comes as Harris' campaign says that she's entering a more aggressive phase in the final sprint to Election Day. CNN's Priscilla Alvarez is live for us in Charlotte, where the Vice President will soon be speaking. So, Priscilla, what can we expect?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:13",
      "speaker": "PRISCILLA ALVAREZ, CNN WHITE HOUSE REPORTER",
      "sentences": "Well, we can expect that the Vice President is going to be hitting the trail and hitting the trail often, because her campaign and her aides want her to continue to get more face time with voters. Remember, the presidential debate on Tuesday was one of those defining moments of which there are a few, going into November, moments that large audiences can tune in to see her.And without many of those schedules scheduled moving forward, they say that they need the Vice President to be on the trail and doing some of that retail politicking that you would expect in a presidential election year. Because the reality that many aides have shared with me is that the Vice President is still aware that it is a close race. While they are pleased with the performance on Tuesday, they know it's still a long road ahead. So the message that the Vice President will be delivering here in moments is going to be that they are still the underdogs. That is the narrative of this campaign. But in addition to that, it's trying to capitalize on the issues that they think are going to resonate the most with voters. And in North Carolina, one of those is reproductive rights. So the campaign releasing today an ad of that debate exchange between the Vice President and the former president on exactly that issue. Watch. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:13",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "I did a great service in doing it. It took courage to do it. And the Supreme Court had great courage in doing it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:13",
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "I have talked with women around our country. You want to talk about this is what people wanted? Pregnant women who want to carry a pregnancy to term, suffering from a miscarriage, being denied care.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "SANCHEZ",
      "sentences": "Priscilla Alvarez on the trail for us in Charlotte. Thank you so much. Brianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "KEILAR",
      "sentences": "A couple hours from now, former President Trump will deliver remarks during his first campaign event since the presidential debate in Tucson, Arizona. CNN's Steve Contorno is joining us live from there. Steve, what are we expecting today? STEVE CONTORNO, CNN REPORTERInterestingly, though, they are not matching the Democratic spending in Arizona through the rest of November, through the fall into the November election. But they are putting a lot of money into advertising in Pennsylvania, that critical swing state that could decide the election. Take a look at this ad they have running now that is hitting Harris over fracking. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Will you commit to implementing a federal ban on fracking your first day in office?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "HARRIS",
      "sentences": "There's no question I'm in favor of banning fracking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "That will immediately put 10s of thousands of Pennsylvanians out of work and send utility bills skyrocketing.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "CONTORNO",
      "sentences": "Now, we're told Trump's message here will also focus on the economy. On the stage behind me are signs that say make housing affordable again and no tax on tips. Two of the centerpieces of his economic message. Even in a state like Arizona, which is so close to the border and immigration has been such a dominating issue like every other swing state. Most voters here say that economy is their number one issue. Brianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "KEILAR",
      "sentences": "All right. Steve Contorno, thank you so much. There is a growing feud that is playing out in public today, and it's really exposing tensions between Donald Trump's allies. Far right activist Laura Loomer was seen with Trump yesterday at events commemorating 9/11, despite the fact that she previously spread conspiracy theories about those very terrorist attacks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "SANCHEZ",
      "sentences": "Yes. She posted on social media saying that it was an inside job. She was also seen getting off his plane. You see the video here. This is in Philadelphia just ahead of the debate. Some of Loomer's comments, though, have proven to be too extreme for some in MAGA world. CNN's Manu Raju is following this story.Manu, Rep. Marjorie Taylor Greene is not holding back going after Loomer. And now other Republicans are joining her. What are they saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes, that's right. In fact, Marjorie Taylor Greene is someone herself who has been very outspoken, very controversial in some of her rhetoric, but she says what Laura Loomer has been saying has been going too far. And she contends it does not represent the MAGA movement, does not represent former President Donald Trump.This in the aftermath of her post, a racist post about Kamala Harris' Indian heritage, that was too much for Marjorie Taylor Greene. And then afterwards, Loomer went to attack her on social media. So I asked her about this feud between those two. And this is what MTG said to me just moments ago. (BEGIN VIDEO CLIP) REP. MARJORIE TAYLOR GREENE (R-GA): I have concerns about her rhetoric and her hateful tone. To me, many of the comments that she makes and how she attacks Republicans like me, many other Republicans that are strong supporters of President Trump, I think they're a huge problem. And that doesn't represent MAGA as a whole.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "RAJU",
      "sentences": "She's still traveled with the former president. Do you - would you encourage Trump not to keep close contact with her?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "GREENE",
      "sentences": "You know, Laura Loomer has lost two Republican congressional campaigns, one in a general and one in a primary. And this is such an important election, I don't think that she has the experience or the right mentality to advise a very important presidential election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What do you think the former ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "GREENE",
      "sentences": "But I do know this, that her rhetoric and her tone is - does not match the base, does not match MAGA, does not match most Republicans I know. And I'm completely denouncing it. I'm over it. And I would encourage anyone else that matches her statements to stop.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:04",
      "speaker": "SANCHEZ",
      "sentences": "And I'm wondering, since you brought up what he said on the debate stage about Haitian immigrants in Ohio eating pets, how do conspiracy theories like that, of that ilk, originate? And which ones are seemingly amplified more than others on social media and interviews and obviously on the debate stage?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:04",
      "speaker": "COOK",
      "sentences": "A lot of the time it starts out with fringe figures online, increasingly more popular mainstream far-right influencers like Laura Loomer, repeating these wild falsehoods that kind of trickle their way up through the system, coming eventually out of the potential future president of the United States' mouth. And there's real offline harm to these online conspiracy theories.Just today, we saw there's a bomb threat in Springfield, Ohio. Reportedly, the caller was frustrated over Haitian immigration, and it led to schools closing. It led to city buildings closing. And even after that happened, Laura Loomer then went back on X and suggested that Haitian immigrants are not only eating pets, but eating people, just pushing wildly baseless, false, harmful claims.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:04",
      "speaker": "KEILAR",
      "sentences": "And so, Jesselyn, I wonder if there - is there a way, and you've written about this, you've looked at people who have been taken in by conspiracy theories. Is there a way to inoculate them against this kind of disinformation, and is there a way to bring them out of it once they've fallen for it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:04",
      "speaker": "COOK",
      "sentences": "There is, and I would note that Laura Loomer is not someone who I think has been brainwashed. I think she's generally someone doing the brainwashing. She is a malicious actor in this sphere. But a lot of people just searching for truth online, they see stuff like this, they see it legitimized by Donald Trump, and they believe it to be true. And you see these individuals ushered into online echo chambers algorithmically.And so, to help someone who's gone deep into the conspiracy theory world get out, you need to understand how they got in. And so often it's about trying to engage them in offline activities, trying to get them hobbies that pull them away from their computer and separate them from this very distorted version of reality that we're all traveling different versions of online.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:04",
      "speaker": "KEILAR",
      "sentences": "That's really interesting. Jesselyn, always great to have you. Thank you so much for being with us.Jesselyn Cook, we appreciate it. And right now, the Secret Service is meeting with lawmakers for a private briefing two months after an assassination attempt against former President Trump. Plus, the NYPD commissioner stepping down just days after federal agents seized his phone and other electronic devices.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:18:52",
      "speaker": "KEILAR",
      "sentences": "Right now on Capitol Hill, the acting director of the Secret Service is delivering a classified briefing about the assassination attempt on former President Trump. Lawmakers focusing on the agency's internal report, two months after the shooting in Pennsylvania that left one rally-goer dead and the former president with a wound to his ear. CNN National Security Reporter Zach Cohen is with us. Zach, what are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:18:52",
      "speaker": "ZACHARY COHEN, CNN NATIONAL SECURITY REPORTER",
      "sentences": "Yes, Brianna. This is really the first opportunity members of this bipartisan task force have had the opportunity to question acting director Ronald Rowe directly about the security failures that led up to the assassination attempt at Donald Trump's July 13th rally in Butler, Pennsylvania. And that briefing is still ongoing, it's closed door, as you mentioned.But we have heard from a few lawmakers who have emerged from that briefing so far. And they said that the issues they've really honed in on so far are issues about the timeline. What was the sequence of events leading up to the shooting? And also the communication breakdowns. Why were members of the local police and Secret Service on the ground at Donald Trump's rally, not in direct communication with one another, especially in that pivotal moment right before the shooting occurred where a local police officer popped his head up on the roof and saw the shooter with a gun in his hand. [15:20:05] And now, look, we're going to learn a lot more about what was in this briefing as lawmakers continue to trickle out. But the Secret Service has already said, and Acting Director Rowe has already said, that the service is responsible ultimately for the security failures that happened at Trump's July 13th rally. He has pledged to get to the bottom of it. As you mentioned, he's conducting his own internal investigation. But at the same time, there's increasing pressure for Rowe and the Secret Service to deliver some accountability. And Republicans on the Hill specifically have demanded that they see firings for the people who were responsible for those security failures. Now, we'll ultimately have to see what plays out in the coming weeks as this investigation continues to unfold. We're still in the very early stages. We're also learning that members of this task force also want to talk to essentially anyone who was involved in the planning of this rally, and that includes members of the Trump campaign. Take a listen to what Congressman Lou Correa - he's a Democratic member of this task force, told us as he was entering the building today. (BEGIN VIDEO CLIP) REP. LOU CORREA (D-CA): I get some solutions, got to fix what's broke, I'm going to do it in real time. We have two candidates running for president of the United States, I want the voters of America to decide who's going to be the president and not an assassin's bullet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:18:52",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And Congressman, are you interested in speaking with anyone at the campaign about ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:18:52",
      "speaker": "CORREA",
      "sentences": "I am. I'm interested in speaking to everybody ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:18:52",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:18:52",
      "speaker": "CORREA",
      "sentences": "... especially somebody from the campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:18:52",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And why is that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:18:52",
      "speaker": "CORREA",
      "sentences": "Because the campaign is part of the decision making on this stuff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:18:52",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:18:52",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Thank you, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:18:52",
      "speaker": "CORREA",
      "sentences": "Everybody needs to be (INAUDIBLE) ...(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:18:52",
      "speaker": "COHEN",
      "sentences": "So obviously, soliciting information or getting information from members of the Trump campaign could be a little bit of a tricky task for this Republican-led task force. Congressman Mike Kelly, who is the chairman of the task force, and a Butler native, he represents Butler, that's his district, has said that he wants to hear from everyone involved, but it remains to be seen how they will go about getting that information, not just from the Trump campaign and the Secret Service, but all parties involved.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:18:52",
      "speaker": "KEILAR",
      "sentences": "All right. Zach, we'll be looking for that. Zach Cohen, thank you so much. Boris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:18:52",
      "speaker": "SANCHEZ",
      "sentences": "Today, cheers for an out-of-this-world milestone, the first commercial spacewalk, meaning a civilian astronaut from a private company, not trained by a government, stepping out into the deep void of space.The head of NASA is calling it a giant leap for the future of commercial space travel. And CNN's Kristin Fisher has the latest on this major feat by Polaris Dawn.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:18:52",
      "speaker": "KRISTIN FISHER, CNN SPACE AND DEFENSE CORRESPONDENT",
      "sentences": "Well, Boris, up until a few hours ago, the only people that had ever done spacewalks were professional government astronauts that had the backing of big powerful countries like the United States, Russia and China. That all changed a few hours ago with the world's first commercial spacewalk.Meaning, you had a spacecraft and a spacesuit that was designed, and manufactured and operated by a private company, SpaceX. And then conducted by civilian astronauts. And the reason this is so significant is because the private sector can typically do things a lot faster and far cheaper than big governments can. And so this is all part of a trend that we've been seeing for a few years now towards the democratization of space. And so what we saw SpaceX doing today and the crew of Polaris Dawn was venturing out into the vacuum of space and testing out these brand new spacesuits from SpaceX. And so you saw them sort of moving slowly, and what they were doing was doing mobility tests inside these spacesuits. They were testing out how they moved, how they worked, how they felt in space. It's really difficult to move these pressurized spacesuits. Even though you're in microgravity and you're weightless, the suits are pressurized. And so it takes some figuring out, you know, how they move in space. And so what these spacewalkers were doing is collecting data for the SpaceX engineers back on the ground so that they can get back to work and design the next iteration of these spacesuits, with the ultimate goal being to design spacesuits that someday will be worn on the surface of Mars. So that's SpaceX's big goal, to make life, humanity, multi-planetary. And today was one small step forward towards that big goal, Boris.",
      "isLastSentenceInterrupted": false
    }
  ]
}