{
  "date": "2024-10-01",
  "headline": "CNN Live Event/Special",
  "subHeadline": "Vice Presidential Debate. Aired 10-11p ET",
  "utterances": [
    {
      "timeStamp": "22:00:08",
      "speaker": "WALZ",
      "sentences": "Well, I think all the parents watching tonight, this is your biggest nightmare. Look, I got a -- I got a 17-year-old and -- and he witnessed a shooting at a community center playing volleyball. Those things don't leave you.As a member of Congress, I sat in my office surrounded by dozens of the Sandy Hook parents. And they were looking at my seven-year-old picture on the wall, their seven-year-old were dead. And they were asking us to do something. And look, I'm a hunter. I own firearms. The vice president is. We understand that the second amendment is there, but our first responsibility is to our kids to figure this out. In Minnesota, we've enacted enhanced red flag laws, enhanced background checks, and we can start to get data. But here's the problem. If we really want to solve this, we've got folks that won't allow research to be even done on gun violence and this idea that we should just live with it. And I -- and I -- here's what I do think that this is a good start to the conversation. I a 100% believe that Senator Vance hates it when these kids, it's abhorrent and it breaks your heart. I agree with that, but it's -- that's not far enough when we know there are things that worked. I've spent time in Finland and seen some Finnish schools. They don't have this happen, even though they have a high gun ownership rate in the country. There are reasonable things that we can do to make a difference. It's not infringing on your second amendment. And the idea to have some of these weapons out there, it just doesn't make any sense. Kamala Harris as an attorney general worked on this issue. She knows that it's there. No one's trying to scaremonger and say, we're taking your guns, but I ask all of you out there, do you want your schools hardened to look like a fort? Is that -- is that what we have to go when we know there's countries around the world that their children aren't practicing these types of drills? They're being kids. We owe it to them to get a fix. These are things that shouldn't be that difficult. You can still keep your firearms and we can make a difference. We have to, if you're listening tonight, this breaks your heart. O'DONNELL: Senator?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:08",
      "speaker": "VANCE",
      "sentences": "Tim, first of all, I didn't know that your 17-year-old witness is shooting. And I'm sorry about that. And I appreciate Christ have mercy.It is -- it is awful. And I appreciate what Tim said actually about Finland. Because I do think it illustrates some of the frankly weird differences between our own country's gun violence problem and -- and Finland is. OK, first of all, we have way higher rates of mental health abuse or mental health substance abuse. We have way higher rates of depression, way higher rates of anxiety. We unfortunately have a mental health crisis in this country that I really do think that we need to get to the root causes of, because I don't think it's the whole reason why we have such a bad gun violence problem, but I do think it's a big piece of it. Another driver of the gun violence epidemic, especially that affecting our kids, it doesn't earn as many headlines, but as the terrible gun violence problem and a lot of our big cities. And this is why we have to empower law enforcement to arrest the bad guys, put them away and take gun offenders off the streets. I think there's a whole host of things that we can do here, but I do think at our schools, we've got to talk about more security. O'DONNELL: Senator, thank you. Governor, you previously opposed an assault weapons ban, but it's only later in your political career. Did you change your position? Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:05",
      "speaker": "BRENNAN",
      "sentences": "Thank you, Norah.Let's turn now to the top contributor to inflation, the high cost of housing and rent. There's a shortage of more than 4 million homes in the United States, and that contributes to the high housing prices. Governor Walz, the Harris campaign promises a $25,000 downpayment assistance for first-time home buyers and a $10,000 tax credit. They also promise to build 3 million new homes. Where are you building these homes? And won't handing out that kind of money just drive up prices higher?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:05",
      "speaker": "WALZ",
      "sentences": "No, it's not handing out -- we have -- first, let me say this. This issue of housing -- and I think those of you listening on this, the problem we've had is that we've got a lot of folks that see housing as another commodity. It can be bought up. It can be shifted. It can be moved around. Those are not folks living in those houses.Those of you listening tonight, that house is a big deal. I bought and owned one house in my life. My mom still lives in the house where I was. And when I think of a house, I'm thinking of Christmas services after midnight mass, where you go with your family. We need to make it more affordable. And one of the things, as I said, this program that the vice president is pushing forward and bringing a new way of approaching this is something we're doing in Minnesota from that lead. We in the state invested in making sure our housing was the biggest investment that we'd ever made in housing. It starts to make it easier. We cut some of the red tape. Local folks -- look, we can't do it at the federal level, but local folks make it easier to build those homes, and then that downpayment assistance. I can tell all of you out there, one of the -- certainly, for me, using the G.I. Bill was one thing, but a veteran's home loan, the big thing about a veteran's home loan is you don't have to pay the downpayment. Those are things that make it -- now, look, you're going to pay it back. And you're going to pay your mortgage. Those are things that we know, in the long run, the appreciated value, the generational wealth that's created from it. And I will give Minneapolis as an example. Minneapolis is the one city where we've seen the lowest inflation rates. We've seen a 12 percent increase in stock because we've put some of these things in. And we're implementing a state program to make sure we give some of that downpayment assistance. We get it back from people. Because here's what we know. People with stable housing end up with stable jobs. People with stable housing have their kids able to be able to get to school. All of those things, in the long run, end up saving our money. And that's the thing that I think we should be able to find some common ground in. But we can't blame immigrants for the only reason. That's not the case that's happening in many cities. The fact of the matter is, is that we don't have enough naturally affording -- affordable housing. But we can make sure that the government's there to help kickstart it, create that -- create that base.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:05",
      "speaker": "BRENNAN",
      "sentences": "Governor, your time is up.Senator Vance, as far as your campaign's position, the promise is to seize federal lands to build homes, remove regulation, provide tax breaks and cut back on immigration, which you say pushes up prices. Where are you going to build all the new homes you're promising? And what part of any of this plan will provide immediate relief? You have two minutes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:05",
      "speaker": "VANCE",
      "sentences": "Well, first of all, Tim just said something that I agree with. We don't want to blame immigrants for higher housing prices. But we do want to blame Kamala Harris for letting in millions of illegal aliens into this country...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:05",
      "speaker": "WALZ",
      "sentences": "Pass the bill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:15",
      "speaker": "BRENNAN",
      "sentences": "Senator Vance, you still have 23 seconds there. Do you want to answer where --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:15",
      "speaker": "WALZ",
      "sentences": "Can I have it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:15",
      "speaker": "BRENNAN",
      "sentences": "Yes. Governor, we will get to you in a moment. But, Senator, where are you going to seize the federal lands? Can you clarify?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:15",
      "speaker": "VANCE",
      "sentences": "Well, what Donald Trump has said is we have a lot of federal lands that aren't being used for anything. They're not being used for a national park. They're not being used and they could be places where we build a lot of housing. And I do think that we should be opening up building in this country.We have a lot of land that could be used. We have a lot of Americans that need homes. We should be kicking out illegal immigrants who are competing for those homes and we should be building more homes for the American citizens who deserve to be here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:15",
      "speaker": "BRENNAN",
      "sentences": "Senator, your time is up.Governor, I do want to let you respond to the allegation that the vice president is letting in migrants --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:15",
      "speaker": "WALZ",
      "sentences": "Of course that's not true. And again, you have the facts. I guess we agreed not to fact check. I'll check it. But, look, crossings are down compared to when Donald Trump left office. But it's again blaming and not trying to find the solution.I was going to ask on this question, are we going to drill and build houses on the same federal land? And I think when people hear federal lands, these are really important pieces of land. Now, Minnesota doesn't have a lot of federal lands. I know in the western part of the countries we do. There's not a lot of federal lands in and around Minneapolis, for example. So the issue is, is I don't understand the federal lands issue unless we see this -- and I worry about this as someone who cares deeply about our national parks and our federal lands. Look, Minnesota, we protect these things. We've got about 20 percent of the world's fresh water. These lands protect. They're there for a reason. They belong to all of us. But again, this is when you view housing and you view these things as commodities. That there's a chance to make money here, let's take this federal land and let's sell it to people for that. I think there's better ways to do this. We've seen it in Minnesota. We're able to refurbish some of these houses, we're able to make some investments. That gets people in. And I'm still on the fact on this. Economists. Senator Vance, you said you don't like the economists. Which economists are saying that it is immigrants that's adding to the cost?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:15",
      "speaker": "BRENNAN",
      "sentences": "Governor --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:15",
      "speaker": "WALZ",
      "sentences": "Where's your stat?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:15",
      "speaker": "BRENNAN",
      "sentences": "Governor, your time is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:15",
      "speaker": "WALZ",
      "sentences": "Sorry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:15",
      "speaker": "BRENNAN",
      "sentences": "Your time is up. But, Senator, on that point I'd like for you to clarify. There are many contributing factors to high housing cost. What evidence do you have that migrants are part of this problem?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:15",
      "speaker": "VANCE",
      "sentences": "Well, there's a Federal Reserve study that we're happy to share after the debate. We'll put it up on social media actually that really drills down on the connection between increased levels of migration, especially illegal immigration and higher housing prices.Now, of course, Margaret, that's not the entire driver of higher housing prices. It's also the regulatory regime of Kamala Harris. Look, we are a country of builders. We're a country of doers. We're a country of explorers. But we increasingly have a federal administration that makes it harder to develop our resources, makes it harder to build things, and wants to throw people in jail for not doing everything exactly as Kamala Harris says they have to do. And what that means is you have a lot of people who would love to build homes who aren't able to build homes. I actually agree with Tim Walz. We should get out of this idea of housing as a commodity. But the thing that has most turned housing into a commodity is giving it away to millions upon millions of people who have no legal right to be here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:15",
      "speaker": "WALZ",
      "sentences": "What are the federal regulations? I deal with this as a governor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:15",
      "speaker": "BRENNAN",
      "sentences": "Governor, you can very quickly reply.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:15",
      "speaker": "WALZ",
      "sentences": "I'm sorry. I get this as a governor. And I don't necessarily disagree with that, that in some cases many of those are local. Many of them are state. I don't know which ones are federal. But I think whenever we talk regulations, people think they can get rid of them. I think you want to be able to get out of your house in a fire. I think you want to make sure that it's fireproof and those types of things. So which were the regulations? Because the vice president is not responsible for those. Congress writes those.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:15",
      "speaker": "BRENNAN",
      "sentences": "Governor, thank you.Gentlemen, we have a lot to get to. You're passionate about the housing crisis, I can tell. But Norah? O'DONNELL: Thank you. One of the top problems facing Americans is the high cost of health care. Senator Vance, at the last presidential debate, former president Trump was asked about replacing the Affordable Care Act. In response he said, \"I have concepts of a plan.\" Since then, Senator, you've talked about changing how chronically ill Americans get health insurance. Can you explain how that would work? And can you guarantee that Americans with pre-existing conditions won't pay more? I'll give you two minutes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:18",
      "speaker": "BRENNAN",
      "sentences": "Governor?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:18",
      "speaker": "WALZ",
      "sentences": "All right. Here's where being an old guy gives you some history. I was there at the creation of the ACA. And the reason it was so important is I come from a major health care state, home of the Mayo Clinic, home to Medical Alley, MMM, Medtronic, all of those. We understand health care. It's why we're ranked first on affordability and accessibility and quality of health care.And so, what I know is, under Kamala Harris, more people are covered than they have before. Those of you listening, this is critical to you. Now, Donald Trump, all of a sudden, wants to go back. And remember this, he ran on the first thing he was going to do on day one was to repeal Obamacare. On day one, he tried to sign an executive order to repeal the ACA. He signed on to a lawsuit to repeal the ACA but lost at the Supreme Court, and he would have repealed the ACA had it not been for the courage of John McCain to save that bill. Now, fast forward. What that means to you is, you lose your preexisting conditions. If you're sitting at home and you got asthma, too bad. If you're a woman, probably not. Broke your foot during football, might kick you out. Your kids get kicked out when they're 26. Kamala Harris negotiated drug prices for the first time with Medicare. We have 10 drugs that will come online, the most common ones that will be there. But look, this issue -- and when Donald Trump said, I've got a concept of a plan, it cracked me up as a fourth-grade teacher because my kids would have never given me that. But what Senator Vance just explained might be worse than a concept. Because what he explained is pre- Obamacare. And I'll make this as simple as possible because I have done this for a long time. What they're saying is, if you're healthy, why should you be paying more? So, what they're going to do is let insurance companies pick who they insure, because guess what happens? You pay your premium, it's not much, they figure they're not going to have to pay out to you. But those of you a little older, gray, you know, got cancer, you're going to get kicked out of it. That's why the system didn't work. Kamala Harris will protect and enhance the ACA.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:18",
      "speaker": "BRENNAN",
      "sentences": "Governor, thank you. Senator, you have not yet explained how you would protect people with preexisting conditions or laid out that plan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:12",
      "speaker": "WALZ",
      "sentences": "It's higher now that we've seen it go up. Look, people are using it. The system works. And the question about this of young people or whatever, that's the individual mandate piece of this. And Republicans fought tooth and nail, saying, well, Americans should be free to do this. Well, then what happens is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:12",
      "speaker": "VANCE",
      "sentences": "So, you think the individual mandate is a good idea?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:12",
      "speaker": "WALZ",
      "sentences": "I think the idea of making sure the risk pool is broad enough to cover everyone, that's the only way insurance works. When it doesn't, it collapses. You are asking pre ACA where we get people out. Look, people know that they need to be on healthcare. People expect it to be there. And when we are able to make it, and we are making it this way, when we incentivize people to be in the market, when we help people who might not be able to afford it get there, and we make sure then when you get sick and old, it's there for you.Because I heard people say, well, I don't -- I don't want to buy into Medicare or whatever. Good luck buying healthcare once you get past 70. So, look, the ACA works. We can continue to do better. Kamala Harris did that. The way she made everything better was negotiating those ten drugs on Medicare for the first time in American history. O'DONNELL: Thank you. Margaret?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:12",
      "speaker": "VANCE",
      "sentences": "Can I address that?O'DONNELL: I apologize. We're out of time. We have a number of subjects to discuss. Margaret?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:12",
      "speaker": "BRENNAN",
      "sentences": "Let's talk about families in America. There is a child care crisis in this country, and the United States is one of the very few developed countries in the world without a national paid leave program for new parents. Governor Walz, you said that if Democrats win both the White House and Congress, this is a day one priority for you. How long should employers be required to pay workers while they are home taking care of their newborns? You have two minutes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:12",
      "speaker": "WALZ",
      "sentences": "Yes, well, that's negotiable. And that's what Congress worked. But here's what the deal is. Americans sitting out there right now, you may work for a big company. Look, we're home in Minnesota to some of the largest Fortune 500 companies. Kamala Harris knows that in California. Those companies provide paid family medical leave. One is, I think they're moral and they think it's a good thing, but it also keeps their employees healthy.We in Minnesota passed a paid family medical leave. You have a child, you and I had to go back to work five days after my kids were born. This allows you to stay home a certain amount of time. What we know is that gets the child off to a better start. The family works better. We stay (ph) in their employers. We get more consistency in that. So, Kamala Harris is made it a priority. We implemented it in Minnesota, and we see growth. That's how you become a pro business state. But the negotiations on it, and here's the issue, those big companies are able to offer it. Those of you out there who dont have it, just imagine what happens if you get cancer or your child gets sick. We know what happens. You end up staying home. In some places (ph), that means no paycheck because you've got no protection on that. This is the case of an economy that Donald Trump has set for the wealthiest amongst us. He's willing to give those tax breaks to the wealthiest. He's willing to say, bust those unions up. Do whatever. What we're saying is, the economy works best when it works for all of us. And so, a paid family medical leave program, and I will tell you, go to the families or go to the businesses and ask them. As far as child care on this, you have to take it at both the supply and the demand side. You can't expect the most important people in our lives to take either our children or our parents to get paid the least amount of money. And we have to make it easier for folks to be able to get into that business, and then to make sure that folks are able to pay for that. We were able to do it in Minnesota, and I'm still telling you this, we were listed as the best state. We're still in crisis on this. A federal program of paid family medical leave and help with this will enhance our workforce, enhance our families, and make it easier to have the children that you want.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:12",
      "speaker": "BRENNAN",
      "sentences": "Governor, your time is up. Senator, do you support a national paid leave program? And if so, for how long should employers be mandated to pay their employees while they are home taking care of their newborn? You have two minutes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "BRENNAN",
      "sentences": "Senator, thank you.You have also said, Senator Vance, many things about the American family. The Federal Reserve says parents will spend nearly as much on childcare as they do on housing each month. So, I want to get your thoughts on this. President Trump recently said: \"As much as childcare is talked about as being expensive, it's, relatively speaking, not very expensive, compared to the kinds of numbers we will be taking in.\" Is President Trump committed to the $5,000-per child tax credit that you have described? You have one minute.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "VANCE",
      "sentences": "Well, what President Trump said, Margaret -- I just want to defend my running mate here a little bit -- is that we're going to be taking in a lot of money by penalizing companies for shipping jobs overseas and penalizing countries who employ slave laborers and then ship their products back into our country and undercut the wages of American workers.It's the heart of the Donald Trump economic plan, cut taxes for American workers and American families, cut taxes for businesses that are hiring and building companies in the United States of America, but penalize companies and countries that are shipping jobs overseas. That's the heart of the economic proposal. And I think what President Trump is saying is that, when we bring in this additional revenue with higher economic growth, we're going to be able to provide paid family leave, childcare options that are viable and workable for a lot of American families.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "BRENNAN",
      "sentences": "Can you clarify how that will solve the childcare shortage?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "VANCE",
      "sentences": "Well, because, as Tim said, a lot of the childcare shortage is, we just don't have enough resources going into the multiple people who could be providing family care options.And we're going to have to -- unfortunately, look, we're going to have to spend more money. We're going to have to induce more people to want to provide childcare options for American families, because the reason it's so expensive right now is because you have got way too few people providing this very essential service.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "BRENNAN",
      "sentences": "Thank you, Senator.Governor Walz, your ticket also has some childcare tax credit proposals. Do you think Congress will agree to the $6,000 credit for newborns and $3,000 credit for children over the age of 6, as your campaign has promised? Is that realistic?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "WALZ",
      "sentences": "Well, if these members of Congress are listening to anybody. I can tell you, and this is the biggest issue. Everybody listening tonight knows.I mean, I'm sure they were shocked to hear it's not that expensive. And let's be clear. Whether it's $5,000 or $6,000, that pays you about three or four months. Let's be clear of where we're at on this. It's because we got out of an imbalance on this. We thought we were going to get by not paying people. I don't think Senator Vance are that -- and I are that far apart. I'm not opposed to what he's talking about on options. We have done scholarships types of things. I think we need to be open to making the case. But the issue here is, the question you asked is, you're not going to pay for it with these tariffs. That's just adding another $4,000 on the family and taking less. So not only do they not get the money to pay for that. They're $4,000 in the hole. That's Wharton School. That's his alma mater. And so I think the issue here is, if those members of Congress -- I can't believe they're not -- when I go to businesses, sure, they will talk about taxes sometime, but they will lead with childcare and they will lead with housing, because we know the problems, especially in a state like Minnesota. We need more workers because our economy is growing, but we need the work force.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:06",
      "speaker": "VANCE",
      "sentences": "Well. Norah, first of all, I think that we're focused on the future. We need to figure out how to solve the inflation crisis caused by Kamala Harris's policies, make housing affordable, make groceries affordable, and that's what we're focused on.But I want to answer your question because you did ask it. Look, what President Trump has said is that there were problems in 2020, and my own belief is that we should fight about those issues, debate those issues peacefully in the public square, and that's all I've said and that's all that Donald Trump has said. Remember, he said that on January the 6th, the protesters ought to protest peacefully. And on January the 20th, what happened? Joe Biden became the president, Donald Trump left the White House, and now, of course, unfortunately, we have all of the negative policies that have come from the Harris-Biden administration. I believe that we actually do have a threat to democracy in this country, but unfortunately, it's not the threat to democracy that Kamala Harris and Tim Walz want to talk about. It is the threat of censorship. It's Americans casting aside lifelong friendships because of disagreements over politics. It's big technology companies silencing their fellow citizens, and it's Kamala Harris saying that rather than debate and persuade her fellow Americans, she'd like to censor people who engage in misinformation. I think that is a much bigger threat to democracy than anything that we've seen in this country, in the last four years, in the last 40 years. Now, I'm really proud, especially given that I was raised by two lifelong blue collar Democrats, to have the endorsement of Bobby Kennedy Jr. and Tulsi Gabbard, lifelong leaders in the Democratic coalition. And, of course, they don't agree with me and Donald Trump on every issue. We don't have to agree on every issue. But we're united behind a basic American First Amendment principle that we ought to debate our differences. We ought to argue about them. We ought to try to persuade our fellow Americans. Kamala Harris is engaged in censorship at an industrial scale. She did it during COVID. She's done it over a number of other issues, and that to me is a much bigger threat to democracy than what Donald Trump said when he said that protesters should peacefully protest on January the 6th. O'DONNELL: Governor?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:06",
      "speaker": "WALZ",
      "sentences": "Well, I've enjoyed tonight's debate and I think there was a lot of commonality here.And I'm -- I'm sympathetic to misspeaking on things, and I think I might have with -- with the senator.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:06",
      "speaker": "VANCE",
      "sentences": "Me, too, man.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:06",
      "speaker": "WALZ",
      "sentences": "But there's one -- there's one though that this -- this one is troubling to me and I say that because I think we need to tell the story. Donald Trump refused to acknowledge this and the fact is, is that I don't think we can be the frog in the pot and let the boiling water go up.He was very clear. I mean, he lost his election and he said he didn't. A hundred and forty police officers were beaten at the Capitol that day, some with the American flag, several later died. And it wasn't just in there. In Minnesota, a group gathered on the state capitol grounds in St. Paul and said, we're marching to the governor's residence and there may be casualties. The only person there was my son and his dog who was rushed out crying by state police. That issue -- and Mike Pence standing there as they were chanting \"hang Mike Pence\". Mike Pence made the right decision. So, Senator, it was adjudicated over and over and over. I worked with kids long enough to know and I said as a football coach, sometimes you really want to win, but the democracy is bigger than winning an election. You shake hands and then you try and do everything you can to help the other side win. That's -- that's what was at stake here. Now the thing I'm most concerned about is the idea that imprisoning your -- your political opponents already laying the groundwork for people not accepting this. And a president's words matter. A president's words matter. People hear that. So I think this issue of settling our differences at the ballot box, shaking hands when we lose, being honest about it, but to deny what happened on January 6th, the first time in American history that a president or anyone tried to overturn a fair election and the peaceful transfer of power. And here we are four years later in the same boat. I will tell you this, that when this is over. We need to shake hands this election and the winner needs to be the winner. This has got to stop. It's tearing our country apart. O'DONNELL: Margaret?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:06",
      "speaker": "BRENNAN",
      "sentences": "Senator Vance, did you want to respond to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:06",
      "speaker": "VANCE",
      "sentences": "Yeah. Well, look, Tim, first of all, it's really rich for Democratic leaders to say that Donald Trump is a unique threat to democracy when he peacefully gave over power on January the 20th as we have done for 250 years in this country.We are going to shake hands after this debate and after this election and, of course, I hope that we win and I think we're going to win. But if Tim Walz is the next vice president, he'll have my prayers, he'll have my best wishes and he'll have my help --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:06",
      "speaker": "WALZ",
      "sentences": "(INAUDIBLE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:04",
      "speaker": "WALZ",
      "sentences": "January 6 was not Facebook ads. And I think a revisionist history on this. Look, I don't understand how we got to this point, but the issue was that happened. Donald Trump do -- and all of us say there's no place for this. It has massive repercussions.This idea that there's censorship to stop people from doing, threatening to kill someone, threatening to do something. That's not -- that's not censorship. Censorship is book banning. We've seen that. We've seen that brought up. I just think for everyone tonight, and I -- I'm going to thank Senator Vance. I think this is the conversation they want to hear. And I think there's a lot of agreement, but this is one that we are miles apart on. This was a threat to our democracy in a way that we had not seen. And it manifested itself because of Donald Trump's inability to say he is still saying he didn't lose the election. I would just ask that. Did he lose the 2020 election?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:04",
      "speaker": "VANCE",
      "sentences": "Tim, I'm focused on the future. Did Kamala Harris censor Americans from speaking their mind in the wake of the 2020 COVID situation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:04",
      "speaker": "WALZ",
      "sentences": "That is a damning -- that is a damning non-answer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:04",
      "speaker": "VANCE",
      "sentences": "Has she -- it's a damning non-answer for you to not talk about censorship. Obviously Donald Trump and I think that there were problems in 2020. We've talked about it. I'm happy to talk about it further. But you guys attack us for not believing in democracy. The most sacred right under the United States democracy is the first amendment.You yourself have said there's no first amendment right to misinformation. Kamala Harris wants to use the power of the government and big tech to silence people from speaking their minds. That is a threat to democracy that will long outlive this present political moment. I would like Democrats and Republicans to both reject censorship. Let's persuade one another. Let's argue about ideas and then let's come together afterwards.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:04",
      "speaker": "WALZ",
      "sentences": "You can't yell fire in a crowded theater. That's -- that's the test. That's the Supreme Court test.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:04",
      "speaker": "VANCE",
      "sentences": "Tim, fire in a crowded theater. You guys wanted to kick people off of Facebook for saying that toddlers shouldn't wear masks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:04",
      "speaker": "BRENNAN",
      "sentences": "Senator, the Governor does have the floor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:04",
      "speaker": "VANCE",
      "sentences": "That's not fire in a crowded theater. That is criticizing the policies of the government, which is the right of every American.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:04",
      "speaker": "BRENNAN",
      "sentences": "Senator, the Governor does have the floor for one minute to respond to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:04",
      "speaker": "WALZ",
      "sentences": "Please. Yeah. Well, I don't run Facebook. What I do know is, is I see a candidate out there who refused. And now again, and this, I'm pretty shocked by this. He lost the election. This is not a debate. It's not -- it's not anything anywhere other than in Donald Trump's world, because look, when Mike Pence made that decision to certify that election, that's why Mike Pence isn't on this stage. What I'm concerned about is where is the firewall with Donald Trump?Where is the firewall? If he knows he could do anything, including taking an election and his vice president's not going to stand to it. That's what we're asking you, America, will you stand up? Will you keep your oath of office even if the president doesn't? And I think Kamala Harris would agree. She wouldn't have picked me if she didn't think I would do that because of course that's what we would do. So America, I think you've got a really clear choice on this election of who's going to honor that democracy and who's going to honor Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:48:16",
      "speaker": "WALZ",
      "sentences": "Well, thank you, Senator Vance. Thank you to CBS News. And most importantly, thank you to all of you, if you're still up, and the folks who missed \"Dancing With Their Stars,\" I appreciate it.But, look, the support of the democracy matters. It matters that you're here. And I'm as surprised as anybody of this coalition that Kamala Harris has built, from Bernie Sanders to Dick Cheney to Taylor Swift, and a whole bunch of folks in between there. And they don't all agree on everything, but they are truly optimistic people. They believe in a positive future of this country, and one where our politics can be better than it is. And I have to tell you that -- that \"better than it is\" is the sense of optimism that there can be an opportunity economy that works for everyone, not just to get by, but to get ahead, and the idea that freedom really means something, not the freedom of government to be in your bedroom or exam room, but the freedom for you to make choices about yourself. Now, look. We all know who Donald Trump is. He's told us. And as Maya Angelou said, believe him when he told you that. His first inaugural address talked about American carnage. And then he spent four years trying to, maybe, do that. Senator Vance tonight made it clear he will stand with Donald Trump's agenda. He will continue to push down that road. Excuse me. Kamala Harris gives us a different option. Now, I'll have to tell you, I'm going to be careful about the quotes, but there's one that Senator Vance said that does resonate with me. He said \"Donald Trump makes the people I care about afraid.\" A lot of America feels that way. [22:45:00] We don't need to be afraid. Franklin Roosevelt was right. All's we have to fear is fear itself. Kamala Harris is bringing us a new way forward. She's bringing us a politics of joy. She's bringing real solutions for the middle class. And she's centering you at the heart of that, all the while asking everyone, join this movement, make your voices heard. Let's look for a new day where everybody gets that opportunity and everybody gets a chance to thrive. I humbly ask for your vote on November 5th for Kamala Harris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:48:16",
      "speaker": "BRENNAN",
      "sentences": "Governor Walz, thank you.Senator Vance, your closing statement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:48:16",
      "speaker": "VANCE",
      "sentences": "Well, I want to thank Governor Walz, you folks at CBS, and of course the American people for tuning in this evening.And one of the issues we didn't talk about was energy. And I remember when I was being raised by my grandmother, when she didn't have enough money to turn on the heat some nights because Ohio gets pretty cold at night, and because money was often very tight, and I believe as a person who wants to be your next vice president that we are a rich and prosperous enough country where every American, whether they're rich or poor, ought to be able to turn on their heat in the middle of a cold winter night. That's gotten more difficult thanks to Kamala Harris's energy policies. I believe that whether you're rich or poor you ought to be able to afford a nice meal for your family. That's gotten harder because of Kamala Harris's policies. I believe that whether you're rich or poor you ought to be able to afford to buy a house. You ought to be able to live in safe neighborhoods. You ought to not have your communities flooded with fentanyl. And that too has gotten harder because of Kamala Harris's policies. Now, I've been in politics long enough to do what Kamala Harris does when she stands before the American people and says that on day one she's going to work on all these challenges I just listed. She's been the vice president for three and a half years. Day one was 1,400 days ago. And her policies have made these problems worse. Now, I believe that we have the most beautiful country in the world. I meet people on the campaign trail who can't afford food but have the grace and generosity to ask me how I'm doing and to tell me they're praying for my family. What that has taught me is that we have the greatest country, the most beautiful country, the most incredible people anywhere in the world. But they're not going to be able to achieve their full dreams with the broken leadership that we have in Washington. They're not going to be able to live their American dream if we do the same thing that we've been doing for the last three and a half years. We need change. We need a new direction. We need a president who has already done this once before and did it well. Please vote for Donald Trump. And whether you vote for me or vote for Tim Walz, I just want to say I'm so proud to be doing this and I'm rooting for you. God bless you and good night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:48:16",
      "speaker": "BRENNAN",
      "sentences": "Senator Vance, thank you.And thank you both for participating in the only vice-presidential debate of this election cycle. I'm Margaret Brennan. O'DONNELL: And I'm Norah O'Donnell. And a reminder, there are just 35 days until election day. Please get out and vote. And for all of us here at CBS News, thank you and good night. (VICE PRESIDENTIAL DEBATE ENDS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:48:16",
      "speaker": "TAPPER",
      "sentences": "All right, a substantive civil debate. Despite months of rather vicious and nasty attacks between Senator Vance and Governor Walz, they, tonight, were largely kind and agreeable with each other. They often talked about finding common ground. They obviously held their toughest criticisms for the folks at the top of the ticket.Vance clearly, I think it needs to be said, clearly the more experienced debater, the slicker speaker. Walz's strongest moment perhaps came at the end there, talking about democracy. That was also, I would think, Vance's weakest moment all night when he claimed that Donald Trump handed over power peacefully --obviously, not accurate. But generally, Dana and Abby, my overall impression is that both men came to seem likable and I think it's quite possible that both men achieved that task.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:48:16",
      "speaker": "DANA BASH, CNN ANCHOR",
      "sentences": "Yes, I think this was that kind of rehab debate, rehab in terms of image. Certainly, that was the case of J.D. Vance. That was his goal of trying to rehab his image and more importantly, the image of the guy at the top of the ticket. But I'm not sure at the end of the day -- the day, it's really going to matter.I just want to say right before you came on, we did see something that kind of speaks to what I'm saying. The candidates chatting, their wives came up chatting. That was not something we saw anything close to in the presidential election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:01",
      "speaker": "BASH",
      "sentences": "I think, actually, it's the opposite. I think he had too much preparation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:01",
      "speaker": "PHILLIP",
      "sentences": "Maybe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:01",
      "speaker": "BASH",
      "sentences": "He had so many lines that he was clearly trying to say --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:01",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:01",
      "speaker": "BASH",
      "sentences": "--that he didn't listen. Ans with J.D. Vance said one of the many, many things he really hit Kamala Harris on, not Tim Walz, but Kamala Harris, he didn't respond because he clearly had things in his mind. I think the lack of interviews that he has done with national media, with local media, it showed he needed more rest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:01",
      "speaker": "TAPPER",
      "sentences": "Yes. No, I agree. I mean, J.D. Vance is much more experienced at this, at public speaking, at defending himself, at pivoting. You talked about the many times that Walz let Vance get away with saying things that weren't true. And you talked about the Obamacare One, as if Donald Trump actually had tried to save Obamacare.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:01",
      "speaker": "PHILLIP",
      "sentences": "And just to be clear, he eventually did address that part of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:01",
      "speaker": "BASH",
      "sentences": "No, he did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:01",
      "speaker": "PHILLIP",
      "sentences": "But it was after --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:01",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:01",
      "speaker": "PHILLIP",
      "sentences": "It took a little winding up and I think that an experienced debater immediately jumps on something like that because that's a really critical point for a Democrat to make.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:01",
      "speaker": "TAPPER",
      "sentences": "So, one of the things that I wonder about when it comes to this debate is what were they told? What were Vance and Walz told in terms of what was their goal for the night? Probably, they were told that this is about supporting your running mate and going after the running man on the other side, the presidential ticket, not the vice president.And also, trying to appeal to undecided voters. And there might only be two, three percent of those left, but that's still a significant group when you have an election this razor thin. The margins are so tight. So, one of the things I thought is, it sounded, based on how you listen to the Vance and Walz talk, that there are certain assumptions that they're making about those undecided voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:01",
      "speaker": "PHILLIP",
      "sentences": "Sure, yes. TAPPERTo hear J.D. Vance talk about that issue tonight, he expressed consternation with the Republican Party for not reaching out more, not talking to more people, wanting to provide more options for women. And yes, absolutely, did Tim Walz -- did not go after him on that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:01",
      "speaker": "PHILLIP",
      "sentences": "That is what I am -- that is part of the point, is that you're actually explaining exactly what I think was missing on the debate stage. J.D. Vance has a record on abortion. And you didn't really hear about that from Tim Walz. It doesn't have to be lengthy, but you just didn't hear it.And secondly, J.D. Vance's job tonight was to launder Trumpism for middle America, for those undecided voters. And I think that in large part, he was able to do that without getting a whole lot of pushback from Tim Walz on the stage. And maybe they're talking to different segments of that undecided pool.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:01",
      "speaker": "TAPPER",
      "sentences": "I don't think so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:01",
      "speaker": "PHILLIP",
      "sentences": "But Vance was able to just do what he came to do, which is to take Trumpism and just package it up in a different way and thoroughly -- much pushback, too. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:01",
      "speaker": "BASH",
      "sentences": "What I meant when I said rehab, I don't necessarily think at the end of the day though that what we saw is going to make a big difference at the top of the ticket.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:01",
      "speaker": "PHILLIP",
      "sentences": "Sure. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:01",
      "speaker": "TAPPER",
      "sentences": "Well, I mean, when you listen to J.D. Vance describe the Trump years, low inflation, the world was not on fire, peaceful transfer of power -- I mean, it sounds great. I don't know that that's necessarily exactly what the world experienced - expressed especially --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:01",
      "speaker": "PHILLIP",
      "sentences": "And if you --and if you leave the public with that impression, that's what they're going to --those who were watching, that's what they're going to take home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:01",
      "speaker": "TAPPER",
      "sentences": "-- especially when it comes to the peaceful transfer of power. There was not -- just for the record --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:01",
      "speaker": "BASH",
      "sentences": "There wasn't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:01",
      "speaker": "TAPPER",
      "sentences": "There was not a peaceful transfer of power. We all saw it. John King, what were your thoughts?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:15",
      "speaker": "TAPPER",
      "sentences": "We will soon find out how voters themselves are responding to the debate. We have a focus group of undecided voters. In Michigan, big important battle around state. We're going to check in with them. We're also going to get the first results of CNN's exclusive instant poll. This is a poll of people who watched the debate. Anderson, what's the view at the table in terms of the debate? What do your folks think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:15",
      "speaker": "COOPER",
      "sentences": "Well, I'm about to pull them right now but I do think -- was fascinating how nervous it seemed that Governor Walz was when he first came out and to the point that was made earlier, perhaps -- I think it was Dana's point -- not doing a lot of television interviews, local but national, made a difference.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:15",
      "speaker": "DAVID AXELROD, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "Yes, I think that is one -- that is absolutely true and I thought his first answer on the situation in the Middle East was probably one of his weakest answers. He closed strong without a question and on those -- on those questions of abortion, the Affordable Care Act.And of course, the end on democracy, I think he did very, very well. I -- you know, people are shooting me numbers from dial groups across the way. And pretty surprisingly to me, they basically ruled, said it was more of a draw. One thing should be noted and that is the degree to which there -- we discussed before there, a bit. There are two J.D. Vances. There's the J.D. Vance that you saw tonight and then there's the J.D. Vance who is a right-wing social media troll, the guy who really attracted the right to him. He definitely went through door A tonight and he had a mission and that mission was to -- to be what Donald Trump isn't, which is to be -- to sound reasonable, to be courteous to the opponent, to acknowledge that there may be some reasonableness in the opponent's argument, but I have some other differences. I mean, it was - it was really pronounced.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:15",
      "speaker": "COOPER",
      "sentences": "Which Governor Walz almost played along with. I mean, rather than sort of pointing out, wow, this is a completely different guy, he sort of said, oh, we agree on all this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:15",
      "speaker": "AXELROD",
      "sentences": "And, well -- and I think it comes naturally to Walz. I think someone -- someone texted me and said, I wonder how many people in the country said, gee, I wish these could be the two candidates because they were people who seem to be having a reasonable discussion. Bottom line on this, I don't think it changes the race at all. It was an interesting night. I don't think it changes the race at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:15",
      "speaker": "ALYSSA FARAH GRIFFIN, CNN POLITICAL COMMENTATOR",
      "sentences": "I was struck by the fact that J.D. Vance is a significantly more eloquent Donald Trump. Watching that -- I don't agree with J.D. Vance on quite a bit, but he speaks to MAGA in a way that he comes off as an incredibly effective communicator. I honestly would be surprised that Donald Trump doesn't want to debate again because J.D. Vance did so well and he's going to want the final kind of, you know, the closing argument.But listen, the different -- J.D. Vance is a chameleon. There's multiple sides to him. It's one of his greatest political strengths. He showed up with a command of facts. There were some untrue things that he said, but he seemed, he tried to show the side of empathy with him that I found myself believing it. And then I remember his lies about Haitian kids, his comments about childless cat ladies and his general record online is a mean-spirited internet troll. So, long and short, I don't know that this moves the needle, but I do think it solidifies his place as the MAGA-era parent after Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:15",
      "speaker": "VAN JONES, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "Look, I think what you saw tonight was the kitchen table versus the Ivy League. I went to the same law school as J.D. Vance, and that's how they teach us to do it. Slick, slick, slick.The problem is, J.D. Vance changes personalities like most people change suits, and his job was to come out tonight and try to sane-wash the crazy, sane-wash all the crazy stuff he said against women, against Haitians, sane-wash Donald Trump. And he would have gotten away with it, too. If it weren't for the pesky facts, he lied the entire night. He lied about American energy production, which is up. He said it's down. He lied about health care. He said Donald Trump saved Obamacare. You have to be literally on track.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:15",
      "speaker": "DAVID URBAN, DONALD TRUMP SUPPORTER",
      "sentences": "I want to talk about that when you're done. JONEStransfer of power -- he lied. He said he never supported national abortion ban. He is -- Donald Trump is the gaslighter in chief and this is his loyal lieutenant who came out here to try to polish up the crazy. And I think Americans need to be very, very careful. This is a very, very deceptive guy. We are trained to do what he did. And don't fall for it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:15",
      "speaker": "AXELROD",
      "sentences": "Can I just say -- go ahead. No, no. Say --",
      "isLastSentenceInterrupted": false
    }
  ]
}