{
  "date": "2024-01-22",
  "headline": "CNN News Central",
  "subHeadline": "Netanyahu Rejects Hostage Deal; Biden Campaign Marks Roe Anniversary; Patrick Griffin is Interviewed about the Battle in New Hampshire; Sarah Ferguson Diagnosed with Aggressive Skin Cancer. Aired 9:30-10a ET",
  "utterances": [
    {
      "timeStamp": "09:30:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "To win the release of the hostages. What are you hearing about this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "JEREMY DIAMOND, CNN CORRESPONDENT",
      "sentences": "Well, the Israeli prime minister is saying very little about what that initiative actually is, but he is talking about what Hamas is demanding and making very clear that that's untenable for his government. He says that Hamas is demanding the end of the war, the exit of all Israeli forces from the Gaza Strip and also the release of Palestinian prisoners, including those who carried out those October 7th terrorist attacks. He told the families that, look, that's not even a proposal that he would consider, saying that if he agreed to such (INAUDIBLE) proposal it would mean that the several hundred Israeli troops who have died inside of Gaza since the beginning of this war would have died in vain.And so he says that he has his own initiative that is being discussed between the United States, Egypt, Qatar. We know that Bret McGuirk (ph), a the top adviser to President Biden, focusing on Middle East affair affairs, is traveling to Egypt and Qatar this week to try and make progress on these negotiations for the release of additional hostages and that there's also broader negotiations, not only about the release of hostages, but perhaps some kind of a broader deal that could also see a longer-term cease-fire inside of Gaza. So, all of that is very much still being discussed. But as it is being discussed, you see these images on your screen right now. The pressure is certainly ramping up on the Israeli prime minister, on his government. About a dozen families of hostages storming the Knesset today, Israel's parliament, where there was a meeting of the finance committee there demanding that they do more to release their loved ones. There are - there were also separately (INAUDIBLE) more protests outside the Knesset of people demanding new elections. And so you're starting to see this kind of confluence of pressure that the Israeli prime minister, who latest polls show is very unpopular in Israel, would likely lose an election if it were to be held today. And so just the kind of confluence of factors, the lack of trust in government that is evidence in the polls, and also just these two goals of the war, destroying Hamas and securing the release of the hostages, increasingly being seen as in conflict with one another. And that tension certainly coming to the surface right now in Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "BOLDUAN",
      "sentences": "Jeremy Diamond, in Tel Aviv, thank you.John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:36:49",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "Today, Joe Biden's re-election campaign is marking the 51th anniversary of the Roe versus Wade decision by kicking off a plan that puts abortion rights front and center for that campaign.Any moment now Vice President Kamala Harris will leave for Wisconsin to begin the campaign's Fight for Reproductive Freedom Tour and president event (ph) today marking the anniversary of the Supreme Court ruling that (INAUDIBLE) right to an (INAUDIBLE) for us. Arlette, what can you tell us about how this is going to play out and clearly they see this as a very important part of their re-election campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:36:49",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "They do, Sara. And when I talked to Biden advisers, they repeatedly stress that they want to put these arguments about reproductive rights at the center of the 2024 campaign. Democrats saw success around the issue after the 2022 midterm elections. The same year that the Supreme Court overturned Roe v. Wade with their Dobbs decision. And they plan to try to stress and argue that that - those same freedoms and rights are still under threat, specifically by former President Donald Trump.Now, Vice President Kamala Harris will push -- kick off this organized effort today with the start of her Reproductive Freedoms Tour, which she is launching in Wisconsin, a battleground state that will be critical for (INAUDIBLE) November's elections. As you mentioned, President Biden here will be meeting with members of his reproductive task force, talking about some announcements and initiatives they're taking when it comes to protecting contraception and abort - access to abortion medication here in the United States. But you've really seen the Biden campaign, over the course of the past few days, really trying to amplify this message relating to reproductive rights. Perhaps the most stark moment came just yesterday when they announced they would be releasing a new ad that features a personal testimonial from a doctor named Austin Denard (ph). She is a mother of three, OBGYN, in Texas, who actually had to travel out of state to terminate a pregnancy after learning that her fetus had a fatal condition. Take a listen to what Denard she in this advertisement where she lays the blame squarely on former President Donald Trump. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:36:49",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Two years ago I became pregnant with a baby I desperately wanted. At a routine ultrasound I learned that the fetus would have a fatal condition and that there was absolutely no chance of survival. In Texas, you are forced to carry that pregnancy. And that is because of Donald Trump overturning Roe v. Wade.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:03",
      "speaker": "SIDNER",
      "sentences": "Arlette Saenz, thank you so much. And a CNN programming reminder. Don't miss CNN's Laura Coates with an exclusive interview with Vice President Kamala Harris on \"LAURA COATES LIVE\" tonight at 11John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:03",
      "speaker": "BERMAN",
      "sentences": "All right, let's talk New Hampshire. In just a few minutes, Nikki Haley kicks off the penultimate day of campaigning with an event smack dab in the center of the state in Franklin, New Hampshire. This is actually a town that Donald Trump won pretty handily. You can see by more than 20 points four years ago. One of the things we'll be watching for today, how hard does Nikki Haley go after Donald Trump? How does she address the departure of Ron DeSantis from the race?With me now is senior adviser to New Hampshire Governor Chris Sununu. Chris Sununu, the governor, has obviously endorsed Nikki Haley. Patrick Griffin is with us right now. Sir, great to have you. What is success for Nikki Haley in New Hampshire tomorrow? PATRICK GRIFFIN, SENIOR ADVISER TO GOV. CHRIS SUNUNU: You know, John, while the race itself has gotten at least apparently more difficult, DeSantis out, Ramaswamy and, of course, Tim Scott endorsing the president. The fact is the expectations game with Donald Trump right now is exorbitant. The data this morning, some of the data that's been moved around, some of the reporting, as you've probably seen, they're not just talking about cracking 50 percent, they're now talking about flirting with 60 percent. I would tell you that success in these things, these contests are iterative. These are judged by expectations. Trump met and exceeded expectations in Iowa. The problem here is, you've got about 270,000 registered Republicans in this state, 2,060 (ph) registered Democrats and 344,000 undeclared voters. So, what happens in terms of success? The Trump people are a little concerned about those undeclared voters. They still are. Nikki Haley's got a hold of the base. Get enough of those undeclared voters, independents, to win this thing. But right now success, to your point, I think is really defined as single digits for Nikki Haley. If she can holds the president under 60 percent, former president, and keep this thing within single digits, I think she has to go on. It's not a question about what keeps you out, it's what keeps you in. And I think single digits move her on to South Carolina.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:03",
      "speaker": "BERMAN",
      "sentences": "Keeping him under 60 percent. Donald Trump under 60 percent. Just so people know, the only Republican candidate in a competitive primary, a non-incumbent, to get above 50 was Ronald Reagan. He won by 27 points. He got just barely above 50. You're say if Donald Trump gets below 60, that's a failure for him.Here are some of the margins, by the way. Reagan won by 27. Romney, 16. McCain, 18. Trump himself won by 20. So, 60 percent. That's a pretty high bar, Patrick.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:03",
      "speaker": "GRIFFIN",
      "sentences": "Again, let's say 50 percent, John. The number that's been around here the last few days is that Trump might crack 50 percent. So, the 60 percent is some of what's been floating around in the ether here in New Hampshire on the ground. Let's call it 50 percent. Does Trump crack 50 or not and is it within single digits? I think that keeps this thing going.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:03",
      "speaker": "BERMAN",
      "sentences": "All right, and just again, so -- so people know what the registration we're talking about in New Hampshire is, as Patrick was saying, 343,000 are undeclared, 268,000 are registered as Republicans. All of these folks can vote in the primary tomorrow. The problem is, for Nikki Haley, as far as Nikki Haley is concerned, that right now she's getting killed by - among Republicans and in non-college voters, even though she's leading among undeclared and college voters.Listen, Patrick, what I want to know is this. What do you think the consequences are if Donald Trump is the Republican nominee?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:03",
      "speaker": "GRIFFIN",
      "sentences": "Well, so the interesting thing, John - and that's a great question regarding New Hampshire. You know, the Democrats don't like New Hampshire. They don't believe it looks like America. It's too white. It's not urban enough. There's all these reasons why the Democrats aren't playing here right now. The fact of the matter is, New Hampshire looks much more like what Republican turnout would need to look like in a general election, particularly in the swing states that matter. And I think that what we need to make sure Donald Trump can do, if, in fact, he is the nominee, is he's got to get back to undeclared voters who are going to decide these races. Hold the base and attract enough independent voters into this thing in the final week of a general election to try and win. Right now that's a real problem. Trump does have a real solid hold on the MAGA base, the conservative base of the Republican Party, which, as you point out, you must have. You're not going to win this only with undeclared voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:03",
      "speaker": "BERMAN",
      "sentences": "So -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:02",
      "speaker": "BERMAN",
      "sentences": "Let me - let me take this - let me take this one step further. What do you think the consequences are for America if Donald Trump is elected president again?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:02",
      "speaker": "GRIFFIN",
      "sentences": "Well, look, I have my problem with Donald Trump. And I've made that very, very clear over the years. It's not Trump's policies that bothers me, it's Trump's -- the way Trump behaves. And I think that's a problem for a lot of - certainly more moderate Republicans and independents.The fact is, though, Joe Biden is making this easier on Trump every single day. This is not so much about the Trump we know, it's about the Biden who continues to have terrible policies and doing a terrible job in leading the country. It's a Sophie's Choice, John, but at the end of the day, what will decide this thing is whether or not people think Biden can even get through a campaign, much less four more years as president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:02",
      "speaker": "BERMAN",
      "sentences": "Patrick Griffin, nice talking to you. Thank you very much.Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:02",
      "speaker": "BOLDUAN",
      "sentences": "That was interesting.There are -- they are one of the only teams in the NFL to have never made it to the Super Bowl. The Detroit Lions, a big step closer to pulling that off today. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Baker leans in. There's the snap. Blitz comes. Mayfield back. (INAUDIBLE) throws. Picked off by the Lions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes! Yes! UNIDENTIFIED MALE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes! Yes!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Derrick Barnes! Derrick Barnes! Derrick Barnes! Oh, baby. 1",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:16",
      "speaker": "SIDNER",
      "sentences": "On our radar this morning, the FAA urging airlines to inspect the door plugs on an earlier model of Boeing 737 planes to ensure they're properly secured. It said the Boeing 737 900 ER has the same door plug design as the newer Max 9. As you remember, a door plug ripped off an Alaska Airlines 737 Max 9 in midair a few weeks ago, leaving a refrigerator-sized hole. Boeing said it, quote, fully supports the FAA on this. The Max 9 is still grounded across the United States.And this morning South Carolina Senator Tim Scott, the former Republican presidential candidate, just announced his engagement to his girlfriend, Mindy Noce. Scott said he proposed on Saturday, one day after going to New Hampshire to endorse Donald Trump for president. His fiance is an interior design and mom of three, and Scott says he, quote, couldn't be more thankful for having found a soulmate and someone who shares a lot of the same interests, passions and goals. The couple has been dating for about a year. John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:16",
      "speaker": "BERMAN",
      "sentences": "Tim Scott on a lot of lists for possible running mates for whoever gets the Republican nomination.All right, just in, Sarah Ferguson, the duchess of York, has been diagnosed with malignant melanoma. The U.K. (INAUDIBLE) press association said it was discovered after several moles (INAUDIBLE) treated for breast cancer. CNN anchor and royal correspondent Max Foster is in London. What's the latest here, Max?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:16",
      "speaker": "MAX FOSTER, CNN ANCHOR AND ROYAL CORRESPONDENT",
      "sentences": "Well, this is her second cancer diagnosis since the summer. So, a real shock to her. She talks about the shock, but she also wants to share her story to encourage more people to get checked, to get their moles checked.So, she had, in June, a mastectomy. That was followed by reconstructive surgery. They saw some moles. They removed them, checked them, and they came back as malignant melanoma. So, a big, big shock to her and a big shock to her fans as well. She posted on Instagram today and there's some really moving message there. So, a very difficult time, but something that she wanted to share for the wider public, which is what her father-in-law, her former father-in- law, did as well, King Charles, last week, when he announced he had an enlarged prostate and was going to hospital this week. That's benign, but he shared that information (INAUDIBLE) encourage more men to get their prostates checked. And there was a huge surge, John, in NHS, National Health Service, inquiries off the back of that. So, a new openness, I think, really amongst the royal family in sharing their medical details because it can have this sort of impact.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:16",
      "speaker": "BERMAN",
      "sentences": "Well, except when it comes to the princess of Wales. Any details on how she's doing in the hospital right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:16",
      "speaker": "FOSTER",
      "sentences": "No, they are very much protecting her privacy. They're not giving any updates. I think we might get one when she leaves hospital. She had that surgery on her abdomen last week. It went well. She's due to be in there for more than a week. So, no updates from her. But we're told that Prince William is holding the fort at home taking the kids to and from school. She'll -- she's a very, very hands-on mom. I know that from seeing her, you know, in that environment. And she'll be very much missing them and missing, you know, being involved in their lives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:16",
      "speaker": "BERMAN",
      "sentences": "And I'm sure the kids are missing it too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:16",
      "speaker": "FOSTER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:16",
      "speaker": "BERMAN",
      "sentences": "All right, Max Foster, thanks so much for being with us. Appreciate it.Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:16",
      "speaker": "BOLDUAN",
      "sentences": "So, we are gearing up for the games that will determine who makes it to the Super Bowl. For the sixth straight year, the Kansas City Chiefs are heading to the AFC championship after beating the Bills. And no one has said this since 1991, the Detroit Lions are going to the NFC championship. I have one very happy husband at home, at work, wherever he is at this moment, after the Lions beat Tampa Bay last night.CNN's Coy Wire joining us now for more on this. I'm sure very little sleep for you, but -- so where do you want to start? Do you want to start with how great the Lions are or do you want to start with your Bills?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:02",
      "speaker": "BOLDUAN",
      "sentences": "We can use all the help. I mean I - but my husband doesn't even know what to do with himself after Michigan - after the Michigan win and then now the Lions. I mean he's just - he's a pig in you know what right now.Let's talk about golf for a second. One sport I know much less about. An amateur winning a PGA Tour event for the first time in, what, over a century and doesn't take any of the cash home?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:02",
      "speaker": "WIRE",
      "sentences": "Yes, so Nick Dunlap, roll tide, sophomore at Alabama, he's an amateur, so he cannot take a single penny home from that one and a half million dollar prize, Kate. Still incredible accomplishment. Twenty years old. He just turned 20 last month. First amateur since Phil Mickelson in 1990 win - won to win on the PGA Tour. Youngest since the year 1910.Yesterday he shot a 60 in the final round to win by one. Just look at that. The tears, the celebration, the hugs. That's his mom there. His college coach, his girlfriend was there as well for the moment. And this wasn't a fluke. Nick was only the second player ever to win the U.S. Amateur and Junior Amateur. The other, some guy named Tiger Woods. So, he has the opportunity to become PGA Tour eligible now. He also has the opportunity to compete in all four majors this year. We'll see what he does.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:02",
      "speaker": "BOLDUAN",
      "sentences": "I mean to be in the same sentence as Tiger Woods when you're a golfer is just like mind blow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:02",
      "speaker": "WIRE",
      "sentences": "Yes, pretty good (ph). BOLDUAN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:02",
      "speaker": "WIRE",
      "sentences": "You too, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:02",
      "speaker": "BOLDUAN",
      "sentences": "John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:02",
      "speaker": "BERMAN",
      "sentences": "I was going to wear my Jason Kelce outfit today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:02",
      "speaker": "BOLDUAN",
      "sentences": "Oh, really?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:02",
      "speaker": "BERMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:02",
      "speaker": "BOLDUAN",
      "sentences": "Oh, really?",
      "isLastSentenceInterrupted": false
    }
  ]
}