{
  "date": "2024-01-11",
  "headline": "CNN News Central",
  "subHeadline": "Any Moment: Trump Arrives At NY Court For Closing Arguments; Haley & DeSantis Spar In Last Debate Before Iowa Caucuses. Aired 9- 9:30a ET",
  "utterances": [
    {
      "timeStamp": "09:00:44",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "This is CNN NEWS CENTRAL. Thank you all so much for joining us. I'm Kate Bolduan. John Berman is outside the New York courthouse this morning, where any moment Donald Trump is expected to arrive for closing arguments in the civil fraud trial that has nothing short of the fate of his business empire as we are watching to wait to see when it will be leaving Trump Tower to follow that very now familiar path down to the courthouse.He is not as of now going to be speaking during closing arguments after all. This is after a long back and forth that has been revealed in court filings between the judge and Trump's attorneys in all of this. Donald Trump -- the judge eventually concluding that Donald Trump will not be allowed to speak because he would not agree to conditions -- to the conditions that the judge put in place, including not turning the closing arguments into a campaign speech, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:44",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "Yes, we're still waiting to see what he does when he arrives at the court. But right now, Kate, things are a little bit slow down, a little bit gummed up. Why because there was a bomb threat at the home this morning of the presiding judge, Arthur Engoron. Now security in place around this trial, high levels of security. We understand there may be an extra layer around the judge now but things are moving more slowly, then they have to date in this trial. I'm down here at the courthouse, joined by CNN's Kara Scannell and Paula Reid. First to Kara, let's get an update on this bomb threat and where we stand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:44",
      "speaker": "KARA SCANNELL, CNN CORRESPONDENT",
      "sentences": "Yes, so the bomb threat was called in this morning to the judge's home. Local police showed up, the bomb squad was there. But it's an all clear at this point. But it has slowed down proceedings. Now the court spokesman says that they will continue as planned today. But normally at this hour, we would already be making our way through security inside the courthouse because there are two layers of security because former President Trump will be here.So they take high security cautions, you know, ordinarily, but when the former president is here, it's another layer. So we are already behind schedule, in terms of just even getting into the courthouse and getting in through pass all this security. The proceedings are expected to start at 10:00. It looks like we may have a bit of a delay this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:44",
      "speaker": "BERMAN",
      "sentences": "I saw the clerk. I mean, we did see people arriving. It's happening just more slowly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:44",
      "speaker": "SCANNELL",
      "sentences": "Yes, that's right. I mean, this is still going to go on as planned. We're going to have Trump side give their closing arguments, followed by the New York Attorney General's team. It is expected to all take place today but we're having a leader start. There's still a lot of time built in that it seems like it will finish today. That is the plan. But it is off to a slower start for sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:44",
      "speaker": "BERMAN",
      "sentences": "All right. Standby. Again, we're watching this, everyone standing by outside the court to go in to watch this maybe a little more slowly. Paula Reid --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:44",
      "speaker": "PAULA REID, CNN CHIEF LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "Hi.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:44",
      "speaker": "BERMAN",
      "sentences": "When it does start today, what is it we're expecting to see?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:13",
      "speaker": "BERMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:13",
      "speaker": "REID",
      "sentences": "But this has been so full of drama and tension, and this controversy over him participating closing arguments, and just adds to that tension. But as we know, his real return on investment for showing up here is to just create drama and take attention away from his political opponent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:13",
      "speaker": "BERMAN",
      "sentences": "The very first thing you said, and I don't know if it was purposeful or inadvertent, you said the Trump campaign --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:13",
      "speaker": "REID",
      "sentences": "Oh, yes. No. That's purposeful. Absolutely. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:13",
      "speaker": "BERMAN",
      "sentences": "Well, I think that's a very important point to make because in a way, this is the 100th County of Iowa this morning, this is a campaign stop --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:13",
      "speaker": "REID",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:13",
      "speaker": "BERMAN",
      "sentences": "-- for Donald Trump. And he has been using this courthouse as a campaign stump for months and months and months. So whether or not he is allowed to make closing arguments, the judge says no, I'm still a little curious if they may try to tweak it when they get into the courtroom again. We can expect him to try something today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:13",
      "speaker": "REID",
      "sentences": "Yes. He's -- and he has the opportunity. He's had First Amendment, right? He can talk to the cameras in there, that's what they're for. But we don't expect that he is going to get to have a substantive role in closing arguments, because the judge said, sure we can do this. Let's talk about it. Let's negotiation terms. They wouldn't agree to those terms. So anything can happen. That's what we've learned as Kara and I have seen here over the past couple of months is anything can happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:13",
      "speaker": "BERMAN",
      "sentences": "All right, Paul Reid, Kara Scannell, standby. Obviously, we're waiting to see Donald Trump leave Trump Tower and head down here. We're waiting to see if the reporters can get into the courthouse and into the courtroom because as Kara says that's delayed, delayed by about an hour now from what it usually is.I now want to bring in former assistant U.S. attorney for the Southern District of New York Elie Honig, who's our CNN senior legal analyst, also Karen Friedman Agnifilo, she was a prosecutor for the Manhattan District Attorney's office. Elie, I do want to start with you here. As we said, as we've been talking about, Donald Trump has been told he cannot deliver closing arguments, any chance they can walk in this courtroom behind me and Donald Trump's attorneys can say you know what, judge, we agree to your terms. We agree to your terms. Can Donald Trump speak now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:13",
      "speaker": "ELIE HONIG, CNN SENIOR LEGAL ANALYST",
      "sentences": "So I don't think that's likely at all. And here's why, John, the judge and Donald Trump's team, we've now learned had been in a back and forth over the last several days and weeks negotiating this and the deadline, the judge gave Donald Trump to accept the terms has already passed. So I think if they try to pull a surprise and have Donald Trump stand up, I think the judge is going to say absolutely not, you've missed your deadline.And I think this is a really important point, John, you are not allowed to stand up and say whatever you want in court, whether you're a party, or a lawyer, or some hybrid of those things, no matter who speaks in court, you're constrained by the rules of evidence, by the rules of relevance. And so I think the judge was absolutely well within his rights to say, you're not allowed to get up here and speak about irrelevant issues, to make political speeches to attack people. And we've seen some of the consequences of that playing out in real time here. So I think the judge was well within his rights to put these conditions, it's really not even conditions, it's just the rules of the court on what Donald Trump can and cannot say. And I think the judge will say, you've missed your chance. I gave you till noon yesterday, and you missed it. So you're out of luck.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:13",
      "speaker": "BERMAN",
      "sentences": "Karen, do you agree with that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:13",
      "speaker": "KAREN FRIEDMAN AGNIFILO, CNN LEGAL ANALYST",
      "sentences": "I do, although this is a bench trial, which means there's no jury there. And so there's a lot more flexibility and a lot less risk that a jury pool could be tainted by inappropriate information that could come out in a summation. So I think there is a possibility that if Trump did agree to the ground rules, as Elie said, those would apply to anybody, including lawyers, or anybody who would give a closing argument or a summation, because there are rules, civil procedure rules that say things like you can't bring in new evidence, you can't testify, you can't criticize his law secretary, because he has a gag order.I mean, that would apply to his lawyers as well. And I wonder whether Trump has lost faith in his lawyers. And that is why he wants to give a speech, because actually, most of the time lawyers represent a party and you do that so that they can marshal the evidence and make the strongest arguments for you. And so as somebody who's represented doesn't typically want to give the closing argument, in fact, I have never seen that when someone's represented. So I wonder if it means he has lost faith in his lawyers and that's why he wants to do it himself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:13",
      "speaker": "BERMAN",
      "sentences": "Paul Reid, you have view on that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:27",
      "speaker": "BERMAN",
      "sentences": "As we said, I do think we can count this courthouse as the 100th County in Iowa, the Iowa caucuses are on Monday. Nothing that happens here is divorced from what's happening on the campaign trail. Elie, unfortunately, one of the things that has happened here this morning, is this bomb threat at the home of Judge Arthur Engoron, if I'm looking behind me right now, things still do seem to be moving more slowly because of it.It is a more slow procedure, letting people into the courthouse and then into the courtroom itself. I should note we did, we think you see Donald Trump's motorcade leaving the Trump Tower area to head down here as possible. They get down here before anyone else is in the courtroom. So it'll be interesting to see how the timing on all that works. But this bomb threat at the judge's house, Elie, we've been told that it will not change the proceedings are still going on. Do you think it'll have any impact?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:27",
      "speaker": "HONIG",
      "sentences": "Other than delayed, no, John. I think what the judge is going to want to do here is show that this kind of conduct, these threats do not deter us. They do not take us off the tracks. We're going to do our job that we had to do. We're going to carry on. I think the judge and the entire court personnel I'm sure feels very strongly about that.And, John, it's worth noting, we have seen so many threats against judges, against prosecutors, against witnesses over the years that I think it all sort of blends in and becomes easy to overlook, we should never overlook this. And I really want to note, there's a line that's been crossed here. I mean, threats aren't never OK. They're never legal. But we've now seen sort of crossing over into the personal realm. I mean, this threat, as I understand it, was directed at the judge's home. And you don't have to think back very far. Just a week or so because Judge Chutkan who's presiding over the criminal case in D.C., she had her home swatted, meaning a false alert was called into police officers to go to her -- to get them to go to her home and cause all sorts of potential danger. So there's really a lot of lines that have been crossed here. And I think we have to call it out every time. This is not normal. This is not acceptable. It certainly is not lawful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:27",
      "speaker": "BERMAN",
      "sentences": "No, it is not something that is good for the system, good for the country, good for defendants, or people who are charged with crimes or in civil cases like this. It's just as a plain bad thing. Karen, there will be legal arguments made today in the midst of all this drama, in the midst of a campaign, there will be legal arguments and you can see shots of a microphone right there.One of the things we have heard is the Attorney General Letitia James speaking before court, I don't know if she's going to be here today. We can anticipate that, Paula, you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:27",
      "speaker": "REID",
      "sentences": "Yes. I think that's a safe bet. We have consistently seen her address the media when she comes to court each day and when she goes out. And look that's a little unusual for someone to overseeing a case like this, who's arguing that politics stop at my door to hold many press conferences when she comes in and out? They are more tamped down in the Trump press avails. But, yes, I would expect her to address the microphones.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:27",
      "speaker": "BERMAN",
      "sentences": "All right, at this point, Paula Reid standby, Elie Honig, Karen Friedman Agnifilo, standby. Obviously, we will cover this throughout the morning. It still seems to be moving a little bit slowly. We are waiting for Donald Trump to arrive here. And then to see what he does. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:14:12",
      "speaker": "BERMAN",
      "sentences": "All right, welcome back. I'm John Berman, along with Paula Reid. We're outside the courthouse in downtown Manhattan, where Donald Trump will arrive shortly for closing arguments in his civil fraud trial. Now, you might have heard that he wanted it to deliver part of those closing arguments himself. The judge has said no to that. We're waiting to see how Trump responds when he arrives and what his legal team does.We should just note, we did just see attorneys with the Attorney General's Office arrive and walk up those steps. And we have not seen Attorney General Letitia James arrived just yet herself. Now, this is a courthouse but it is also very much a campaign stop. At this point, there is no distinction between what's happening in court and on the campaign trail with the Iowa caucuses just a few days away here. So standing by with Paula and I right now, Paula and me, is CNN's Kristen Holmes who has been following the Trump campaign. Talk to us about what they see with today's events.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:13",
      "speaker": "BERMAN",
      "sentences": "I see Attorney General Letitia James now arriving in her car. I don't think you can see any camera shot yet. He is walking up to where the microphones are about 10 yards away. Let's see if she goes and speaks at the microphone. Letitia James, of course, brought this case and has been speaking on the way in. Today, it does not look as if he will, Paula, talk to me about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:13",
      "speaker": "REID",
      "sentences": "That's surprising because she usually avails herself as she heads in and as she comes out to just kind of set the tone for the day. Of course, former President Trump with an enormous bully pulpit is always out there talking about the case attacking her, attacking the judge, you know, attacking his clerk. So she usually tries to reset at those mics, remind people why they're here, the strength of her case.But today, she walked right by the microphones a little bit surprising, but maybe try not to contribute to the circus like atmosphere. Because as I said before, it is unusual for a prosecutor to address the press going in and out of a high profile case like this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:13",
      "speaker": "BERMAN",
      "sentences": "Kristen, just very quickly. Again, the Trump campaign, but -- big picture, how have they seen these legal stops working for them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:13",
      "speaker": "HOLMES",
      "sentences": "They think it's working for them very well. You look at what we have seen. He's even when he was arrested in Georgia. That was also the day after a debate. They turned all the media attention to him. Now, I do want to be clear, none of his advisors actually want to be dealing with all these legal things. They're not lawyers. They don't want to be in and out of courtrooms. However, they're playing the hand that's dealt and they've seen that it's actually working for them, skipping the debates, working for them, playing up these court appearances, working for them. Donald Trump knows he can suck the oxygen out of any room.And also, remember what we saw on Tuesday, that did not work for them. That was a federal court. He was basically not seen at all. He stayed at his club, which is behind closed doors. There's no aerial shots, because in Washington, you're not allowed to have any aerial coverage. He went straight into a garage, no cameras in the courtroom. He didn't get any of that. And then what did they do? They scrambled last minute to get remarks that he would be on camera. And by the way, that's what everybody used those pictures of Donald Trump and they know that. Donald Trump is a master of one thing, and that is taking control of the media narrative. And that's what they're trying to do with this court whether or not he's actually going to speak today, I really don't even know the answer to that. You know, even if he went through all the legal hoops, will there be a way that he said at the end, they told me not to? They absolutely told me not to? I'm not going to do it. Who knows? But it would have already turned the entire media cycle towards that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:13",
      "speaker": "BERMAN",
      "sentences": "And again, sucking the oxygen out could be an expensive suck. It could, you know, cost him $370 million.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:13",
      "speaker": "HOLMES",
      "sentences": "Right. Exactly, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:13",
      "speaker": "BERMAN",
      "sentences": "-- in his courtroom here. We will wait and see. All right, Kristen, Paula, standby. Kate, let's come back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:13",
      "speaker": "BOLDUAN",
      "sentences": "Me coming back to John. And everybody down the courthouse as these -- there will be many developments coming out from this New York courtroom as trial -- as these closing arguments get underway. As they were talking about the campaign trail, the -- what's happening in the courtroom, they are related, not on related. We're just four days now from the Iowa caucuses, which is the first big test in the Republican primary. And this morning, Trump's rivals Nikki Haley and Ron DeSantis, they're hitting the trail hard after last night's CNN debate and talking about hitting Haley and DeSantis, they spent most of the debate hitting out each other going after each other in every possible way.(BEGIN VIDEO CLIP) NIKKI HALEY (R), PRESIDENTIAL CANDIDATE: He spent more money on private planes than he has on commercials trying to get Iowans to vote for him. If you can't manage a campaign, how are you going to manage a country? RON DESANTIS (R), PRESIDENTIAL CANDIDATE: Do not trust Nikki Haley with illegal immigration, that's like having the fox guard the henhouse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:13",
      "speaker": "HALEY",
      "sentences": "He can call me whatever name and be demeaning as much as he wants. It doesn't change the fact that Ron's lying because Ron is losing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:13",
      "speaker": "DESANTIS",
      "sentences": "Leadership is about getting things done. Stop making excuses. And make it happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:13",
      "speaker": "HALEY",
      "sentences": "If leadership is about getting things done, how did you blow through $150 million in your campaign and you were down in the polls.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:13",
      "speaker": "DESANTIS",
      "sentences": "We don't need another mealy mouthed politician who just tells you what she thinks you want to hear just to try to get your vote, then to get an office and to do her donors bidding.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:13",
      "speaker": "BOLDUAN",
      "sentences": "The person left most unscathed last night, the front runner, Donald Trump, again. Joining us now Terry Sullivan, whose campaign manager for Marco Rubio's presidential run, also a founding partner of firehouse strategies, CNN political commentator S.E. Cupp. All right, I look forward to this every time after every debate. Terry --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:13",
      "speaker": "TERRY SULLIVAN, PARTNER, FIREHOUSE STRATEGIES",
      "sentences": "So do we.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:13",
      "speaker": "BOLDUAN",
      "sentences": "-- was there a moment of most impact in this debate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:02",
      "speaker": "BOLDUAN",
      "sentences": "What was poor about it? You think they're getting worse not better at this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:02",
      "speaker": "SULLIVAN",
      "sentences": "Yes. It's -- they both been getting much better in the debate. Nikki is always been a strong debater and DeSantis has really gotten better. But they just were reading a script, they literally were given by their campaigns, the oppo (ph) research book and just memorize stuff and regurgitate like Nikki going back to go to Ron DeSantis lies.com over and over again. And they just seem very stiff and uncomfortable. And they seemed as uncomfortable to deliver the attacks on each other, as I did watching them. It was really awful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:02",
      "speaker": "BOLDUAN",
      "sentences": "S.E. give me your take, did one get the better of the other on the stage because they're -- obviously they want to be the best alternative, the chief alternative to Donald Trump in every contest going forward, specifically four days from Iowa, did one of them get the better of the other?S.E. CUPP, CNN POLITICAL COMMENTATOR: Well, look, I think Ron DeSantis improved a lot. And I actually thought it was a great debate. I thought the questions were really substantive, policy over personality. And we learned a lot about what they would actually do policy wise on a whole host of issues that was really hard to get out when there were, you know, 10 people on stage or even three plus Vivek Ramaswamy. So, in that sense, the American people were the winners last night, I thought. But I thought what Nikki Haley did very subtly but importantly, last night was to reach for independence. She very subtly tweaked positions, to appeal to moderate. She did that on abortion. She spoke about compassion. She did that on immigration. She talked about compassion toward migrants. She did that on Ukraine, distancing herself from Trump and DeSantis and a lot of people in the Republican Party. She did that on a number of issues. And, you know, make no mistake, she is conservative, she made conservative arguments. But they were different than Ron DeSantis's. They were different in many cases than Trump's. And in a state like Iowa, where there are more registered independents than registered Republicans, and they can vote on Monday, I think that was a smart thing to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:02",
      "speaker": "BOLDUAN",
      "sentences": "Let me add into this, Terry, did you just grimace, Terry?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:02",
      "speaker": "SULLIVAN",
      "sentences": "Yes. I mean, look, I understand the strategy and you have to go where the votes are. But the folks that are going to come out to caucuses in Iowa and the -- in a subfreezing temperatures and stand there for hours to debate with their neighbors about who they're going to vote for, are not like there's not a lot of passionate moderates that show up in caucuses. And on either side, I'm the Democrat or the Republican. I mean, it will help her New Hampshire, but it sure as heck not going to help her when she gets to South Carolina, because only Republicans can vote there.And her numbers in New Hampshire, like to S.E.'s point, like her numbers, she's only closing the gap with Trump and because she's doing so well, she's beating them amongst independents but losing significantly amongst Republicans. So that's the play. That's the hand she has been dealt, she's got to play those cards. But I'm not sure that it is a pathway to a victory to run to the center at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:02",
      "speaker": "BOLDUAN",
      "sentences": "Wait, let me let me add one more thing into this mix of about what has happened overnight. Not only do we have the last debate before the first votes, we also have Chris Christie, who has dropped out. I want to play for everyone how he did so publicly. And then there's the hot mic moment caught before he went out.(BEGIN VIDEO CLIP) CHRIS CHRISTIE (R), FORMER U.S. PRESIDENTIAL CANDIDATE: And I feel no differently today because this is a fight for the soul of our party and the soul of our country. Why have we resisted the calls to drop out of this race? Because unlike some of the other candidates, we're fighting for something bigger than ourselves. She's going to get smoked, and you and I both know it. She's not up to this. DeSantis called me, petrified that I would -- (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:02",
      "speaker": "BOLDUAN",
      "sentences": "Both of you I want to get your quick take, S.E. thoughts and impact here.",
      "isLastSentenceInterrupted": false
    }
  ]
}