{
  "date": "2024-01-18",
  "headline": "Isa Soares Tonight",
  "subHeadline": "Pakistani Strikes Targets Separatists' Hideouts Inside Iran; U.S. Launches Fifth Round Of Strikes On Houthi Rebels, Two Arrested In The Killing Of An Ecuadorian Prosecutor; Two Arrested In Killing Of Prosecutor; U.S. President Warns Of Disaster If Ukraine Aid Cut; Russia's War On Ukraine; Two Ukrainian Drones Allegedly Intercepted By Russia; Russian Artillery Fire In Kherson Claimed Two Lives; Interview With Mayor Of Lviv Ukraine Andriy Sadovyi; Scathing Report On Robb Elementary School Shooting; Families Of Uvalde Shooting Seeks \"Accountability\"; Countdown To New Hampshire Primary; Race For The White House; 2024 U.S. Election. Aired 2-3p ET",
  "utterances": [
    {
      "timeStamp": "14:10:00",
      "speaker": "ISA SOARES, HOST, ISA SOARES TONIGHT",
      "sentences": "Hello, and a very warm welcome, I'm Isa Soares. Tonight, the region was already a tinderbox, now cross-borderattacks by two countries on the outskirts of the Middle East as stoking fears of further escalation. Today, Pakistan retaliated for an Iranian strike on Pakistani soil with strikes of its own. Iran says ten people, including women and children were killed in a south eastern province. Pakistan says it targeted Pakistani separatists fighters, saying it was protecting its security as well as national interests. Virtually, the same language if you remember, used by Iran just the day before after it targeted Sunni separatists inside Pakistan. Both countries do appear willing to deescalate, but there's no denying in the extraordinary strikes by these two neighbors are unprecedented, and of course, a major source of concern to many in the region. CNN's Ivan Watson has more for you (BEGIN VIDEOTAPE) IVAN WATSON, CNN INTERNATIONAL CORRESPONDENT (voice-over):  Survivors sifting through rubble after a series of deadly cross-border missile strikes. This week's flare-up between Iran and Pakistan, adding fuel to a region already on fire. (on camera):  The Islamic Republics of Iran and Pakistan share a long and porous border. In a 48-hour period, their militaries have carried out tit- for-tat drone and missile strikes into each other's territory. And unexpected crisis for two neighbors who just days ago appeared to be getting along. On Tuesday, Pakistan's prime minister held face-to-face talks with Iran's top diplomat in Davos.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(SPEAKING IN FOREIGN LANGUAGE)WATSON (voice-over):  But hours later, Iran carried out what it called precision missile and drone strikes on what it claimed were Iranian terrorists in Pakistan's Balochistan region. Pakistan condemned what it called a breach of its sovereignty that killed at least two children. And on Thursday, the Pakistani military struck back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "MUMTAZ ZAHRA BALOCH, SPOKESPERSON, FOREIGN MINISTRY, PAKISTAN",
      "sentences": "Per this morning, Pakistan undertook a series of highly-coordinated andspecifically-targeted precision military strikes against terrorist hideouts in Sistan or Baluchestan Province of Iran.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "ALI VAEZ, IRAN PROJECT DIRECTOR, INTERNATIONAL CRISIS GROUP",
      "sentences": "This was really, primarily, a demonstration of force in a place that Iran taughtwould have limited repercussions in terms of the risks of escalation. I think they underestimated how this would put the Pakistani government in a very difficult situation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "WATSON",
      "sentences": "For its part, the Pakistani government seems to be willing to deescalate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "BALOCH",
      "sentences": "Iran is a brotherly country, and the people of Pakistan have great respect and affection for the people of Iran.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "WATSON",
      "sentences": "The question now, does Tehran want a conflict with its much more populous nuclear armed neighbor? Ivan Watson, CNN.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Well, also keeping the region on edge, a standoff over tax on international shipping in the Red Sea, the U.S. launched yet another roundof airstrikes against Iranian-backed Houthi rebels in Yemen today. This is the fifth such attack this week, it is trying to bomb the Houthis into submission, but they're vowing to continue their Red Sea attacks, calling them leverage to try to stop the war in Gaza. Let's get more from our Oren Liebermann who joins us now at the Pentagon. Oren, as we said, this is the fifth  round of strikes. Do we know what the targets were and whether these strikes are having the desired effect here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "So the target of these strikes, and these were fairly small, certainly much smaller than what wesaw last week where two Houthi anti-ship missiles, unclear if there were ballistic missiles or cruise missiles, but U.S. Central Command says these were prepared to launch  against international shipping lanes in the southern Red Sea, which is when -- been where we've kept our eye and where a lot of those Houthi attacks have been launched using ballistic missiles, cruise missiles and drones. This is the fifth such U.S. attack we've seen on Houthi targets in Yemen over the course of the last seven days,  even if it is much smaller. The problem here, and U.S. President Joe Biden seemed to acknowledge that it's just a couple of hours ago, is that it's not stopping the Houthi attacks, and they continue to launch both drones and missiles. In fact, earlier this week on Monday and Wednesday, Houthi attacks hit two U.S.-owned and operated vessels. It was minor damage, the ships continued on their way, but that sort of continued attack is going to prompt the U.S. to continue to hit Houthi targets in Yemen in an attempt, first, to send a message, and second, to try to slow down these attacks. Now, just earlier today, Biden acknowledged that the Houthis have continued to launch their attacks despite the U.S. strikes. In that case, of course, the question is, what's the point here? The Pentagon just a short time ago said even if those attacks continue, they are not at the same scale and size of the barrage we saw last Tuesday when they fired 21 missiles and drones at once. Of course, Isa, as long as the attacks continue, the threat to international shipping is there, and that, it doesn't appear that there's any off-ramp here for the U.S. or for the Houthis. The Houthis promising they will keep the attacks going. The U.S. meanwhile --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "LIEBERMANN",
      "sentences": "Saying if the attacks continue, so do the strikes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "And that is the concern. Thank you very much, Oren Liebermann there for us with the latest. Let's get more now on all these variousregional hostilities that Oren was mentioning there. Joining me now on the show is Jasmine El-Gamal; a former Middle East adviser at the Pentagon and CEO of Mind/Work Strategies. Jasmine, welcome to the show. JASMINE EL-GAMAL, CHIEF EXECUTIVE OFFICER, MIND/WORK STRATEGIES:  Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "I mean, there is so much for us to start off with, but let's start first what we heard. This the fifth round now of strikes --EL-GAMAL:  Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "From the United States against the Houthis that we're seeing almost now daily, a tit-for-tat between U.S. and the Houthis. The aim --and we heard Oren mention there to try to do degrade the Houthis. Can it work? Do you think it'll work? I mean, this is a war-hardened group here? EL-GAMAL:  Absolutely, and I love that term. I was going to say the exact thing. This is a battle-hardened group. They have been under attack for years. They've been under siege, they've been in a civil war. I mean, they have the capacity to just keep going. And the problem with the word deter or degrade is, what do you exactly mean by degrade, right? Like, are you trying to get them to not be able to do any attacks at all? Are you trying to get them to not be able to attack U.S. ships or commercial shipping. The Houthis have built their arsenal in the last few years. They are now capable of reaching Saudi Arabia. They're capable of reaching the UAE. They're capable of reaching U.S. interests in all of those countries --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Yes --EL-GAMAL:  Naval bases, Air bases. And so, this is not a group that will be easily deterred. They've obviously said that they will not stop, they will continue. They are doing this for the people of Gaza because no one else is standing up for them, and certainly, the West does not. And they just have this capacity to keep going. So when we talk about deteriorating or degrading their capabilities, it's a very vague thing to say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Are the airstrikes in Yemen working?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNIITED STATES",
      "sentences": "Oh, when you say, working, are they stopping the Houthis? No. Are they going to continue? Yes.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "So, are they working or are they going to continue? Yes. So what is the strategy if we're just going to have tit-for-tat? What is thestrategy of the United States here? Because from what we've seen, and this is something that we've been looking at throughout the week, is that this alliance, this Houthi alliance, Iranian alliance, I should say, it is expanding -- EL-GAMAL:  Right --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "Under the same umbrella and the same narrative from the Houthis.EL-GAMAL:  Right? And it's not just expanding, it's becoming more empowered --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "Yes --EL-GAMAL:  As it goes on. So your question is a great one. What is the strategy here? When you look at U.S. involvement with groups like the Houthis in the past. So whether it's in Afghanistan, whether it's in Yemen, whether it's in Syria, I mean, all of these so-called Axis of Resistance Group, most of which are supported and armed and trained by Iran, the U.S. has never been able to defeat one of those groups. Any of them really, militarily. It has just never been able to bomb them into submission or into oblivion because they have popular support. They have a cause that they're fighting for, that resonates with people around them. In fact, the Houthis are not that popular --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "Yes --EL-GAMAL:  In Yemen. They are not popular. They -- their governance is awful. I mean, they are just -- they are not a -- you know, this type of resistance organization that's lauded by the people the way they want you to think. But as long as President Biden continues to allow -- \"allow\", maybe is a strong word, but  provide unfettered support to Israel as it continues its assault on Gaza. The Houthis will have that moral high ground to claims.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "So what is the strategy for the United States? What are they trying to --EL-GAMAL:  Right --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "Achieve here? Because like you said, degrading them, they're so war-hardened, they're not going to achieve that. Is this a message for Iranyou think, that they won't -- they can't let this happen, right? EL-GAMAL:  I mean, you really -- it's -- you have to look at it from a regional perspective, because as you said, all of these groups are supported by Iran, and the U.S. and Iran obviously have huge tensions between them. So what the U.S. is trying to do first and foremost now is prevent a huge escalation in the region. That's why when it's targeting the Houthis, you saw the Centcom statement. It said, \"we struck missiles that were about to be imminently launched. So we were -- you know, they're trying to frame the topic in a way that's very -- they're kind of trying to put it in a box. They want to make sure people know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "And I'm glad you mentioned that.EL-GAMAL:  This is -- we don't want a war. A war is not good for anyone, certainly regional --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "Yes --EL-GAMAL:  Partners don't want a war. So, the strategy is just to kind of deter and degrade enough, but still show that the U.S. is not going to roll over and let its assets be tapped.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "And this is what -- something that we have seen from Secretary Blinken in the region is trying to keep a lid on the war against Hamas inGaza, right? Try not to expand the tensions in the region. And we have heard from Prime Minister Sunak here, and we've heard similar comments from the United States, where they're trying to separate. But -- EL-GAMAL:  Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "And I thought -- I remember what Sunak said. He said -- called it a malign narrative. I spoke to an ambassador earlier this week, a formerambassador to Iraq and also to Afghanistan, he said to me, that you can't separate them. They're so interlinked and the word on the street, at least in Arab countries is they are -- they are incredibly linked. Talk to that. EL-GAMAL:  I'm so glad you brought that up. That is such a good point. The U.S. continues to try to separate these two things as if they're two completely different things. So there's the question of Israel's security and what's going on in Israel and Palestinian, quote-unquote, \"peace process\" as --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "Yes --EL-GAMAL:  Crazy as that sounds right now. And then they have all this other stuff that's happening in the region, and they're trying to say that one has nothing to do with the other. When in fact, every statement, everything that the Iranians are saying, that the Houthis are saying, that Hezbollah is saying is about Gaza, is about Israeli aggression in Gaza. And there's this refusal in the U.S. to acknowledge that. And I think it's at the detriment of all these players  in the region and to regional security.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "And also in an election year. How do you think Republicans --EL-GAMAL:  And in an election year --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "Are going to play with this?EL-GAMAL:  It's such a tough moment for President Biden to be dealing with this, because the last thing he wanted his team spend almost his entire presidency trying to -- and Jake, I think it was Jake Sullivan that said, keep the Middle East off his desk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "Yes --EL-GAMAL:  You're dragging us in, I took us out -- you're dragging -- it's really bad for Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "Yes, you can see where exactly how the rhetoric will go --EL-GAMAL:  How the rhetoric will go --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "The narrative, he's tried to drive that narrative --EL-GAMAL:  Not to mention that President Biden is losing a huge amount of support for the way that he has supported Israel and what is happening --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "Of course --EL-GAMAL:  In Gaza right now. So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "Supplying weapons as well --EL-GAMAL:  Really tough situation for them. But I will say this, I will say that the U.S. has so far not being listening to people -- the U.S. administration has not been listening to people who are telling it, including regional partners, pay attention to Gaza. What is happening in Gaza is affecting the entire region, it's affecting us. We live here and we're telling you that. And so far, it just hasn't been resonating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "Really important insight, Jasmine, so good to have you on the show --EL-GAMAL:  Thank you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "Thank you very much for coming in. And still to come on the show tonight, Ecuador is under a state of emergency of a ramping gang violence.We have the latest -- a victim prosecutor, we'll bring you the very latest from Guayaquil, I believe, we are live. That's next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "Well, police in Ecuador have arrested two people in the latest high profile violence. A prosecutor says, one Suarez was shot dead in hiscar on the way to a hearing. Suarez was leading the investigation into the armed takeover of a TV studio, if you remember, last week during a live broadcast. And now, we are hearing, thousands have been arrested in a crackdown on gang violence since then. Our David Culver joins us now from Ecuador with the very latest. And David, this assassination of the prosecutor just shows really not just the brutality, but also the challenge here, David, for authorities, what they have on their hands. Do you get the sense that the government is in control of this moment, of this crisis?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "SOARES",
      "sentences": "Yes, and when I spoke to a former presidential candidate actually for Ecuador, he said, you know, the gangs control those prisons. It is thegangs and not the government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "CULVER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "SOARES",
      "sentences": "It just speaks to, really, what we have been seeing and the fear, of course, that it's being felt throughout the country. Thank you verymuch. David Culver for us there in Guayaquil in Ecuador.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "CULVER",
      "sentences": "Thanks, Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "SOARES",
      "sentences": "Welcome back everyone. As Russia's war on Ukraine approaches a two-year mark, the fight over Western funding for Kyiv continues. And U.S.President Joe Biden is warning Congress it must act now. Meanwhile, Moscow is claiming they downed several Ukrainian drones deep inside its territory. The Russian Ministry of Defense says one was destroyed over the Leningrad region. Another was intercepted above the capital region. Meanwhile, according to a regional official, Russian attacks on Ukraine's southern Kherson region killed two and injured seven others. Well, joining us now from Washington is the mayor of Lviv, Ukraine, Andriy Sadovyi. Mayor, welcome back to the show. Of course, I'm used to seeing you in Lviv. It's great to see you there in Washington. Just tell us about your trip to Washington and what you're hoping to get out of it, Mayor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "ANDRIY SADOVYI, LVIV, UKRAINE MAYOR",
      "sentences": "Thank you. I received invitation from Mayor Conference in Washington. But in Washington, we have conversationwith mayor, with State Department. We built about Ukraine, about future. 30,000 of my citizens today on the front line and we built in view unique ecosystem, unbroken rehabilitation, socialization, high level qualities, surgically prosthetics. We built accommodation for wounded IDPs. It is huge job. And together with mayor of Manchester and mayor of Liverpool, we found it special accommodation, unbroken cities. And we present in Washington, our initiative for American cities. My idea, very simple. Every Ukrainian city must have collaboration. We sit in Great Britain and cities in United States, but we must together build our future. Today in Ukraine, we protect democratic values. We think about future all time, but support from United States very important for me and my citizens all time. We check current situation in United States. I think after last meeting Biden with American leaders, we will have huge support. But without military support, very difficult to protect our independence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "SOARES",
      "sentences": "And as you well know, as you're meeting lawmakers there, Mayor, that -- you know, there is huge discussion in the United States overfunding for Ukraine. There is some division in the United States over this. Do you believe that the funding will come through? The funding that we know Ukraine desperately needs? The funding that we know that President Zelenskyy has been calling for in Davos this week? What have you been hearing from both sides of the political aisle?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "SADOVYI",
      "sentences": "I believe in Ukraine. I believe in our victory. Today, we have support from European countries, and I think we will have huge support fromAmerica, from Canada, from different countries in world. It is very important, not only Ukraine. It is very important for democracy. Today in Ukraine, we create a future. Two system fire, democratic system and --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "SOARES",
      "sentences": "I hear you. I hear you, Mayor. But what are U.S. lawmakers telling you? Are they saying -- when they say, we stand by you or whatever ittakes, does that come with funding? Does that come with financial aid for this fight that you say Ukraine's going to win?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "SADOVYI",
      "sentences": "We need financial support from United States, and I think we will have this support. But this support very important for protect democracy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "SOARES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "SADOVYI",
      "sentences": "Democracy in world. I think that United States will, together with Ukraine, with democracy. I believe in United States. I believe in ourvictory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "SOARES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "SADOVYI",
      "sentences": "Never give up. Only victory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "SOARES",
      "sentences": "And we heard, Mayor, today from President Joe Biden, who basically cautioned that cutting off any sort of assistance Ukraine would be in hiswords, a disaster. What would no U.S. aid here, no aid from the United States. What would it mean for Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "SOARES",
      "sentences": "And very quickly, we are almost -- what? Two years into this war. I know that, like, I hear your messaging, Mayor, that you're going to win.I hear there's result, but we have also seen reports from our team on the ground of very war weary soldiers of families who want to see their loved ones, desperately want to see their loved ones that have been for so long on the front lines. Meanwhile, the parliament is expected to pass a new mobilization law, right? That could bring up to 500,000 more men into battle. How would that be received by Ukrainians? What's the mood like? I know you're going to tell me you're going to win the war, but what is the mood right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "SADOVYI",
      "sentences": "We must protect my country. And I ready protect. My citizens ready protects. I think our parliament made a very important decision maybenext week, but you must know, very interesting information. Ukrainian army, it is not 1 million people. Ukrainian army, it is forty million people. We have unique chance protect our country. Unique chance. This war, try not two years. This war, try for hundred years. It is big battle between democracy and between totalitarian. You must believe in Ukrainian victory. I believe in Ukrainian victory. Never give up. Only victory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "SOARES",
      "sentences": "Mayor, I appreciate you taking the time to speak to us from a very busy schedule. Thank you very much, sir. Good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "SADOVYI",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SOARES",
      "sentences": "?Well, I just released report from the U.S. Justice Department is reinforcing -- I mean, reinforcing, I should say, what many people alreadybelieved. It is calling the law enforcement response to the 2022 massacre at Robb Elementary School in Uvalde, Texas a failure. The 575-page report says police officers almost immediately froze once they heard the sound of gunfire. And it took one hour and 17 minutes from the point the shooter walked into the school until he was stopped. 19 students and two teachers were killed that day. Well, U.S. Attorney General Merrick Garland met with families of victims, as well as survivors of the attack. He says, loved ones deserved better from law enforcement. Have a listen to this. (BEGIN VIDEO CLIP) MERRICK GARLAND, U.S. ATTORNEY GENERAL:  The law enforcement response at Robb Elementary School on May 24, 2022, and in the hours and days after was a failure that should not have happened. Our children deserve better than to grow up in a country where an 18-year-old has easy access to a weapon that belongs on the battlefield, not in a classroom. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SOARES",
      "sentences": "Strong words there. Well, Evan Perez has followed this story for us from the very beginning and he's with us in Uvalde this evening. AndEvan, this was, I think it's fair to say, a pretty scathing report. What stood out to you? What were your takeaways?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "EVAN PEREZ, CNN SENOR JUSTICE CORRESPONDENT",
      "sentences": "Yes, absolutely. So, this report is scathing because of a lot of things that we knew and some newthings that we learned from this report. Including the fact that, you know, while law enforcement was present, while the police were there, 370 of them. And while children and their teachers were hiding or trying -- or are locked in a room with this shooter, there were 45 rounds fired by the shooter. Again, law enforcement standing outside. Families were told that their loved ones were alive and it turns out that were not. There was obviously a lot of false information. A lot of focus by Texas authorities on claiming that there was a heroic police response when obviously there was not in those initial days. And those are the things that the Justice Department is pointing out as part of this report. And one of the things that they're doing is also suggesting some improvements that police can make. Obviously, as you know, and as we all know, the United States has a huge problem with gun violence and with mass shootings. These things keep happening, and so as a result, police have to be better trained to be able to respond and try to stop these things from happening. I think one of the remarkable things about being here just in the last couple of days, you know, the attorney general and the release of this report has really brought back the flood of emotions from that day back in May last year when those -- when that shooting happened. He met with the families for about two hours. Took their questions. And as you heard there in the sound that you just played, there's still a lot of emotion that is coming forward just from, again, being here and meeting with these family members and hearing them ask for accountability, which to this day really is still missing. Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SOARES",
      "sentences": "Well, in just five days, if you're counting, New Hampshire will host its presidential primary. But two out of the three major Republicancandidates aren't even campaigning there today. Donald Trump is in Florida attending his mother-in-law's funeral, but he was in the Granite State last night where he's hoping to win big after a knockout round, of course, if you remember, in Iowa. And his focus was on Nikki Haley. Have a listen. (BEGIN VIDEO CLIP) DONALD TRUMP, FORMER U.S. PRESIDENT AND U.S. REPUBLICAN PRESIDENTIAL CANDIDATE:  If she wins, Biden wins, and I'm telling you that. A vote for Nikki Haley this Tuesday is a vote for Joe Biden and a Democrat Congress this November, because that's what's going to happen. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SOARES",
      "sentences": "But Haley is hitting back. Last night at her rally, she took a swipe at Trump's age.(BEGIN VIDEO CLIP) NIKKI HALEY, U.S. REPUBLICAN PRESIDENTIAL CANDIDATE:  The majority of Americans have said they don't want their options to be two 80-year-olds for president. We've got to move past that. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SOARES",
      "sentences": "Ron DeSantis is also notably absent from the campaign trail today. He's back in his home state of Florida, but is expected to return to NewHampshire on Friday. CNN's Omar Jimenez is in New Hampshire and joins me now. And Omar, we have, what, five days now until this primary gets underway. Donald Trump clearly looking to win big like he did in Iowa. Is this something we can expect? What should we look forward to?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "OMAR JIMENEZ, CNN CORRESPONDENT",
      "sentences": "Well, it's certainly something he hopes will actually happen. But the interesting thing is that the voting bases inIowa versus here in New Hampshire are radically different. For one, here in New Hampshire, a lot more of a moderate Republican base. But also, in this primary, you can have independent voters, or undeclared as they were known officially in this state, they can participate in the primary. And the reason that's significant is because that's a group that Nikki Haley has pulled especially well and even better than the former president who has dominated. Again, many polls to this point, but of course, that first contest in Iowa as well, taking 98 out of 99 counties. So, while it is still very much a steep hill to climb here, this really, at least in these early stages, is the best opportunity we've seen from any of these candidates. So, at the very least, pose a very serious challenge to the former president, and that's simply because some polls have shown Nikki Haley in particular within single digits of Trump, which again, no candidate has been even close to doing so far.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SOARES",
      "sentences": "And we heard Mr. Trump focusing his attacks, Omar, on Nikki Haley. And Nikki Haley has also been calling for a face-to-face with Trump. Have alisten. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "HALEY",
      "sentences": "The second he says he's going to get on the stage, I'm ready. He hasn't done anything. He threw a temper tantrum last night. He's doingother things to attack me, but he won't get in front of me and answer the questions. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SOARES",
      "sentences": "So, I mean, how likely is this to happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:00",
      "speaker": "SOARES",
      "sentences": "And -- yes. And --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:00",
      "speaker": "JIMENEZ",
      "sentences": "And so, just hearing his name specifically out of her -- yes. Go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:00",
      "speaker": "SOARES",
      "sentences": "No, I was going to say, some may argue, you know, these attacks should have started much sooner.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:00",
      "speaker": "JIMENEZ",
      "sentences": "Oh, yes. Oh, definitely. And, you know, that was one of the big criticisms of her, in particular, when someone like Former New JerseyGovernor Chris Christie got out of the race. One of the reasons people even flocked to him at all was how hard he was going against Trump. So, when he dropped out, there's this vacuum. And one of the criticisms of folks that were maybe hesitant to go towards Nikki Haley was they felt she was not criticizing him enough. Maybe this is the beginning of that in this final stretch towards the primary. But at the very least, we know she is going to be trying to find every bit of support she can, knowing that it's a very steep hill to climb.",
      "isLastSentenceInterrupted": false
    }
  ]
}