{
  "date": "2024-03-22",
  "headline": "CNN News Central",
  "subHeadline": "Interview With Rep. Marjorie Taylor Greene (R-GA); Trump Bond Deadline Approaching; Marjorie Taylor Greene Files Motion to Oust House Speaker. Aired 1-1:30p ET",
  "utterances": [
    {
      "timeStamp": "13:01:00",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "It is deja vu all over again on Capitol Hill, Republican Congresswoman Marjorie Taylor Greene filing a motion to oust Speaker Mike Johnson, all this with a potential government shutdown just hours away.Plus: empire at risk. Former President Donald Trump has just three days to come up with half-a-billion dollars. He claims he's got it in cash. That's not what his attorneys are saying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:01:00",
      "speaker": "ERICA HILL, CNN HOST",
      "sentences": "And diplomatic blitz. Secretary of State Antony Blinken is in the Middle East as part of an intense push for a hostage deal and cease-fire in Gaza, this as Israeli Prime Minister Benjamin Netanyahu making it clear today, if you don't back us in Rafah, Israel will do it alone.We're following these major developing stories and many more, all coming in right here to CNN NEWS CENTRAL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:01:00",
      "speaker": "SANCHEZ",
      "sentences": "Breaking news on Capitol Hill. Time is running out and the pressure is on the Senate to pass a spending bill that would avoid a partial government shutdown.But time may be running out on Mike Johnson and his House speakership. In a stunning development, Georgia Republican Congresswoman Marjorie Taylor Greene filed a motion to kick Johnson out of the House speakership. She's angry about his guiding fellow Republicans to pass that critical spending bill earlier today. Watch this. (BEGIN VIDEO CLIP) REP. MARJORIE TAYLOR GREENE (R-GA):  We need a new speaker. This is not personal against Mike Johnson. He's a very good man and I have respect for him as a person, but he is not doing the job. The proof is in the vote count today. He passed a budget that should have never been brought to the floor, did not represent our conference and it was passed with the Democrats and without the majority of the majority. (END VIDEO CLIP) SANCHEZ:  Let's take you now to Capitol Hill to CNN's Manu Raju, who's there with the congresswoman -- Manu.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:01:00",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes, Boris.I -- Congresswoman, thank you for talking to us about this. Surprise move. It was not really expected. Maybe you expected to do this when you came in this morning, but you just filed this motion. Have you heard from the speaker yet?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:01:00",
      "speaker": "GREENE",
      "sentences": "I haven't talked to Speaker Johnson yet. I filed the motion to vacate this morning as this budget bill was passing.It was a two-part series of what we would call an omnibus, complete departure of what the Republican majority had told the American people we would do with the majority. We were also not given the opportunity to bring amendments on this big funding bill, $1.2 trillion. And we were given hardly any time to read the 1,012-page bill, breaking the 72-hour rule that our conference had passed. It was a complete departure of everything that we stand for. The bill also funded abortion clinics with full-term abortion, funded trans agenda on children that we are completely against. This bill also funded $300 million for Ukraine. And it funds the weaponized government, the Department of Justice that's prosecuting President Trump, who is our Republican primary candidate for the presidential election this year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:01:00",
      "speaker": "RAJU",
      "sentences": "Do you think that this is what Donald Trump wants?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:01:00",
      "speaker": "GREENE",
      "sentences": "No, this bill was exactly what Chuck Schumer wants.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:01:00",
      "speaker": "RAJU",
      "sentences": "But does Donald Trump want to kick Mike Johnson out of the speakership?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:01:00",
      "speaker": "GREENE",
      "sentences": "I haven't spoken with President Trump about the motion to vacate, but I am introducing this motion to vacate with sincerity and respect for my conference.I am a good, participating member of my conference. I have paid all of my dues and then some. I support the Republican majority. I support us winning the majority next year, but we cannot move forward having a Republican speaker of the House that is doing the bidding of Democrats, that is allowing Chuck Schumer to drive our legislation, bringing bills to the floor that the White House cannot wait to sign into law, and doesn't stop the border crisis and the invasion that's happening every single day to our country. People are asking, who's going to be the next woman that's going to be raped? Who's going to be the next American that's going to be killed by illegal aliens? Whose house is going to be taken over by squatters? And who's going to be killed if they try to take their house back? [13:05:11] RAJU:  This is very important about the timing of all this, because this could change how this institution is run. It could lead to a state of paralysis that we saw in the fall. Tell us how this plays out from here. We're going on a two-week recess. When you come back, and when the House comes back, is that when you call up this vote?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:01:00",
      "speaker": "GREENE",
      "sentences": "Well, I can call the motion-to-vacate vote up at any time of my choosing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:01:00",
      "speaker": "RAJU",
      "sentences": "And when's that going to be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:01:00",
      "speaker": "GREENE",
      "sentences": "I haven't said when that's going to be.What I'm hoping for is all of our Republican members to be able to have time to think and reflect over this break for us to come back together and start the conversation of who is capable and willing to lead this Republican majority, because the current speaker of the House we have right now is getting rolled in every single meeting. He is negotiating from weakness, and we have lost full confidence in him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:01:00",
      "speaker": "RAJU",
      "sentences": "Is there any way that you would not move forward with this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:01:00",
      "speaker": "GREENE",
      "sentences": "At this time, I don't see any way backing off of the motion to vacate.But what I will not do is, I'm not intending to stop investigations on committees, important committee work that's happening right now that I want our conference and our Congress to be able to continue to move forward on. And I'm being very respectful to the members of our conference.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:01:00",
      "speaker": "RAJU",
      "sentences": "And one last question before I wrap here. How many Republican votes do you have on this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:01:00",
      "speaker": "GREENE",
      "sentences": "I won't be giving you the number of votes I have right now, but there is quite a few members that I talked to today already that are supporting the motion to vacate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:01:00",
      "speaker": "RAJU",
      "sentences": "Quite a few is a dozen, two dozen, what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:01:00",
      "speaker": "GREENE",
      "sentences": "I will not be giving my numbers. There's a few. There's -- I have a number that have committed, but there's also a large number that have already expressed to me a huge sigh of relief.This is a very...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:01:00",
      "speaker": "RAJU",
      "sentences": "But the Democrats could vote to save him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:01:00",
      "speaker": "GREENE",
      "sentences": "I won't be working with Democrats. They will be choosing to vote how they want to vote when that happens.And, again, I don't have a timeline on this. RAJU:  Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:01:00",
      "speaker": "GREENE",
      "sentences": "I'm being very respectful to everyone here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:01:00",
      "speaker": "RAJU",
      "sentences": "OK.Well, Congresswoman, thank you for telling us about your plans and for your time here. All right, Boris, back to you. You heard the congresswoman saying that there's -- she has a significant amount of Republican votes. We will see if that vote actually happens and when it does.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:01:00",
      "speaker": "SANCHEZ",
      "sentences": "Yes, a huge cloud now hanging over not only Speaker Johnson, but also the entire Republican Conference potentially facing this chaos again.Manu Raju on the Hill, thank you so much -- Erica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:01:00",
      "speaker": "HILL",
      "sentences": "Well, it is the last business day before Donald Trump's bond deadline in New York.He, of course, has to pay nearly half-a-billion dollars after being found liable for fraud, or his assets could be seized. Today, the former president claiming in a post he had nearly $500 million in cash, enough to cover that sum. His lawyer, though, then quickly clarified, saying he doesn't actually have all that on hand. So, that's right. So, he was found liable, remember, for fraud by inflating the value of his assets, now possibly inflating his cash coffers as he's trying to avoid this penalty for the fraud. Trump's attorneys argue it is nearly impossible to get the amount needed for bond. The New York attorney general will have a chance to respond in court. CNN's Kristen Holmes joining me now with more. So, he's been posting, I mean, almost nonstop at this point on TRUTH Social, going on and on about it. It also, I think, gives us a window into this growing desperation. Yesterday, we were talking about panic mode. Where do they stand?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:01:00",
      "speaker": "KRISTEN HOLMES, CNN NATIONAL CORRESPONDENT",
      "sentences": "Well, they're still in that mode, because we are told that they don't know still how exactly they're going to secure this bond.Now, Donald Trump's rants did take a turn today, because he had been saying it's impossible to get this kind of cash,no one can get this kind of cash. Even when you're talking to his team members, they say the same thing. They say, no one -- any billionaire is not going to be this liquid. And I did hear that from financial experts as well. When you look at all of his assets, we're coming to a place now where it's not like he can sell off assets. I mean, there's no fire sale. There's none of that. So now all of a sudden, he takes a turn and he says on TRUTH Social: \"I currently have almost $500 million in cash.\" That is, again, the opposite of what they have been saying and what his lawyers have been saying in court. They have -- continually say, this is unfair. No one can get this kind of money this quickly. And now, of course, you have him saying this. The other part of that, of course, is that he said that he would fund his own campaign, but now he had to put it towards this. He has not funded his own campaigns in 2016, and we were told there were no plans to fund his campaign this time. So that seems like just a Trumpism.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:01:00",
      "speaker": "HILL",
      "sentences": "So a little bit of Trumpism.In the meantime, what are you hearing in terms of reaction to the growing possibility -- now, I mean, as you pointed out you can't just have a fire sale for all of these properties. But there is this growing possibility about assets being seized.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "HILL",
      "sentences": "People will actually want to see evidence of said cash.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "HOLMES",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "HILL",
      "sentences": "Yes, trying to control your client in that case not always the easiest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "HOLMES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "HILL",
      "sentences": "Kristen, appreciate it. I want to bring in now Kara Scannell, who's joining us from New York.So, Kara, I know you just got a response from Letitia James, responding in court there. Did she address this $500 million claim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "KARA SCANNELL, CNN CORRESPONDENT",
      "sentences": "No, Erica, in this filing, she does not address this claim.She focuses on the legal arguments that Trump made earlier this week, and some of the challenges that she raised initially, she's now made officially with the court. And that is saying that they can't rely on some of the representations from the insurance broker, because he's a longtime friend of Donald Trump's, and that wasn't disclosed to the appeals court. They're also saying Trump hasn't detailed the conversations that he's had with these insurance companies and underwriters about trying to get a bond, such as what property came up or what terms they were offering, and suggested again that Trump could also try to post this with the court directly. If know one will take real estate, he could post the real estate with the court, and also maybe try to get a couple of these insurers to pool together. Now, Trump's team has already pushed back on some of this, saying that that's not feasible because this comes down to cash, which is the issue that you're talking about, in that he doesn't have enough cash, because that is what the bond underwriters want as collateral, and so that is something that is still an issue that is outstanding as of this point from the Trump side.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "HILL",
      "sentences": "So, given where we are in this moment, what would happen on Monday when this deadline arrives?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "SCANNELL",
      "sentences": "So, Trump is still -- there's the possibility does he come up with any money? Does he post a bond of any amount? Will the appeals court weigh in between now and then? You know, it's unclear.Trump has asked them to let him post a smaller amount or not post anything until the appeal is over. But from the New York attorney general's perspective, they can begin the process of trying to seize assets. And it's not going to be an easy process. It's going to be something that will take some time. Initially, they could try to put some liens on some properties, which would restrict Trump's ability to use them. They could try to put -- take steps to collect rent from some of the apartment buildings that he owns. They could also try to seize some properties and begin the initial steps of that. We did see that she filed paperwork in Westchester County, where Trump's family residence, several springs -- Seven Springs is, as well as a golf course in the nearby town of Briarcliff. That is to kind of put a marker down to show that there is a judgment issued there. They could then move forward. And it would require additional steps if they wanted to try to actually seize that property. So, Monday is going to be the day. Do we see the attorney general's office take some action? Do we see any action from Trump? We're still waiting to see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:17:52",
      "speaker": "SANCHEZ",
      "sentences": "Donald Trump has three days to scrounge up $464 million to cover his bond for civil fraud in New York.Sources indicate that, behind closed doors, the former president is in panic mode, but he may have new avenues of cash flow opening up. This morning, investors approved a deal that paves the way for TRUTH Social to go public, potentially giving Trump a multibillion-dollar windfall from stocks. And he could have some cash headed his way, thanks to some fine print and a new fund-raising agreement with the RNC. Donations will first go to his campaign and then the PAC paying his legal bills before they wind up with the party. Let's start with the TRUTH Social deal now. CNN's Matt Egan is tracking it. So, Matt, walk us through this merger and exactly how much money this could mean for Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:07",
      "speaker": "SANCHEZ",
      "sentences": "Matt, why is it that some believe it's overvalued right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:07",
      "speaker": "EGAN",
      "sentences": "Well, the problem is that Trump Media, it's burning through cash, and it's piling up losses.In the most recent quarter, Trump Media generated just $1.1 million in revenue. It lost $26 million. TRUTH Social itself is shrinking. Monthly active users are down by 39 percent year over year, and yet the market is valuing this company in the billions of dollars. One professor, Yale Professor Jonathan Macey, he told me -- quote -- \"The stock price is clearly a bubble. No rational investor would take the stock at face value, especially if they had to hold it for any length of time.\" Another professor told me this is basically a meme stock. So, yes, this deal does look like a financial win for former President Trump, but, no, it does not look like the cash infusion that he really needs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:07",
      "speaker": "SANCHEZ",
      "sentences": "Matt Egan, thanks so much for breaking that down for us.Let's get the campaign angled now with CNN's Fredreka Schouten. Fredreka, tell us about this fund-raising agreement that it seems very favorable to Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:07",
      "speaker": "FREDREKA SCHOUTEN, CNN NATIONAL POLITICAL WRITER",
      "sentences": "Well, Donald Trump, like a lot of presidential candidates, has reached a fund-raising agreement with the RNC that will allow them and state parties to collect big checks from individual donors that they then share.But what's interesting is, when you look at the fine print for the first big fund-raiser that they have, you see that the money goes first to Donald Trump's campaign and then to Save America, the leadership PAC that he has used to pay an enormous number of his legal bills. Then the rest of the money goes to the RNC and then it flows what's left over to the state party committees. This is really important because the RNC is facing a serious cash crunch. At the end of last year, the party had only $8 million cash on hand, which was the lowest level in about a decade. And this is a crucial election year for the presidential race and for downballot folks, people running for the Senate and the House. And so there is a real need for them to raise as much cash as they can, but at the same time, you're seeing that Save America is getting some favorable treatment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:07",
      "speaker": "SANCHEZ",
      "sentences": "Yes.And, Fredreka, what about this claim from Donald Trump that he has nearly $500 million in cash? His attorneys say otherwise. He makes the claim that much of that money, he was going to spend on the campaign, but he actually hasn't used any of his own money in a campaign since back in 2016. Is that right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:07",
      "speaker": "SCHOUTEN",
      "sentences": "Exactly.Back in 2016, he said that he was going to put $100 million into his campaign. He ended up putting about $66.1 million in and hasn't donated to a political campaign since then, in part because he's really been supported by a lot of small-dollar donors over the years. He hasn't needed to. But this year, he's -- like I said, he faces a cash crunch. He is not raising anywhere as much money as Joe Biden is. Joe Biden, in February, for instance, I'm looking at the most recent reports, raised $21.3 million in his primary campaign committee and had $71 million cash on hand to start March with. By comparison, the same committee that Trump had raised $10.9 million in February and had $33.5 million cash on hand. He has a lot of catching up to do at this point as the general election becomes fully engaged -- Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:07",
      "speaker": "SANCHEZ",
      "sentences": "Yes, interesting details there.Fredreka Schouten, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:04",
      "speaker": "SANCHEZ",
      "sentences": "To that point, though, Trump on social media made this claim that he's got half-a-billion dollars in liquidity, that he just has it there.His attorneys turned around and said, yes, not so much. If you're Letitia James and you see that, could that potentially hurt him in court that he's making these claims?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:04",
      "speaker": "LITMAN",
      "sentences": "It's certainly an admission and one more indication of why Trump is the worst client of all time. How would you like to be the lawyer saying it's practically impossible, when your client says otherwise?Look, at the end of the day, if he has it -- and, by the way, if he does have it, I think, by any calculation, it's a little opaque with his finances, but it would be crippling not just for the campaign, but for his business. That means accounts receivable. That means running the business. But, yes, that could come into play. At the end of the day, if he says, I just don't have it, Tish James then has at his properties. That's what I think will not happen. But, yes, it's an awkward -- one of many awkward positions that he's put his lawyers in. Any way you look at this, Boris, he is in a world of hurt. The question is, what's the least hurt that he could emerge from this situation with?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:04",
      "speaker": "HILL",
      "sentences": "Harry, you brought up the possibility of an angel, I believe was the word that you used.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:04",
      "speaker": "SANCHEZ",
      "sentences": "Guardian angel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:04",
      "speaker": "HILL",
      "sentences": "There had -- guardian angel.There had been some speculation about whether there could be perhaps a foreign guardian angel and concerns, as you rightly pointed out, about national security...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:04",
      "speaker": "LITMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:04",
      "speaker": "HILL",
      "sentences": "-- especially if he were to be reelected.His attorney Chris Kise also pushing back on that notion, saying it is categorically absolutely not true, that there would be no Russian or Saudi money or any foreign money under consideration. Is that something that the courts would monitor?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:04",
      "speaker": "LITMAN",
      "sentences": "The short answer is, they wouldn't know about it.And, in general, he's -- there's a lot of monitorship going on, but that doesn't mean it would be illegal. It would be a huge concern for us. The guardian angel might be a guardian devil, as far as we're concerned, because they wouldn't do it just to be nice to him. But I don't see anything illegal about his doing it, unless it violates their sanctions in place with different Russian folks, et cetera. But, look, the question -- he is at a choice between some very, very bad alternatives. If it comes to that, I think he would do it before letting Tish James go to 40 Wall Street or Trump Tower and the like. But, man, is it fraught for us as the American people if the putative presidential nominee is so in debt to a foreign power.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:04",
      "speaker": "SANCHEZ",
      "sentences": "Harry, I want to zero in on what Trump's lawyer Chris Kise tried to clarify regarding Trump's cash claim.He said -- quote -- \"What he's talking about is the money reported on his campaign disclosure forms that he's built up through years of owning and managing successful businesses.\" What stands out to me that is left out of that statement, Harry, is the fact that this whole case was about Trump making money by inflating the value of his properties. So, some of that successful business managing and owning was fraud.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:04",
      "speaker": "LITMAN",
      "sentences": "Yes, so two points here.First, because it's fraud, there's less than he says. I mean, you just can't credit this amount. Even the properties are completely encumbered, and you just don't know what he really has. That's FOR starters. But, second, if what Kise says is accurate, it means that, if this is his least unattractive choice, and he comes up with it himself, I think he is -- it's like a company that all of a sudden has no chairs, furniture, accounts receivable, or anything. That is really the end of the day, I think, for the Trump Organization in New York. It's an ugly, ugly situation for him, even if it is halfway accurate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:04",
      "speaker": "SANCHEZ",
      "sentences": "Harry Litman, very much appreciate your perspective. Thanks.",
      "isLastSentenceInterrupted": false
    }
  ]
}