{
  "date": "2024-05-23",
  "headline": "Amanpour",
  "subHeadline": "Interview with Irish Prime Minister Simon Harris; Interview with Member of the Palestinian Legislative Council Mustafa Barghouti; Interview with Breaking the Silence Executive Director Avner Gvaryahu; Biden Holds News Conference with Kenyan President Ruto. Aired 1-2p ET",
  "utterances": [
    {
      "timeStamp": "13:00:00",
      "speaker": "CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL ANCHOR",
      "sentences": "Hello, everyone, and welcome to \"Amanpour.\" Here's what's coming up.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "SIMON HARRIS, IRISH PRIME MINISTER",
      "sentences": "We believe you can't say you're in favor of a two-state solution and not recognize the very existence of two-states. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "Diplomatic pressure ramping up against Israel. I speak to the Irish prime minister, Simon Harris, after the groundbreaking move byIreland, Spain, and Norway to say they will formally recognize Palestine as a state. And general secretary of the Palestinian National Initiative, Mustafa Barghouti, joins me from the West Bank. Plus, \"Occupation Has Corrupted the Humanity of Israel's Military.\" That's former IDF soldier Avner Gvaryahu, who tells me why he's breaking the silence. Also, ahead -- (BEGIN VIDEO CLIP) AARON TANG, AUTHOR, \"SUPREME HUBRIS\":  It's remarkable that a justice in that position would have in front of his home, a visible symbol indicating that he believes in fact that the election was stolen. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "-- upside-down flags, partisans in the Supreme Court and reports of financial favors. Hari Sreenivasan unpacks what all this means with lawprofessor and author Aaron Tang. And how supreme hubris may be destroying the court. Welcome to the program, everyone. I'm Christiane Amanpour in London. Diplomatic isolation is mounting on the Israeli Prime Minister Benjamin Netanyahu. This week began with the ICC seeking indictments for him and his defense minister, along with top Hamas leaders. That was followed by three European nations, Ireland, Norway, and Spain, formally recognizing Palestine as a state, and Israel recalling ambassadors from all three. In addition, Defense Minister Yoav Gallant has authorized Israelis to start re-entering the West Bank, paving the way for new Israeli settlements there. And the far-right finance minister has cut off tax revenue funds to the Palestinian Authority. Now, while Europe remains divided on Palestinian statehood, France says the timing is not right. And the United States, Israel's biggest ally, also criticized the move and threatened sanctions on the International Criminal Court. I've been speaking to the Irish prime minister, Simon Harris, on his nation's policy and the intractable Israel Palestinian catastrophe. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "Taoiseach Simon Harris, welcome back to the program. Can I ask you, because there's clearly so much fallout from what you and Norway andSpain have announced this week, and that is, you recognize Palestinian statehood. The question is, why now? What was the impetus for you doing it now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "SIMON HARRIS, IRISH PRIME MINISTER",
      "sentences": "Well, it was my government's preferred position to recognize a two-state solution as part of a peace process tobring that about. But sadly, unfortunately, such a comprehensive peace settlement now seems, in many ways, further away than it has ever been. We therefore believe that it is so important that we try to inject a degree of momentum to the fact that the only way to bring peace and stability to the Middle East is a two-state solution and is a political peace process. We believe you can't say you're in favor of a two-state solution and not recognize the very existence of two-states. So, we've worked very intensively with likeminded countries, with Norway, with Spain, and indeed, with others who might expect to recognize Palestine in the coming weeks. And our judgment was yesterday, and it is today, that now is the right time and that there is never a wrong time to do the right thing. We can very clearly differentiate between Hamas, which is a disgusting, despicable, illegal terrorist organization, and the people of Palestine, the children of Palestine, the civilians, and the most horrific humanitarian catastrophe that's unfolding.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "HARRIS",
      "sentences": "Well, the first thing to say is Ireland has an excellent ambassador in Israel and she is doing a wonderful job representing theviews of the Irish government and the Irish people and I thank her and I thank the team. Of course, it's -- any foreign ministry can call in any ambassador. But what I will not tolerate is any country misrepresenting the position of the Irish people. I am the leader of the Irish government. I speak on behalf of Ireland. And we have been clear and unequivocal that we condemn Hamas, that we condemn the most horrific, barbaric massacre that Israel experienced on the 7th of October. We call for the unconditional and immediate release of all hostages. But it is entirely possible to say what I have just said, and also say the next bit, which sadly some refuse to say, that what is happening in Palestine, what is happening in Gaza, is a humanitarian catastrophe. That children are being starved, are being deprived of food. And that there are children who will go to sleep in Gaza tonight not sure if they will wake in the morning. This situation is not sustainable. It needs to stop. And I have no intention of being in any way, shape, or form distracted from the immediate need for a cessation of violence in the Middle East, the need for the release of the hostages, for humanitarian aid to flow unimpeded and unhindered, and for the -- and the need for a peace settlement. And I can say this to the people of Israel, we recognize the State of Israel. We recognize the State of Israel's right to live in peace and security. That is their right. The people of Palestine also must have an equivalent right to peace and security. And let me also say this to the people of Israel, the Irish people know what it's like to have their national identity hijacked by a terrorist organization. The IRA was never the people of Ireland and Hamas is not the people of Palestine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "As you say, you do have experience, and many say that your actual experience, certainly the Northern Ireland experience, of actuallybringing peace with the Republic's help is a road map for these kinds of terrible conflicts. But so, they obviously, the government in Israel is saying this is just a reward for terror. But I just want to ask you because even France, you know, the -- a big European country has said the conditions are not right yet. What actual effect do you think the E.U. countries, and you say you want more and you expect more to recognize, what effect do you think you can actually practically have?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "And, Taoiseach, as you says, that video, which is just heart rending, you know, for the families of the women, and in this case, theywere women soldiers, they released it yesterday to the public because they were trying to pressure their own government to bring back their family members who are still being held in these appalling conditions inside Gaza. I also want to ask you about the following. They're now, you know, more and more analysts saying that, you know, the center of gravity, particularly in the European, you know, center, maybe moving away from the historic pro- Israel politics. And even the U.S. national security official, Jake Sullivan, expressed concern yesterday about the increasing isolation of Israel. I just want to play this. (BEGIN VIDEO CLIP) JAKE SULLIVAN, U.S. NATIONAL SECURITY ADVISER:  We certainly have seen a growing chorus of voices, including voices that had previously been in support of Israel, drift in another direction. That is of concern to us, because we do not believe that that contributes to Israel's long-term security or vitality. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "So, I mean, they're angry about the recognition, but they nonetheless also see this isolation. Indeed, you know Senator Chuck Schumermade an impassioned speech in Congress in March about the same thing, the danger of Israel being isolated. Would you say that Europe is recalibrating its position, its relations?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "HARRIS",
      "sentences": "Can I firstly just be very clear? My comments in relation to video is very much relate to videos issued by the Israeli foreign ministrydirected at Ireland, not in any way, shape, or form a video is released by families desperate to get their loved ones back into their arms, and my heart goes out to the families of hostages, and I want to see those hostages released. In relation to the situation regarding Israel, I don't wish to see a scenario where the State of Israel finds itself isolated in the world, but Israel needs to recognize international law. It needs to recognize human rights. And indeed, it needs to listen to other countries around the world in relation to the absolute need for a cessation of violence to take place. I don't think we should be dividing countries into camps of pro-Israeli or pro-Palestinian. Instead, we should be talking about being pro- international law, pro-human rights, pro-peace, pro-political settlements to conflict. That is the space we need to be in. And what I'm very certain of at a European level, and indeed saw this at the April meeting of European leaders, which I attended, is that there is now a unanimity of views amongst European countries of the need for an immediate cessation of violence. And we reached that decision point at a meeting, in the longstanding position of Ireland. But it is now also the unanimous position of the European Council. The violence needs to end. We want to continue to have good diplomatic relations with Israel. I had a very -- a call I valued with the president of Israel on Friday where we were able to exchange views and I put forward the views of my country forcefully and firmly. But I value the relationship with Israel. I don't want to see a scenario where Israel finds itself isolated in the world. But we do need to see the cessation of violence. That's what brings about the conditions to create peace and stability in the Middle East. And we have to be so clear, we have to be absolutely so clear what is happening at the moment in Palestine is unconscionable and is almost unimaginable. And I don't yet think the world comprehends the scale of devastation facing Palestinian civilians, and we cannot turn a blind eye. And I will not allow a scenario where in years to come, people ask me, what did you do at that moment? And people ask Ireland, what did you do at that moment? The answer cannot be that we stayed silent. We must stand up for human rights, stand up against breaches of international law, and call out this humanitarian catastrophe. And really, the only way you resolve this conflict is through peaceful political dialogue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "HARRIS",
      "sentences": "Well, I have great respect for the work of the International Criminal Court and indeed for the work of the International Courtstructures that are in place. I think they serve a very important purpose. And I as a politician, as a Taoiseach, as a prime minister, don't wish to cut across the independence of that work. I am conscious that the prosecutor has made a request of the ICC, and I understand that will be considered over several weeks, and then let's see where that process brings us to. But I don't intend to provide a running political commentary out of respect to the independence of the ICC, which is independence we very much value in Ireland.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "Simon Harris, Irish Taoiseach, thank you so much indeed for joining me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "HARRIS",
      "sentences": "Thank you so much.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "Let's now bring in Mustafa Barghouti. He's a member of the Palestinian Legislative Council and he's general secretary of thePalestinian National Initiative Party, which is based in the West Bank, and he's joining me from Ramallah. Mustafa Barghouti, welcome back to our program. Let me start by asking you your reaction, which I know that you've congratulated and welcomed the declaration of recognizing Palestine as a state. But do you think it will actually change things or do you think that it's welcome words for you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "MUSTAFA BARGHOUTI, MEMBER OF THE PALESTINIAN LEGISLATIVE COUNCIL",
      "sentences": "No, actually, it will change things. And if it wasn't changing things, youwould not see this hysterical reaction from the side of the Israeli government. It is important step, a bit late, but important. Because first of all, it defies the de facto Israeli annexation of the West Bank, where Israel, through its settlement activities, is changing facts on the ground. This recognition, as well as the vote in the United Nations, is saying that all Israeli changes, facts on the ground, will not change the fact that this is a Palestinian State under occupation, and that all Israeli measures are a violation of international law and will not have a long-term effect. Second, it's important because it is affecting other countries to also join in and recognize Palestine. And in my opinion, it's a very important step in pushing towards a complete ceasefire in Gaza. It attracts the attention of the world to the reality of occupation that has become the longest occupation in modern history and the system of apartheid that Palestinians have been subjected to. It also draws a very important line between talking about two-state solution as a real goal or just making -- using it as an act of hypocrisy, because, in my opinion, any country in the world, including the United States, that speaks about two-state solution without demanding the immediate end of Israeli occupation and the removal of Israel illegal settlements in the occupied territories and that would not recognize Palestine is simply practicing hypocrisy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "OK. Mustafa, let me ask you a question. You talked about the Israeli reaction. Well, first, let me ask you this. Hamas welcomed thedeclaration of recognition. Doesn't that hurt your cause when Hamas chimes in, given that the Israelis and the Americans and everybody, you know, says that it's a -- you know, it's a victory, it's a gold medal for terrorism?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "BARGHOUTI",
      "sentences": "Of course it helps because it shows that Hamas also is ready to accept a Palestinian statehood, something that the Israelis claim is notthe case. It shows that all Palestinians can be unified in demanding to have a state of their own that is sovereign and that all Palestinians, including Hamas, could be united in accepting a regulation or an agreement that would lead to real peace. But with allowing Palestinians to have their rights of freedom, self- determination and practice their rights to be free from occupation, free from apartheid, free from all the causes that led to the continuation of this situation for so many years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "Mustafa Barghouti --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "BARGHOUTI",
      "sentences": "I think it's a positive thing that they accepted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "When you say they accepted and they accept a state, do you mean a state alongside a safe and secure Israeli State?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "Mustafa Barghouti, can I ask you the recent actions as part of this rejection of the statehood declaration. The Israeli government -- thedefense minister has just announced that he will allow Israelis into the northern part of the West Bank, which could pave the way for more settlements. The finance minister has said that he will cut off Palestinian Authority tax revenues that means funding for running your security forces and civil institutions. Do you believe that -- well, first of all, what's that? Do you think that's going to last? And do you think actually this declaration hurts you more than that helps you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "BARGHOUTI",
      "sentences": "Well, I think what -- no, I think the recognition helps us. But on the other hand, I think what the Israeli government is doing is provingour points. These people want that -- totally annex all of the occupied territories and prevent Palestinians from the right of freedom and self- determination. Not only they are committing three terrible war crimes in Gaza today, including genocide, ethnic cleansing, and collective punishment, not only they are causing starvation in Gaza, they are already reoccupying all of the West Bank. There is no city or village now in the West Bank that has not been invaded in since the 7th of October by the Israeli army. They have arrested more than 9,000 Palestinians in the West Bank alone. And add to that about 5,000 in Gaza. And that they are practicing terrible torture to prisoners in Palestinian -- in the prisons, whether for the people in the West Bank or in Gaza. We've lost already tens of people because of the torture. And that goes on. They invade Jenin Camp, they invade Tulkarm Camp, yes, during the last 24 hours, they've killed around 12 people in Jenin camp. In Tulkarm, before that, they attacked also the camp and killed so many people. What is the solution of this behavior of a government that has fascists in it -- like Smotrich and Ben-Gvir, who declare all the time that they will fill the West Bank with settlements and settlers so that Palestinians would lose any hope of a state of their own and would have to choose between leaving the country, which is ethnic cleansing, or accepting a life of subjugation, which is apartheid, or die, which is exactly the genocide they are trying to practice now in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "Mustafa Barghouti --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "BARGHOUTI",
      "sentences": "That is the reality of the government we are facing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "The ICC this week, as you know perfectly well, issued a request for arrest warrants. The crime of genocide was not included. Let's pleaseleave that aside. But crimes against humanity and war crimes were. I assume you've -- I don't know, tell me your reaction about those things. But I assume that you accept the warrants out for the Hamas leaders as well, given what happened on October 7th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "Well, both sides are saying that Mustafa Barghouti. Both sides are saying that no equivalence. And extermination in this case, I ask,means mass killing whether it's in Gaza, it doesn't mean genocide under this current arrest warrant request. And they accused Hamas of extermination of the Israelis, the civilians, inside Israel on October 7. I want to know whether you accept that as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "BARGHOUTI",
      "sentences": "I accept the right of the ICC to do the full investigation in a fair manner. And we trust and the independence of the court. Let them dothe investigation. Let the Israelis allow the investigation of what happened on the 7th of October. There were lots of false stories about beheading of children, which turned out to be untrue, about sexual abuse, which just associated press has just proven or declared that lots of it was falsification and fabrication by the Israeli side. Let the investigation take place. Who is refusing an international commission? It's Israel. We accepted it. Let an international independent commission come and investigate everything. They speak about one day, the 7th of October. Israel has been committing war crimes for 228 days up until now in Gaza. As a matter of fact, they have been committing war crimes against us as people since 76 years, including ethnic cleansing, including apartheid, including the longest occupation in modern history, and now, including ethnic cleansing. This has to stop. And we do accept international law. It's the Israeli side that says that it has the right to be above international law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "OK. Mustafa Barghouti --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "BARGHOUTI",
      "sentences": "You know, the most important value of the ICC decision is that it said that Israel is no longer has the right to be -- to have impunity infront of international law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "It said all sides have no right. No -- it equated victims.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "BARGHOUTI",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "It equated victims, and this was solely focused on victims. And, Mustafa, there are all sorts of things coming out. But some of the body camvideo that has been released is truly shocking that was found on the dead Hamas fighters -- terrorists. It's truly shocking. And we're going to talk more about that. But for the moment, thank you very much indeed for joining us. So, while Netanyahu insists that the IDF is \"the most moral army in the world,\" our next guest says that occupation has, in fact, corrupted the humanity of Israel's military. He's Avner Gvaryahu, and he's a former IDF soldier. He's also the director of Breaking the Silence, an organization of Israeli veterans opposed to the ongoing occupation of Palestinian territories. And he's joining me now from Tel Aviv. Avner Gvaryahu, welcome to the program.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AVNER GVARYAHU, EXECUTIVE DIRECTOR, BREAKING THE SILENCE",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "At this incredibly difficult time, inside Israel and around, you chose to publicize an op-ed essentially talking about the corruption of thehumanity of your own soldiers, your own military. Why did you decide to do that now, and based on what experience?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GVARYAHU",
      "sentences": "You know, we're -- I'm sitting here in Tel Aviv and we're speaking, I have a six-month-old baby that was born into war. Rockets werethere from the moment he saw this world. Friends of mine were killed on October 7th. I know families who are crying over their loved ones. And I understand in the deepest way possible the fear and even wish for revenge after the horrific actions on that day, but we've been at this war for almost eight months, and the death toll and the bodies and the destruction is just something that I feel I cannot be silent about anymore. I believe full heartedly that we Israelis have the right for security. I just don't believe that what we're doing in Gaza is helping our security. And I fear that this government is drunk on revenge and inability to bring back our hostages. And in that sense, the cease fire call has to go hand in hand with the bring them home. Those things do not contradict. I feel that my government sees them as a contradiction, and that's why I felt I need to say my part.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "GVARYAHU",
      "sentences": "Yes, I mean, we've been around for 20 years and we've met thousands of soldiers who have served in the West Bank and in Gaza. We'vemet --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "BIDEN",
      "sentences": "Thank you, Mr. President. You do have a friend. And you know, the African (INAUDIBLE) a billion people now too soon. The idea we're going toignore it makes no sense at all. First question. Michael Wilner, McClatchy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Thank you, Mr. President. Two questions, if I may, on - -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "BIDEN",
      "sentences": "No, one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm going to do my level best. On Haiti and on Israel. Your administration went on a worldwide search for security forces,Beninese forces, Bangladeshi, Canadian, Chilean, any but American forces, to stand up this multinational security support mission for Haiti before Kenya stood up to lead. Can you explain why it is that you believe on the one hand, that this mission is so critical, and on the other, why it is that you have categorically ruled out contributing U.S. forces to this effort? Is it your goal to beat back Haiti's gangs or to contain them? And on Israel, does the United States --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "BIDEN",
      "sentences": "One question. I'll answer your question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "OK. But let me --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "BIDEN",
      "sentences": "The question with regard to Haiti is, we concluded that for the United States to deploy forces in the hemisphere just raises all kinds ofquestions that can be easily misrepresented about what we're trying to do, and be able to be used by those who disagree with us and against our -- against the interest of Haiti and the United States. So, we set out to find a partner or partners who would lead that effort that we would participate in, not with American forces, but with supplies and making sure they have what they needed. And so, you know, I'm very grateful, President Ruto's leadership here, a multinational effort. But Kenya's willingness to really lead this matter matters. You're not the only country, but you're leading this effort, and there's going to be U.S. forces not on the ground, we're going to supply logistics, intelligence and equipment, and in fact, some equipment's already arrived. And Kenya's stepping up with police, and other countries plan to do, as well. The United States' going to support the collective effort here. And of course, Kenya won't be going it alone. We're working with Congress to provide $300 million to MSS mission, and an additional $60 million for equipment assistance. And we have also -- we have received and are continuing to bring major contributions from other partners in, as well. President Ruto and I agree that the Haitian people deserve better. They deserve peace and security, and I thank him for taking on this responsibility, but we have his back and we're there all the way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "RUTO",
      "sentences": "Thank you very much. Kenya believes that the responsibility of peace and security anywhere in the world, including in Haiti, is the collectiveresponsibility of all nations and all peoples who believe in freedom, self- determination, democracy and justice, and it is the reason why Kenya took up this responsibility, because we have been participating in peacemaking and we have been participating in peacekeeping over the last 40 years in 47 countries, including very difficult neighborhoods like what we are going to face in Haiti. We are going to take up that responsibility alongside the Haiti police, and we have clear modus operandi how we are going to relate with the situation on the ground that has been agreed under the United Nations framework. So, we are looking forward to this deployment because we believe that the women and children in Haiti deserve peace like all other women and children and people around the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "BIDEN",
      "sentences": "Look, we made my position known on the ICC. You guys never keep the deal, but that's OK. That, you know, we've made our position clear on theICC. We don't think the -- we don't recognize the jurisdiction of high -- ICC the way it's being exercised and it's that simple. We don't think there's an equivalence between what Israel did and what Hamas did. OK. Next -- I -- do I ask the next question as well?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "RUTO",
      "sentences": "Let me ask. Are you (INAUDIBLE) from Kenya for the next question? (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Thank you, Mr. President, thank you. One question, and this is on Haiti. President Biden, Kenya is rather -- lift -- doing theheavy lifting in a (INAUDIBLE) region, Somalia, South Sudan, the Democratic Republic of the Congo. Washington, as you have mentioned, has committed millions of dollars for the cause in Haiti. Isn't it ironic that while America is ending its forever wars in Afghanistan, the latest in 2021, and the UN leadership (INAUDIBLE) from Kabul, and that you're committing Kenya to another -- foreign wars 12,000 kilometers away from Nairobi? I mean, why the discrepancy? Why the dichotomy while you're ending your forever wars, overseas wars, yet you are committing Kenya to Haiti? Can you explain that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "BIDEN",
      "sentences": "Very easily. There's reason why Afghanistan has been known as the graveyard of empires. The likelihood of anybody uniting Afghanistan ishighly, highly, highly unlikely, number one. Number two, there are ways to control ISIS other than occupying Afghanistan. It was an unnecessary need. Now, with regard to Haiti, Haiti is an area of the Caribbean that is very volatile, there's a lot going on in this hemisphere, and we're in a situation where we want to do all we can without us looking like America once again is stepping over and deciding this is what must be done. Haitians are looking for help, as well as the folks in the Caribbean are looking for help. And so, we checked out with a number of other countries. The one who stepped up was Haiti. We've committed to provide the wherewithal, the intelligence and equipment and the like to Haiti. And so, it's a logical thing. And you have a first-rate capability and you keep your word. That's an important dynamic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "BIDEN",
      "sentences": "And by the way, you asked about -- you implied we weren't doing anything anywhere else. Well, we -- we're kind of occupied around the worldbut we're also engaging in the Congo, in that neighborhood. And, you know, we're going to continue to help alleviate human suffering. The United States is the largest humanitarian donor, providing $375 million in humanitarian funding just this year, including support for more than 6 million displaced people from the DRC. So, we are engaged in more than one place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "A follow-up to my President, Dr. Ruto. You said that Kenya is committed. And in your (INAUDIBLE) speech in Atlanta, you saidit's based on humanitarianism, helping Haiti out. But can you explain the geopolitical goal 12,000 kilometers away from Nairobi when schools in the counties of Baringo, West Pokot, and Turkana have not yet opened because of the banditry (ph) problem, yet you are committing our national police force to Haiti and waste the priorities, this being one of your major manifesto pillars, talking about security, and to the extent that even the defense cabinet secretary talked about the deployment of, if need be, the Kenyan military or the special personnel to make sure that the schools are reopened, children go to school in areas that are banditry (ph) in Kenya. Why are you committing to Haiti when we have a problem back home? Isn't it an irony that you are putting the fire in the faraway neighbor's home when you are -- we are -- on -- our own home is on fire?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "RUTO",
      "sentences": "Thank you very much. I made a commitment to the people of Kenya to sort out insecurity in the North Rift. I have followed that with action. Aswe talk, there are 3,000 military officers in the North Rift, 2,000 police officers in the North Rift. We have renovated the first 15 schools and completed. We have reopened 20 schools already that were closed in the North Rift. And that exercise is ongoing. We have made tremendous progress in making sure that we cleared security at home, but that does not take away our responsibility -- even as we were deploying troops and policemen in our own country, in North Rift, to sort out the banditry (ph) problem, we still deployed 1,000 -- 1,000 troop -- troops to DRC, Congo, because that is our neighborhood. We have 5,000 troops in Somalia because equally that is our responsibility. And Haiti should not be an exception. That's why deploying 1,000 security men to Haiti speaks with the same belief and commitment to peace and security.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "BIDEN",
      "sentences": "Next question is from April Ryan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Mr. Presidents, President Biden and President Ruto, thank you. First of all, when you talk about Haiti, President Ruto, yousaid, Haiti is a collective responsibility for all nations. And for you, Mr. President, President Biden and President Ruto, do you believe that these nations can break the back of this militia that has gripped the nation there? And also, when it comes to Congo -- and thank you, Mr. President, for bringing up what the United States is doing for the Congo, especially as that flag was behind you at Morehouse -- Mr. President, could you tell me what the African Union is doing, as well as Kenya's doing, when it comes to the humanitarian crisis in the Congo? Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "BIDEN",
      "sentences": "What was my question?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Sir, your question was Haiti. Can the United States and Kenya, or the nations collectively, break the backs of this coordinatedmilitia that has the grips of the nation -- that nation? Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "BIDEN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "(INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "RUTO",
      "sentences": "Gangs and criminals do not have nationalities. They have no religion. They have no language. Their language is one -- to deal with themfirmly, decisively, within the parameters of the law. And that's why we're building a coalition of nations beyond Kenya and the U.S, many who are making contribution towards the MSS force in Haiti to secure that country and to break the back of the gangs and the criminals that have visited untold suffering in that country. On DRC, the A.U., the East African community and Kenya are seized with that (ph). I've just told you that Kenya had a thousand troops in Haiti. We now have another 800 -- not in Haiti, but in DRC. We now have another 800 troops from SADC. We are going to be having a meeting of the East African community. I did send my minister of -- my foreign minister to Kinshasa. They had a conversation, and shortly, we will be looking at how to begin the dialogue process, another Nairobi process, because we believe there is no military solution to what is going on in DRC, but instead, dialogue should be able to give us the necessary momentum and outcomes that would settle the matters in eastern DRC. So, both the A.U., the East African community and Kenya as a country are seized of that matter. We know that the humanitarian crisis in eastern DRC has displaced close to 7 million people, and I want to thank the United States of America for stepping in with humanitarian support for that region, because it is a collaboration of different countries in different ways to deal with that situation. The rest of us are committing troops. We are committing our -- deploying our infrastructure to facilitate the resolution of the matters in DRC.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "BIDEN",
      "sentences": "Is that it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "RUTO",
      "sentences": "Let me ask Nancy Agutu (ph) from Kenya. She is here? OK, Nancy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Thank you, Mr. President. Africa's asking America to lead the way and double its contribution to the World Bank's internationaldevelopment assistance to help developing countries access more financing, to alleviate debt distress, and to tackle climate change. What is your commitment of this? Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "BIDEN",
      "sentences": "Would you -- I'm sorry, I didn't catch all your question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Sorry. I'm saying Africa is asking America to lead the way and double its contribution to the World Bank's internationaldevelopment assistance to help developing countries --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "BIDEN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "-- to access financing to alleviate debt distress and to tackle climate change. What is your commitment on this?",
      "isLastSentenceInterrupted": false
    }
  ]
}