{
  "date": "2024-07-23",
  "headline": "CNN Newsroom",
  "subHeadline": "Kamala Harris Secures Enough Delegate Support to Win Nomination; Benjamin Netanyahu Visits Washington, Will Address U.S. Congress; Rare Bipartisan Call for Secret Service Chief to Resign; Hundreds of Women and Girls Say They Face Regular Harm Online; France Launches Massive Security Operation for Olympic Games. Aired 12-1a ET",
  "utterances": [
    {
      "timeStamp": "00:00:50",
      "speaker": "JOHN VAUSE, CNN INTERNATIONAL ANCHOR",
      "sentences": "Ahead here on CNN NEWSROOM.(BEGIN VIDEO CLIP) KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES (D) AND U.S. PRESIDENTIAL CANDIDATE: So hear me when I say, I know Donald Trump's type. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:50",
      "speaker": "VAUSE",
      "sentences": "It's the former prosecutor versus the convicted felon. Kamala Harris securing enough delegates support to win the Democrat presidential nomination.(BEGIN VIDEO CLIP) REP. NANCY MACE (R-SC): You're full of (EXPLETIVE DELETED) today. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:50",
      "speaker": "VAUSE",
      "sentences": "Five words which seemed to summarize almost four hours of testimony by the director of the Secret Service before the U.S. Congress.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:50",
      "speaker": "JEREMY DIAMOND, CNN JERUSALEM CORRESPONDENT",
      "sentences": "Netanyahu is now sitting down with the man who is squarely focused on his legacy. Untethered from the constraints of electoral politics.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:50",
      "speaker": "COLLINS",
      "sentences": "And U.S. President Biden set to meet with the Israeli prime minister whose war in Gaza cost the president vital support among Democratic voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:50",
      "speaker": "ANNOUNCER",
      "sentences": "Live from Atlanta, this is CNN NEWSROOM with John Vause.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:50",
      "speaker": "VAUSE",
      "sentences": "On the first full day of campaigning as a candidate for U.S. president, Kamala Harris appears to have secured enough support among party delegates to win the Democratic nomination.According to a CNN estimate, based on public statements of support from delegates and state delegations, as well as CNN reporting and conversations with delegates, the vice president has well over the 1,976 delegates needed to win on the first ballot. One day after President Biden withdrew from the campaign, Harris met with her campaign staff in Wilmington, Delaware, and outlined how she will take on her Republican opponent Donald Trump. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:50",
      "speaker": "HARRIS",
      "sentences": "I was a courtroom prosecutor. In those roles I took on perpetrators of all kinds. Predators who abused women. Fraudsters who ripped off consumers. Cheaters who broke the rules for their own gain. So hear me when I say, I know Donald Trump's type. And in this campaign, I will proudly, I will proudly put my record against his.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:50",
      "speaker": "VAUSE",
      "sentences": "Joe Biden's decision to withdraw has ended weeks of uncertainty and division within the party and appears to have energized Democrats. The 24 hours after Biden's announcement sort of flooded political donations for the Harris campaign. A record $81 million, along with endorsements from key party elders like former House speaker Nancy Pelosi and former president Bill Clinton. But perhaps more importantly, every credible challenger to the party's nomination also endorsed the vice president.Meanwhile, at the Trump campaign, shifting strategy, now attacking Harris calling her dangerously liberal. Trump's running mate, J.D. Vance, accused Harris of lying about Biden's fitness for office. (BEGIN VIDEO CLIP) SEN. J.D. VANCE (R), VICE PRESIDENTIAL CANDIDATE: Ladies and gentlemen, you cannot for three and a half years take a guy who clearly didn't have the mental capacity to do the job. Kamala Harris lied about it. My Senate Democratic colleagues lied about it. The media lied about it. Every single person who saw Joe Biden knew that he wasn't capable of doing the job. And for three years they said nothing until he became political deadweight. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:50",
      "speaker": "VAUSE",
      "sentences": "Our coverage of this unprecedented moment in U.S. history will begin at the White House, and CNN's MJ Lee.(BEGIN VIDEOTAPE) MJ LEE, CNN SENIOR WHITE HOUSE CORRESPONDENT (voice-over): Kamala Harris stepping into the brightest political spotlight of her career. The vice president making her inaugural visit Monday to what had been until Sunday the Delaware headquarters of the Biden-Harris campaign that quickly transformed into the Harris campaign. Harris rallying campaign staff at an unprecedented political moment. Following President Joe Biden stunning announcement Sunday to drop out of the 2024 race, Harris earlier on Monday paying tribute to not only the president's first-term record.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:50",
      "speaker": "HARRIS",
      "sentences": "Joe Biden's legacy of accomplishment over the past three years is unmatched in modern history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:50",
      "speaker": "LEE",
      "sentences": "But also his character and his patriotism.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:50",
      "speaker": "HARRIS",
      "sentences": "His honesty, his integrity, his commitment to his faith and his family, his big heart, and his love, deep love of our country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:04",
      "speaker": "LEE",
      "sentences": "former House speaker, Nancy Pelosi, who worked largely behind the scenes to nudge Biden towards his decision, publicly endorsing Harris on Monday. Other high profile Democrats widely seen as having presidential aspirations of their own or potentially ending up on a future Harris VP shortlist also getting behind Harris.GOV. ANDY BESHEAR (D-KY): The vice president is ready. She has my full endorsement. I'm going to do everything I can to support her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:04",
      "speaker": "LEE",
      "sentences": "Biden's remarkable decision this weekend coming after he was presented with polling that showed his path to victory was basically non-existent, a person familiar telling CNN. The decision so closely held even senior most advisers barely getting a heads up.In a letter addressed to the American people, Biden writing, \"It is in the best interest of my party and the country for me to stand down and focus solely on fulfilling my duties as president for the remainder of my term,\" (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:04",
      "speaker": "VAUSE",
      "sentences": "To Los Angeles now and Ron Brownstein, CNN senior political analyst, as well as senior editor for \"The Atlantic.\"It's good to see you, Ron.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:04",
      "speaker": "RON BROWNSTEIN, CNN SENIOR POLITICAL ANALYST",
      "sentences": "Hi, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:04",
      "speaker": "VAUSE",
      "sentences": "OK. So knock me down with a sledgehammer, Kamala Harris has enough pledged delegates it seems to win the party's nomination, not really a surprise, but the path to the top of Democratic ticket may still face some legal challenges.Here's House speaker, Republican Mike Johnson. (BEGIN VIDEO CLIP) REP. MIKE JOHNSON (R-LA): Fourteen million people went through the process and chose this nominee, Joe Biden. Now a handful of people have gotten together and decided he is no longer suitable. That's not how the system works. They are violating democratic principles. And I think that's a real problem and I think there'll be a lot said about that in the days ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:04",
      "speaker": "MANU RAJU, CNN ANCHOR AND CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "So you expect lawsuits, plenty --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:04",
      "speaker": "JOHNSON",
      "sentences": "Well, look, if it violates the rules in some of these states, I expect that there will be litigation over that.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:04",
      "speaker": "VAUSE",
      "sentences": "When Democrats tried to remove Trump from the ballot, Republicans were all let the people decide, not the court, but you know. But is this talk about legal challenges, does it reflect in some way the concern among GOP that, you know, and the Trump campaign they now have much bigger challenge ahead with Harris as the nominee? Because the polling showed she only has a slight lead. So is there something going on here that, you know, the Republicans are aware of that we're not?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:04",
      "speaker": "BROWNSTEIN",
      "sentences": "Well, I think they're just trying to cause mischief. I mean, it's kind of rich for the House speaker who led the effort to enlist members of Congress in the legal effort to overturn the 2020 election results in swing states to make this case.Rick Hasen, who is one of our leading election law experts, law professor at UCLA, wrote a piece today saying that this, all of these arguments are absurd. No one is the Democratic nominee until the Democratic convention. The idea that this would violate state laws, they're not changing the nominee. Biden has never been the -- Biden is not yet the nominee. And so going to Harris doesn't raise any legal questions. The issue of whether Harris is a stronger nominee than Biden I think you see a lot of the reasons why Democrats believe that is so, but she could have, she will have many of the same challenges that confronted him as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:04",
      "speaker": "VAUSE",
      "sentences": "Harris is already the first woman and the first woman of color to be vice president. Many would consider that historic achievements. Many, but not all. Here's the Republican Representative Tim Burchett.(BEGIN VIDEO CLIP) REP. TIM BURCHETT (R-TN): Biden said, first off, he said he's going to hire a black female vice president and that -- he just skipped over, what about white females? What about any other group? It just -- when you go down that route you take mediocrity and that's what they have right now as a vice president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:04",
      "speaker": "RAJU",
      "sentences": "So are you suggesting she's a DEI hire?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:04",
      "speaker": "BURCHETT",
      "sentences": "100 percent. She was a DEI hire.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:04",
      "speaker": "VAUSE",
      "sentences": "DEI is a reference to diversity, equity and inclusion programs, which are in place in many workplaces and many on the right see it as liberal wokeness. The comment itself is demeaning, it's racist, it's misogynistic. But what does it highlight in terms of Harris' diverse background which what Democrats are now counting on? And does she win back more support among black voters and younger voters who abandoned Biden than she potentially could lose, you know, among the male blue- collar workers?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:04",
      "speaker": "BROWNSTEIN",
      "sentences": "Yes. That really is the equation, right? So, you know, I -- 10 years, 12 years ago, I wrote that American politics now divides into a coalition of transformation that is largely OK and satisfied with the way the country is changing demographically and culturally. And a coalition of restoration that feels eclipsed or marginalized or threatened by these changes. And what you heard from the, you know, member of Congress there was very much the kind of line of argument that Trump and his Republican allies have used for many years now to basically argue to their coalition that these changes in the country are coming at their expense.Biden was always a somewhat improbable and an uneasy leader for that coalition as, you know, a white Catholic born during World War II, wasn't necessarily the best symbol and unifying force of energy and excitement for the changing America. Harris will be that. And she should, in all likelihood, improve, win back some of the voters, younger voters, African-American voters, and probably even some Hispanic voters that drifted away from Biden. But as you note, the challenge on the other side of the ledger is there, too. Biden performed better than Hillary Clinton did in 2016 among blue-collar and older whites, and to a surprising extent, amid all those other troubles, he has held that expanded support in the polls. I mean, there is the risk for -- you know, the kind of calculus for Democrats is, can Harris add more among young people, people of color and college educated white voters who are mostly pro-choice on abortion, than she loses relative to Biden among blue-collar and older whites? And that will be the equation that really decides this election. Geographically, you know, the first part of the equation where she's strong could help put some of the sunbelt states back in play. The second part of the equation where she may struggle could make the rustbelt states even more of an uphill climb for her than they were for Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:04",
      "speaker": "VAUSE",
      "sentences": "Well, meanwhile, over in Trump land, George Lang, a Republican state senator from Ohio appeared at a J.D. Vance rally, that's Trump's running mate, and he said this.(BEGIN VIDEO CLIP) GEORGE LANG (R), OHIO STATE SENATE: I believe wholeheartedly Donald Trump and Butler County's J.D. Vance are the last chance to save our country politically. I'm afraid if we lose this one, it's going to take a civil war to save the country and it will be saved. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:04",
      "speaker": "VAUSE",
      "sentences": "What, he missed that again in the memo about unity and toning it down? Didn't last long.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:04",
      "speaker": "BROWNSTEIN",
      "sentences": "No. Well, look, that's what I was saying. I mean, that -- the core message for years to the Republican coalition, the coalition of restoration, is that Democrats and liberals and urbanites and people of color, and LGBTQ community are all trying to transform America into something unrecognizable. And if we don't win this election, you know, fill in the blank of what year the country that you've known and love will be taken from you.It was that rhetoric that led to January 6th. I mean, Trump was making those arguments, you know, right up until the eve of the assault on the Capitol in Georgia during the runoffs for the two Senate seats there. And that is a core message. What's striking about where we are is that while Republican hysteria, while Republicans are broadcasting that message through one channel to their culturally conservative white base, they are also counting on unprecedented support among Hispanic and even black voters who are drawn to Trump mostly because of dissatisfaction over the economy. So, you know, whether they can walk that tight rope all the way to November, whether Trump can advocate things like mass deportation of undocumented immigrants and a nationwide stop and frisk program and still hold that support among Hispanic and black voters, especially against, you know, the first black woman nominee, that's going to be part of this critical equation that is unfolding in the weeks to come.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:04",
      "speaker": "VAUSE",
      "sentences": "Ron Brownstein, as always, great to have you with us. Thank you. BROWNSTEIN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:04",
      "speaker": "VAUSE",
      "sentences": "Well, the Israeli Prime Minister Benjamin Netanyahu is in Washington right now. Just before leaving Israel, he met with the families of hostages held in Gaza. On Wednesday, Netanyahu is scheduled to address a Joint Session of Congress. Normally Vice President Kamala Harris would preside over that session, but she declined citing scheduled travel. An aide says the two leaders will meet later this week.President Joe Biden will meet with Netanyahu Thursday. While the White House is unhappy with Netanyahu over the war in Gaza, as well as ceasefire and hostage negotiations, there is also the added political factor. Biden's support for Netanyahu's war cost the president a lot of support among Democrat voters. CNN's Jerusalem correspondent Jeremy Diamond has more now on the visit and the talks. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:11",
      "speaker": "VAUSE",
      "sentences": "Still to come here on CNN, a grilling like no other. The head of the U.S. Secret Service facing bipartisan calls to resign after a contentious hearing on Capitol Hill for the attempted assassination of Donald Trump.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "REID",
      "sentences": "There are still a lot of unanswered questions after a horrific assassination attempt on former president Donald Trump nine days ago.KIMBERLY CHEATLE, U.S. SECRET SERVICE DIRECTOR: As the director of the United States Secret Service, I take full responsibility for any security lapse of our agency.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "REID",
      "sentences": "Kimberly Cheatle facing bipartisan fury over her agency's failures.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "MACE",
      "sentences": "Have you provided all audio and video recordings in your possession to this committee as we asked on July 15th, yes or no?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "CHEATLE",
      "sentences": "I would have to get back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "MACE",
      "sentences": "That is a no. You're full of shit today. You're just being completely dishonest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "REID",
      "sentences": "Both Republicans and Democrats growing frustrated with Cheatle's lack of forthcoming information as she repeatedly stonewalled lawmakers, deferring to the ongoing FBI investigation.REP. ALEXANDRIA OCASIO-CORTES (D-NY): It has been 10 days since an assassination attempt on a former president of the United States. Regardless of party, there need to be answers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "REID",
      "sentences": "Cheatle acknowledged that Secret Service was told about a suspicious individual several times before the shooting.REP. ANDY BIGGS (R-AZ): Why didn't they put a security hold on President Trump going on stage at that rally?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "CHEATLE",
      "sentences": "At a number of our protective sites, there are suspicious individuals that are identified all the time. It doesn't necessarily mean that they constitute a threat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "REID",
      "sentences": "She pledged to complete an internal investigation of the incident within 60 days and defended her position.REP. VIRGINIA FOXX (R-NC): Do you think you are the best person in the country to head the Secret Service?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "CHEATLE",
      "sentences": "I think that I am the best person to lead the Secret Service at this time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "REID",
      "sentences": "Cheatle told lawmakers there have been adjustments made to security for other protectees after the Trump assassination attempt. And on Sunday after Joe Biden dropped out the presidential race, the service adjusted security for Vice President Kamala Harris, and she said that they stand ready to provide whatever adjustments they need to security for whoever she ultimately chooses as her running mate.Paula Reid, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "VAUSE",
      "sentences": "To Palm Springs, California, now and Bobby Chacon, a retired FBI special agent.It's good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "BOBBY CHACON, RETIRED FBI SPECIAL AGENT",
      "sentences": "Good to see you, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "VAUSE",
      "sentences": "So this appearance before the House Oversight Committee was so bad both Republicans and Democrats want the director of the Secret Service to stand down. Here's Congressman Jamie Raskin.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "RASKIN",
      "sentences": "The director has lost the confidence of Congress at a very urgent and tender moment in the history of the country. And we need to very quickly move beyond this.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "VAUSE",
      "sentences": "That seems to be the rub here. Director Cheatle didn't really inspire a lot of confidence in the Secret Service in the midst of what is a very heated presidential campaign. Yet another misstep by the Secret Service.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "CHACON",
      "sentences": "Yes, and that was one of the more kind of comments that were made today. It was shocking how -- I can't recall in recent memory a witness before Congress getting such a bipartisan beating in that the criticism, the harsh criticism, and warranted, came from both sides of the political aisle. It's hard to remember because usually in these cases, one party or another comes to the aid or the defense of the witness, and there was nobody -- there were no friends out there for her today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "VAUSE",
      "sentences": "So should she resign as both sides of politics are calling for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "CHACON",
      "sentences": "Well, I think her job, she needs to be replaced, I think, but unfortunately, I don't think, and this is probably -- I'm probably going against the majority here, but I don't think that she should be replaced right now because of the fact that this investigation needs to be done with her at the top. She was there when it all happened. She's responsible. And I think and I'm fearful that if you replace her now, it would be harder to call her back as a private citizen.She would get a lawyer. She would -- might be taking the Fifth Amendment, you know, plead the Fifth Amendment, and I'm afraid that it would kind of slow down everything. By keeping her in place now, she can be called back to Congress, even though she had to be subpoenaed to do so. As the head of the agency, she could be called back more easily, and then when investigation is done then an evaluation can take place. And, you know, at that point, she should probably be replaced.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "VAUSE",
      "sentences": "Director Cheatle had a, what, a week together, the information asked for by members of the Oversight Committee. She seems to just simply ignore that request. She also refused to answer questions a lot. Why not throw the committee a bone, some nonsensitive information? Isn't that how this game is played?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "CHACON",
      "sentences": "Yes, it often is. And I was actually watching and waiting for that to happen. Normally, you could tell many of the committee members were upset because in advance of testimony like this, it's often requested for certain documents and certain evidence that the agency might have to be forwarded to the committee so that they can formulate some better questions.[00:25:06] In this case, the Secret Service apparently ignored all those requests, provided nothing, zero, to the committee members and that clearly inflamed them. But in my view, she would have been better served bringing something along to give them. Some -- even if it's not crucial, just something to at least say, here's what we're doing. Here's where we're at. Instead of the stonewalling which she clearly was doing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "VAUSE",
      "sentences": "But then there are questions which often happen like these. Listen to this.(BEGIN VIDEO CLIP) REP. MARJORIE TAYLOR GREENE (R-GA): You knew that everyone knew, the people there knew that there was a danger. They knew there was a threat to President Trump, and it was allowed to happen. Was there a standdown order, Miss Cheatle? Was there a conspiracy to kill President Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "CHEATLE",
      "sentences": "Absolutely not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "GREENE",
      "sentences": "Then how did this happen and why are you still sitting here not turning in your letter of resignation?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "VAUSE",
      "sentences": "There's no such thing as a stupid question they say, but, you know, the House Oversight Committee, it's not really the venue to reveal a plot to kill a former president. I want you take one more moment, here it is. Listen to this.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "MACE",
      "sentences": "Both sides of the aisle today have asked for your resignation. Would you like to use my five minutes to draft your resignation letter? Yes or no?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "CHEATLE",
      "sentences": "No, thank you.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "VAUSE",
      "sentences": "What seems to be going on here, where do you draw the line between what was essentially genuine outrage and concern, and what was essentially kabuki theater by Congress playing up for the cameras?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "CHACON",
      "sentences": "Sure. And we see that almost in every committee hearing, right? So in this case, the Republicans were kind of trying to push -- some of them at least, were trying to push some kind of conspiracy theory while the Democrats were trying to push in somewhat, some of them a gun control agenda. They both kind of backed off. It wasn't a lot of them, but each side had those moments and, you know, usually they are very non-productive in these kind of things to get at the point we need to get at.We need to find out how this happened. As far as, like, why it was done or how it was done, that's the FBI's investigation. The Secret Service investigation really needs to look at the security lapses and what that led to this. The how of it and the why of it and the shooter's role in it is going to be the purview of the FBI's investigation that's ongoing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "VAUSE",
      "sentences": "Bobby Chacon, as always, it's good to see you. Thanks for being with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "CHACON",
      "sentences": "Great, John. Thanks for having me. Good to see you again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "VAUSE",
      "sentences": "Thanks, mate.Seizing the reins. Kamala Harris hits a major milestone in her quest for the Democratic presidential nomination. More details on this historic moment in time for the United States. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:14",
      "speaker": "HARRIS",
      "sentences": "It is my intention to go out and earn this nomination, and to win.SUNLEN SERFATY, CNN WASHINGTON CORRESPONDENT (voice-over): Vice President Kamala Harris seizing the reins of the moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:14",
      "speaker": "HARRIS",
      "sentences": "We have 106 days until election day. And in that time, we have some hard work to do.SERFATY (voice-over): Moments after President Biden called her to say he was stepping aside, Harris launching into action, working the phones for ten hours to trigger her deep network of support.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:14",
      "speaker": "HARRIS",
      "sentences": "It is a very special experience to have been, as we all know, a student at the Mecca.SERFATY (voice-over): Sources telling CNN that she made those calls, some of the most important calls of her political career, in a Howard University sweatshirt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:14",
      "speaker": "HARRIS",
      "sentences": "And you walk in those rooms, you carry the voice of all of us.SERFATY (voice-over): A small but symbolic nod to the cornerstone of the coalition.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:14",
      "speaker": "HARRIS",
      "sentences": "This sisterhood has been a part of my life since my earliest days.SERFATY (voice-over): That, along with the Alpha Kappa Alpha sorority, the nation's oldest black sorority, is now being called on to help power her into the Oval Office. STACEY JOHNSON-BATISTE, CHILDHOOD FRIEND OF KAMALA HARRIS: This fight that we're up against, that I know she's going to be up against, is not going to be easy. SERFATY (voice-over): The powerful political support within that sisterhood is one that Harris has leaned on for years. JOHNSON-BATISTE: The Alphas and all of the Greeks, they're going to -- they're like a family. SERFATY (voice-over): And seen her through her early career as a prosecutor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:14",
      "speaker": "HARRIS",
      "sentences": "It's what's happening on a street corner that is plaguing the neighborhood.SERFATY (voice-over): And then to the U.S. Senate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:14",
      "speaker": "HARRIS",
      "sentences": "I am a career prosecutor. I have visited many prisons and jails. That is a prison.UNIDENTIFIED FEMALE (SINGING): I'm just living that life. SERFATY (voice-over): Meantime, in the time since Biden's announcement, Harris is getting a boost from social media. Some Republicans are highlighting Harris-isms as a negative.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:14",
      "speaker": "HARRIS",
      "sentences": "What can be unburdened by what has been.SERFATY (voice-over): The memes are also attracting attention from new, younger voters, bringing new energy to even old moments. Harris quoting her mother last year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:14",
      "speaker": "HARRIS",
      "sentences": "you think you just fell out of a coconut tree?SERFATY (voice-over): Now becoming something of a rallying cry for her campaign, with senators and supporters posting coconut trees as signs of support.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:14",
      "speaker": "CHARLIE XCX, SINGER",
      "sentences": "Right honest, straight blonde (ph), little bit volatile (ph).SERFATY (voice-over): And pop singer Charli XCX declaring, \"Kamala IS brat,\" a reference to the singer's latest album and viral meme of the summer. CHARLIE XCX: But, like, it's brat. You're brat. It's brat. SERFATY (voice-over): With Harris's campaign quickly embracing and running with the vibe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:14",
      "speaker": "SERFATY",
      "sentences": "And one call among the many, many calls Harris made over that ten-hour period on Sunday was to her pastor from San Francisco, someone who has been in her life for so many years. And we are told this is one of the very first calls she made. And that the two spent some time praying togetherSunlen Serfaty, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:14",
      "speaker": "VAUSE",
      "sentences": "Hundreds of young women and girls across three continents, some as young as 13-years-old, have told CNN they face harm online every month.More than 600 took part in a survey by CNN as Equals and the global NGO Plan International about how their gender affects their experiences online. Many say they regularly suffer harm on social media platforms or other online spaces from discrimination, hate speech, bullying, or unwanted sexual images or videos. And overwhelmingly, they say the companies which own those platforms must do more to keep safe. CNN's Kristie Lu Stout, live in Hong Kong with us for more on this. That's -- that's kind of the headline here, right, Kristie? So, what -- what does the study actually reveal -- KRISTIE LU STOUT, CNN INTERNATIONAL ANCHOR/CORRESPONDENT: Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:14",
      "speaker": "VAUSE",
      "sentences": "-- about the dangers these girls are actually facing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:08",
      "speaker": "VAUSE",
      "sentences": "So, what do they actually want these companies to do? Because they say they want a safer experience online. So how do -- how do they get that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:08",
      "speaker": "STOUT",
      "sentences": "Yes. So, this study also asked these women and girls, not just the problem, but also the solution. And they want change. You know, 61 percent surveyed, they're calling for digital literacy programs. These are education and awareness programs on digital safety.And they should -- they say that the burden shouldn't be on the girls or the women to protect themselves. But put the focus on the companies. I want to bring you a statement from one participant in the Philippines. Her name is Reyna, and she says this, quote, \"Those who provide digital literacy lessons should be the companies that make the apps. They're responsible for what can happen to us or what we can encounter,\" unquote. And experts point out that the world's top social platforms, they need to do more. Earlier this year, Meta, of course, the parent company of Facebook, Instagram, and WhatsApp, did announce new restrictions for teen users. Meta has a head of women's safety, and she says that she's working with experts. She's working with groups like Plan International to better protect girls. And we did reach out and get a statement from Cindy Southworth of Meta, and she told us this. Let's bring it up to you. She said, quote, and this action it \"builds on years developing tools, features, and policies to help keep them safe.\" We also reached out to TikTok. TikTok did not provide comment, but a spokesperson shared that it prevents users under 18 from seeing sexually suggestive content. It also makes under 16 accounts private with no DM's, by default. But experts warn that these platforms are still not doing enough. They are still failing to keep up with just the sheer surge of harm and abuse against women and girls online. And you can find the full story on CNN.com -- John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:08",
      "speaker": "VAUSE",
      "sentences": "Kristie, thank you. Kristie Lu Stout there, live for us in Hong Kong.Well, in a moment, securing Paris. With the biggest sporting gathering in the world just days away, a closer look at a massive security operation. (COMMERCIAL BREAK) (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:08",
      "speaker": "YEARDLEY SMITH, VOICE OF LISA SIMPSON",
      "sentences": "Excellent question. Yes, I am proud to be America's first straight female president. As you know, we've inherited quite a budget crunch from President Trump. How bad is it, Secretary van Houten?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:08",
      "speaker": "PAMELA HAYDEN, VOICE OF MILHOUSE VAN HOUTEN",
      "sentences": "We're broke.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:08",
      "speaker": "SMITH",
      "sentences": "The country is broke?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:00",
      "speaker": "BELL",
      "sentences": "Part of the problem for French authorities is the sheer ambition that lies at the heart of these games. For the very first time, an Olympic opening ceremony is going to happen, not inside a stadium, but actually through the main city on its main arteries. On the Seine River itself.BELL (voice-over): Despite a terror threat in France that's still at its highest level, some 320,000 people are expected to line the banks of the river over six kilometers to watch: the biggest crowd ever to attend such an event in person. GEN. ERIC CHASBEOUF, OLYMPIC GAMES MILITARY FORCES: We'll have more than 10,000 soldiers, more than 35,000 policemen. It will be completely secure. BELL (voice-over): Street patrols leave regularly from the largest military camp erected in France since the end of World War II. And beyond the terror threat, there are also fears linked to crime, social unrest, and cyber-attacks. NICOLAS NORMAN, PARIS DEPUTY MAYOR FOR SECURITY (through translator): There are lots of exercises: crises, simulations, sometimes quite extraordinary events, where everyone during an entire day tries to anticipate and then to manage them. And so today, we're ready, and we're calm. BELL (voice-over): The Olympic flame arrived in Paris to welcoming crowds, but nothing compared to what is to come. Officials say that some ten to 15 million people are expected, far too many for human eyes only to watch. So A.I. has been brought in to help monitor CCTV. MATTHIAS HOULLIER, CO-FOUNDER, WINTICS: They need to detect abnormal situations like, for example, when there is intrusion of people on railways, when there is unattended item that could be suspicious package, et cetera. We detect them, and then the operator gets notified in real time so that he can decide what should be done. BELL (voice-over): An unprecedented security operation made up of police, military, foreign forces, and even A.I. startups that officials hope has made Paris ready for anything. Melissa Bell, CNN, Paris. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}