{
  "date": "2024-11-23",
  "headline": "The Amanpour Hour",
  "subHeadline": "Interview with Former U.S. Ambassador at Large for War Crimes Issues David Scheffer; Interview with Union Leader Dan Osborn; Interview with \"Say Nothing\" Author Patrick Radden Keefe; Interview with \"The A-Word\" Filmmaker and \"The Independent\" Chief International Correspondent Bel Trew; Interview with The Avett Brother Musician Scott Avett; Interview with The Avett Brother Musician Seth Avett; Interview with \"Swept Away\" Actor John Gallagher, Jr.; 45 Years Since the Iranian Hostage Crisis. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:34",
      "speaker": "BIANNA GOLODRYGA, CNN ANCHOR",
      "sentences": "Hello and welcome to THE AMANPOUR HOUR. Here's where we're headed this week.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:34",
      "speaker": "BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER",
      "sentences": "What in God's name are they talking about in The Hague?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:34",
      "speaker": "GOLODRYGA",
      "sentences": "A historic move. The International Criminal Court issues arrest warrants for a Hamas chief and Israeli leaders. We discussed the global impact.Then, as inflation and working class rage boots out incumbent governments across the globe, how can western democracies and U.S. Democrats reconnect with disillusioned voters?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:34",
      "speaker": "DAN OSBORN, FOUNDER, WORKING CLASS HEROES FUND, UNION LEADER",
      "sentences": "You know workers, if you -- if you abandon them we see what happens.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:34",
      "speaker": "GOLODRYGA",
      "sentences": "Nebraska steamfitter and political outsider dan Osborn has answers.Then --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:34",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The Brits had a problem. They didn't know who was IRA.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:34",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The one thing they could never get us to do was to say talk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:34",
      "speaker": "GOLODRYGA",
      "sentences": "\"Say Nothing\", the hit TV show capturing the perpetrators and the victims of Northern Ireland's Troubles. Journalist and executive producer Patrick Radden Keefe talks us through getting the story right.Plus --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:34",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "They had no idea what they were doing to people when they pass these laws.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:34",
      "speaker": "GOLODRYGA",
      "sentences": "As U.S. abortion bans fuel a maternal mortality crisis, \"The A Word\", a gripping new documentary uncovers the terrifying consequences of these laws.And -- (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:34",
      "speaker": "GOLODRYGA",
      "sentences": "\"Swept Away\", Grammy-nominated folk rock legends the Avett Brothers and star John Gallagher Jr. tell me about their new Broadway musical.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:34",
      "speaker": "GOLODRYGA",
      "sentences": "Welcome to the program everyone. I'm Bianna Golodryga in New York, sitting in for Christiane Amanpour.As Donald Trump transitions into the White House filling his cabinet with staunch Israel allies, the International Criminal Court has taken a historic step, issuing arrest warrants for Israeli Prime Minister Benjamin Netanyahu, former defense minister Yoav Gallant and Hamas leader Mohammed Deif, who Israel says it's killed. It's the first time the ICC has targeted the leader of a Democratic country. The charges -- war crimes and crimes against humanity in Gaza. 44,000 Palestinians have been killed there, according to authorities since the Hamas October 7th terror attacks in Israel. Netanyahu's office has responded, saying he, quote, \"utterly rejects the absurd and false actions and accusations\", calling the ICC politically-biased and discriminatory. Christiane broke news of the ICC's plans back in May. Here's what the body's chief prosecutor, Karim Khan, told her then. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:34",
      "speaker": "CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL ANCHOR",
      "sentences": "Explain to me exactly what you're asking for and who you are charging.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:34",
      "speaker": "KARIM KHAN, INTERNATIONAL CRIMINAL COURT",
      "sentences": "Today Christiane, we've applied for warrants to the pretrial chamber of the International Criminal Court in relation to three individuals that are Hamas members. Sinwar, who's in charge on the ground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:34",
      "speaker": "AMANPOUR",
      "sentences": "That's Yahya Sinwar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:34",
      "speaker": "KHAN",
      "sentences": "Absolutely. Deif who's in charge of the al-Qassam Brigade and Haniyeh who's one of their political bureau based in Doha.The charges are extermination, murder, taking of hostages, rape and sexual assault in detention. We'll apply for warrants for Prime Minister Netanyahu and also minister of defense Gallant for the crimes of causing extermination, causing starvation as a method of war, including the denial of humanitarian relief supplies, deliberately targeting civilians in conflict. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:34",
      "speaker": "GOLODRYGA",
      "sentences": "While the U.S. rejects the ICC's jurisdiction, other member nations are vowing to enforce the warrants, raising critical questions about how Israel will be held accountable moving forward and how the U.S. might intervene to help.So how much power does the ICC have, and what are the legal ramifications? I spoke with David Scheffer, who served as the first U.S. Ambassador at large for war crimes issues. Here's our conversation. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:04:50",
      "speaker": "GOLODRYGA",
      "sentences": "So when Prosecutor Khan, as he said to Christiane back in May, says no one is above the law as it relates to the request for these warrants that he was seeking back at that time, your response is what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:04:50",
      "speaker": "SCHEFFER",
      "sentences": "Israel, of course, disagrees with that because they don't think they have -- the ICC has any jurisdiction over a nonparty state. The problem here is that the Gaza war is on the territory of a state party -- the state of Palestine as recognized as such by the court and by, you know more than 140 countries, the state of Palestine.And so therefore he can, I think, with considerable confidence, consider the actions of the Israeli Defense Forces in Gaza and thus reach a decision that certain arrest warrants are merited with respect to that conduct. He has that authority and discretion as he interprets it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:04:50",
      "speaker": "GOLODRYGA",
      "sentences": "And now the question is what, if anything, will the United States do? Obviously, we had President Biden and we read the statement from his administration condemning these arrest warrants. And President Biden had done so earlier.But we're now seeing Republicans and they will have control of the senate. And there's an incoming Republican administration who are saying, let's take this a step further and actually threaten sanctions against the ICC. Is that something you would support.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:04:50",
      "speaker": "SCHEFFER",
      "sentences": "I would express extreme caution about that and the reason is this. First, back in the early 2000 under the George W. Bush administration, the law, the American Servicemembers Protection Act was adopted, which had all sorts of sanctions against countries that even dared to join the ICC.We found that in our relationships with those countries, that was so damaging to our own national security interests that those sanctions were lifted under the law. There is no longer any economic or military sanctions under that particular law because it was determined it's simply a losing proposition for the United States and all of its many security equities and economic equities that it has around the world. In this case, if there are sanctions, let's say, you know just as was earlier, you know, years ago against the prosecutor Bensouda at the time of the ICC, the problem with doing targeted sanctions like that against individuals for example, is that so many governments which the United States is allied to, is a friend to they will oppose those sanctions, and it complicates our interests with those countries. It's a sort of superfluous, unnecessary irritant in the relations between the United States and so many countries around the world, which are party to the Rome Statute of the United -- of the International Criminal Court. So you have to be really careful what is -- you have to determine, well, what do we gain ultimately coming up later on the show say nothing. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:09:00",
      "speaker": "GOLODRYGA",
      "sentences": "Welcome back.Across the globe, incumbent parties from Europe to Asia are losing support. Angry voters dissatisfied with soaring inflation and the growing wealth gap are seeking change. Most recently here in the United States where Donald Trump's sweeping reelection left Democrats facing a stark reality. The party that once championed the working class has been abandoned by those very voters and has lost their trust. Enter union steamfitter Dan Osborn, an Independent and a true outsider.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:14:46",
      "speaker": "GOLODRYGA",
      "sentences": "His message of working families being steamrolled by elites resonated with fellow Nebraskans. And while he ultimately lost by just 60,000 votes it helped him run a surprisingly close Senate race in a deep red state, giving a voice to those living paycheck to paycheck.So, given his success campaigning on empowering working class Americans to get a seat at the table, what lessons can his class- conscious campaign offer Democrats and political parties elsewhere looking to reckon with their losses and represent the working class? He joined me from Omaha, Nebraska to share his story and his insights. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:14:46",
      "speaker": "GOLODRYGA",
      "sentences": "Dan Osborn, welcome to the program.So, as we noted, you lost your Senate bid but by a very close margin. Instead of burying your head and just going back to work, which, by the way, we should note you are going back to work because, as you said, you have to pay the bills. You're also starting a PAC, a political PAC, the Working Class Heroes Fund. Tell us about this and its larger aims.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:14:46",
      "speaker": "OSBORN",
      "sentences": "Yes, you know, we did something pretty historic here in Nebraska. I was able to bring Republicans, Democrats, and Independents together in the same room without any fighting or screaming or yelling.That gives me hope that we're not as divided as people think that we are. And once we start focusing on the actual issues and talk about resolving the issues too, not just arguing about what the issues are, a lot of heads start nodding in those rooms and then, you know, we can all just start being friends and neighbors again. And you know, that was part of why I was successful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:14:46",
      "speaker": "GOLODRYGA",
      "sentences": "You clearly struck a chord, not only with those in your home state, but outside of the state as well. $35 million in out-of- state donations and funding came your way. What is it that you think you struck in terms of raising attention, not only for yourself, but the policies that you were championing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:14:46",
      "speaker": "OSBORN",
      "sentences": "Yes, you know, I did speak a lot about the economy because that's first on everybody's mind. You know, you work hard in this country like me, I work with my hands, you should know that your paycheck matters, right?Because we all want to know that we just want to live in some semblance of peace, be able to afford a home, which is dwindling away quickly, being able to afford your cars and saving up money for college, hopefully some money for a good Christmas. So, we can all just basically live the American dream. And you know, that's what I was mainly talking about and that's what we need to focus on. Those are working people's focuses. And that's why I started the Working Class Heroes Fund to help people. If you're a bus driver or a nurse or a teacher or a plumber, or a carpenter, you can now know you don't have to be a self-funding crypto billionaire to run for office. And this is going to be set up to help those people get started, whether that's for local dog catcher or, you know, if you need to get on the Transportation Committee, whatever it is you're interested. We need more workers at the -- to have a seat at the table.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:14:46",
      "speaker": "GOLODRYGA",
      "sentences": "It's interesting in terms of just the economy, statistics- wise, the U.S. is much healthier than every western country. The unemployment rate nationwide is low. The unemployment rate in Nebraska is even lower than it is nationally at 2.7 percent.And I think that's something perhaps that the Democrats, that Kamala Harris and Joe Biden, were really puzzled about not resonating more with Americans. Yes, inflation really was a game changer, but you started to see even inflation cooling. Why was there such a disconnect between the messaging that you've heard from the Republicans, Donald Trump, this is the worst economy ever, given that just the data points didn't suggest that at all, compared to how people were really feeling, which clearly was not well?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:47",
      "speaker": "OSBORN",
      "sentences": "Look, I don't think most people are looking for handouts. I'm certainly not. But I'm just looking for even playing fields when it comes to, you know, monopolies to -- you know, without -- there's nothing to drive down costs if you don't have competition. You know, we see that playing out over and over and over again.And, you know, we got to talk about price gouging when we talk about inflation. Kroger admitted to inflating their prices. I saw Kellogg's did it when I worked there. And, you know, now we got to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:47",
      "speaker": "GOLODRYGA",
      "sentences": "You led a strike.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:47",
      "speaker": "OSBORN",
      "sentences": "You know, people --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:47",
      "speaker": "GOLODRYGA",
      "sentences": "You led a strike at Kellogg's at the plant when you were there in 2021.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:47",
      "speaker": "OSBORN",
      "sentences": "Yes, I led the strike at Kellogg's.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:47",
      "speaker": "GOLODRYGA",
      "sentences": "Which leads me, I guess, to some of the lessons learned, the postmortem, because Donald Trump and the Republicans walk in with a mandate.But given what we're hearing from them and some of the appointments being made now, it's not yet clear that they have heard what the voters seem to have been wanting to appeal to and for in the future. And we definitely didn't hear that, it turns out, from the Kamala Harris and the Democrat side. And that is not the gender divide that many thought we'd see in this election cycle, but really the class divide. That seems to have really surprised people. You honed in on that. Talk about some of the lessons learned for both parties going forward. OSBORN: Yes, that's absolutely right, right? I mean, the middle class makes up the bulk of the population, the bulk of the voters. So, when you're talking about middle -- you know, workers' issues, you have to talk about Social Security, that goes in there. But, you know, workers, if you abandon them, we see what happens. And now -- but workers are never going to stop, trying to get a fair shake and trying to get a seat at the table. Look, we see -- was it Milk-Bone just went on strike in Buffalo? They're owned by Smucker's. And Smucker's, you know, has, what, $8 billion in sales last year, and all those folks wanted some health coverage, because life is expensive. So, the worker is always going to stand up for themselves and always try to pick the right people they think is going to help them out. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:47",
      "speaker": "GOLODRYGA",
      "sentences": "Well, after a break to The Troubles of Northern Ireland.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:47",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Have I told you girls how to make explosives?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:47",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It was quite a happy childhood.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:22:15",
      "speaker": "GOLODRYGA",
      "sentences": "Welcome back.Now to one of TV's most awaited new shows, which covers a tragic and tumultuous time in global history. The Troubles of Northern Ireland once seemed to be an irresolvable conflict. Both the IRA and loyalist paramilitaries committed harrowing sectarian atrocities, with swaths of innocent people killed. Eventually, the people said enough and the Good Friday Agreement brought peace in 1998. The acclaimed book \"Say Nothing\" by Patrick Radden Keefe, looks at the conflict from the point of view of some of its worst perpetrators and its most afflicted victims, most notably the family of Jean McConville, a widow and mother of ten who was murdered by the IRA. Now it's been turned into a drama series on Hulu and Disney Plus. (BEGIN VIDEO CLIP) UNIDENTIFIED MALE: The Brits had a problem. They didn't know who was the IRA. The one thing they can never get us to do was talk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:22:15",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "My whole family suffered. I would die for a united Ireland.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:22:15",
      "speaker": "GOLODRYGA",
      "sentences": "Christiane spoke with Patrick Radden Keefe about translating this history from book to screen.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:22:15",
      "speaker": "AMANPOUR",
      "sentences": "Patrick Radden Keefe, welcome back to the program.PATRICK RADDEN KEEFE, AUTHOR, \"SAY NOTHING\": It's great to be with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:22:15",
      "speaker": "AMANPOUR",
      "sentences": "Now, I say welcome back because we had a conversation about the book \"Say Nothing\" when it came out a few years ago. Now, the series of that book is dropping.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:22:15",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "How can I help you today, Sister?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:22:15",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I -- want to deposit cash.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:22:15",
      "speaker": "AMANPOUR",
      "sentences": "It is obviously a true story and the book is a journalistic enterprise as well as an amazing write.Do you think that a series, which is inevitably dramatized and got all the sort of, you know, effects and brilliant actors and all of that, were you concerned that it becomes less of a journalistic enterprise and more of a show?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:53",
      "speaker": "AMANPOUR",
      "sentences": "So, I want to play a clip that we have. And this is Dolours Price. She is one of the main, if not the protagonist of the book and the series. She had a sister called Marian. They were IRA. And there's also Brendan Hughes. These are the three main characters, if I could say.Here's a clip of Dolours Price talking about kind of why she does what she does for the IRA. (BEGIN VIDEO CLIP) LOLA PETTICREW, ACTRESS, \"SAY NOTHING\": But I would die for a United Ireland. I would die if I thought it meant the Brits would hesitate going to the grocers or sending their wee kids off to school in the morning, I would die. This is my whole family has suffered and I just want that fear to live in their hearts, too. You know? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:53",
      "speaker": "AMANPOUR",
      "sentences": "So that's blunt, some might say it's radical, but this is what it was back in, I guess, the 60s and 70s.Tell us, who is Dolours Price and why did you choose to focus on her so much?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:53",
      "speaker": "KEEFE",
      "sentences": "This whole project started for me, it's crazy to think, but more than a decade ago. That woman, Dolours Price, died in 2013, and I read her obituary in \"The New York Times\".And she was the first woman to join the Irish Republican Army as a sort of a frontline soldier. So, generations of women had been involved in the IRA in the past, but they were always doing things like hiding weapons or helping injured men. They were sort of behind the lines. And she essentially said, listen, I want to be out there carrying a gun and planning operations. And that was very intriguing to me, reading that in the obituary, because on some level, for me, The Troubles had seemed like a very male story. So, to learn that there was this woman who joined with her sister, Marian, and that the two of them actually went on hunger strike. They bombed London in 1973. They were thrown into Brixton Prison, and they went on hunger strike, which at the time was sort of front-page news, in 1973. That story to me seemed so interesting. And then the other aspect of it that I picked up in that obituary was that in later years, in middle age, Dolours Price looked back at the things she had done as a young woman in her early 20s, and was really kind of reconsidering, you know, what was it all for? Was it worth it, the things that I did? So, what I was trying to do in the book and what I think we've done successfully in the series is really interrogate the nature of radical politics and violence used in this kind of a cause, looking both at the allure of it but also at the cost of it, the human cost of it, for the victims and also for the perpetrators themselves. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:53",
      "speaker": "GOLODRYGA",
      "sentences": "And you can watch \"Say Nothing\" on Hulu or Disney Plus. And you can see Christiane's extended conversation with Patrick Radden Keefe, where they dig into the complexities of depicting The Troubles online.Well next, back to the crisis of the present. A country many think is seeing women's rights in retreat, the United States. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:53",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is one of the most significant historic decisions in modern times.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:53",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It meant the death of the whole architecture and edifice of women's health care.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:33:02",
      "speaker": "GOLODRYGA",
      "sentences": "Welcome back.The stark realities of a post Roe versus Wade America are now being felt keenly. In Texas, the biggest of the red states, an investigation found a dramatic rise in pregnant women dying after the state's abortion ban went into effect. And across the U.S., infant mortality increased in the months following the Supreme Court's Dobbs decision which struck down federal protection for abortion. Well now, a new documentary called \"The A Word\" is taking an unflinching look at the lives impacted. I spoke to its producer, Bel Trew, chief international correspondent for \"The Independent\" newspaper in the U.K. And I started by asking her about this clip from her documentary, where she was reporting from outside a clinic in Virginia. (BEGIN VIDEO CLIP) BEL TREW, \"THE A-WORD\" PRODUCER AND CHIEF INTERNATIONAL CORRESPONDENT OF \"THE INDEPENDENST\" NEWSPAPER: Where else in the medical field do you not know that you're safe coming to the doctors? TERRY, BRISTOL WOMEN'S HEALTH: Good morning. Bristol Women's health, this is Terry, may I help you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:33:02",
      "speaker": "TREW",
      "sentences": "Demand is so great that they are now opening on evenings and weekends, which has only made them more of a target for the anti- abortion movement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:33:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You give birth to that child and that child dies in your arms, and that child is dying in the arms of a loving mother, not ripped to pieces and thrown away like common garbage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:33:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We are begging you not to murder your child.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:33:02",
      "speaker": "TREW",
      "sentences": "Have you threatened anyone with murder charges over this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:33:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "If anybody is involved with the murder of this child, if it's the mother, the father, the grandfather, whoever we want them charged with murder.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:33:02",
      "speaker": "GOLODRYGA",
      "sentences": "Talk about your views and what you encountered there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:48",
      "speaker": "TREW",
      "sentences": "In fact, it's got to the point where the clinic volunteers actually have special copyrighted vests with a design specific to themselves so that no one can directly copy what they're wearing, just so that they can at least be identified by the people coming in.But it is intimidating. People are shouting. People, as I said, threw themselves on my car. I spoke to one OB/GYN who was an abortion provider inside the clinic and he was carrying a firearm. And he was carrying a firearm with him as he was performing abortions. It was tucked into his scrubs. So that was pretty eye-opening for me. I mean, I knew that there was -- you know, this was a contentious issue, but I didn't realize that the abortion providers themselves were seriously worried about their own lives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:48",
      "speaker": "GOLODRYGA",
      "sentences": "The consequences of some of these really draconian laws, full abortion ban after six weeks, as we know, most women don't even know they're pregnant at six weeks.But the impact that it has on women who are carrying unviable fetuses, situations where not only is their fetus at risk but they -- their lives themselves are, too. And you've encountered, you spoke with some of these women. Nicole Blackwell (ph) is one of them. Let's play some sound from what she told you. (BEGIN VIDEO CLIP) NICOLE BLACKWELL (ph): I was going to give birth to a child that wasn't going to live. I did ask the nurse to put a sheet in between me and her, so when I did give labor, I wouldn't see the dead baby coming out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:48",
      "speaker": "BLACKWELL",
      "sentences": "How do you prepare yourself? There was no way of trying to prepare myself. And I was in labor for 32 hours. That's how complicated the situation was.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:48",
      "speaker": "TREW",
      "sentences": "And you still could have died in any of those hours?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:48",
      "speaker": "BLACKWELL",
      "sentences": "Any of those hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:48",
      "speaker": "TREW",
      "sentences": "Knowing that you're going to give birth to a child that's not going to live.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:48",
      "speaker": "BLACKWELL",
      "sentences": "How can anyone just be ok with that?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:48",
      "speaker": "GOLODRYGA",
      "sentences": "What was that like for you to be sitting there with these women as they were telling you these heartbreaking stories?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:48",
      "speaker": "TREW",
      "sentences": "I mean, I honestly was speechless. Nicole had been through hell. I mean, she -- her 14-year-old son was shot dead because he was just a random bypass -- bystander to a drive-by shooting. She got pregnant, and she called it her miracle child. Then she was told that the pregnancy was non-viable, the baby wouldn't make it outside of the womb. And also, that the pregnancy was life-threatening.And she wasn't allowed to have an abortion. and she didn't have the money to travel out of state and she was too ill. And she -- the only piece of control, the only agency she had was being able to put a sheet between her and the bits of the baby that she was forced to give birth to. She is so frightened now of getting pregnant again because she nearly died, that she's actually gone undergone a sterilization. And that is actually -- we're seeing a rise in people undergoing vasectomies and tubal ligations across the states. There was a University of Pittsburgh -- a report that came out recently that said that, because people are scared. No one should be too frightened to be pregnant, and no one should feel that they cannot be treated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:48",
      "speaker": "GOLODRYGA",
      "sentences": "You actually spoke with a lawmaker in Tennessee, where you spent a great deal of time, who voted for this law, a doctor himself, we should note, only to regret it after the fact.What was that conversation like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:48",
      "speaker": "TREW",
      "sentences": "He said he regrets it so much that he's actually been working on legislation to include medical exceptions, to allow people to have abortions in life-threatening situations, which is happening, you know, almost every single day.And he said that even though there are people who agree with him, they're still not going to vote for his new legislations because the anti-abortion movement is so strong and people have -- you know, state senators are really worried about losing the ability to be voted in again. So, there's an immense amount of pressure, and in the middle, there are pregnant people, there are women who are suffering. And you know, this is the daily reality now in the U.S. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:48",
      "speaker": "GOLODRYGA",
      "sentences": "Coming up --(BEGIN VIDEO CLIP) (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:43:56",
      "speaker": "GOLODRYGA",
      "sentences": "Welcome back.The Grammy nominated folk rock superstars, The Avett Brothers, have been thrilling audiences with their Americana for decades. Well, now they're reaching a whole new audience as a new musical based on their work reaches Broadway. Some 20 years in the making, the show is called \"Swept Away\" and is based on the band's conceptual second album, \"Mignonette\". Both are inspired by the story of an 1884 shipwreck that saw desperate crew members resort to cannibalism. Here's a clip of the show. (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:43:56",
      "speaker": "GOLODRYGA",
      "sentences": "I sat down with the Avett Brothers, Seth and Scott alongside the show's star John Gallagher, Jr. to discuss this epic show.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:49:40",
      "speaker": "GOLODRYGA",
      "sentences": "And Scott, this is something that has been in the works for now a decade. And I read that, collectively, as a band, you decided to take a step removed as this was unfolding and as the production was coming together. Tell us about that and the process.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:49:40",
      "speaker": "SCOTT AVETT, MUSICIAN, THE AVETT BROTHER",
      "sentences": "Both of our lives and our career, we've learned how to hold loosely our creations and our work. We work in a partnership.And when this was presented to us past, it was just being sounded like a great idea. When it became something that we were engaged in, how we would engage in it was a moment for us to use that, that exercise, that power, which is the non-power to step out and see how it would land with the writing and the direction and the actors as it did. And then, if we felt it necessary for our love and care in the craft to interject, we would. But that doesn't happen that often when you're working with this many incredible, brilliant minds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:49:40",
      "speaker": "GOLODRYGA",
      "sentences": "And Seth, the story itself in the book was brought to you by your father.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:49:40",
      "speaker": "SETH AVETT, MUSICIAN, THE AVETT BROTHER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:49:40",
      "speaker": "GOLODRYGA",
      "sentences": "Talk about the process of getting this book from your father on the road, performing, and somehow getting the idea that we can turn this into an album.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:49:40",
      "speaker": "SETH AVETT",
      "sentences": "Yes. Well, our dad is -- he's big on stories of heroism, stories of grit, survival. And so, he passes -- he has always passed them along to us.And he passed \"Custom of the Sea\" on to Scott. And you know, in that time, the early time of the band -- 2002, 2003 -- we were in this little van and it was us versus the world. And we talked about everything and there were long hours of conversation, long hours of solving problems and working together. And that book, it resonated with all three of us. And beyond just being a very captivating, incredible story, we responded heavily to the fundamental point of the story, which is about truth-telling, about telling the truth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:49:40",
      "speaker": "GOLODRYGA",
      "sentences": "And John, this has been like a full circle moment for you and experience, I would imagine, an acclaimed actor in your own right.I've read that Michael Mayer, the director, insisted that you participate and you play a role as a leading actor in this production. Is it true that you are the one who actually introduced Michael to the Avett Brothers music? JOHN GALLAGHER, JR., ACTOR, \"SWEPT AWAY\": It is -- it's true. I mean, I was sort of an unofficial PR rep for the Avett Brothers circa 2006 to 2008. I was a diehard fan, I still am. I saw them play in 2005 at the Philadelphia Folk Festival when I was 21 years old and I bought \"Mignonette\" on CD and I became a super fan and then just followed them up and down the East Coast. I was just telling everybody that I knew that they had to hear this band. You have to hear them. They're the best songwriters. They're -- it's incredible. Their live show is second to none. It's the best. And I got Michael into them. I had an Avett Brothers poster on my dressing room wall when I was doing \"American Idiot\" on Broadway.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:49:40",
      "speaker": "GOLODRYGA",
      "sentences": "You didn't pay him to say any of this, right?GALLAGHER JR.: This is all true, really.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:49:40",
      "speaker": "SCOTT AVETT",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:49:40",
      "speaker": "SETH AVETT",
      "sentences": "He's getting a cut these days, yes.GALLAGHER JR.: So, I made Michael listen to their music and as people always do, he fell in love with it. And we've seen what they're capable of doing on stage every night. And so, that -- they set a high bar that we just we're just chasing. We're just chasing it every night. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:53:37",
      "speaker": "GOLODRYGA",
      "sentences": "And finally, we look back to one of those defining moments which changed our world. 45 years ago, the Iranian revolution overthrew the shah, created theIslamic Republic of Iran and transformed the region, a time of incredible tension with the U.S. These stresses grew and exploded in the form of the Iranian hostage crisis of November 1979. Now, to mark the anniversary of this event, a new CNN documentary \"HOW IT REALLY HAPPENED\", featuring Christiane herself and several former hostages who bore witness to that perilous time in history. Here's a clip. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:53:37",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "That night, we were splayed out on the couch, feet are tied, hands are tied -- all these Iranians and they're gathered around this literally this little transistor radio.And you could hear somebody on the radio speaking Farsi and I didn't know at the time that it was Ayatollah Khomeini.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:53:37",
      "speaker": "AMANPOUR",
      "sentences": "Ayatollah Khomeini led the Islamic revolution. They thought he was the savior of the poor people. They thought he was going to bring democracy and fairness and equality to the country.CLYDE D. TAYLOR, FORMER U.S. AMBASSADOR: Initially, it looked like he was going to question the action of the students. And then --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:53:37",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Ayatollah Khomeini announced that he is in full support of the takeover of the United States embassy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:59:50",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "They became Iran's heroes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:59:50",
      "speaker": "AMANPOUR",
      "sentences": "This now became a test of wills between the Iranian government, the revolutionary government and the American government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:59:50",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And that's when I knew we were going to be there for a while.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}