{
  "date": "2024-11-22",
  "headline": "CNN News Central",
  "subHeadline": "Trump Choses Bondi for AG; Rep. Adam Smith (D-WA) is Interviewed about Trump Nominations; Texas Officials Vote on Bible Curriculum; Kayaker Accused of Faking Death is Alive. Aired 9-9:30a ET",
  "utterances": [
    {
      "timeStamp": "09:00:00",
      "speaker": "SIDNER",
      "sentences": "You were running a company. You are a mom to three kids, and, obviously, you're a wife. What happens to your family?CARYN SEIDMAN-BECKER, CEO, CLEAR: My husband has also been an incredible part of this journey. He was with us the day we bought Clear in bankruptcy, helping advise and push. And then he was diagnosed with pancreatic cancer in January of '22. Trying to navigate the health care system -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "SIDNER",
      "sentences": "You're telling me.SEIDMAN-BECKER: Is borderline impossible. And I don't use the word impossible. And so, yes, I'm hell bent on changing it. SIDNER (voice over): But her husband would never get the chance to experience the change. Pancreatic cancer took his life. SEIDMAN-BECKER: It's a battle that we lost in August of '23. And losing your best friend and my kids losing an incredible dad has been hard, but also teaches you to have enormous gratitude to look for the joy in life. You know, one of my favorite quotes is by Shimon Peres, which is, optimists and pessimists die the same way, but they live very differently. (END VIDEOTAPE) SIDNER (on camera): And in speaking to her, she was so candid about what - how difficult it was for her to be doing all these things as CEO and a mom after her husband died. But she also says she really has a lot of gratitude and she wanted to give some advice to people who face challenges and who are considered underdogs, which is what she considered herself when she tried to take this company out of bankruptcy and grew it to a $6 billion company. She says, and, Kate, you'll like this, let the haters be your motivators. So, I'll leave you with that. You can see more on cnn.com. And stay tuned as we share more \"Game Changers,\" the people on the cutting edge of their industries. A new hour of CNN NEWS CENTRAL starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "So, Matt Gaetz is out, Pam Bondi is in as Donald Trump's new pick for attorney general. What sank Gaetz's chances? To sum up, allegations and controversy that had not been publicly vetted. The same can be said about Donald Trump's pick to head up the Defense department now, and how Gaetz's exit impacts that.So, a Wisconsin man is, quote/unquote, alive and well, but where exactly is he. The kayaker accused now of faking his own death and fleeing the country. He's now talking to investigators. And, could it really be the cheapest meal you'll have all year? That is what one grocery store's CEO is saying about Thanksgiving this time around, and he's talking to CNN. I'm Kate Bolduan, with Sara Sidner. John is out today. This is CNN NEWS CENTRAL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "SIDNER",
      "sentences": "We will get to your Thanksgiving meal in a second.This morning, though, there is a new pick for attorney general as President-elect Donald Trump's transition suffers its first swap out. Pam Bondi, Florida's first female top prosecutor, has now taken the spot of embattled ex-Congressman Matt Gaetz, which so far appears to be bringing a collective sigh of relief for some GOP senators. But will Gaetz's downfall be the only one? There are new concerns and a focus now this morning over other controversial picks with four key cabinet positions still left to fill. CNN's Alayna Treene is covering it all for us, as she does every morning. Just hours after Gaetz withdrew, Trump then announced Pam Bondi will be his new AG pick. She, of course, Florida AG, so she has some experience, unlike Gaetz. What - what was happening, though, behind the scenes because there was jaw-dropping news yesterday?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:07",
      "speaker": "SIDNER",
      "sentences": "You know, we're also looking at, and I know you've been doing some reporting on this, is a shakeup at the FBI. Donald Trump having his eyes laser focused on that as well. What's happening?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:07",
      "speaker": "TREENE",
      "sentences": "That's right. And look, I mean, if you think back to the end of Donald Trump's first term, it was clear - I remember I had reported at the time that he wanted to fire the FBI director, Christopher Wray, and install someone more loyal to him in that role. That has not changed now. We know that for days, and ever since Donald Trump won the election, he has been wanting to make changes and make this sort of shakeup at the FBI.However, some of the issues now with what he's considering is exactly what we saw unfold with Gaetz yesterday. A lot of people want him to select someone who can get confirmed easily and who senators and others will feel, you know, kind of relieved by and will allow to go through that process. So, what we're told, and our colleague, Kaitlan Collins reported some of this as well, is that he is considering Mike Rogers, former congressman and also former FBI agent, to potentially be at the helm of the FBI, and then have someone like Kash Patel, a loyalist, a firebrand, potentially be the deputy director. These decisions have not been made, but that's sort of where things stand right now at Mar-a-Lago. Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:07",
      "speaker": "SIDNER",
      "sentences": "Alayna Treene, thanks for keeping it straight for us. We appreciate it.Kate. BOLDUAN: Joining us right now to talk about this and much more, Democratic Congressman Adam Smith, he's the top Democrat on the House Armed Services Committee. It's good to see you. Thanks for being here. REP. ADAM SMITH, (D-WA): Well, thanks for having me. Appreciate you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:07",
      "speaker": "BOLDUAN",
      "sentences": "It's nice to have you here in person.The Senate Armed Services Committee is the first to be vetting Donald Trump's pick to be Defense secretary, Pete Hegseth. As you know, you - as - as the - as someone who has served and has been ranking in chair when it comes to House Armed Services for quite some time, what question would you have for him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:07",
      "speaker": "SMITH",
      "sentences": "Well, I mean, up front, character and credibility matter. And I think ultimately that's what we learned with the Matt Gaetz pick.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:07",
      "speaker": "BOLDUAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:07",
      "speaker": "SMITH",
      "sentences": "I mean, in this era, and, obviously, President-elect Trump has been through a whole lot. There's a lot of questions about that. And I think there's a tendency to think, well, I guess nothing matters anymore. But what Matt Gaetz tells us, it does, OK. You have to have a certain amount of credibility. And the history that you have leading up to that affects that.And the same thing's going to be true of Peter Hegseth. You know, he does have, you know, the sexual assault allegation that he has to answer to. I think that credibility issue is going to be number one. And then, two, does he have the experience and the background to do the job? He has not been in a decision-making position on any sort of national security matter. Yes, he served - served in combat, and that certainly impacts it. But running the Pentagon has to do with a lot of relationships, a lot of decisions that he literally has no experience in doing. So, I think senators will want to know, do you know how to run this place? I mean forget what policy you want to implement, do you know the basics of how to run this institution that is the world's largest bureaucracy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:07",
      "speaker": "BOLDUAN",
      "sentences": "Another pick I want to ask you about is Tulsi Gabbard for Director of National Intelligence. You know her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:07",
      "speaker": "SMITH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:07",
      "speaker": "BOLDUAN",
      "sentences": "You've served with her. She served on - on Armed Services, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:07",
      "speaker": "SMITH",
      "sentences": "She did, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:07",
      "speaker": "BOLDUAN",
      "sentences": "Yes. I want to - you have questions. You've - I think you called it dangerous, this - her selection. And we heard from Democratic Senator Sheldon Whitehouse, who said something similar. I want to - he - I want to play for you what he also said about her selection. SMITH(BEGIN VIDEO CLIP) SEN. SHELDON WHITEHOUSE (D-RI): If we bring in somebody like this, who smells to other intelligence agencies like someone who will compromise their sources and methods and be far too cozy with Russia and other adversaries, then they're going to hold back information that could be really critical to our success. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:07",
      "speaker": "SMITH",
      "sentences": "I think that is very well said.And, look, there are several layers to concern. First, I have the same concern. She has no experience in the intel community, doesn't understand it. But some of the things she said when she met with Assad and basically repeated his world view. On Putin, she's pushed these Russian talking points about how, you know, Russia believes that Ukraine started the war, which is insane, OK, that it was -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:07",
      "speaker": "BOLDUAN",
      "sentences": "She also has a long history, CNN has new reporting, of questioning intelligence, our intelligence agencies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "BOLDUAN",
      "sentences": "And what will he do about Ukraine is also a question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "SMITH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "BOLDUAN",
      "sentences": "This - it's something that you and I have talked about every time you've been on in the last couple of - these last two years.What do you think is a realistic possibility of the United States - not something you - you would - you want to continue obviously supporting Ukraine -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "SMITH",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "BOLDUAN",
      "sentences": "And its efforts against the Russian invasion. What do you think is the realistic possibility of the U.S. pulling support for Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "SMITH",
      "sentences": "Let me - let me start - I think it's very realistic. And look, I was very worried about the rhetoric coming out of Donald Trump and J.D. Vance and a lot of other Republicans. It was like, you know, we're not - we're not pro-Russia, we just want to get to a peace agreement. You don't get to a peace agreement if you don't support Ukraine. If we had not passed that supplemental that we passed last April, which, by the way, was four months too late and put Ukraine in a deep hole because of where Donald Trump was coming from, they lose, all right. Putin's not going to stop unless you're able to stop him. If we do that, then great, negotiate a peace. It's not negotiating a peace if Ukraine is destroyed by Russia. There has to be a sovereign, democratic Ukraine. There's not going to be if we don't continue to help them defend themselves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "BOLDUAN",
      "sentences": "One thing we also know that Donald Trump has promised coming in is he's - this - you can't call it a department, because it's not a department.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "SMITH",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "BOLDUAN",
      "sentences": "It's a project to bring about government efficiency run by Elon Musk and Vivek Ramaswamy and root out waste.It was just announced yesterday, Marjorie Taylor Green is going to chair a new oversight subcommittee in Congress that's going to work in conjunction with Musk and Ramaswamy on this government efficiency project. What do you think this subcommittee will accomplish?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "SMITH",
      "sentences": "Not a lot. And let me just say, I think, you know, Bill Clinton and Al Gore had reinventing government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "BOLDUAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "SMITH",
      "sentences": "I mean, when he was president and they went in, they tried to say, how can we make this more efficient? That's great. I've seen no evidence that Marjorie Taylor Greene has really any understanding of how government functions. And when Elon Musk says he can cut $2 trillion out of the budget, 60 percent of the budget is Social Security, Medicare and Medicaid. And he's also saying, I'm not going to cut any - or Trump has said he's not going to cut anything out of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "BOLDUAN",
      "sentences": "So, where's that money?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "SMITH",
      "sentences": "Yes, exactly. I don't want to drag us, as they say - they said there would be no math. So, they were getting the math here. But you've got a $6.5 trillion budget. You're not going to touch 60 percent of it. You're down to a little over $2 trillion. So, what, you're going to cut 80 percent of everything else? Defense is about $1 trillion. So now you're down to $1.7 trillion that you're going to cut $2 trillion out of.The math doesn't add up. The instinct to want to make government more efficient, yes, let's do it. There's a thousand different ways to do that. But to come in and think that you could slash it like he slashed Twitter, OK, you know, people want their Medicare checks. They want their Social Security checks. I think we want to continue to defend this country. So, even if you cut all the stuff, you know, Republicans don't think education matters, all this, that doesn't even get you there, even if you cut every last penny of that. And, by the way, even education is important because it helps fund poor school districts. It's what the federal government does to try to give people opportunity. So, I think they're going to run headlong into reality.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "BOLDUAN",
      "sentences": "You are much better with math on the fly than I am. I'm just going to say that straight up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "SMITH",
      "sentences": "I don't remember names, though, and that's - that's (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "BOLDUAN",
      "sentences": "It's OK. I once called you Adam Schiff, which was one of the - I remember - I will never, ever forget that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "SMITH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "BOLDUAN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "SMITH",
      "sentences": "Thank you very much. Great to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "BOLDUAN",
      "sentences": "Thanks for coming in. It's really nice to have you in studio.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "SMITH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:18:37",
      "speaker": "SIDNER",
      "sentences": "Happening today, Texas school officials are set to take a final vote on a new proposed curriculum for public schools that would allow for Bible infused lessons from kindergarten through the fifth grade. If adopted, the new curriculum would follow Republican-led efforts in neighboring states to give religion, specifically Christianity, more of a presence in public schools.CNN's Rosa Flores is in Houston following the story for us. Is this controversial curriculum expected to be approved judging from what we have seen in the days and weeks leading up to this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:09",
      "speaker": "BARBARA BARUCH, TESTIFIED AGAINST ADDING CHRISTIAN LESSONS TO TEXAS CURRICULUM",
      "sentences": "You see, I'm Jewish. I believe my grandkids should share our family's religion. I need help stopping the government from teaching them to be Christians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:09",
      "speaker": "GLENN MELVIN, SUPPORTS ADDING CHRISTIAN LESSONS TO TEXAS CURRICULUM",
      "sentences": "These biblical references do not constitute an establishment of religion. Instead, they serve as good examples of what we hope we all are, respectful, helpful, and brave.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:09",
      "speaker": "FLORES",
      "sentences": "Now, the Texas Education Agency defending this curriculum, issuing a statement saying, quote, \"religious source material comprises just a small part of the product and includes information from multiple faith traditions such as Islam, Christianity, Judaism, Greek and Roman polytheism, and Native American religious traditions.And, Sara, like you mentioned, the vote is today, but I have to say, in Texas, school districts are independent. They will have the final say on what is taught in those classrooms. Sara, back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:09",
      "speaker": "SIDNER",
      "sentences": "But certainly there is a monetary enhancement that if they do adopt it, they can get somewhere between, what, $40 and $60 per student with schools that are trash - sorry, cash strapped, and that could be a big encouragement as well. I know that's part of your reporting.Rosa Flores, thank you so much. Appreciate it. Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:09",
      "speaker": "BOLDUAN",
      "sentences": "So, this story. The Wisconsin man who faked his death and fled overseas, he left his family with a whole lot of questions. And now authorities say Ryan Borgwardt is alive and well, revealing to them how and why he fled, but not revealing still where he is now.CNN's Whitney Wild has more. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:09",
      "speaker": "RYAN BORGWARDT",
      "sentences": "Good evening. It's Ryan Borgwardt. I'm in my apartment. I am safe, secure, no problem.WHITNEY WILD, CNN LAW ENFORCEMENT CORRESPONDENT (voice over): Ryan Borgwardt speaking barely above a whisper in this video he says was recorded November 11th. These are his first comments since disappearing in August. Police now believe the husband and father of three is alive and living in eastern Europe with no plans to come back to the U.S., though Green Lake, Wisconsin, Sheriff Mark Podoll says Borgwardt talks to investigators regularly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:09",
      "speaker": "SHERIFF MARK PODOLL, GREEN LAKE COUNTY",
      "sentences": "And our biggest concern that we had was that he was safe and well. We asked him a number of questions that pertain to him and his family that he would only know. And then we asked him for a video of himself.WILD (voice over): The search for Borgwardt began this summer after he failed to return home from a day of kayaking and fishing. Law enforcement found his capsized kayak, car and other belongings, but no trace of him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:09",
      "speaker": "PODOLL",
      "sentences": "While we might have stopped the search on Green Lake, that didn't stop our search continuing to look for life.WILD (voice over): The Green Lake County sheriff now says he planned an elaborate escape. Borgwardt told investigators he paddled his kayak and a child-sized boat out into the lake, overturned the kayak and dumped his phone in the water, paddled the inflatable boat to shore, got out an e-bike and rode through the night to Madison. There he boarded a bus, went on to Detroit, and eventually crossed into Canada and hopped on a plane to Europe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:09",
      "speaker": "PODOLL",
      "sentences": "There are communications. We are expressing the importance of his decision to return home, clean up the mess that he has created.WILD (voice over): A digital forensic search of Borgwardt's laptop revealed that he replaced the hard drive and cleared his browser history on the day of the disappearance. Podoll says investigators found that the 44 year old moved funds to a foreign bank, changed his email, communicated with a woman in Uzbekistan, purchased airline cards and took out a $375,000 life insurance policy in January. Now that Borgwardt has been found alive, law enforcement is laying out potential charges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:09",
      "speaker": "PODOLL",
      "sentences": "The information that the Green Lake County has at this point leads us to an obstructing charge.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:09",
      "speaker": "WILD",
      "sentences": "Kate, this is a pretty complicated story. It was also a very expensive search. This search went on for seven weeks. And it required high end equipment, a lot of overtime for law enforcement. So, what Sheriff Mark Podoll also said, Kate, was that he could be on the hook for restitution. That could be between $35,000 and $40,000 at least. And that doesn't even include the cost incurred by a non-profit, which helped in that search as well, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:03",
      "speaker": "WILD",
      "sentences": "Yes, absolutely.",
      "isLastSentenceInterrupted": false
    }
  ]
}