{
  "date": "2024-11-20",
  "headline": "The Lead with Jake Tapper",
  "subHeadline": "Vance, Gaetz On Capitol Hill To Shore Up Support; Bulwark: RFK Jr. Implies U.S. Govt. May Had Planned COVID; Sources: Trump Considering Right-Wing Personality Dan Bongino To Serve AS U.S. Secret Service Director; Sen. Tammy Duckworth (D-IL) Is Interviewed About Matthew Whitaker As NATO Ambassador, Trump's Cabinet Picks, Matt Gaetz, Pete Hegseth; Trump Names Matthew Whitaker AS NATO Ambassador; Source: Vance Expected To Conduct Meetings On Capitol Hill Tomorrow With Pete Hegseth; How Trump's Govt. Efficiency Plan May Force Feds To Quit; Diddy Faces Five New Assault Lawsuits Amid Criminal Trial. Aired 5-6p ET",
  "utterances": [
    {
      "timeStamp": "17:00:00",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "West Palm Beach, Florida. But let's start with CNN's Lauren Fox on Capitol Hill.Lauren, the House Ethics chair told reporters there was no agreement among the committee to release the report on Gaetz. But Democrats are taking issue with what he said?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "LAUREN FOX, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes, Democrats essentially want to make clear that Democrats did want to release this report. Susan Wild, who is the top Democrat on the committee, had this to say after Gaetz's comments.(BEGIN VIDEO CLIP) REP. SUSAN WILD (D-PA), RANKING MEMBER, ETHICS COMMITTEE: I do not want the American public or anyone else to think that Mr. Gaetz's characterization of what transpired today would be some sort of indication that the committee had unanimity or consensus on this issue not to release the report. That would be an inaccurate portrayal. And nobody should take that from what they have heard so far. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "FOX",
      "sentences": "And Jake, this is often a very bipartisan committee. So what you're seeing there, a rift between the chairman and the ranking member, is really significant. But it comes as Gaetz's nomination to be the attorney general is becoming really high stakes on Capitol Hill. Not only are Democrats and Republicans in the Senate calling for this report to at least be transmitted to the Senate so lawmakers can take a look on it before they have a determination about where to go on this nomination.Today, Matt Gaetz actually met with a number of Senate Republicans who sit on the Senate Judiciary Committee, where he basically was encouraging them to keep their minds open in this process. It could be months still before this final confirmation process is entirely finished. Therefore, he is meeting with those members who are going to have the very first opportunity to have a hearing with him and to vote to advance him to the floor of the Senate. Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "And Kaitlan, Vice President-elect J.D. Vance will be back on Capitol Hill to resume these lobbying efforts for Trump's picks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "KAITLAN COLLINS, CNN CORRESPONDENT",
      "sentences": "Yes, Jake, that's going to happen tomorrow. We saw that today, that steady stream of senators going in and out of that room, coming out of having those one on one conversations or one on two conversations with the vice president- elect and with the incoming administration's pick for these jobs that are struggling to get confirmation or to even head into those confirmation hearings with a bit of confidence.And so that's really why all of this was orchestrated to help facilitate those conversations, so maybe that tone can change on Capitol Hill. They can talk to these Senate Republicans who publicly have been expressing some skepticism, at least the ones that they think that they can win over. And so you saw Gaetz up there on the Hill today. They felt like those meetings went pretty well. We'll see, of course, how the senators themselves talk about those meetings and these prospects going forward. But tomorrow, expect to see Pete Hegseth, who is Donald Trump's pick to run the Pentagon, who has had his own issues where he has faced a sexual assault allegation, Jake, he's denied that and said it was a consensual encounter, even though I should note his attorney has conceded and acknowledged that they did pay the woman in a settlement agreement about this. And so, those are going to be questions likely that we'll be facing Hegseth. Those are questions even the campaign internally had because they were caught off guard by that, Jake, when it was initially brought to them after Pete Hegseth had been named as Trump's Pentagon chief. So they are really trying this lobbying effort, kind of watching it all closely from here where I am in Palm Beach, Jake, at Mar-a-Lago. As Trump is also still interviewing candidates to make other cabinet picks, they're still trying to hold on to these. And I should note, Trump himself was weighing in on this today. He was posting on Truth Social, making clear that he's still standing by these picks, not wavering on them, Jake, and believing that these are just attacks that are coming from Democrats that would happen to any of his picks here saying that they tried to destroy them and then spit them out is how he phrased it on Truth Social, Jake. I can tell you one thing that I've heard from them, how they're viewing this is that anyone they picked would be facing scrutiny. Of course, Jake, I think Senate Republicans would like to maybe argue otherwise, but we'll see how it shakes out here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "All right, Kaitlan Collins, Lauren Fox, thanks to both of you. And Kaitlan has been leading the way on insight into Trump's plans. Look out for more of her reporting tonight on her show, \"The Source.\" That's tonight at 9Let's bring in some folks now. We're watching the Trump transition closely. With us, Kate Bedingfield and David Urban and off in, I don't know, where are you? Los Angeles? Where are you, man? Where are you right now? Wherever you are, we're glad you're joining.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "VAN JONES, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "I'm in L.A.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "And you're in L.A. So David, let me just start with you. Are you confident that ultimately Trump is going to be able to get these confirmations?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "TAPPER",
      "sentences": "Yes. I'm not asking you about Marco Rubio.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "URBAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "TAPPER",
      "sentences": "Van, what do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "JONES",
      "sentences": "I think it's a big test, I mean, why do we have a Senate? You know, apparently the president thinks that the Senate is supposed to be a rubber stamp for him. The reason America is strong and great and has been so for two and a half centuries is because we have those three coequal branches and nobody is right all the time. And so you need those senators who have that six year cushion that we're talking about to be above the fray and to put the country first.And so far we've seen very little evidence this Republican Party is going to say, we don't care if Donald Trump has his feelings hurt. We don't want the Department of Justice run by a Froot Loop Looney Tune dude. Like, at some point you got to hear some Republicans actually say that there is a standard that they want this president to meet. Until that happens, you have to assume that they're going to roll over for him like they rolled over on so many other things. TAPPER: Kate Bedingfield, after your conversations with Democrats, rank these confirmation picks in, you don't have to do them all, but the most horrifying to Democrats and like, just give me the top four. KATE BEDINGFIELD. FORMER BIDEN WHITE HOUSE COMMUNICATIONS DIRECTOR: God. I mean, so I think it sort of depends on who you're talking to. I think there is genuine horror about Matt Gaetz because of what he represents, obviously both these accusations about things that he has allegedly done with minors, which was deeply, deeply problematic, but also what he would do at the Justice Department in terms of following Trump's orders to do things that potentially fall outside the scope of the law. So I think there is -- there's a lot of horror about that. There's a lot of horror about RFK Jr. And what, you know, the things that he has said about vaccines, about medical science. I think there is a real concern that he, you know, it poses a potential threat to communities around the country that some of these, you know, these elected officials have to go home to their families, to the people they know, to their neighbors and deal with the ramifications of somebody running HHS who doesn't believe in medical science. So, there's a lot of concern about him, too. There's concern about Tulsi Gabbard being at DNI, being, you know, quite literally in charge of America's intelligence secrets and being somebody who has a history of --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "TAPPER",
      "sentences": "That's top three.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "BEDINGFIELD",
      "sentences": "So, you know -- do you want to -- should we keep going?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "TAPPER",
      "sentences": "No, no. There's many positions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "BEDINGFIELD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "TAPPER",
      "sentences": "I just wanted top three. But on the subject of RFK Jr. Bulwark unearthed this video from August 2020 where they say RFK Jr. was implying that the U.S. government might have actually planned the COVID pandemic. Take a listen.(BEGIN VIDEO CLIP) ROBERT F. KENNEDY JR., (I) FORMER PRESIDENTIAL CANDIDATE: Many people argue that this pandemic was a plandemic, that it was planned from the outset, that it's part of a sinister scheme. I can't tell you the answer to that. I don't have enough evidence. A lot of it feels very planned to me. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "TAPPER",
      "sentences": "OK. So I can't tell you the answer to that. I have enough evidence. And that's insane. That's not what happened. Horrible. David --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "URBAN",
      "sentences": "Yes, look, I don't --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "TAPPER",
      "sentences": "-- this isn't even a Republican. This isn't even a Republican. Why is your party expanding --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "URBAN",
      "sentences": "Listen, this are --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "BEDINGFIELD",
      "sentences": "Donald Trump is president when COVID broke out. OK?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "URBAN",
      "sentences": "Democrats are -- I saw this -- I saw this --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "TAPPER",
      "sentences": "Was Donald Trump in on the plan on it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "BEDINGFIELD",
      "sentences": "Donald Trump was president. So what's he's saying there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "URBAN",
      "sentences": "No, no, listen. No, listen, so I saw this great thing on social media with Elon, Tulsi, RFK, like Democrats elected Donald Trump, right? So these are Kate's folks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "BEDINGFIELD",
      "sentences": "Oh. Oh, yes. How can we know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "URBAN",
      "sentences": "But, listen, now listen, the president --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "BEDINGFIELD",
      "sentences": "How can we know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "URBAN",
      "sentences": "-- got a great deal of political capital after this election, right? And how he chooses to expend that political capital is going to be instructive. He could do lots of things. Is he going to burn it all up on getting these people confirmed or is he going to use it for other things, right? You know, he's got to close the border.He's got all these things he wants to do. But you only have so much, right? You can only go to the wealth so many times before members keeps -- they start kind of shrugging, right? So I think he's going to get a lot done. I think he's going to get a lot of these members done. And the most consequential is, of course, in this instance is whether Matt Gaetz becomes the attorney general or not. And so how much political capital is going to put behind that? You know, we're going to see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "TAPPER",
      "sentences": "Van, CNN is reporting that right wing media personality and former Secret Service agent Dan Bongino, by the way, like years ago, we would have him on to talk about Secret Service issues on this show. He is being considered for Secret Service director. Here's to some of what he said on his podcast today on how he views the new administration.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "DON BONGINO, HOST, THE DAN BONGINO SHOW",
      "sentences": "Cutesy time is over and we led the way. And a lot of people are recognize in that, folks. Cutesy time is over. I'll say again today on Wednesday, people are policy and it is time for us because we are the news to double down on the MAGA agenda.(END VIDEO CLIP) [17:10:00] TAPPER: Van, you're going to have to stop being so adorable because cutesy time is over. No, but in all sincerity, there -- that does reflect an attitude of so many of these picks, which is it's time to really, really shake up Washington. And a lot of people think, a lot of Trump supporters think that he went with establishment picks last time. That was a horrible idea. He wasn't able to really drain the swamp, and now that's what they're doing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "JONES",
      "sentences": "You have to believe a lot of things that are not true for this to make sense. What is the problem you're trying to solve with our intelligence services? We get a chance to walk around here and not have bombs blowing up all over the place because our intelligence services are doing a fantastic job keeping us safe.If you think that sending a wrecking ball through our intelligence services, putting people in charge whose main qualification is that they're pugilistic, like to pick fights and like Donald Trump a lot, that's going to make America a lot safer. The people who are going to pay the price for this experiment are people who are going to lose their lives here and overseas. And so you have to believe things that are not true. Our intelligence services are the best in the world. They don't need to be shaken up and burned to the ground. Same with our law enforcement agencies. They don't need to be shaken up and burned to the ground. And if you do, everything that comes as a consequence of the disruption is on your hands here and abroad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "TAPPER",
      "sentences": "Kate, can I just say, like I remember, one of the first big stories I broke at the White House in 2009 was that Tom Daschle's nomination to be HHS secretary was in trouble because he owed $100,000 in back taxes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "BEDINGFIELD",
      "sentences": "In back taxes for his house.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "TAPPER",
      "sentences": "-- for a limo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "BEDINGFIELD",
      "sentences": "Yes, no limo. That's right. You're right, you're right, it was. It was his car service, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "TAPPER",
      "sentences": "I mean --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "BEDINGFIELD",
      "sentences": "Quaint, quaint times.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "TAPPER",
      "sentences": "Simple times, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "BEDINGFIELD",
      "sentences": "I mean, it wouldn't even register. It wouldn't even register on the scale today, which is -- it's, you know, we laugh because sometimes you kind of have to laugh or you'll cry. But there are real ramifications, and it's frightening that we're talking about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "URBAN",
      "sentences": "Listen, I would give Bongino a chance. Bongino was a Secret Service agent for a long time. No, no, I'm just saying for the American public, writ large --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "TAPPER",
      "sentences": "Yes. URBAN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "TAPPER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "URBAN",
      "sentences": "-- once and, you know, almost another time, I'd want somebody in that job right there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "TAPPER",
      "sentences": "Sure. Absolutely. There need to be improvements to the Secret Service, without question. And I said, he used to come on the show.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "URBAN",
      "sentences": "No, no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "TAPPER",
      "sentences": "What greater testament can I give to somebody than they used to be on this show? And I got to let you go. I'm sorry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "URBAN",
      "sentences": "Jake Tapper giving him the endorsement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:16:46",
      "speaker": "TAPPER",
      "sentences": "Now to a high profile case that's been around for decades in South Carolina.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:16:46",
      "speaker": "SUSAN SMITH, KILLED HER TWO SONS",
      "sentences": "You guys have got to be strong because you are -- I just know, I just feel in my heart that you're OK.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:16:46",
      "speaker": "TAPPER",
      "sentences": "That was the message from then 23-year-old Susan Smith. This was 30 years ago. A message to her two young sons who she told police had been taken when she was carjacked by a black man in Union, South Carolina. But the truth is her children were already dead strapped into their car seats at the bottom of a nearby lake. And Smith herself was ultimately found guilty of their murders and sentenced to life in prison.Her story about a black man, that was all a lie. Today, for the first time, Susan Smith went before a parole board and she asked for her freedom. As CNN's Jean Casarez reports, that request was denied following hours of emotional testimony. (BEGIN VIDEOTAPE) S. SMITH: I know it was horrible. JEAN CASAREZ, CNN CORRESPONDENT (voice-over): Susan Smith emotional while speaking at her own parole hearing today. S. SMITH: Now, if given anything, if I could go back and change it. CASAREZ (voice-over): Not unlike she was 30 years ago in October of 1994, when she was pleading for the return of her two young children. S. SMITH: Please, I mean, please bring them home. CASAREZ (voice-over): David Smith, the children's father, was living a nightmare. DAVID SMITH, SUSAN SMITH'S EX-HUSBAND: It is harder as time goes by to deal with, but we are keeping our spirits high and our hopes high at this time. CASAREZ (voice-over): His estranged wife first told him that their son's three-year-old Michael and 14-month-old Alex had been abducted in Susan's car by a black man. South Carolina law enforcement asked people around the country for help.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:16:46",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Just team up with somebody and go from there.CASAREZ (voice-over): For nine days, law enforcement and volunteers searched for the children, but Susan knew the truth. Investigators began to catch on that Susan was a fraud. Susan finally confessed that she was responsible for her children's death, letting her car roll off into a nearby lake with Michael and Alex in the backseat strapped to their car seats.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:16:46",
      "speaker": "SHERIFF HOWARD WELLS, UNION COUNTY, SOUTH CAROLINA",
      "sentences": "Susan Smith has been arrested and will be charged with two counts of murder in connection with the deaths of her children.CASAREZ (voice-over): At trial, prosecutors brought out the motive for the crimes. A wealthy man she was seeing at the time didn't want children in his life. The defense argued she was suffering from mental health issues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:16:46",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Court is in session.CASAREZ (voice-over): Following a conviction in her death penalty trial, Smith got a life sentence. But sanctions and scandals on the inside impacted her chance for freedom, from drug use to having sex with at least one prison employee. One of those employees, former prison guard Alfred Rowe, spoke with News Nation before the hearing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:06",
      "speaker": "TAPPER",
      "sentences": "In our politics lead, there is new uncertainty for United States NATO allies as President-elect Trump returns to power. Today, Trump picked Matt Whitaker, who served as former acting attorney general in his first administration to be the United States Ambassador to NATO. In 2019, Whitaker defended then President Trump's demand that NATO members uphold their pledges to spend at least 2 percent of their GDPs on defense. That's been a long time frustration of the U.S.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:06",
      "speaker": "MATTHEW WHITAKER, FORMER ACTING GENERAL, TRUMP ADMINISTRATION",
      "sentences": "The United States has borne that burden by supporting the defense of the European Union. And I think the president understands uniquely as to why that's no longer the case and why everybody has to pitch in to do this. And again, the threats are different. I mean, Russia still sits there as a big challenge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Who knew that you were going to talk about NATO when you came in?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:06",
      "speaker": "TAPPER",
      "sentences": "Well, now that's now the guy that could be ambassador to NATO. Here is Democratic Senator Tammy Duckworth from Illinois to discuss this all. She's an Iraq War veteran and a Purple Heart recipient. Senator, in a statement today, President-elect Trump wrote, quote, \"Matt will strengthen relationships with our NATO allies and stand firm in the face of threats to peace and stability,\" end quote. Senator, do you think Whitaker would make a good U.S. Ambassador to NATO?SEN. TAMMY DUCKWORTH (D-IL): Well, no, I don't think so because he's not qualified. He doesn't really have the experience. He comes from the Justice Department, he's an attorney and he has not -- other than the one quote that you talk about from the previous Trump administration, he really does not have that international alliance, strategic alliance experience. His background is all in the Justice Department. Now that said, it's kind of interesting because NATO has stepped up, NATO has members have spent more money and now NATO is stronger than ever before to counter Russia. I wonder what he would do as ambassador to NATO in a Trump administration with Trump being really essentially an apologist for Vladimir Putin. So, it would be interesting to see, but I don't think that we should send him there just for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:06",
      "speaker": "TAPPER",
      "sentences": "As Vice President-elect J.D. Vance, your soon to be former Senate colleague and Trump's pick for attorney general, Matt Gaetz, met with Senate Republicans today to try to build support for Gaetz's confirmation. Vance posted this on X or Twitter, quote, \"Donald J. Trump just won a major electoral victory. His coattails turned a 49-51 Senate to a 53-47 Senate. He deserves a cabinet that is loyal to the agenda he was elected to implement,\" unquote. I know you have many policy disagreements with several of Trump's nominees.What do you say to the argument that Democrats lost the election, lost the Senate, lost the House, or did not win control of the House, lost the White House, and President Trump is entitled to the cabinet he wants? What would you say to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:06",
      "speaker": "DUCKWORTH",
      "sentences": "Well, what I would say to J.D. Vance and to that is that the American people do not deserve a cabinet of potential sex offenders and people who are potentially to be convicted of felonies. That is not what the American people deserve. This is about the government of the United States for all Americans. And frankly, Matt Gaetz, his best friend, has been, you know, convicted of sexual assault. He is himself has been under investigation for sex trafficking of a minor.The House just voted today to keep the findings of its investigation secret. That is not what the American people deserve. If you're going to have an attorney general, then let's have one who's actually capable of doing the job and who is not under investigation for sexual predatory behavior.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:06",
      "speaker": "TAPPER",
      "sentences": "You're opposed to the nomination of Pete Hegseth from Fox to be the Secretary of Defense. You've already said that Hegseth will not have your vote. Why not? Is it because of what he said opposing women in combat?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:06",
      "speaker": "DUCKWORTH",
      "sentences": "It's because he's not qualified. The defense -- the Department of defense is over 3 million soldiers and civilian employees. He has not -- you know, when he comes before me for the confirmation hearing, I'm going to ask him, what is the largest organization you've ever led? What is the largest budget you've ever led? We're talking about a defense budget that is over $920 billion.You know, he was a platoon leader. He has no experience running a large organization of any sort. He's simply not qualified to run an organization, a department as big as a Department of Defense. That will be my focus on whether or not he should be secretary of Defense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:06",
      "speaker": "TAPPER",
      "sentences": "J.D. Vance is expected to escort Pete Hegseth to the Senate tomorrow to meet with Senate Republicans. Do you think the Trump transition team is worried that Hegseth doesn't have enough Republican support or at least enough he needs to get confirmed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:08",
      "speaker": "TAPPER",
      "sentences": "Senator Tammy Duckworth, thanks so much. Good to see you again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:08",
      "speaker": "DUCKWORTH",
      "sentences": "Good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:05",
      "speaker": "ELON MUSK, ENTREPRENEUR",
      "sentences": "Your money is being wasted and the Department of Government Efficiency is going to fix that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:05",
      "speaker": "TAPPER",
      "sentences": "The Department of Government Efficiency, D-O-G-E or DOGE, will likely be more of an advisory committee we're told. It's going to be co-chaired by those two individuals, Elon Musk and Vivek Ramaswamy. They just co-wrote an opinion piece in the \"Wall Street Journal.\" Outlining a key priority for DOGE, saying quote, requiring federal employees to come to the office five days a week would result in a wave of voluntary terminations that we welcome.Let's get right to CNN's Rene -- Rene Marsh who's -- a -- brought me over here to the -- the magic wall. Look at this view. Look at the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:05",
      "speaker": "RENE MARSH, CNN CORRESPONDENT",
      "sentences": "I love the way you say DOGE.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:05",
      "speaker": "TAPPER",
      "sentences": "You like DOGE? So, how many federal workers are remote these days?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:05",
      "speaker": "MARSH",
      "sentences": "So, I -- I mean before we even get into this, I mean, the goal of these two men, though, Jake is really -- they hope that when people hear that they're going to put an end to federal a -- or work from home, that many of these federal workers will quit and they'll be able to save money for the federal government. And that's the goal.So how many of these federal workers currently working remote? 1.3 million currently approved for telework. That's about half of the federal workforce. And of the federal workers who are working from home, they're spending the vast majority of their time in the office, 60 percent according to the Office of Personnel and Management. And then there's this subset of federal workers, about 10 percent. So that's 228,000. They are purely remote. They do not ever come into the office. But again, small sliver, that's 10 percent of the workforce. And it's because of this data that the union president of AFGE, the largest union representing these federal workers, put out this statement saying, the implication that federal employees writ large are not working in person is simply not backed up by the data and not in reality. And they went on to say that if the Trump administration does want to make this sort of policy change, mandating that everyone be in work five days a week, that they would need to negotiate with these unions as a part of their collective bargaining process. But as far as what is the picture today, not all federal workers currently have to be in the office five days a week. And actually, each of the agencies, they determine their remote work policy depending on the agency mission.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:05",
      "speaker": "TAPPER",
      "sentences": "Didn't President Biden try to encourage the return of in office work for federal employees? Remind us how that went and what the status of -- of that mandate is, if there is a mandate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:05",
      "speaker": "MARSH",
      "sentences": "He did. So, going back to last August. He started putting the pressure on these Cabinet officials to get more of these workers to be back into the office five days a week.Fast forward to -- today. And let's go back to these numbers, 1.3 million today. That's half of the federal workforce still working from home. So clearly, Jake. That didn't go so well. The numbers are not where I think the Biden administration would like to see them as far as how many people are back in the offices five days a week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:05",
      "speaker": "TAPPER",
      "sentences": "All right, Rene Marsh, thank you so much. Staying in our Politics Lead, as the new Trump administration is promising change, questions over potential conflicts of interest are coming back. In 2021, only months after leaving the White House, Jared Kushner, who had helped lead Trump's policies in the Middle East, accepted a $2 billion investment from Saudi Arabia for his new private investment firm. Here is how Kushner responded to questions over the ethics and potential conflicts of that move at an event earlier this year.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:05",
      "speaker": "JARED KUSHNER, FORMER TRUMP SENIOR ADVISER",
      "sentences": "I think what's happening in Saudi Arabia is one of the most exciting transformations that we're seeing now in the world of -- of a country. And if you ask me about the work that we did in the White House, for my critics, what I say is point to a single decision we made that wasn't in the interests of America.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:13",
      "speaker": "TAPPER",
      "sentences": "Elon Musk and his companies have received tens of billions of taxpayer dollars in the form of government contracts. Both Tesla, SpaceX have relied heavily in their early years on state and federal policies, government contracts and loans. Now, he and Donald Trump are -- are inseparable. He has the ear of the President. He's leading this new Department of Government Efficiency, or DOGE. What about those potential conflicts of interest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:13",
      "speaker": "BRIFFAULT",
      "sentences": "Well, as -- as you know, DOGE really is a nonexistent thing. If it turns into something, once Trump actually becomes president, maybe he issues an executive order clarifying what it is. Right now, as you said, he's basically just an outside advisor. A close buddy of the president, as a dear friend, will have all sorts of influence and impact.But again, he is -- because he doesn't hold a government position, he is outside the law. They call it the Department of -- of -- of -- Government Efficiency, but of course it's not a department. It's a very clever public relations gimmick to call it, use the word department. It's essentially, it's a -- it's a press release or a tweet at least right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:13",
      "speaker": "TAPPER",
      "sentences": "Donald Trump is selling Bibles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:13",
      "speaker": "BRIFFAULT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:13",
      "speaker": "TAPPER",
      "sentences": "Today he put out how he's now also selling guitars. He's both an investor of -- and proponent of cryptocurrency. Do those present conflicts for the President-elect himself? And how is that different, if it is at all, from, you know, Barack Obama having a bestselling memoir while serving as president?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:13",
      "speaker": "BRIFFAULT",
      "sentences": "Well, I think the big conflicts with -- with Trump will be things like his -- his growing stake in the crypto industry. He is I think very -- has become heavily involved in crypto. And of course, his ownership of the parent company of Truth Social. And so again, we're talking about potentially billions of dollars worth of investment there and his ability to take actions as president are regulating or not regulating media, regulating or not regulating, how do you regulate crypto?So I think the conflicts there are enormous. The potential for conflicts there are enormous because the President himself is generally -- is kind of outside the -- the -- the scope of ethics regulation. When Trump became President the first time, he actually took some steps to divest himself of certain of his holdings in the Trump Organization and turn things over to his -- his sons. At the moment, he's taking no steps of any kind at all to reduce the potential conflicts of interest. He -- he -- they went through a form, I think, of conflicts compliance. I'm not sure how much they really did, but they did go through a process of some sort in 2016, 2017, to try and reduce the conflicts from the Trump Organization. But Trump Organization was mostly in real estate. Now a lot of it is foreign real estate. So there are interests, you know, foreign governments have, you know, he has an interest in good relations with foreign governments, where he has his golf courses. But I think the bigger question is going to be his -- his -- his stake in crypto and his stake in Truth Social. And these, I think are -- are areas of real conflict.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:13",
      "speaker": "TAPPER",
      "sentences": "What about any of these possible cabinet members? Any -- any potential conflicts sing out to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:13",
      "speaker": "BRIFFAULT",
      "sentences": "It's hard to know. I think it looks like the nominee for the energy secretary has interest in oil and gas. I don't know whether Mehmet Oz has healthcare interests, the new designee for the head of CMS. I think we'll find out more. They are required to make disclosures -- many of them are -- they are required to make disclosures. They -- they would be subject to complex rules.They would be subject to rules governing disclosures of their -- of their interests. And either divestiture of some interests or putting some in blind trusts. So the conflicts rules will apply to them. But the President, for separation of powers reasons is, presidents in the past have followed conflicts rules, but it's mostly because of an effort to do the right thing, whether or not they were actually required to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:13",
      "speaker": "TAPPER",
      "sentences": "All right, thank you so much. Stay in touch with my team, OK? When you see things, let us know. We'll have you back to discuss. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:44:45",
      "speaker": "TAPPER",
      "sentences": "Coming up, inside the accusations behind five new lawsuits against former music mogul Sean \"Diddy\" Combs. Stay with us.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:44:45",
      "speaker": "TAPPER",
      "sentences": "In our Law and Justice Lead, Sean \"Diddy\" Combs is facing five new lawsuits from accusers claiming he drugged and sexually assaulted them. That includes three male plaintiffs. This as Combs awaits trial on federal charges of racketeering, conspiracy and sex trafficking, charges he denies.CNN's Elizabeth Wagmeister details the explosive new claims ahead of a major court hearing for Combs later this week. (BEGIN VIDEOTAPE) ELIZABETH WAGMEISTER, CNN CORRESPONDENT (voice-over): Five new lawsuits against Sean \"Diddy\" Combs coming from three male and two female accusers, one who claimed she was a minor. The alleged incidents span a period of more than 20 years. One Jane Doe alleges she was drugged and sexually assaulted in 2004 when she was 17 years old at one of Combs' infamous July 4th white parties in the Hamptons. In a lawsuit filed late Tuesday, Jane Doe alleges she lost consciousness after being served a drink. [17:50:09] The lawsuit stating when she awoke, plaintiff's underwear was missing and she felt throbbing pains in her vaginal and anal areas. All three John Does claim they were sodomized by Combs after being given spiked drinks. And one accuser alleges he was sexually assaulted during a 2001 casting call for a music video. Combs denied the new claims. His attorneys telling CNN, Mr. Combs never sexually assaulted or trafficked anyone, man or woman, adult or minor, instead shifting their focus to another lawsuit filed against Tony Buzbee, a Texas attorney who has been leading the charge against Combs, representing dozens of alleged victims. In a new statement, Combs' team says Buzbee suits are shameless publicity stunts. That lawsuit against Buzbee was filed by an anonymous male celebrity. Who claims the victim's attorney is extorting him with wildly false, horrific allegations that baselessly rope him into the sweeping allegations against Combs. Buzbee, who denies the extortion claims, told CNN in an interview last month that his firm was looking into other public figures who his clients have alleged were involved in Combs' misconduct. TONY BUZBEE, PLAINTIFF'S ATTORNEY: I'm not going to name an entity or an individual in a lawsuit that -- that I cannot show was complicit in some way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:44:45",
      "speaker": "WAGMEISTER",
      "sentences": "Are we talking about household names? Are we talking about celebrities?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:44:45",
      "speaker": "BUZBEE",
      "sentences": "Yes, all the above.WAGMEISTER (voice over): The new allegations against Combs come one year after the first lawsuit was filed by his ex-girlfriend, Cassie Ventura, alleging decades of abuse. That lawsuit was quickly settled in November 2023 within 24 hours after it was filed. Combs denied Ventura's claims at the time. Months later, on May 17th, CNN obtained security video of Combs assaulting Ventura in a hallway at a Los Angeles Hotel in 2016, only then prompting this videotaped apology from Combs. Ventura's lawsuit opened the floodgates of disturbing allegations for Combs, who now faces over 30 civil suits. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:44:45",
      "speaker": "WAGMEISTER",
      "sentences": "Now, Jake, it's not just those 30 civil suits, which is an astounding number of suits that he is facing in just a year's time. But as you said, of course, he is also awaiting his criminal trial. He is facing three criminal charges and he is currently incarcerated. Combs has been trying to be released from jail. Two different judges have denied bail twice. But this Friday, there is a major hearing, so we'll see, third time, is it a charm for Combs and his team?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:57:16",
      "speaker": "TAPPER",
      "sentences": "In our world, lead family and friends of One Direction star Liam Payne gathered outside London for his funeral today. Mourners included his former One Direction bandmates Harry Styles, Niall Horton -- Horan, Louis Tomlinson and Zayn Malik, along with the band's co- founder Simon Cowell. The 31-year-old Payne died falling from a hotel balcony in Argentina last month.In our national lead, a powerful and deadly bomb cyclone in the Pacific Northwest is about to join forces with an atmospheric river, essentially a river in the sky. Our meteorologist Chad Myers is tracking this. Chad, e -- explain what exactly is happening here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:57:16",
      "speaker": "CHAD MYERS, CNN METEOROLOGIST",
      "sentences": "You know, I mean, we've talked about rapid intensification all year. How many hurricanes did we have that rapidly intensified? Well, now we have a winter storm that's rapidly intensifying. In fact, it doubled what we call rapid intensification for the bomb. It was a double bomb.So we have water in the sky. We have this atmospheric river. We used to call it Pineapple Express. And now they got a bigger name. But now the storm is still offshore. This is the same pressure as a Category 3 Atlantic hurricane. The good news is it's not coming on shore, but we are still seeing winds over 70 miles per hour along the coast. Here's the river of water in the sky. Just all of that humidity coming all the way from the subtropics and then it's going to run right over Northern California into parts of Southern Oregon. We will have spots before this is done, Jake, with 20 inches of rain, just over three days and certainly spots that will have 15-feet of snow.",
      "isLastSentenceInterrupted": false
    }
  ]
}