{
  "date": "2024-01-03",
  "headline": "CNN Newsroom",
  "subHeadline": "Senior Hamas Leader Assassinated In Beirut Attack; Russia Pounds Kyiv And Kharkiv With Airstrikes; Investigation Underway Into Japan Runway Collision; Harvard President Resigns Amid Firestorm of Controversy; Investigation Underway into Japan Runway Collision; Death Toll Climbs to 62 as Rescuers Search for Survivors; Maersk Suspends Shipping Through Red Sea after Houthi Attack; Israeli Court's Decision Threatens to Reopen Deep Divisions; Horror Film Reimagines Mickey Mouse. Aired 1-2a ET",
  "utterances": [
    {
      "timeStamp": "01:00:32",
      "speaker": "JOHN VAUSE, CNN ANCHOR",
      "sentences": "Coming up this hour on CNN, payback for a massacre. Israel assassinate the deputy political leader of Hamas, and wants others will be next.Five hundred Russian airstrikes in just days leaves Ukraine pleading for international help. And are all on board this Japanese airliner survived a fiery runway collision with another plane at a busy airport in Tokyo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:32",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Live from Atlanta, this is CNN Newsroom with John Vause.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:32",
      "speaker": "VAUSE",
      "sentences": "The deputy political leader of Hamas has been killed in an explosion in southern Beirut in Lebanon. U.S. official confirmed to CNN Israel is behind the assassination. Saleh al-Arouri was wanted by both Israel and the United States. Lebanese media report an office belonging to Hamas was targeted, and other Hamas military leaders were killed in the blast. Here's our -- an Israeli government spokesperson initially described the targeted killing.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:32",
      "speaker": "MARK REGEV, ISRAELI GOVERNMENT SPOKESPERSON",
      "sentences": "Israel has not taken responsibility for this attack. But whoever did it, it must be clear that this was not an attack on the Lebanese state. It was not an attack even on Hezbollah, the terrorist organization. Whoever did this did a surgical strike against the Hamas leadership.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:32",
      "speaker": "VAUSE",
      "sentences": "Arouri is the most senior Hamas political leader killed by Israel since the October 7th terror attacks. He's considered the mastermind of arming the group's military wing known as al-Qassam Brigades. The Assassination has sparked condemnation from key Hamas allies, Hezbollah and Lebanon, as well as Iran and Houthis in Yemen.Crowds of Palestinians also took to the streets of the West Bank to protest the target of killing. Saleh al-Arouri was designated a terrorist by the United States in 2015. And bail (ph) of $5 million was placed on him for information. But there's no word yet on whether the reward were paid and who might get it. CNN's Nada Bashir reports now from Beirut.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:02",
      "speaker": "VAUSE",
      "sentences": "Christopher O'Leary spent more than two decades working in counterterrorism for the FBI. He is currently Senior Vice President for Global Operations for the Soufan Group, which advises governments, corporations and others about safety and security in high risk environments. Christopher, good to see you. Welcome back.CHRISTOPHER O'LEARY, SENIOR VP FOR GLOBAL OPERATIONS, SOUFAN GROUP: Good to be with you, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:02",
      "speaker": "VAUSE",
      "sentences": "OK, so Danny Danon a member of Israel's conservative Likud party tweeted this morning. on X, I congratulate the IDF, the Shin Bet, the Mossad and the security forces for killing senior Hamas officials, Salah al-Arouri in Beirut. Anyone who was involved in the 7/10 massacre should know that we will reach out to them and close an account with them. In other words, they'll be killed. Arouri had been in Israel site so long before October 7th, the Israeli Prime Minister made no secret, he wanted him dead. So will this assassination at this point in time have any direct impact on Israel's war with Hamas in Gaza?O'LEARY: So yes, but not directly. So al-Arouri issue highlight was a significant figure in Hamas, going back to the origins of the group in the late 80s, early 90s. He is actually a former member of the al- Qassam Brigades, the military wing. But more recently, he's switched over to the political wing. And he's been the chief intermediary between Hamas and Iran and the IRGC in particular, which is why he's been based in both Lebanon and Syria at times. But it's also worth noting, he still is the head of the military wing or was the head of the military wing for the West Bank. And what's also not been that widely reported is he wasn't alone when he was killed. He had other senior leaders from the -- from Hamas's military wing for the West Bank with him. So this has been a significant reduction in Hamas's capability within the West Bank, how it directly affects what's going on in Gaza has yet to be seen, but it does remove the chief intermediary between IRGC Quds Force, the Iranian part of, you know, this, you know, Axis of Resistance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:02",
      "speaker": "VAUSE",
      "sentences": "What are the negotiations for the release of hostages, which of Hamas is still holding in Gaza? Could his assassination be a setback to those talks?O'LEARY: Well, it could, but I think they've ground to a halt, anyway. Hamas has no interest and was very verbose about that. No interest in restarting the negotiations, unless there is a complete ceasefire, they had very specific requirements. And it doesn't look like they have any pressure to enter into that. Again, they still hold a lot of leverage, and they're waiting Israel out. Israel removing their reservists is indicative of the fact that they're going to have trouble committing to a long term conflict here in Gaza, which unfortunately for them seems like it's dragging them into a bit of a quagmire, because urban warfare is difficult. You know, depending on what expert you're asked, you know, people on the offensive, Israel in this case, need seven to up to 10 soldiers to every one defender, which Hamas has. So, you know, when you're in the defense and urban combat, you have the advantage. And Hamas also has been widely reported miles and miles of tunnels.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:02",
      "speaker": "VAUSE",
      "sentences": "Yes. So at the same time, we had this drawdown of troops in Gaza, as you say, almost a recognition that this bet, this conflict with Hamas is going to drag on for some time with the Iran-backed militia group, Hezbollah, which is based in Lebanon, call it already killing a crime, we should not pass without punishment, bringing this response from the Israeli military, listen to this.(BEGIN VIDEO CLIP) DANIEL HAGARI, SPOKESPERSON, ISRAEL DEFENSE FORCES (through translator): So it's up the IDF is in a very high state of readiness in all arenas, in defense and offense. We are highly prepared for any scenario. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:09",
      "speaker": "VAUSE",
      "sentences": "Christopher O'Leary, great to have you with us sir, thank you for your time. Appreciate your insights.O'LEARY: Good to be with you, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:09",
      "speaker": "VAUSE",
      "sentences": "The new year has seen a dramatic rise in the number of Russian airstrikes on Ukraine. According to the Ukrainian president, at least 500 Russian missiles and drones have been fired in the past five days, all beginning in New Year's Eve, including a massive bombardment of Kyiv and Kharkiv on Tuesday. That attack lasted for hours killing at least five people and wounding 130 others. Ukraine's senior generals says a record number of Kinzhal ballistic missile were intercepted during the attack.Ukraine says there's no reason to believe the Russian attacks will ease up anytime soon as they are pleading for new air defense systems. CNN's Nic Robertson has more. (BEGIN VIDEOTAPE) NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR (voice-over): Ukrainians on the receiving end of another massive missile salvo from Russia. The new year beginning just as the last one ended, facing ferocious attacks not on the front lines, but hitting civilians and cities. Elena, a retired figure skating coach, describes her near miss. The house rocked, the T.V. went out, there was a violent rumble, she says, it was scary. I didn't know what to do. The fourth floor was on fire. Anna, who also had an EMS both angry and lucky, it was hell. It was real hell. It was a direct hit with a Kinzhal in the yard, she says, right between the blocks of the building. It was just a complete shock. There are no military facilities around here. The capital Kyiv late last year, Putin's target of choice. VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT (through translator): Almost 100 missiles of various types. At least 70 missiles were shut down. Almost 60 of them were shut down in the Kyiv area. Kharkiv was also hit hard. ROBERTSON (voice-over): In a rare and exclusive interview, the country's top general telling CNN, civilians will die without continued Western support. GEN. VALERII ZALUZHNYI, COMMANDER-IN-CHIEF OF ARMED FORCES OF UKRAINE (through translator): The Air Force of Ukraine shut down all 10 Russian Kinzhal missiles using Patriot surface to air missiles. This is a record. If these Kinzhal have reached their targets, the consequences would have been catastrophic. ROBERTSON (voice-over): The hypersonic Kinzhal missile, one of Russia's fastest and potentially Ukrainian civilians biggest threat. ZALUZHNYI (through translator): There is no reason to believe that the enemy will stop there. That is why we need more systems and ammunition for them. ROBERTSON (voice-over): The north eastern city of Kharkiv, also bearing the brunt of Putin's New Year's Day promise to escalate strikes, civilians, the casualties, despite Putin's claims to be targeting only military installations. VOLODYMYR TYMOSHKO, HEAD OF KHARKIV POLICE DIVISION (through translator): As of now, there are 44 wounded, all civilians. One local resident died as a result of the strike on this location. There were three attacks areas in the city center. ROBERTSON (voice-over): The death toll claiming not long after he spoke 2024 already on the same track as 2023. Pain and suffering in unwelcome abundance. Nic Robertson, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:16",
      "speaker": "PETER GOELZ, FORMER NTSB MANAGING DIRECTOR",
      "sentences": "This was an extraordinary performance by the flight crew. This accident will go down as a benchmark and will be studied extensively going forward because of the success of getting these folks off the plane.TODD (voice-over): Japan Airlines now says its crew was cleared to land by air traffic control before the collision. UNIDENTIFIED MALE (through audio translation): Cleared to land-34 right. TODD (voice-over): Japanese authorities say they had 90 seconds to get all the passengers off the plane while it was burning. Passengers said some of the exits were not operational and everyone had to get out near the front. SATOSHI YAMAKE, JAPAN AIRLINES PASSENGER (through translator): We could smell some smoke. The passengers were not panicking a lot. TODD (voice-over): Experts say the passengers deserve praise that if a lot of them had stopped on the way out to grab luggage or other items, people would have died.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:16",
      "speaker": "MARY SCHIAVO, CNN TRANSPORTATION ANALYST",
      "sentences": "We have had very similar situations here including planes that were engulfed in flames like this and most people in some cases all people got off but some people stopped to collect baggage or put on their shoes, et cetera. Here, passengers have already reported, nobody did.TODD (voice-over): The Japanese Coast Guard plane was on the ground when the incoming passenger plane hit it in its attempt to land. A Japanese airline safety official says preliminary reports indicate the passenger planes pilots did not spot any aircraft on the runway before landing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:16",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "They could have done a go around. It's ridiculous how unorganized these things can be at this point of the such a critical juncture of the flight.TODD (voice-over): The Coast Guard plane was involved in relief efforts for victims of the massive earthquake in Japan the day before. It's not clear who was in the wrong place at the wrong time. But safety experts say these moments takeoffs and landings are always the most dangerous junctures of any flight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:16",
      "speaker": "GOELZ",
      "sentences": "That's when you're in the most crowded environment. You've got planes. You've got vehicles moving about. You got baggage transfer taking place. It is a crowded environment. You add the idea that it's night, and it's dangerous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:16",
      "speaker": "TODD",
      "sentences": "Even though the FAA won't be part of this investigation. Former NTSB investigator Peter Goelz believes the FAA should send its own team of officials over to Japan to observe the investigation of this collision. Goelz says the protocols for evacuating distressed passenger planes are not as good in the U.S. as they are in Japan. And he believes the FAA could learn some valuable information from how the Japanese handled this.Brian Todd, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:16",
      "speaker": "VAUSE",
      "sentences": "Richard Quest is with us now for more on this runway incursion. Richard, is host of Quest Means Business, as well as an aviation expert. It's good to see you. Thanks for being with us.RICHARD QUEST, CNN BUSINESS EDITOR-AT-LARGE: Thank you very much. VAUSE: OK, so we'll begin with the evacuation of the Japanese airlines Airbus. Here's our two passengers described what happened. (BEGIN VIDEO CLIP) ARUTO IWAMA, PASSENGER (through translator): By landing I felt strong shaking. And when I looked at the window, I saw sparks flying and burning. And when the plane stopped in less than one minute, the cabin was full of smoke. TSUBASA SAWADA, PASSENGER (through translator): I heard an explosion about 10 minutes after we all got off the plane, we would have been in trouble if we have left even a little late. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:16",
      "speaker": "VAUSE",
      "sentences": "There's been a lot of praise to the cabin crew for very fast, very orderly evacuation, but it's Bloomberg reported to gain certification, modern aircraft need to be able to completely evacuate in no more than 90 seconds, using only half the number of their available emergency slides. I don't want to play it down. But at the end of the day, it seems the cabin crew did what they were trained to do. And they did their job. They just did it very well, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:22",
      "speaker": "VAUSE",
      "sentences": "Meantime, this investigation now it's underway it how this actually happened. It's focusing in part on human error, possibly caused by miscommunication between either the airliner and the tower, or the Coast Guard plane and the tower. Japan Airlines issued this statement. According to interviews with the operating crew, they acknowledged and repeated the landing permission from air traffic control, and then proceeded with the approach and landing procedures. To be fair, the investigation is only just started. But is it too early to make what seems to be a very obvious assumption here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:22",
      "speaker": "QUEST",
      "sentences": "Which is what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:22",
      "speaker": "VAUSE",
      "sentences": "Basically that it was the Coast Guard playing the dash eight, which either did not receive instructions or did not hear the instructions correctly. And that's where the human error originated from.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:22",
      "speaker": "QUEST",
      "sentences": "Oh, I most certainly would not make that assumption. Absolutely not. Let -- you're talking about, you got one piece of the jigsaw, John. You've got the piece of the jigsaw of ATC telling the aircraft, telling the 350 to take to the runway -- that you're cleared to land, but what will you do have a piece of tape comes up that shows the dash eight told to take the runway and prepare to take off and hold, prepare for takeoff. You know, or some version thereof, where the dash has misheard or the air traffic controller has given a missing, look, we know the fault lies at that end of the runway.We now know that the 350 was given permission to land, but had the dash also been permission to position and hold. And that's what we don't know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:22",
      "speaker": "VAUSE",
      "sentences": "Will the incident is known as a runway incursion, which the FAA defines as the incorrect presence of an aircraft vehicle or person on the protected area of a surface designated for the landing and takeoff of an aircraft. You can split hairs over this but that's essentially what we're talking about here right now. And it seems that they're happening with increasing frequency in the United States, the Wall Street Journal reported last May about a spate of runway near misses casting shadows over summer travel.Senior aviation officials were so concerned that USA met last year to discuss the threat of serious incidents at airports across the country. So it seems that air travel is now at this point where the skies have never actually been safer. But once you're on the ground, that's when you're most at risk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:22",
      "speaker": "VAUSE",
      "sentences": "Absolutely. And for good reason the planes are closer to each other. You have a large number of aircraft if you go on flight radar, or you go to any of those apps, and look at the sheer number of aircraft that are all moving at the same time, very slowly in most cases. But then you get to these long strips, the runways, which if you transgress or incurred to them, if there's an incursion, the potential as you'll see tonight, is extreme for disaster.And but in the air, they are miles apart from each other, aircraft separation. It's all to do with vortexes and number of miles between heavies and lights and all sorts of things. It's very well documented. But on the ground, they get a lot closer. They get literally nose to tail as they're working their way towards runways. And it only requires one mistake, either through language mistranslation, misunderstanding. I don't think so necessarily in this case, because that's going to be an issue because everybody was speaking Japanese, or at least not understood Japanese. But there is no question on the ground has huge potential for grave incidents at the moment. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:24:11",
      "speaker": "VAUSE",
      "sentences": "Spanish football star Jennifer Hermoso testified Tuesday in the sexual assault investigation involving the former head of the Spanish football federation as she was leaving the hearing and most said well, magistrate will later decide to send the case to trial.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:24:11",
      "speaker": "JENNIFER HERMOSO, SPANISH FOOTBALL STAR",
      "sentences": "Everything went well. I would just like to wish you a happy new year and the process will continue its course and I thank you for the support that you have shown many times to me and that everything goes great for you. It was long.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:24:11",
      "speaker": "VAUSE",
      "sentences": "News about Rubiales is under investigation for kissing Hermoso last August after Spain won the Women's World Cup. The kiss was uninvited and was not wanted. He faces two charges for alleged sexual assault and coercion after allegedly pressuring Hermoso to say the kiss was mutual. Hermoso has long denied that saying she did not consent was not respected and receive threats for speaking out. Three other men are also facing counts of alleged coercion.Four times indicted, twice impeached, one term president Donald Trump is taking legal action in Maine over the removal of his name from the ballot in the Republican presidential primary. Last week, Maine Secretary of State said she was legally obliged to remove Trump's name because of his involvement in the insurrection at the U.S. Capitol back in 2021. The legal case is based on a civil war Amendment to the Constitution. Colorado also removed Trump from the primary ballot there for the same reason. CNN Paula Reid has details.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:24:11",
      "speaker": "PAULA REID, CNN CHIEF LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "In their filing late Tuesday, the Trump team attacking Maine Secretary of State Shenna Bellows. Now she is a Democrat but it's Maine's policy that the first stop for questions about whether someone is eligible to appear on the ballot, go to the Secretary of State. But then finally tonight, Trump's lawyers insists that she was quote a biased decision maker who should have recused herself, had no legal authority, made multiple areas of law and acted in an arbitrary and capricious manner. Her decision was based on Section 3 of the 14th Amendment of the Constitution. Now this particular piece of the Constitution and who should enforce it, this has been litigated across multiple states over the past several months. And we've seen differing outcomes. Now most of the states except for Colorado and Maine have opted to keep Trump on the ballot. But those states mostly did so based on procedural grounds. They didn't get into to the merits of the argument. But that leaves the door open for this to continue to be litigated through the 2024 election.And we're also still waiting for Trump to file his appeal on the Colorado decision. That appeal is expected to go to the Supreme Court. The Republican Party of Colorado has already filed an appeal there. But it is expected that Trump will also appeal that decision. And what's clear is the Supreme Court just has to weigh in here give some clarity on who the Section 3 of the 14th Amendment applies to, who is supposed to enforce it. And there is a desire by many parties and states to have some clarity on this before Super Tuesday. Paula Reid, CNN, Washington.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:51",
      "speaker": "MIGUEL MARQUEZ, CNN CORRESPONDENT",
      "sentences": "A second Ivy League president out in less than a month. Harvard University president Claudine Gay's tenure just six months long, was mired in controversy.The weight of multiple allegations of plagiarism, following a poor performance in a Capitol Hill hearing about anti-Semitism, resulting in her resignation. In a letter to the Harvard community, Gay wrote that her exit came with a heavy heart. \"It has become clear that it is in the best interest of Harvard for me to resign so that our community can navigate this moment of extraordinary challenge with a focus on the institution rather than any individual.\" Harvard announced that Alan M. Garber who currently serves as provost at the university will step in as interim president while acknowledging Gay's commitment to the school. \"It is with that overarching consideration in mind that we've accepted Gay's resignation,\" Harvard leadership wrote adding, \"we do so with sorrow\". Conservative media had been unearthing multiple examples of plagiarism in Gay's past works, including an entire paragraph being lifted almost verbatim in her 1987 PhD. Dissertation without citation after she, along with the president of UPenn and MIT gave an answer that was widely considered \"too legal\" in a December 5th congressional hearing about anti-Semitism on campus. REP. ELISE STEFANIK (R-NY): So the answer is yes, calling for the genocide of Jews violates the Harvard's code of conduct, correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:51",
      "speaker": "CLAUDINE GAY, FORMER PRESIDENT OF HARVARD UNIVERSITY",
      "sentences": "Again, it depends on the context.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:51",
      "speaker": "MARQUEZ",
      "sentences": "Fallout from the hearing also resulted in the resignation of UPenn's president Liz Magill. House Republican Caucus leader Elise Stefanik wasting no time responding to today's events.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:51",
      "speaker": "STEFANIK",
      "sentences": "As a Harvard graduate myself, we have seen a failure of leadership from Claudine Gay, a failure of moral leadership. This accountability would not have happened were it not for that congressional hearing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:51",
      "speaker": "MARQUEZ",
      "sentences": "Stefanik underscoring that her investigation will continue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:51",
      "speaker": "JACOB MILLER, HARVARD HILLEL PRESIDENT",
      "sentences": "Only when it comes to anti- Semitic hate speech that, you know, the school tolerates it and gives these kind of lawyerly equivocal answers.And so I think this is kind of the bigger issue that we have to deal with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:51",
      "speaker": "MARQUEZ",
      "sentences": "Gay's tenure as president was the shortest in Harvard's nearly 400-year history. She was also the school's first black president, and only the second woman at the helm.In her resignation note she wrote that it has been frightening to be subjected to personal attacks and threats fueled by racial animus.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:51",
      "speaker": "MARQUEZ",
      "sentences": "Dr. Gay will remain a member of the Harvard faculty and the school says it will begin a search for a new president in due course. And some conservatives on Capitol Hill say they will now start looking at MIT's president, who was also at that congressional hearing, as well as leadership and faculty of other universities that they consider too woke.And some African American leaders now saying that all of this has the stink of racial bias in the way this was handled at Harvard and say that they will begin protesting some of those donors who targeted Claudine Gay. Back to you. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:33:46",
      "speaker": "VAUSE",
      "sentences": "Welcome back, everyone. I'm John Vause. You're watching CNN NEWSROOM.More now on the fiery runway collision at Tokyo's Haneda Airport. New audio from the cockpit of the Japan Airlines jet has been released by the airline. The flight crew is heard repeating instructions from the tower about clearing for landing. Just moments later came a collusion with a Coast Guard turboprop on the same runway. All on board the commercial airliner escaped, some suffered minor injuries, but five Coast Guard crew members on the smaller plane were killed. Video from inside the passenger jet shows the cabin filling with smoke just after landing. The in-flight announcement system malfunctioned. Crew members used megaphones to issue evacuation instructions. CNN's Marc Stewart following developments now for us live from Seoul. So, Marc, many people commenting on this incredible effort to get all 367 passengers, 12 crew members, out of that airline and get them out as quickly and safely because just moments after that the plane exploded into this fireball. So in many ways, under challenge, under fire, under pressure, they did well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:33:46",
      "speaker": "MARC STEWART, CNN CORRESPONDENT",
      "sentences": "Absolutely, John. You know, we've talked a lot about aircraft construction and durability, and how that leads to survival. But another big part of that equation is training certainly from the cockpit crew, but in this case, the cabin crew.You know, if you talk to flight attendants, they will tell you their training is so intense, so rigorous, so that in the event of an emergency such as this, there is no hesitation as to what to do. It's all instinct, it's all second nature. And that also includes these unexpected circumstances such as an audio system, such as a public address system that does not work. As we have seen during this evacuation, these crew members did not hesitate to use megaphones or shout instructions as they did to direct people to emergency exits. And you know, for Japan Airlines, safety, like all airlines, is a big part of their culture. But it is something that has been a focus in particular. And so it will likely -- this incident will likely be part of future training to look at what went well, but also what went wrong, so lessons can be learned in the future. Let's talk about this investigation though on a broader sense. As you mentioned, Japan Airlines released some audio that indicated the cockpit crew, the pilots did indeed have clearance to land at Tokyo's Haneda Airport, and then confirmed to air traffic control that they would be landing. So as part of investigation that will be led by Japan's Transportation Authority, that certainly will come into play, but also we will have representatives from Japan Airlines in the room or in this process, as well as investigators and a team from France. This airbus A350, a relatively new aircraft, manufactured by Airbus, of course, a European manufacturer. They too will play a role. And then, John, hopefully we will get a report that will not only talk about what happened, but also some steps, some prevention for the future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:33:46",
      "speaker": "VAUSE",
      "sentences": "Marc, thank you. Marc Stewart with the very latest there, reporting in live. Thank you.Well, the Coast Guard plane which collided with the airline was part of earthquake relief efforts and were set to deliver supplies to areas hit hard by the New Year's day quake. In the quake zone itself, rescuers are continuing to work in freezing temperatures, trying to reach many feared trapped under collapsed buildings. At the same, time the death toll has now risen to 62. CNN's Hanako Montgomery at the details. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:46",
      "speaker": "MONTGOMERY",
      "sentences": "Minae was visiting her family for New Year's when the quake struck. Her mother's house now unlivable because of the powerful impact. The pair luckily able to escape unharmed though with the constant aftershocks, they are still far from safe.AKIYAMA; I feel like even now the building is shaking. Whenever an aftershock happens, I think of the main quake, and my body trembles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:46",
      "speaker": "MONTGOMERY",
      "sentences": "But it's not just the tremors people here have to worry about. Other than a roof, there is little else. There is no heating right now, so people are sleeping on mats. They'reusing thick blankets to stay warm. There is also no running water, so the Japanese Self-Defense Forces are just outside this building handing out water to locals. This water, a lifeline for dozens here and thousands across the region left without supply or simply without homes after Monday's powerful quake. The devastation difficult to comprehend at night but clearly visible from the sky. In Wajima, the shock putting multistory building on their sides and razing entire blocks to the ground. Tsunami waves forcing large vessels onto the shore and fires adding to the destruction. Amid it all, authorities desperately searching for the dozens still trapped beneath the rubble.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:46",
      "speaker": "YOSHIMASSA HAYASHI, JAPANESE CHIEF CABINET SECRETARY",
      "sentences": "Prime Minister Kishida instructed us to once again put lives first, understand the situation of the damages, and make an utmost effort to save people in emergency rescue operations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:46",
      "speaker": "MONTGOMERY",
      "sentences": "Urgent efforts slowed down by the devastating impact, the quake destroying access to the most impacted zones and making these already remote areas nearly impossible to reach.Hanako Montgomery, CNN -- Nanao. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:46",
      "speaker": "VAUSE",
      "sentences": "Still to come here on CNN, backlash from Israel's far right over a Supreme Court decision on judicial reform. One lawmaker equating the court with Hamas and Hezbollah.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:47",
      "speaker": "ANNA STEWART, CNN CORRESPONDENT",
      "sentences": "Maersk had actually resumed transiting through the Red Sea and the Gulf of Aden at the end of last year, following the launch of Operation Prosperity Guardian, a big multi-national mission led by the U.S. Navy to protect commercial shipping.But just days later, an attack on one of their ships by Houthi militants have led them to pause that route once again. On Sunday, the Maersk Hangzhou, a big container ship was on its way from Singapore to the port of Suez in Egypt. Now as the ship passed through the Bab al Mandab Strait at the southern entrance of the Red Sea, it was hit by an unknown object. It then came under fire from four Houthi boats. A U.S. Naval helicopter came to the ships defense, sinking three of those boats, killing those on board. The fourth boat escaped according to the U.S. military. Maersk's extended suspension of this route from an initial 4-day tariff pause on Sunday, reflects the concern of the (INAUDIBLE). Many other companies including Hapag Lloyd, Evergreen Line and MSC Mediterranean Shipping Company have all stopped using the route. And it is a critical one for the global economy, accounting for around 10 to 15 percent of world trade. The disruption has already caused freight rates to increase significantly, and the longer the Red Sea is deemed unsafe by commercial ships, the greater the risk it will feed into global inflation. Anna Stewart, CNN -- London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:47",
      "speaker": "VAUSE",
      "sentences": "A far-right Israeli lawmaker is under fire for a social media post criticizing the Supreme Court's recent ruling on judicial reform. Zvika Fogel, of the Jewish Power Party said first we destroy Hamas, then we will take care of Hezbollah. For dessert, we will sort out the Supreme Court.Israel's interior minister responded there is no place for including the Supreme Court in the same sentence as our worst enemies. Elliott Gotkine has more now on the court's ruling. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:47",
      "speaker": "ELLIOTT GOTKINE, CNN JOURNALIST",
      "sentences": "It was a bombshell. In an 8 to 7 ruling, Israel's Supreme Court struck down legislation that removed its powers to throw out government decisions on the ground of reasonableness.They rejected the amendment because of the severe and unprecedented blow it represented to the core characteristic of Israel as a democratic state. Prime Minister Netanyahu had argued the change was required to restore the balance of power between the executive and the court. The law was the first of a multi-pronged government plan to weaken the judiciary, to be passed by the Knesset last year. The Supreme Court's decision could now reopen the deep divisions in Israeli society, with (ph) all the country convulsed by months of protests, and even fears of civil war. With Israel now almost three months into an actual war, after the Hamas-led terrorist attacks of October the 7th, those divisions had felt a lifetime away. Indeed, Justice Minister Yariv Levin, the architect of the government's judicial overhaul plans assailed the timing of the court's decision, saying it was the opposite of the unity the country now demanded. Strange as the timing of the Supreme Court's decision may appear, it had no choice. Two of its justices officially retired three months ago, but had until this month to submit their final ruling. When the reform was introduced last year, massive crowds regularly took to the streets to decry Prime Minister Netanyahu's plans, which they saw as a serious threat to the country's democracy. In Israel, which has no written constitution, the Supreme Court serves as one of the only checks on the executive and legislative branches of government. In an interview with CNN in July, Netanyahu rejected the notion the overhaul posed a threat to democracy, but declined to say whether he would abide by a Supreme Court ruling that went against him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:47",
      "speaker": "BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER",
      "sentences": "We'll go into uncharted territory and I really would like to believe that they won't do that. And the reason is that first of all, we're all subject to the rule of law. The prime minister is subject to the rule of law, the Knesset, our parliament is subject to the rule of law. The judges are subject to the law. Everybody is subject to the law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:47",
      "speaker": "GOTKINE",
      "sentences": "The court's decision marks the major loss for a prime minister still facing a corruption trial, and outrage for failing to prevent the Hamas-led massacres of October the 7th.But with no end in sight to the war in Gaza, Netanyahu has more pressing concerns than another spat with the Supreme Court. That fight will be for another day. Elliott Gotkine, CNN -- Tel Aviv. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:32",
      "speaker": "VAUSE",
      "sentences": "For the past 95 years, Steamboat Willie, the iconic Disney cartoon on which the entire House of Mouse was built, has been protected by an army of Disney lawyers enforcing copyright laws. But on New Year's day, that copyright protection expired, meaning Steamboat Willie is now in public domain.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:32",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Come get me, you sons of (EXPLETIVE DELETED).(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:32",
      "speaker": "VAUSE",
      "sentences": "And so it's Mickey Mouse like we've never seen before. To be fair it's open season only on the first version of Mickey. Still, the world's most famous rodent is already set to star in a horror movie called \"Mickey's Mouse Trap\".And what must be killing them at Disney is this is all perfectly legal. Joe Wos is an award-winning cartoonist as well as host of \"Cartoon Academy\" on Public broadcaster WQED in Pittsburgh, Pennsylvania. He's with us from New Orleans in Louisiana this hour. Thank you for taking time to be with us Joe. Appreciate your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:32",
      "speaker": "JOE WOS, HOST, CARTOON ACADEMY",
      "sentences": "Well, thank you so much for having me. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:32",
      "speaker": "VAUSE",
      "sentences": "OK. So in many ways, Steamboat Willie is the poster rodent for big corporations and their overuse of copyright protection. Initially, the laws were meant to last what 30 years or less but it seems they've been extended, time and time and time again. And the only reason it seems is to protect Disney's bottom line, right.Is there any other reason why these protections have gone on for so long?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:32",
      "speaker": "WOS",
      "sentences": "No, I mean that really is. Disney has been the driving force behind several copyright extensions, including of course, when Sonny Bono pushed for the extension for Mickey's copyright. It really has been solely to protect Disney.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:32",
      "speaker": "VAUSE",
      "sentences": "And we've seen this sort of happen before, the sort of taking a beloved character and kind of morphing it around a bit. Two years ago the copyright expired on Winnie-the-Pooh. Next thing you know came \"Blood and Honey\". Here is a look.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:32",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Why are you doing this to me. I would've never left that cliff. I swear.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:32",
      "speaker": "VAUSE",
      "sentences": "That grossed almost $5 million, which explains why, you know, another Winnie-the-Pooh horror flick is set for this year. So I guess the question here is why go down this horror road? You know, first Winnie-the-Pooh and now Mickey Mouse. What is it about these horror movies that make them so successful?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:32",
      "speaker": "WOS",
      "sentences": "Well, I think a large part of it has to do in trying to create something distinctly new with these classic characters. And you almost have to take it to an extreme to make it something, you know, wholly original.And, you know, what could be further from the nature of characters like Winnie-the-Pooh and Mickey Mouse then turning them into these horror film icons?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:32",
      "speaker": "VAUSE",
      "sentences": "And we're talking about Steamboat Willie which is the original version of Mickey Mouse. That's the one which is open for, you know, public domain at the moment. Eventually, all of the other Mickey Mouse versions would come up, and the copyright would expire.What does it mean for Disney which is so closely linked to the whole Mickey Mouse as a symbol, as an icon, as a mascot? You know, what are they in for here I guess in terms of, you know, losses and reputation? That kind of thing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:49",
      "speaker": "WOS",
      "sentences": "They flooded the market with merchandise. They ramped up for their 100th anniversary. There was a lot of Steamboat Willie merchandise out there, you know, at the Disney parks, and you know, T- shirts and bedsheets, and all the usual kind of stuff.So they kind of intentionally devalued a lot of that merchandise by just making sure that they beat everybody to the market. So I do not think that it will have a huge financial impact immediately. And their character, the version of Mickey most people know now is that more modern Mickey. That is the one that we have all grown up with. So they're ok for a little while on this, but you know in the long run, yes, absolutely, they're going to start losing the rights to the characters. This year, Tigger also fell into the public domain. Last year was Winnie-the-Pooh, Bambi, public domain. But you also have to keep in mind that Disney built their reputation and their legacy on the public domain. From Snow White to Rapunzel. A lot of their most successful films are based on this. So it's a really interesting sort of irony for them that they'll now face.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:49",
      "speaker": "VAUSE",
      "sentences": "And for anybody who is using, you know, Steamboat Willie in some kind of movie or production or reference, whatever. They still have to be careful they don't cross the line here because those Disney lawyers will be watching.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:49",
      "speaker": "WOS",
      "sentences": "Oh yes. I mean Disney is notoriously litigious. The most famous case being them going after a daycare center for doing and drawing all the characters. Just in that little trailer that we watched, the Mickey horror film,you hear that distinct voice, that high-pitched voice. Well, Mickey did not speak in Steamboat Willie. He did not speak for quite a few years. So, you know, that may lead them into a little bit of trouble. You know, are they using the red shorts? Because the red shorts did not come along until much later. So you have a lot of little details that Disney is going to be watching very closely to make sure that people are sticking to Steamboat Willie only.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:49",
      "speaker": "VAUSE",
      "sentences": "Yes. And we know that they had the lawyers, they have deep pockets, they're not afraid to be litigious. So you know, I guess for you out there who are interested in this sort of stuff, you know, take care.Joe, thanks for being with us. Joe Wos there, we appreciate your time, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:49",
      "speaker": "WOS",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    }
  ]
}