{
  "date": "2024-11-27",
  "headline": "CNN News Central",
  "subHeadline": "TSA Braces for Busiest Thanksgiving on Record; Trump Sprinting Through Transition to Prepare for Narrow Window to Act While GOP Has Control of Congress; Israel-Hezbollah Ceasefire Deal Now in Effect. Aired 7-7:30a ET",
  "utterances": [
    {
      "timeStamp": "07:00:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "All right. Find the kids, start your engines, gird your loins. Thanksgiving travel, it is on. Today is set to be one of the busiest days at airports ever. We have everything you need to know to numb the pain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "Consider them girded. Sprinting through his transition, the new reporting on President-elect Donald Trump and how he's preparing for his second term, another flurry of job announcements and his moves to make this transition very different from his first.And are you familiar with the manosphere? CNN looking at one influencer with millions of followers online and what it means for the future of politics. I'm Kate Bolduan with John Berman. Sara Sidner is out today. This is CNN News Central.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "BERMAN",
      "sentences": "So, get ready for the busiest Thanksgiving for travel ever. 80 million people expected to fly for the holiday this year, most flying today, Sunday and Monday. Travelers could catch a break with the weather today ahead of what could be a cold, damp, even snowy Thanksgiving tomorrow.CNN's Whitney Wilde is at O'Hare Airport in Chicago, Derek Van Dam, tracking the weather. Whitney, let's start with you. What do you see?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "WHITNEY WILD, CNN CORRESPONDENT",
      "sentences": "Well, John, it is already very busy. It's just 6Let me just walk you through here. This is what we want to see, John. This is what we want to be thankful for. Ten minutes TSA pre, 15 minutes regular security, 5 minutes premier access, can't get any better than that, John. But the rules remain. Try to get here like two hours early if you can, John. Be prepared to make sure that you've checked through the TSA rules to smooth out your security process because you don't want to be the guy who's like going through your bag, throwing out your huge water bottle because you didn't check the TSA rules ahead of time, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "BERMAN",
      "sentences": "You don't want to be that guy, not when you have all sorts of other issues like me. In fact, this is a true story. One time for Thanksgiving, I tried to get through security with a Brussels sprout stock, Whitney, and I don't know if you know this, but that looks like some kind of savage weapon, a Brussels sprout stock did. And I said, no, we're cooking this for Thanksgiving.And, Whitney, I understand you've got some advice for people traveling with some of their Thanksgiving food.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "WILD",
      "sentences": "Yes, exactly. So, just take a step back. I know everybody's really focused on the ingredients, but you also have to make sure that you're prepared per the TSA rules. So, the general rule of thumb is 3.4 ounces per like liquid gel, aerosol. It's got to be in a one quart clear plastic bag, and that's only one bag per person. Make sure it's on the top of your bag so you can whip it out pretty quickly, get through security quickly.And then the other thing is, if you're bringing items like, you know, a blender. I don't know who's bringing a blender, but you might bring a blender. The TSA has specific rules about how to carry through some of these extra items. So, generally, if it's a weapon or can be used as a weapon in any capacity, it has to be disassembled and in your checked bag. So, just make sure you check that. Think through the security process because even the best of us, we forget things, John. I went through security a couple months ago with my kids. I've got four kids. I've been through security dozens of times with strollers. I forgot the stroller has to go through the screening process, which meant that I was holding one baby and trying to disassemble a stroller. Just be prepared that these things happen and you need to move through slowly, patiently and be a little prepared to think ahead. I did not do that. I was a little caught off guard by the stroller situation, but we made it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "BERMAN",
      "sentences": "You've had a lot going on, no doubt about that. And I want to fly next to the person who puts the casserole underneath the seat in front of them, but that's a whole other thing.All right, Derek, let's talk about the weather today and tomorrow. What do you see?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:02",
      "speaker": "BERMAN",
      "sentences": "The good thing is it won't just be cold. It will also be very, very wet as well.All right, Derek Van Dam, thank you, Whitney Wild, our thanks to you. Kate Bolduan. Green means go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:02",
      "speaker": "BOLDUAN",
      "sentences": "Green is also the color of Brussels sprout stock. I mean, that is -- you are such a smart man, that is so ill-advised. What are you talking about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:02",
      "speaker": "BERMAN",
      "sentences": "I got pulled aside by TSA.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:02",
      "speaker": "BOLDUAN",
      "sentences": "As it should have been.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:02",
      "speaker": "BERMAN",
      "sentences": "It was the longest TSA entry we've ever had.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "BOLDUAN",
      "sentences": "Things are looking different for Donald Trump's second go- around as the president-elect. At this point in 2016, Donald Trump had announced just four cabinet picks. And now, he's basically named his entire cabinet at this point, and more. Overnight, the president-elect put out another flurry of names, filling out more public health roles and adding to his list of economic and domestic advisers. And allies say this time that Donald Trump is more aware of the limited amount of time that he may have to act, said another way, he's very aware of the political calendar, which is he has only two years of Republicans in charge of all of Congress before they hit a midterm election.CNN's Steve Contorno has new reporting from the Trump transition team for us this morning. What are you learning, Steve?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:04",
      "speaker": "BOLDUAN",
      "sentences": "Steve Contorno, thank you so much. So coming up for us, Donie O'Sullivan takes a trip into what's now called the manosphere.(BEGIN VIDEO CLIP) DONIE O'SULLIVAN, CNN CORRESPONDENT:  One thing we've been hearing for weeks now is that the left needs a Joe Rogan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:04",
      "speaker": "HASAN PIKER, PROGRESSIVE TWITCH STREAMER",
      "sentences": "Yes. I don't think that the Democratic Party can podcast itself out of this issue. Joe Rogan, he endorsed Bernie Sanders in 2020. Maybe they should do an autopsy on why he left the party.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "BERMAN",
      "sentences": "This morning, a ceasefire between Israel and Hezbollah, the Shia militant group in Lebanon, is officially in effect. It ends a 13- month conflict on Israel's northern border that spiraled into an all- out war. Some people in Lebanon are heading back to their homes, even though the IDF evacuation orders are still in effect.The situation is still tense. Just hours ago, the Israeli military reportedly fired towards several vehicles approaching a restricted area. No casualties reported there. With us now from the White House, National Security Adviser Jake Sullivan. Jake, very nice to see you. Just a few hours into this ceasefire, what's your assessment of the situation so far?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "JAKE SULLIVAN, NATIONAL SECURITY ADVISER",
      "sentences": "Well, first, today is a good day. As you noted, the ceasefire has gone into effect. It's designed to be a permanent ceasefire, a permanent end to the war across that border between Israel and Lebanon. But, of course, implementation is going to be key. And that means ensuring that Hezbollah, the terrorist group, cannot rebuild its terror infrastructure in Southern Lebanon, and that the Lebanese Armed Forces do their job in filling in the security vacuum in Southern Lebanon rather than Hezbollah.The United States, along with France and other countries, are committed to ensuring this deal is implemented effectively, and we're going to take steps until the time comes when we can all breathe easy and say, yes, this is actually in effect, it is going to stick, it is going to work. But day in, day out, we are going to make sure that we're doing everything to see to it that the terms of this agreement are enforced.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "BERMAN",
      "sentences": "What did Israel achieve in the last few months of this conflict with Hezbollah? And would they have achieved as much had they agreed to a ceasefire back when the White House was pushing so hard back in, what was it, September?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "SULLIVAN",
      "sentences": "Well, first, what Israel has achieved is they've been able to very badly degrade Hezbollah. They have taken out all of that terrorist infrastructure in Southern Lebanon. They have taken out the leader of Hezbollah, Nasrallah, many other top deputies. They have taken out rocket and missile emplacements, and therefore Hezbollah is badly weakened. It's a shadow of its former self.And, by the way, they were able to do all of that because of the skill and effectiveness of their soldiers, but also because of the backing of the United States. At critical moments in this conflict, President Biden dispatched military assets and capabilities to the region and aircraft carrier, another aircraft carrier, fighter squadrons and even an advanced, sophisticated air defense battery, to ensure that Israel had what it needed to be able to carry out effectively this campaign against the terrorist group Hezbollah. And the September ceasefire call that you're referring to was actually something coordinated between the U.S. and Israel. Israel decided ultimately it didn't want to do, that it wanted to go forward with a ground campaign to take out emplacements on the other side of the border. The U.S. backed that and we've arrived today where we are because of the steps Israel has taken, but critically because of the steps the United States has taken. And we've also achieved all of this without the United States being dragged into a war in the Middle East on Joe Biden's watch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "BERMAN",
      "sentences": "So, the incoming national security adviser for the incoming Trump administration, Congressman Mike Waltz, who I know you've met with in the last few days, he put out a tweet that said, quote, everyone is coming to the table because of President Trump. His resounding victory sent a clear message to the rest of the world that chaos won't be tolerated. How responsible do you think the election is for the fact that this peace deal, the ceasefire, was reached?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "SULLIVAN",
      "sentences": "This peace deal was reached because Israel achieved its military objectives, because the stakeholders in Lebanon decided they didn't want war anymore and because of relentless American diplomacy led by President Biden, driven by our envoy, almost Hochstein, coordinated in this building behind me by the National Security Council. That's how this came to pass.I have been grateful to work with Congressman Waltz in the last few days to keep him apprised of what we've been doing, to let him know as we've taken these diplomatic steps. I would just point out that, you know you've done a really good thing when other people take credit for it. We are very proud of what we have done and we look forward to passing off a better situation to the incoming team.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "BERMAN",
      "sentences": "President Biden said he is hopeful that the ceasefire with Hezbollah will lead to perhaps a way to find peace between Israel and Hamas in Gaza. Besides hope, what is your reasonable expectation that that could happen in the next 50 days?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:01",
      "speaker": "BERMAN",
      "sentences": "Jake Sullivan, national security adviser, I know you're headed up to New Hampshire soon where your wife was just elected to Congress, so good luck with all of that. Thanks so much for being with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:01",
      "speaker": "SULLIVAN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:01",
      "speaker": "BERMAN",
      "sentences": "All right. This morning, Vice President Harris, for the first time since her election loss, is sharing her thoughts on the future of the Democratic Party. And Democratic Strategist James Carville tells us what he is not thankful for.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}