{
  "date": "2024-04-26",
  "headline": "CNN Live Event/Special",
  "subHeadline": "Donald Trump Hush Money Trial; David Pecker Cross-Examined By Trump's Attorney; Trial Of Trump Over Hush Money, Now On Fourth Day Of Testimony. Aired 10:30-11a ET",
  "utterances": [
    {
      "timeStamp": "10:30:00",
      "speaker": "MICHAEL OBUS, RETIRED NEW YORK STATE SUPREME COURT JUDGE",
      "sentences": "I can see how, in some cases, certainly, where a person acts up in the courtroom and is interfering with the proceedings that you have to do something summarily. But that's rare, and those people are usually already in custody.But this kind of thing the judge has try to avoid it. It's difficult and only if he's really, you know, bated and bated and bated, would I think that Judge Merchan would do anything too drastic. Although he certainly could impose fines as was apparently done on the civil case that Mr. Trump had.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "JIM ACOSTA, CNN NEWSROOM ANCHOR",
      "sentences": "All right. Judge Obus, thank you very much for your time this morning. Appreciate that perspective.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "OBUS",
      "sentences": "My pleasure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "Thank you, sir.And Jim Schultz, I mean, just to bounce off of what the judge was saying there a few moments ago in terms of what Judge Merchan can do here in terms of reining in, Trump. You must know that fines are not going to put much of a dent in Trump's behavior. I mean, we should know right now, Bove pushing Pecker to agree that photographing such a meeting would put a little pressure on Trump by elevating Michael Cohen --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR, THE SOURCE AND CNN CHIEF CORRESPONDENT",
      "sentences": "OK. This is fascinating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "Yes, what is going on here, Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "COLLINS",
      "sentences": "They're talking about in the summer of 2016, Michael Cohen wanted to work with Mark Cuban. And apparently, what Trump's attorney is pushing him on and what that elevating Cohen thing meant is that when he set up that meeting with Mark Cuban that he asked for paparazzi to be sent so they would see Michael Cohen and Mark Cuban going to meet because they believed it would help elevate Michael Cohen. And David Pecker says that Michael Cohen never told him that, that he believed it would elevate him in Trump's eyes. But he agreed that it would have been a consequence of him going to meet.It just shows you how they are all focused on optics and, you know, positioning --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "The level of coordination --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "COLLINS",
      "sentences": "-- and docking (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "-- just incredible. And Jim, I mean, you -- you've known Trump for a while. Did you have any idea that this kind of stuff was going on behind the scenes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "JIM SCHULTZ, FORMER TRUMP WHITE HOUSE LAWYER",
      "sentences": "No, I joined the Trump administration in 2017 and the White House counsel's office. This was all prior to that, obviously. But I do think that we went back to the gag order. He asked about that. There's not a lot he could do. And I think it's back to what you were saying earlier. I think he's holding it over the head a little bit. I think the delay has a lot to do with kind of a threat of a stick rather than a stick, because I'm not sure that, to your point, that the fine is going to make a difference, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "And now we're seeing an update right now, Bove is now showing Pecker the AMI agreement with Karen McDougal. This is a critical point in all of this, isn't it?ELIE HONIG, CNN SENIOR LEGAL ANALYST, FORMER ASSISTANT U.S. ATTORNEY, SOUTHERN DISTRICT OF NY, AND FORMER FEDERAL AND NEW JERSEY STATE PROSECUTOR:  Yes, I mean, that is the central piece of Pecker's testimony, is the agreement that they entered into with McDougal, to the point Kaitlin was making before about Michael Cohen. What the defense is trying to do now, Donald Trump's defense, is paint Michael Cohen as a guy who will do whatever it takes to get ahead. He's always playing his own angle. He's always trying to get himself photographed with Mark Cuban. He's outright -- he's always trying to take advantage of any situation because what do you think the defense is going to say to the jury? Folks, this is the ultimate opportunity. He's always doing whatever the moment demands. You can't trust him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "COLLINS",
      "sentences": "But also, it's also how people try to get -- and you know this, Jim --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "COLLINS",
      "sentences": "-- very well, to influence with Trump and how they do things outside to make themselves look better or bigger in Trump's eyes. Michael Cohen, as the defense will surely point out, wanted a job in the administration. He did not get one, though he was often seen at the White House. I ran into him outside the briefing room one day in early 2017.But it's also just something we always see, the jockeying in Trump's orbit of people trying to elevate themselves in his eyes for whatever their purpose was. And this is, you know, just evident -- KRISTEN HOLMES, CNN U.S. NATIONAL CORRESPONDENT:  Well, people who know him well know that that's something that would get his attention, right? All of a sudden, he's meeting with Mark Cuban, somebody that Donald Trump does pay attention to. And the meetings being photographed by paparazzi. I mean, that -- because David Pecker sent -- exactly, because David Pecker sent them. But I mean, this is exactly who's operating in Trump's orbit at the time. And this is something that would get Donald Trump's attention.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "The -- I mean, the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "HOLMES",
      "sentences": "So, painting Michael Cohen like that really shows that Michael Cohen knew who he was working with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "Yes, and Kaitlan, I mean, to what you were saying, I mean, yes. I mean, one of the reasons why they try to elevate themselves behind the scenes, Trump allies, his aides, associates, and so on, is not necessarily to gain notoriety. That is, to some extent, the case, witness Kellyanne Conway.But in some ways, it's also to just get his attention, to get Trump's attention. The big -- the bigger name you have, the more you're appearing in the press and so on. The more Trump says, oh, I maybe I should listen to this guy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "COLLINS",
      "sentences": "Yes. We've heard countless instances of this from people who worked inside the administration who are always trying to either gain favor with Trump or to be someone who could have influence on him or to get -- to enrich themselves with a better job or a position, whatever it was. This is kind of standard operating procedure for Trump world.And Michael Cohen clearly, you know, as it's been famously reported now, he had this loyalty to Trump. But what, you know, as \"The New York Times\" had this amazing piece at one point, it was a one-way street with Donald Trump. That Michael Cohen really would have done anything for Donald Trump, but we saw how much that reversed itself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ACOSTA",
      "sentences": "Yes, it sounds like the defense would rather talk about Michael Cohen than David Pecker",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "GANGEL",
      "sentences": "Correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ACOSTA",
      "sentences": "-- because Pecker has been an effective witness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "GANGEL",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "ANDERSON COOPER, CNN ANCHOR AND CORRESPONDENT",
      "sentences": "And welcome back to CNN special live coverage of Donald Trump's hush money criminal trial. Our reporters are inside the courtroom, feeding us all the latest information as Trump's defense teams cross examines major witness for the prosecution, David Pecker, who, former tab -- former tabloid publisher of the \"National Enquirer\".Right now, Pecker says he trusted his accounting department to do the clerical work as standard operating, procedure. Here with me is Paula Reid, and also Adam Kaufmann. What do you make of, Adam, so far what the defense has been trying to do? ADAM KAUFMANN, FORMER EXECUTIVE ASSISTANT, D.A. MANHATTAN DISTRICT ATTORNEY'S OFFICE:  I think, what you just said, standard operating procedure, right? Nothing special here. Nothing conspiratorial. Nothing criminal. This was just how the \"National Enquirer\" operated. And they had access to this very colorful and soon to be very important man, and they were culture -- nurturing that relationship.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "COOPER",
      "sentences": "I also want to bring in Bill Brennan, criminal defense attorney who represented the former president in both the 2022 criminal tax fraud trial and also Trump's second impeachment trial. Bill, right now Bove is revisiting Pecker's earlier testimony about consulting a campaign attorney and AMI general counsel about the McDougal agreement. What do you make of Bill -- of the approach by the defense to David Pecker, how they are handling this witness?WILLIAM J. BRENNAN, CRIMINAL DEFENSE ATTORNEY AND FORMER TRUMP PAYROLL CORP. ATTORNEY:  Well, good morning, Anderson, and thanks for having me. I think it's the right approach. Having spent seven weeks in that particular courtroom with Judge Merchan, he demands civility. And I think that it's the smart move to go easy with Bove. Bove seems to really have no axe to grind. And if you can establish to the jury that this was standard operating procedure, I think I heard Bove said that they have done these tens or perhaps hundreds of thousands of times, it seemed like a lot to me. But, if this is just standard operating procedure, you have to make that distinction to the jury because unless they can tie this to the crime of campaign finance fraud, this case goes out the window.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "COOPER",
      "sentences": "And Adam, you're -- you are skeptical about this case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "KAUFMANN",
      "sentences": "I -- I am a bit skeptical about the case. You know, you have to tie -- we're hearing a lot of evidence today about this relationship, but nothing that's criminal. And to focus in on the criminal charges. What are the criminal charges? You've got the falsification of records. There's a real question as to whether we have a business record or a personal record. And Todd Blanche opened on that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "COOPER",
      "sentences": "The business -- the line item where this is a legal expense, which is what's at issue, that it wasn't a legal expense, according to the prosecution. You're saying that, that wasn't necessarily a business record. It wasn't a record that was being submitted to the government for some purpose.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "KAUFMANN",
      "sentences": "It wasn't a record, right. So, the crime, and this is a crime that's charged all the time in this courthouse, in all sorts of white-collar cases. And Anderson, the crime is falsifying a business record. And if you look at the indictment, it specifies that the records, there were two sides of the records.There were, \"False invoices\" prepared by Michael Cohen. And on the other side, there were false entries into the ledger of Donald Trump. Not the Trump Organization, but Donald Trump. And Blanche opened on that, and I think that's going to be a very important issue when it comes down to the end of the case. We're not there yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "COOPER",
      "sentences": "Bove asked Pecker whether he was conveying there were no legal ramifications when he told Michael Cohen the McDougal agreement was bulletproof. That's correct, David Pecker says.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "COOPER",
      "sentences": "Coming up, we'll have more from the criminal trial of Donald Trump. We're going to bring you the latest from inside the courtroom.We'll also get an update from the White House. President Biden doing an interview right now with Howard Stern. Details from their conversation right after a quick break. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Yes, Jim, that's really is what President Biden has been trying to do over the past two weeks, is really trying to offer this split screen at a time when former President Donald Trump is in that New York City coat -- courtroom. And Biden has been able to use this time to be out on the campaign trail.That includes his three-day swing in Pennsylvania last week. And right now, he is over in New York City. And he's actually participating in a pretty in-depth interview with radio show host Howard Stern. The president has been talking in very personal terms, not really in campaigning type of terms, talking about his upbringing, his childhood struggle with a stutter, and also his experience with grief. It's interesting, the White House has turned to some of these nontraditional types of media outlets to try to push his story at times. So, you're seeing him sit down with an incredibly popular radio host this morning. Really going through trying to offer people a personal window into his life. Now, yesterday Biden said that he has not watched any of this courtroom, a drama that's been playing out with Trump, but that he's been busy focusing on campaigning, and that's a split screen that he and his advisors are really eager to push as this trial continues in the coming weeks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "ACOSTA",
      "sentences": "All right. Arlette, we'll be looking for clips from that interview in the coming hours and days. Arlette, thank you very much over at the White House for us.And Kaitlan, I guess they're going with the split screen over at the White House. Scranton versus Stormy. Is that what this is?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "COLLINS",
      "sentences": "I mean, it's a tactic where they have, kind of, been -- you know, taking this vow of silence on not talking at all about what is happening in Manhattan, what we are following so closely, and what everyone is following so closely. Because obviously, what Trump and his team have tried to do, I just spoke with one of his attorneys last night, is tie every investigation back to Biden, even this one in New York, that is not related to President Biden at all.And as Lanny Davis, Michael Cohen's former attorney, pointed out to me the other night, it was prosecutors who were working under Attorney General Bill Barr who were actually the first ones to carry out everything when it came to Michael Cohen's own legal troubles. And so, I think what Biden is doing here and what he said last night when he was asked if he's been watching this, he said, no, I've been out campaigning. And I do think that they are trying to, kind of, dig a little salt in the wound as Trump complains that he can't campaign. You've seen president Biden increase his presence out on the campaign trail.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "ACOSTA",
      "sentences": "Yes, Jamie, I mean, what do you think about this hesitation on the part of the White House to engage on this and talk about what we're all watching? I mean, you know, the president talks about it, but it's sort of like kid gloves, you know, arm's length.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "GANGEL",
      "sentences": "I don't know if it's kid gloves. What's the expression about getting out of the way of your enemy --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "GANGEL",
      "sentences": "-- or your opponent. Been there, doing --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "ACOSTA",
      "sentences": "Let them dig their own graves, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "GANGEL",
      "sentences": "There you go. So, I -- I'm not sure that it's kid gloves. It may more be just let the pictures as we're seeing them here play out. You know, Kristen mentioned earlier that we don't know how this will play politically down the road. I think absolutely true, but they didn't want to be here. They didn't want to have him sitting in court. They don't want this testimony that was part of the delay, delay, delay. So, you know, the Biden White House is happy to sit back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "ACOSTA",
      "sentences": "But Kristen, I got to think, if the roles were reversed, Donald Trump would not hold back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "HOLMES",
      "sentences": "No, but I mean, that's Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "ACOSTA",
      "sentences": "I mean, you know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "HOLMES",
      "sentences": "Donald Trump operates in a different world than everybody else.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "HOLMES",
      "sentences": "This is the problem that anyone who has covered politics for decades has had with Donald Trump is that there isn't -- they can't -- people cannot figure out the way to beat Donald Trump, right? We saw this in the primaries. We saw this in 2016. We saw, I mean -- ACOSTA",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "HOLMES",
      "sentences": "-- Biden is the only --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "HOLMES",
      "sentences": "-- person who has been able to beat him which is why he said he wanted to run again. But if you go too hard after him, it sometimes backfires. If you don't attack him, it backfires. I do think that this strategy of not touching it and letting it play out, I mean, these are salacious details.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "ACOSTA",
      "sentences": "Here's a -- here's an important update right here. Trump's attorney catches a mistake in Pecker's testimony that he saw the third-party consultant's invoice for Trump to pay back AMI for McDougal in 2016. So, what's the significant of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "ELLIOT WILLIAMS, CNN LEGAL ANALYST, FORMER FEDERAL PROSECUTOR, AND FORMER DEPUTY ASSISTANT GENERAL, DOJ",
      "sentences": "So -- yes, well, you know, it may have been an innocuous oversight or error, but things like that are important for defense attorneys to point out in front of a jury because it suggests that, wait a second, you don't even have your own stories. The basic details of when you're seeing invoices you don't have down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "ACOSTA",
      "sentences": "And Bove showing Pecker his interview with the D.A.'s office from 2019 when he said that the first time he saw that third-party invoice was in 2017. I mean, Jim, this -- the -- whether or not they can establish these invoices, these questions about the business records, that's going to be crucial here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "ACOSTA",
      "sentences": "Elie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "HONIG",
      "sentences": "The invoices that they're talking about now relate to McDougal. And remember, the payoff to McDougal is not the charge crime. The payoff to -- the pay -- the charge crime is what comes next. The payoff to Stormy Daniels, which Pecker was much less involved in. There's also an important sort of piece of DOJ history here.Back to the claim that this is somehow Biden connected, I reported on this. The decision by DOJ not to prosecute Donald Trump on this, on the campaign finance violations was made during the first few weeks of the Biden administration. Now, Joe Biden was not involved in that. No one at the White House was involved in that. It didn't even make its way to what we call Maine Justice, the DOJ headquarters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "HONIG",
      "sentences": "But there were a series of meetings within the Southern District of New York starting a few weeks before inauguration when it was clear that Trump was going to be out of office. They decided not worth charging.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "ACOSTA",
      "sentences": "Yes, but it's interesting because we're now seeing this case unfold. Now we're learning all of these new revelations that we might not have learned had Alvin Bragg not pursued this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "HONIG",
      "sentences": "And that -- Alvin Bragg seems to look at the case differently and think he has different evidence.",
      "isLastSentenceInterrupted": false
    }
  ]
}