{
  "date": "2024-12-19",
  "headline": "CNN News Central",
  "subHeadline": "D.A. Fani Willis Disqualified From Prosecuting Trump; Govt. On Brink Of Shutdown After Trump, Musk Tank Spending Deal; FAA Bans Drone Flights Over Parts Of New Jersey; FAA: Uptick In Laser Strikes Of Planes Since Drone Sightings Began. Aired 1:30-2p ET",
  "utterances": [
    {
      "timeStamp": "13:31:01",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "This is what we're keeping our eye on right now, as Luigi Mangione, who is suspected of killing UnitedHealthcare CEO Brian Thompson, is making his way from a pier where he has just landed in a police helicopter from Pennsylvania, where he waived extradition.He is going to be arraigned on federal charges. This is the federal courthouse. We're keeping our eye on things. He's not going to be going in the front door. But there is a heightened security presence. You can see some of it there on the right. And so we have reporters inside. We're going to be telling you what happens once he does go inside that courtroom. In the meantime, we're also keeping our eye on another very important story, which is the last criminal case that President-Elect Trump had been facing before he took office, before he takes office, just got dealt a major setback. A state appeals court in Georgia has disqualified Fulton County District Attorney Fani Willis from prosecuting the election interference case against Trump and his co-defendants. In a two to one decision, the panel says, \"A significant appearance of impropriety was enough to potentially taint the case in the public's eye.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:31:01",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "But it's important to point out the court did not dismiss the -- the indictment entirely and outright, leaving a major question mark over what comes next.CNN's Nick Valencia is live for us in Atlanta. He's been following this case very closely. Nick, what are you hearing about the next steps?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:31:01",
      "speaker": "NICK VALENCIA, CNN CORRESPONDENT",
      "sentences": "Well, Boris and Brianna, Fani Willis will appeal this decision to the state Supreme Court. She's planning to continue to fight to try to stay on this case. But that has not stopped Steve Sadow and Donald Trump -- Steve, of course, the attorney here for Donald Trump -- from touting this decision from the court of appeals as a win.And this is what they're saying. And part of their statement a short time ago: \"As the court rightfully noted, only the remedy of disqualification will suffice to restore public confidence. This decision puts an end to a politically motivated persecution of the next president of the United States.\" So Fani Willis is going to appeal this. The case is not dead in her office, but it is very much so on life support. I mentioned she is going to appeal, but if those appeals are denied, by Georgia law, this case would then go into the hands of the Prosecuting Attorneys Council here in the state of Georgia. That's a nine member committee, a bipartisan committee made up of district attorneys here in the state, as well as solicitor general. Their executive director is Pete Skandalakis. And it would be up to Skandalakis to find a replacement for Willis. But if you remember, previously, Fani Willis was disqualified from investigating Lieutenant Governor Bert Jones, who was, at one point, a target of this indictment. Ultimately, though, Skandalakis couldn't find anyone to replace Fani Willis. He had to appoint himself and ultimately decided not to pursue charges. Look, guys, there's really no way for the district attorney's office here in Fulton County to spin this. It is a mess, especially when you consider this case was on a fast track, where it appeared to be on a fast track to go to trial before this summer. That was before the disqualification hearings for Fani Willis. That disqualification motion filed by an attorney for one of Trump's co- defendants, Ashley Merchant. And a lot of people criticized Merchant for filing this alleged romantic relationship that existed between Willis and the special prosecutor in this case, the man she hired to for this job, Nathan Wade. Fani Willis appeared to take this motion very personally. But as it stands and where we stand right now, it was and appears to be ultimately successful and may very well keep the President-Elect Donald Trump from facing criminal charges here in the state of Georgia -- Boris, Brianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:02",
      "speaker": "SANCHEZ",
      "sentences": "Do you think her appeal has a chance?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:02",
      "speaker": "COLWIN",
      "sentences": "It bars -- you know, there's -- it really -- it looks, from at least the -- the decision and the how it was written, it's unlikely. And so it's unlikely it'll be successful. I think there will be somedeference given to this tribunal that -- that directed that she be disqualified.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:02",
      "speaker": "SANCHEZ",
      "sentences": "Mercedes Colwin, thank you so much for the analysis. Appreciate the time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:02",
      "speaker": "COLWIN",
      "sentences": "My pleasure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:41:40",
      "speaker": "KEILAR",
      "sentences": "Some Republican lawmakers are now openly calling for a government shutdown just days before Christmas, no less, after President-Elect Trump and Elon Musk effectively tanked a bill that would have funded the government through March.And compounding an already difficult task, Trump also wants the debt ceiling raised before he is sworn in. So now lawmakers are scrambling to come up with a plan. But time is running out because the money is running out. It dries up tomorrow night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:41:40",
      "speaker": "SANCHEZ",
      "sentences": "And the drama does not end there. House Speaker Mike Johnsons leadership position is now on the line, even though he had a deal that was supported in a bipartisan fashion by both Republicans and Democrats.His plan included billions in disaster relief and economic aid for farmers, among a number of other popular items. Let's discuss the fallout with our political experts. Lance Trover is a Republican strategist who is the spokesperson for Doug Burgum's presidential campaign. Also with us is the battleground director for the Harris-Walz campaign, Dan Kanninen. Thank you both for being with us. Lance, first to you. I mean, we're like 36 hours from a government shutdown. Did no Republicans see this coming? LANCE TROVER, REPUBLICAN STRATEGIST &amp; SPOKESMAN, DOUG BURGUM PRESIDENTIAL CAMPAIGN: They're going to fund the government. mean, that's -- that's clear. It's going to get done. Let's take a step back and remember, part of the reason this is happening is because we have zero leadership out of the current occupant of 1600 Pennsylvania Avenue. And if you read today's \"Wall Street Journal,\" it's clear we haven't had a president for many, many months on end. And so Donald Trump, for all intents and purposes, is the president of the United States right now. And certainly, if there is legislation that is going to affect his first 100 days in office, I think he's going to be given a lot of latitude and deference on that. And if you look at what happened on November 5th, it's clear that voters are tired of these bills that are stacked up. I mean, for good -- it had a pay increase for members of Congress, for crying out loud. So voters are sick and tired of it. They're going to get it done. I'm confident they will get the government funded and they will meet this disaster aid and all this stuff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:05",
      "speaker": "KANNINEN",
      "sentences": "Well, look, I think in any bill that is a bipartisan product, you're going to have stuff you like and stuff you don't like. This is not the bill that Hakeem Jeffries would drop or the bill that Chuck Schumer dropped, or Mitch McConnell or -- or Mike Johnson, obviously.But it's compromise. The American people want a government that works for them, that pays the bills, that that funds their commitments, that continues to move forward. They don't want to play politics. And they don't want petulant folks on Twitter dictating the terms of the debate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:05",
      "speaker": "KEILAR",
      "sentences": "All right. So, Lance, in the meantime, you do have Marjorie Taylor Greene, who was supportive of Johnson just a couple of days ago, now open to Musk being speaker.And I just wonder what your -- you chuckle there. But what do you make of that. Because that's sort of the buzzy thing folks are talking about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:05",
      "speaker": "TROVER",
      "sentences": "Well, look, I think it's fun for us to sit here and pontificate and talk about it right now. They're going to get this worked out and we will start anew in January.I think, right now, we've seen that President Trump is sticking by Speaker Johnson. I don't see any changes on that front. They're going to get a clean bill passed. We will get the government funded. I don't think the stuff about Musk is serious. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:05",
      "speaker": "KEILAR",
      "sentences": "But, Lance, let me ask you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:05",
      "speaker": "TROVER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:05",
      "speaker": "KEILAR",
      "sentences": "Then where was the -- where was the misunderstanding? Because they've been talking this whole time since --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:05",
      "speaker": "TROVER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:05",
      "speaker": "KEILAR",
      "sentences": "-- since Trump was elected. And clearly, Trump wanted a debt ceiling increase. And Johnson, I don't know, made a calculation that that would be very difficult, which it is.So then where was the misunderstanding that brought us to this moment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:05",
      "speaker": "TROVER",
      "sentences": "Yes, I can't speculate to that. I don't know what -- you know. I'm not, obviously, privy to those conversations and what happened internally.But the bottom line is this bill was loaded to the brim with a bunch of giveaways that, frankly, voters are sick and tired of dealing with, whether it is pay increases, whether it is Covid money and all of the like. And so that is why we should just have a clean bill with some disaster funding and the like and get it set up, because Donald Trump has a huge agenda coming into the first part of next year, the first 100 days. And so we should deal with all this stuff now and not impede what the American people voted for on November 5th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:05",
      "speaker": "SANCHEZ",
      "sentences": "It's fascinating that Republicans are concerned about spending, in part, because Trump, when he was president, suspended the debt ceiling three separate times --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:05",
      "speaker": "KANNINEN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:05",
      "speaker": "SANCHEZ",
      "sentences": "-- including once for a two-year period.Now, he's told NBC news that he'd like to abolish it altogether. Does that surprise you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:05",
      "speaker": "KANNINEN",
      "sentences": "No. Look at his record from his time in president from 2016 to 2020. He did not actually accomplish the big things he set out to accomplish.Didn't build the wall, didn't reform health care and repeal Obamacare. But he did drive through massive tax cuts and explode the debt. And then to your point, three times lifted the debt ceiling. Donald Trump is not going to get control of the debt, does not want to, has never cared about that. Donald Trump wants power and his own agenda to be in place for the sake of it. And I think part of this is him, obviously, because he's done this before. Part of this is Elon Musk is working in some partnership with him, I think, for Elon Musk's own benefit, and Trump cannot control him. And that's a big problem for the American people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:05",
      "speaker": "KEILAR",
      "sentences": "He changed the face, I will say, of the Supreme Court. And I understand what you're saying when it comes to legislation. But he made some big changes. He may have realigned voting blocs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:05",
      "speaker": "KANNINEN",
      "sentences": "Well, I didn't like those changes, but --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:05",
      "speaker": "KANNINEN",
      "sentences": "-- I would probably give Mitch McConnell more credit than Donald Trump in terms of being able to get it done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:05",
      "speaker": "KEILAR",
      "sentences": "I hear you. I hear you on that, Dan. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:53:30",
      "speaker": "SANCHEZ",
      "sentences": "Some new developments to bring you surrounding those mysterious drone sightings in New Jersey. The FAA just announced nearly two dozen temporary restrictions banning drones from being flown in certain parts of the Garden State. The agency citing, quote, \"special security reasons.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:53:30",
      "speaker": "KEILAR",
      "sentences": "CNN aviation correspondent, Pete Muntean, is here with all of the answers.Right, Pete?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:01",
      "speaker": "SANCHEZ",
      "sentences": "Mess around and find out. That is the -- that's --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:01",
      "speaker": "MUNTEAN",
      "sentences": "That's all -- I wanted to use the more colorful language.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:01",
      "speaker": "SANCHEZ",
      "sentences": "Yes, that's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:01",
      "speaker": "MUNTEAN",
      "sentences": "That's daytime television.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:01",
      "speaker": "SANCHEZ",
      "sentences": "That's on the Muntean family crest.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:01",
      "speaker": "MUNTEAN",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:01",
      "speaker": "SANCHEZ",
      "sentences": "Speaking of, mess around, find out, Pete, you talked yesterday as you we're doing a report about these drones in New Jersey, that there had been an uptick of people pointing lasers at planes, seemingly trying to point lasers at these drones, trying to figure out what they are.Obviously, a very dangerous situation for airplanes. And the FAA is now putting out a warning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:01",
      "speaker": "MUNTEAN",
      "sentences": "Super dangerous. You know, you can buy these laser pointers online. I have one in my desk drawer, 29 bucks from Amazon.That's the image there from a passenger on an American airlines flight that was going from Raleigh-Durham to LaGuardia. He said he saw this blue laser illuminate the plane over New Jersey. This was last Friday. Now, the FAA says there's been a huge uptick in these laser strikes. Typically, the FAA gets about 30 pilot reports nationwide every night. The FAA --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:01",
      "speaker": "SANCHEZ",
      "sentences": "Every night?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:01",
      "speaker": "MUNTEAN",
      "sentences": "Every night. But just this past Tuesday, the FAA got 123 nationwide, 24 of them over New Jersey. So essentially average day in the U.S. localized entirely over one state. And the big risk here is that this can temporarily blind pilots. Andthis is typically during some of the most critical phases of a flight, when you're down low, about to land or taking off and still climbing. So it's a really, really dangerous thing. An $11,000 fine from the FAA. And it is a felony.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:01",
      "speaker": "KEILAR",
      "sentences": "Bad news. Good morning, though, that it's out there.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:01",
      "speaker": "SANCHEZ",
      "sentences": "Mess around, find out.All right Pete Muntean, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:01",
      "speaker": "MUNTEAN",
      "sentences": "You bet.",
      "isLastSentenceInterrupted": false
    }
  ]
}