{
  "date": "2024-04-03",
  "headline": "CNN Newsroom",
  "subHeadline": "Taiwan Rocked By Strongest Quake In 25 Years; Aid Worker Death Spark Fury In White House; Dozens Killed In Istanbul Nightclub Fire; Joe Biden and Xi Jinping Speak for First Time Since November, Discussion Included Current Wars, Taiwan and South China Sea Issue; U.S. Government Review Board Says Microsoft Could Have Prevented 2023 Chinese Hack of U.S. Diplomats' Email Accounts; Sherlock Holmes Original Manuscript Up for Auction. Aired 2-3a ET",
  "utterances": [
    {
      "timeStamp": "02:00:30",
      "speaker": "ROSEMARY CHURCH, CNN INTERNATIONAL ANCHOR",
      "sentences": "Hello and welcome to our viewers joining us from all around the world and everyone streaming us on CNN Max. I'm Rosemary Church.Just ahead. Taiwan's strongest earthquake in a quarter century rocks the island, bringing down buildings and trapping people under the rubble. The deaths of World Central Kitchen aid workers in Gaza trigger outrage and the Biden White House and around the globe. And dozens of people killed in a nightclub fire in Istanbul. We will have the latest on the investigation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:30",
      "speaker": "ANNOUNCER",
      "sentences": "Live from Atlanta. This is CNN NEWSROOM with Rosemary Church.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:30",
      "speaker": "CHURCH",
      "sentences": "And we begin this hour in Taiwan where a powerful earthquake has brought down buildings and killed at least four people. Rescue operations are underway to reach the dozens of others who were injured. The 7.4 magnitude quake struck around 8Taiwan's defense ministry has deployed troops to the disaster zone. The quake struck off the east side of the island and led to tsunami warnings and evacuations for not just Taiwan, but also parts of Japan and the Philippines. All of those warnings have since been lifted. And CNN's Hanako Montgomery joins me now live from Tokyo. So Hanako, terrifying moments of course in Taiwan. What more are you learning about casualties and damage done in the wake of this powerful earthquake and significant aftershocks? And of course, those efforts are underway to rescue people trapped under the rubble.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:30",
      "speaker": "HANAKO MONTGOMERY, CNN CORRESPONDENT",
      "sentences": "Yes, Rosemary. So, you know, the latest figures that we have from Taiwanese authorities is that four people, at least four people have been left dead and 57 more have been injured as a result of this very, very powerful and alarming earthquake and subsequent aftershocks. Now we know that most of the damage is actually in Hualien County on the eastern side of Taiwan.Now, Hualien County is known as a very popular tourist hotspot, it's also a rural area of the island and actually where most of Taiwan's earthquakes take place. Now, we also know that across the island, at least 100 buildings have been damaged and inequality and county, there are four buildings that are have actually been tilted. You see them a little bit tilted on their side now. And in three out of those four tilted buildings, all residents have been safely evacuated. We're still waiting to hear about the locations and safety of one of remaining resident in that last fourth tilted building. Now also in Hualien County authorities have announced that they will be suspending all work and school as a result of those subsequent and continuing aftershocks that are still very, very powerful. The Taiwanese government has warned residents that we could be seeing aftershocks for the next three to four days with magnitudes ranging from 6.52 to seven, which is still very, very, very powerful. Now in terms of the rescue operations that are underway, we have seen the Taiwanese Defense Ministry dispatch military troops to work with local governments to try to get those people out to try to get them to higher ground and safety. We know that one of the main roads actually leading from Taipei, the capital of Taiwan to Hualien has been damaged which has been making rescue operations a bit more difficult to try to just get to Hualien County where again, most of that significant damage is taking place. Now I do want to mention that, you know, all the tsunami warnings for Japan and the Philippines have been lifted. The Japanese Prime Minister Fumio Kishida released a statement today giving his condolences to the Taiwanese people saying that Japan would be able to help with any rescue efforts that might be needed for Taiwan to get those remaining people out who are still stuck underneath the rubble of their homes and buildings, Rosemary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:04",
      "speaker": "CHURCH",
      "sentences": "The World Central Kitchen identified these seven people killed saying these heroes were just returning from a full day's mission. Most were foreign nationals. The organization says it's now pausing its operations in Gaza and will assess its future there. And now a country director for American aid group Anera says the group is also halting its operations in Gaza as staffers fear they could be targeted.CNN's Nada Bashir is following developments. She joins me now live from London. So, Nada, Israel's deadly strike on these aid workers is stirring global outrage. What has been the reaction from U.S. President Joe Biden and of course other world leaders?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:04",
      "speaker": "NADA BASHIR, CNN INTERNATIONAL REPORTER",
      "sentences": "Well, there certainly has been global outrage an outpouring of condemnation. We heard yesterday from U.S. President Joe Biden issuing a statement, quite a firm statement. It has to be said he said he was heartbroken but also outrage over the killing of seven World Central Kitchen aid workers and also noted that this is not an isolated incident, saying that Israel has not done enough to protect civilians in Gaza, including crucially, humanitarian workers in the Gaza Strip.He acknowledged, of course, that the Israeli military, as you heard there has said it will be carrying out an investigation but said that this investigation needs to be swift that the findings of this investigation need to be made public that there needs to be accountability over this incident. Now here in the United Kingdom we know of course, that the Israeli ambassador has been summoned. The British government expressing his unequivocal condemnation of the killing of the World Central Kitchen aid workers including three British nationals. The Prime Minister Rishi Sunak, held a phone call with his Israeli counterpart on Tuesday saying that the situation is growing increasingly intolerable. And of course, we've been hearing similar messaging across the board, not just from world leaders, but also crucially from other humanitarian organizations and U.N. agencies. We've heard from the humanitarian coordinator for the occupied Palestinian territories say that this is not an isolated incident, that we have seen aid workers, humanitarian workers at targeted some 196 people according to the statement. 196 aid workers have been killed since October as of March 20. It is a staggering figure and of course important to underscore that these include Palestinian aid workers and humanitarian workers working alongside these international organizations providing this life-saving humanitarian support for the Palestinian people in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:04",
      "speaker": "CHURCH",
      "sentences": "Nada, what might this tragedy mean for aid missions to Gaza in the future?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:03",
      "speaker": "CHURCH",
      "sentences": "Nada Bashir joining us live from London. Many thanks for your report. Appreciate it.Well, the acting director of the Al Shifa medical complex in northern Gaza says it's now permanently out of service after a two-week Israeli siege left behind extensive destruction. A hospital was the largest in Gaza serving about 250,000 patients each year. That's according to the director who now says a field hospital is urgently needed to treat the injured. He says the buildings still standing at the complex near collapse. The Biden administration is pushing back against claims that it was involved in a presumed Israeli strike on the Iranian consulate in Damascus, Syria. A top U.S. official is warning against any retaliatory attacks by Iran against American forces in the region. Meantime, the Pentagon says the U.S. has assessed that Israel carried out the airstrike on the Iranian consulate. But Israel has not confirmed if it was behind the attack. CNN's Fred Pleitgen has more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:03",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "The Iranians are vowing retaliation after that massive strike took place and flattened one of the buildings in their very large embassy compound in the Syrian capital of Damascus. We have for instance, the Iranian Supreme Leader Ayatollah Ali Khamenei coming out, saying that there would be punishment for what he calls the evil regime, of course, meaning Israel.We also have the foreign minister Hossein Amir-Abdollahian, he said that the Iranians will also hold the United States accountable as well for supporting Israel for instance, with military hardware. And I've been to that embassy compound in the past and we have to keep in mind is that it's a very large compound that the Iranians have there. Also one that's very important for them. And of course, also one that is very active. When we look at the footage that came out after that incident, we can see that the main building of the embassy appears almost untouched, but the building next to it, which appears to be an annex building is absolutely flattened certainly indicating that there was a very precise strike that took place and also one that at the very least used some very heavy munitions, possibly several of them. The Iranians have already come out and admitted that seven of what they call military advisors of the Islamic Revolutionary Guard Corps were killed in that strike, including two very senior generals who are very important for Iran operations in the Levant area, of course, meaning Syria and Lebanon as well. And when the Iranians say that they vow retaliation for all of this, they certainly have means at their disposal, at the very least for some sort of limited retaliation. The Iranians have a lot of proxy forces on the ground in the area around Israel, certainly in the wider Middle East as well. One of the things that one former member of the Revolutionary Guard once told me is he said, look, the United States needs to understand that next to every military base that the U.S. has in the Middle East. There is a militia that is loyal to Iran nearby. The Iranians are saying that punishment will take place. They are not saying how but certainly right now what we are seeing is heightened tension in that area. Fred Pleitgen, CNN, Berlin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:09",
      "speaker": "MCLEAN",
      "sentences": "From here you can see quite clearly where the fire would have started on these lower floors and then raced up the side of this building. There have been several people detained already as part of this investigation, including the business manager of the club and the person responsible for doing the metalwork renovation inside. Now, in addition to the fire crews on scene, there are also three occupational safety experts here doing their own investigation into what went wrong.MCLEAN (voice-over): Across the road, the neighbors invite us to see the aftermath from their vantage point, they asked not to be identified. It's like a maze inside. There are so many casualties because they couldn't escape, she says. The workers were kids trying to earn a bit of money. I cried a lot because I saw these young guys entering the club in the morning before I went to the doctor. I am so sorry this happened. Scott McLean, CNN Istanbul. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:09",
      "speaker": "CHURCH",
      "sentences": "Coming up. Ukraine is answering Russian attacks by striking at the heart of Russia's war machine with fiery results.And a 12-year-old opens fired a primary school killing a fellow student. Details on the shooting in Finland just ahead here on CNN. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:05",
      "speaker": "CHURCH",
      "sentences": "As Ukraine strikes on Russia's territory it's struggling to fill the frontlines with fighters. In order to make it easier, Ukrainian President Volodymyr Zelenskyy just signed a law lowering the country's minimum conscription age from 27 to 25. Parliament approved the measure nearly a year ago. At the time, lawmakers said it was inappropriate that citizens fit for service could not be called up.Now man as young as 25 could be drafted into service. Then once in service they can be mobilized or sent to fight on the frontlines. Billions of dollars of military aid for Ukraine are currently in limbo. The US House of Representatives, Republican House Speaker Mike Johnson says he will call for a vote on the issue in the coming days. But it's not clear how he will sell it to the far-right members of his party. And the past few days, Johnson has said he is considering new ideas including parroting Donald Trump's idea to make Ukrainian aid conditional. (BEGIN VIDEO CLIP) REP. MIKE JOHNSON (R-LA), HOUSE SPEAKER: Use the seized assets of Russian oligarchs to fund that. That's a no brainer. That's not taxpayer dollars to do that. We talked about the loan concept. President Trump has talked a lot about this in recent days where we if we're going to do foreign aid, we do it in in terms of a loan instead of just a gift. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:05",
      "speaker": "CHURCH",
      "sentences": "At least one far-right Republican Marjorie Taylor Greene is threatening to oust Johnson from his speakership if he moves forward with funding for Ukraine. She's scoffed at the idea of a loan posting on social media \"It's absolutely ridiculous and laughable to even try to tell the American people that Ukraine will ever pay us back.\" Shock in Finland as a 12-year-old student opened fire at a primary school outside of Helsinki. The country's national police say one child was killed and two others seriously injured. CNN's Sebastian Shukla has details.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:05",
      "speaker": "SEBASTIAN SHUKLA, CNN FIELD PRODUCER",
      "sentences": "Really disturbing scenes north of the Finnish capital Helsinki at the Viertola School in the Vantaa district of the Finnish capital where a classmate, a 12-year-old boy turned on his other classmates also 12 years old, where he killed one and severely injured two others. The classmate and the boy has now been remanded in custody but he will be questioned by social services rather than the police given the age of the boy in question.It is not clear just yet what exactly the motive is behind this and the police are still trying to establish that. The Finnish Prime Minister who spoke publicly about this particular incident described it as being a deeply shocking and that the authorities are still working to determine the story behind this tragic event. But he also acknowledged that one incident is one incident to many, even in a country like Finland which is incredibly rarely sees. Incidents like this compared to other nations in the world such as the United States. Finland's last school attack or school shoot -- shooting of this type came in 2008 where a student who was slightly older turned weapon -- turned a weapon on his other classmates. This though seems to be very much an open case at the moment and a deeply shocking and disturbing one, particularly as children were returning to school after the long Easter holiday break. And I'm sure that there will be more to uncover in this story as the police continue their investigation. Sebastian Shukla, CNN Berlin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:27",
      "speaker": "CHURCH",
      "sentences": "Welcome back everyone. U.S. President Joe Biden and Donald Trump now have enough committed delegates to earn their party's nominations. But some states are sticking to the schedule with Connecticut, New York, Rhode Island and Wisconsin holding their primaries on Tuesday. Donald Trump won Wisconsin's 41 Republican delegates unchallenged. He also won the battleground state in 2016's presidential election but President Biden took it in 2020.Mr. Biden ran unopposed as well in Wisconsin but some voters chose a \"uninstructed delegation option\" on both Republican and Democratic ballots. It's similar to the uncommitted option in other states where voters can allow delegates to pick whichever candidate they like sending a message to political parties that voters are unhappy. Donald Trump also spent time in Michigan and Wisconsin speaking to voters. CNN's Kristen Holmes breaks down his comments and strategy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:27",
      "speaker": "KRISTEN HOLMES, CNN NATIONAL CORRESPONDENT",
      "sentences": "Former President Donald Trump in both Michigan and Wisconsin, two critical battleground states. States he won in 2016 last by narrow margin and 2020 and states that he and his team believe are important nor necessary to win if he is going to take back to the White House in 2024. And a part of what Donald Trump's messaging is, is trying to paint the status quo under President Biden as so terrible in order to energize voters to come out and vote November.They know that in 2020, there were a number of Republicans, this is going to be critical in a state with a narrow margin like Wisconsin. That didn't come to vote because they were tired of four years of Donald Trump. They are trying to reenergize those voters. And they're doing so by hitting home by ramping up that anti-immigrant language. Take a listen to one of the things he said today. (BEGIN VIDEO CLIP) DONALD TRUMP (R) PRESIDENTIAL CANDIDATE: The Democrats said please don't call them animals or humans. I said no, they're not humans, they're not human, they're animals. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:08",
      "speaker": "CHURCH",
      "sentences": "Meantime, President Biden spent time speaking with Chinese President Xi Jinping on Tuesday. The two leaders spent nearly two hours on the phone together, their first conversation since meeting in-person in November. CNN's MJ Lee has details.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:08",
      "speaker": "MJ LEE, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "President Joe Biden and Chinese President Xi Jinping speaking on the phone for the first time on Tuesday since their last in-person summit in California in November, coming in front of the backdrop of some serious global turbulence and as U.S.-China relations had hit rock bottom last year, and as officials on both sides are trying to diffuse some of those tensions, the two leaders said to have discuss a myriad of issues, including the wars that are ongoing in Gaza and in Ukraine, some issues that have strained historically the U.S.-Chinese relations including the situation in Taiwan and provocations that we have seen recently from Beijing in the South China Sea, also discussed are areas of potential cooperation between the two countries, including countering narcotics and the issue of artificial intelligence.According to a readout that we received from the White House of the call, it said the two leaders welcomed ongoing efforts to maintain open channels of communication and responsibly manage the relationship through high-level diplomacy and working-level consultations in the weeks and months ahead. Now, you'll recall earlier this year that CNN had exclusively reported that when the two leaders saw each other last fall, Chinese President Xi had told President Biden that China had no intention of interfering in the 2024 U.S. election, but interestingly, a senior administration official telling reporters ahead of this phone call, I don't think we ever really take the Chinese at their word when they say they will or will not do something, it is about verifying. Now, the last time that President Biden and President Xi met in person in November, again, U.S.-China relations had pretty much hit rock bottom and the -- coming out of that meeting, the two leaders had basically agreed that what they wanted to do going forward was to be able to pick up the phone and call each other more and try to avoid situations that could be dangerous in terms of misunderstandings that could take place between these two superpowers. So certainly, a significant phone call and a continuation of an attempt to rebuild and strengthen communication between these two countries. MJ Lee, CNN, at the White House. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:08",
      "speaker": "CHURCH",
      "sentences": "A new government report is blaming Microsoft for a cascade of avoidable errors that allowed Chinese hackers to breach the email accounts of senior U.S. officials last year. The U.S. Cyber Safety Review Board says the hack was preventable. It blamed Microsoft for not doing enough to protect a sensitive cryptographic key that led hackers remotely sign into their target's outlook accounts. The hack gave Chinese operatives access to some 60,000 emails, including the account of U.S. Ambassador to China, Nicholas Burns.While hacks like this are happening with increased frequency, ransomware attacks in which cyber criminals lock the computer systems of targets and demand payment in order to reopen them have disrupted services at several state and local governments in recent years. And joining me now to talk more about this is Dr. Tim Stevens, Associate Professor at King's College London. Appreciate you being with us. TIM STEVENS, ASSOCIATE PROFESSOR, KING'S COLLEGE LONDON: Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:08",
      "speaker": "CHURCH",
      "sentences": "So, it is hard not to feel uneasy about the space of recent cyber attacks here in the United States and across the globe, when a massive telecommunications company like AT&amp;T can't protect our social security numbers and other personal data, what does that mean for smaller companies and what might it signal to the enemies of this country about America's vulnerabilities?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:08",
      "speaker": "STEVENS",
      "sentences": "Yes, an important question, one that's going to plague us I think for a long time to come and I think the first step toward this is the awareness on the part of large companies and small companies that there is a problem and that they need to invest resources into better cybersecurity. And that can mean better software, better defending teams, so the actual security teams have these organizations, but also risk management plans for what you're going to do when something is going to happen. Because inevitably it will well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "CHURCH",
      "sentences": "So in all, how does everyone protect themselves against cyber attacks and what are the biggest cyber threats to be looking out for right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "STEVENS",
      "sentences": "Yeah, well, in terms of protection, there's a couple of different levels as it were -- it is good that people, individuals like you and me are aware of our personal security issues and that we do things like make sure that things are password protected, that we have -- it sounds fancy, but two factor authentication is something your viewers may have heard of and we have to employ that on our devices. But ultimately, it's not down to the individual to secure the broader networks and systems, that's up to organizations by public and private sector.So, investing in goods cybersecurity, making sure that they have plans in place both for investment and for responding to incidents when they happen, to reassure their customers that they have their best interests at heart and they have data protection plans in place. But the threats of course, to these systems are many and varied. Despite all that we've heard of state act (ph) as the most the principal threat, if you will, is cyber criminal. And you mentioned ransomware earlier and when it comes to particularly municipal government, public sector organizations, health care and so on, this is probably the number one threat because this is criminals trying to extract money from organizations to return their data. But there are also a host of state threats out there as well. So more in the espionage space in which very proficient and capable cyber actors from countries like China, Russia, North Korea, Iran, and elsewhere attempt to infiltrate sensitive systems and then remove data that they can then use for intelligence purposes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "CHURCH",
      "sentences": "And what are the main vulnerabilities within most company computer systems because you can have all of the changing of the passwords and all of the other systems in place. But it can just take one employee hitting the link of something and everything can go south basically, can't it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "STEVENS",
      "sentences": "Yeah, exactly. Well, this is the problem there and one of the cliches of cybersecurity is that the weakest link is human as it were, because you can put all these security controls in place, but then if someone gets duped into providing passwords or other information that allows an attacker to access these systems, then that's the opportunity that an attacker needs. This is really, really difficult. Now, I mentioned two factor authentication earlier on. This means that they have to be two points failure in any kind of access control and that means it is much, much harder for an attacker to get access through you and I am making a mistake.But, that's almost impossible to control out of a system which is where awareness and training and security education come in. But at the end of the day, it does just take one person to allow an attacker access. And of course, there is a lot of other technical ways that attackers can access these systems through -- which are flaws in the way that software, hardware systems are configured.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "CHURCH",
      "sentences": "Right. And of course, you did touch on this, but why are most of these cyber attacks carried out? What is the main motivation and how big a problem are state-sponsored cyber attacks as opposed to those motivated purely by money?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "STEVENS",
      "sentences": "Yeah. I mean, I still think volume-wise cybercrime is the biggest threat to American and indeed other countries. But we are seeing a range of state actors now, who emboldened by the fact that they can act almost with impunity in global networks, because this is all done remotely of course -- it is not like in the old days where you had to insert an agent into a foreign country and they had to obtain physical access to data. These days, you can do it from the other side of the world. And because the networks are so complicated, because it is so easy for you to obscure your identity and it is so easy to deny it if you get caught, that almost foreign actors, if you like, are acting with impunity which means of course it is very attractive. You don't have to have much of a risk appetite to launch an operation against a country on the other side of the world and if you fear that you're -- that you're never going to be caught.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "CHURCH",
      "sentences": "Yeah. Indeed, Dr. Tim Stevens, thank you so much for joining us. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "STEVENS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}