{
  "date": "2024-10-18",
  "headline": "Erin Burnett Outfront",
  "subHeadline": "Harris And Trump Hold Dueling Rallies In Michigan Tonight; Obama Speaking At Rally In Arizona; Musk Hits Trail For Trump: \"Future Of Civilization Is At Stake\". Aired 7-8p ET",
  "utterances": [
    {
      "timeStamp": "19:00:37",
      "speaker": "ERIN BURNETT, CNN HOST",
      "sentences": "OUTFRONT next, the breaking news, Trump and Harris holding dueling rallies in Michigan tonight as Obama gets ready to rally the base this hour in Arizona. Not to be left out, Elon Musk live in Pennsylvania this hour.So we are here tonight for all of this live across the country to bring you all of this action. Plus, Harris seizing on Trump cancelling interviews left and right, reportedly because of exhaustion. Trump fighting back moments ago. And is San Francisco, truly one of America's most liberal cities, going conservative? We have a special report tonight that may surprise you. Let's go OUTFRONT. And good evening. I'm Erin Burnett. OUTFRONT tonight, battleground Michigan. So at this hour, there are dueling rallies, Harris and Trump both in the state, every vote there matters tonight. In fact, at one point, they were both in Oakland County which is a crucial county. At one time, it had been a Republican stronghold, truly a Republican stronghold. Recent elections though, it shifted Obama, Hillary Clinton and Biden all won it in recent elections. Trump's trying to seize it back. And that's not all one of the biggest stars in the Democratic Party, former President Barack Obama is about to rally voters in the must-win state of Arizona. We're going to bring that to you live. I'm telling you, 7:00 on a Friday night, they are out and we are here. And Obama is about to start crisscrossing the country, campaigning across, Harris, all of next week. So you see on the map, he's going to hit four battleground states over five days. And meanwhile, tech titan now top Trump surrogate Elon Musk is in Pennsylvania offering people there $100 to help get new voters registered, part of a series of sort of town hall or speaking events that he's doing in the state of Pennsylvania. We are entering the final stretch here in what may be people think it might be, who knows? Honestly, the most amazing thing is nobody knows if it will be the closest presidential race of the century. It is deeply personal though. Harris unleashing a new line of attack in the final days questioning Trump's low energy. (BEGIN VIDEO CLIP) KAMALA HARRIS (D), VICE PRESIDENT OF THE UNITED STATES &amp; 2024 PRESIDENTIAL CANDIDATE: I've been hearing reports that his team at least is saying he's suffering from exhaustion and that's apparently the excuse for why he's not doing interviews and, of course, he's not doing the CNN town hall. He refuses to do another debate. And, you know, look, being president of the United States is probably one of the hardest jobs in the world and so we really do need to ask if he's exhausted being on the campaign trail. Is he fit to do the job? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:37",
      "speaker": "BURNETT",
      "sentences": "All right. That comment got under the former president's skin. He has responded not once but twice.(BEGIN VIDEO CLIP) DONALD TRUMP (R), FORMER U.S. PRESIDENT &amp; 2024 PRESIDENTIAL CANDIDATE: I've gone 48 days now without a rest and I've got that loser who doesn't have the energy of a rabbit. Tell me when you've seen me take even a little bit of a risk. Not only am I not -- I'm not even tired, I'm really exhilarated. You know why? We're killing her in the polls. We'll go through it pretty quick, Dale, and then I'm going over to make a little speech in front of 10,000 people. You think this is an easy life I have, right? I go from here, I say, am I finished? They say, no, sir, you have one more speech. Oh, good, where is it? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:37",
      "speaker": "BURNETT",
      "sentences": "So, he's exhilarated.So, meanwhile, Vice President Kamala Harris tonight addressing a question that continually comes up. That is what would she have done differently than Joe Biden. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:37",
      "speaker": "HARRIS",
      "sentences": "I mean, to be very candid with you, you -- even including Mike Pence, vice presidents are not critical of their presidents. I think that really actually in terms of the tradition of it and also just going forward, it does not make for a productive and important relationship.(END VIDEO CLIP) BURNETT: All right. We are live on the ground at both the Harris and Trump event. So we're going to be taking those live when they do happen also going to Elon Musk's town hall and, of course, as I said we'll be hearing from the former president Barack Obama all this hour. So let's get anything else we can and let's start with Priscilla Alvarez because she's OUTFRONT Waterford Township that is where Harris will be speaking shortly. And, Priscilla, as I mentioned you're in Oakland County which both campaigns have identified as so crucial. Clinton and Biden won it easily, but it used to be a Republican stronghold. So what is her focus on this county this late in the election say about her standing in Michigan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:09",
      "speaker": "BURNETT",
      "sentences": "And looks like obviously we just had that shot freeze, so if we can get back to he, we will.But in the meantime, I want to go to the Trump event in Detroit because Alayna Treene is there. And, Alayna, you know, you're noticing something interesting inside that venue where you are. What -- what is it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:09",
      "speaker": "ALAYNA TREENE, CNN REPORTER",
      "sentences": "That's right. So we are here in downtown Detroit. We're in this pretty large venue. You can't really tell, Erin, from where you are. I mean, right behind me, you can see the crowd.But behind the camera, where I'm speaking toward, it's actually pretty empty. They have not been able to fill this and I'll also tell you that it took us more than two hours, they were two hours delayed in getting us into the venue today. And so, there are questions about -- I'm told it was not a security issue according to two Secret Service officials, so questions about whether they were you know changing some of the optics in here so that's just one thing to keep in mind. But look, I do want to tell you about why Donald Trump is back in the state because obviously, Michigan is a crucial battleground and not only does it have 15 electoral votes. But I will say when I talk to Donald Trump's senior advisers, they actually tell me that out of the three blue wall states, of course, part from Michigan that includes Pennsylvania and Wisconsin, they're actually the most confident in Michigan, even as we know that last week when Donald Trump was here in Detroit once again, he was speaking to the Detroit Economic Club and he actually insulted Detroit while being in Detroit. He called it a developing city. He said it was more developing than countries like China and received a lot of backlash. Now, I actually did, Erin, talk to a number of people on the ground here today, asking them about that comment particularly those Trump supporters and rally attendees who are from Detroit, all of them told me that they were not offended though many of them did not agree that this is a developing city, that it was a once great city and no longer is. So a really interesting those remarks from Trump though I will say are kind of reminiscent of what we had heard when he had criticized Milwaukee to Republicans. He has said that it was a horrible city, even though the Republican Party was holding their convention there over the summer. He later came out to clean that up and say I love Milwaukee. So I'll be watching tonight whether he tries to do the same thing about his remarks in Detroit last week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:09",
      "speaker": "BURNETT",
      "sentences": "All right. And we'll be checking in with you, of course, Alayna. So thank you.All right. Everyone's with me now here. Just to begin, Karen, Harris and Trump both in Michigan and you know what's interesting when you see them in the same county, a county that I said used to be a Republican stronghold but in recent election, three in a row, has gone Democratic right so Harris is choosing to spend time there right now and, you know, Alayna is reporting that Michigan is the blue wall state that the Trump campaign is most confident about. How do you see it, Karen? And are you confident that the Democrats will win Michigan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:09",
      "speaker": "KAREN FINNEY, CNN POLITICAL COMMENTATOR",
      "sentences": "Well, Erin, thanks for having me. Of course, I went through so I'm not confident of anything until the new president is sworn in, let me just say that right off the bat.But we're feeling good. I mean, I'm feeling good about Michigan, honestly. I mean, this is where ground game really matters. And here's the significance of what we just saw. So Kamala Harris is in Oakland County. That is part of expanding the map. She is trying to broaden her coalition. She's talking to independence and center right and center left and far left and independents, right? Donald Trump can't even fill a venue with his base, so that says to me that I guess the good folks of Detroit were, you know, they're sending their own signal of how they feel about what he said the last time he was there. But, look, as I say, this is where ground game matters because right now, it is all about getting people out to vote. BURNETT: So, Marc, Karen -- interesting Karen's view is you know she's running up, you know, trying to run up the vote where she can, as opposed to being concerned about a county that had gone Democratic in the most recent elections and had gone Republican before, as opposed to being concerned about losing it. When you talk to people on the Trump campaign, what are they saying about Michigan? Are they so confident?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:09",
      "speaker": "MARC CAPUTO, NATIONAL POLITICAL REPORTER, THE BULWARK",
      "sentences": "Well, they always project confidence even when the numbers might not be with them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:09",
      "speaker": "BURNETT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:02",
      "speaker": "BURNETT",
      "sentences": "It's interesting when you talk about the Israel issue, interesting that if you know you were worried that um that you would go to Trump given the concerns that that some of those voters might have about Harris. Pakistan -- Pakistan American PAC today did endorse Trump which was interesting after introducing both campaigns, interviewing both campaigns, sorry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:02",
      "speaker": "CAPUTO",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:02",
      "speaker": "BURNETT",
      "sentences": "Jane, you heard that back and forth between Harris and Trump on the -- on the energy issue. \"Politico\" reported that he canceled interviews because of exhaustion. So I just wanted to play a little bit more of his reaction to Harris's comments about that. Here he is.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:02",
      "speaker": "TRUMP",
      "sentences": "What event did I cancel? I haven't cancelled. She doesn't go to any events. She's a loser. She doesn't go to any events she didn't even show up with the Catholics last night at the hotel. It was insulting. They -- all they are sound bites. So today I was at \"Fox and Friends\" at 7(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:02",
      "speaker": "BURNETT",
      "sentences": "And, you know, to be fair, he is doing a lot, right? He did go to the Al Smith dinner in New York last night. We were able to see him for the entire time that others were speaking. He was fully engaged. Harris sent that recorded video that we saw there he did do that interview this morning a round table this evening a rally tonight.Is that not enough?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:02",
      "speaker": "JANE COASTON, CNN CONTRIBUTOR",
      "sentences": "Well, I think given the fact that he fell asleep during an event today and the fact that his \"Fox and Friends\" interview featured -- how can I put this -- some nonsensical statements. Now, granted, the thing with Donald Trump is that like this is what he's been like for a long time, but I will say that the energy issue, it's clear that it is annoying him, it is clear that Harris bringing that up has annoyed him as he keeps bringing it up.And it's interesting because there are specific things you can do to annoy him. One, accuse him of being low energy. And two, do something on Fox that he doesn't like, and this is -- you know, this is now twice that this has taken place. So I do think it's clearly an issue for him or else he wouldn't keep bringing it up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:02",
      "speaker": "BURNETT",
      "sentences": "Well it is under his skin, Erin, clearly. I mean, he is -- he's angered by it, which may be exactly why she's -- she's, you know, sort of picking at that scab.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:02",
      "speaker": "ERIN PERRINE, REPUBLICAN STRATEGIST",
      "sentences": "Well, in the land of reality, the dog won't hunt that Donald Trump doesn't have energy, right? I mean, what has he done, 59 interviews to Kamala Harris's 26 since she was announced? He's almost -- he's more than doubled her at this point and he's doing multiple events a day, but that's what both candidates should be doing.The exception to the rule shouldn't be that there might be a scheduling snafu and that Trump's team might be trying to put things on the calendar that don't firm up because of other things on the schedule, it's a presidential campaign. Everybody should be out there, they should be doing three rallies a day, you should be doing multiple roundtable events, you should be doing radio interviews and local television pull-asides the entire time. Both candidates should do it and I would argue and I think the facts would bear out, Donald Trump is doing a lot more of all of that than Kamala Harris is, and because she waited so long to try and engage voters and engage the media and talk through different outlets, that's why she's having to try to make up ground now because she is slipping in the polls. BURNETT: Now, Marc, she did do that interview with Fox this week that I know that you know Trump's supporters found that say, oh, she didn't do well. Her supporters felt she walked into the lion's den and she fought back and she's on fire and you know they that's how -- they saw it very differently. But, you know, everybody noticed, that including him he noticed it, he brought it up at the Al Smith's dinner last night that she had done that interview. Does -- does it -- does it bother him that she did that? I mean, because there's you know there's got to be a part of him that said, okay, the lion's den take on that, he would see it the same way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:02",
      "speaker": "BURNETT",
      "sentences": "Right. I mean that's the thing, some of this is just about getting under someone's skin.So, Karen, I want to ask you about one of those many appearances that Trump did. Today was an interview that aired today with the former professional wrestler and media personality Tyrus and I wanted to play one exchange that everyone is talking about. Here it is. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:02",
      "speaker": "TYRUS, HOST",
      "sentences": "We need to see the fathers are capable of great things because we've dealt with especially in the last three and a half years, a complete dismemberment of what it is to be a man. We're under attack for everything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:02",
      "speaker": "TRUMP",
      "sentences": "We are. Well, actually manhood is under attack. I see things that are so beautiful and the next day, I see them knocking the hell out of somebody for doing something that it day before, I said what a wonderful thing. Now, we have to get back a little bit more.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:02",
      "speaker": "BURNETT",
      "sentences": "Okay. Karen, I'll be honest I don't really know what he was saying after the core point there but he said manhood is under attack. Now, to be fair that was in response to somebody who said a dismemberment of what it is to be a man which let's just not take literally. But when he says manhood is under attack, does -- is that effectivewith a certain group of voters? I mean, you know, you can say okay, well, I didn't know \"Maxim\" made endorsements, the magazine. But they did come out and endorse Trump today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:02",
      "speaker": "FINNEY",
      "sentences": "Yeah, look, he believes that and we saw this, you know, all the way back to 2016 when he would sort of and frankly years ago in the '80s, right, in New York, that was part of his swagger, right, that he was this kind of playboy, and that's kind of part of his definition of manhood, and that is something he has put forward time and time again, it's what that infamous, you know, you can grab them by the you-know-what was all about.At the same time, I think men are lot smarter, most men than Donald Trump. I should say the majority of American men. I think they're smart enough to know that he's a huckster and he's been trying to, you know, he's -- he's selling a shtick, they can either buy it or not. I think they're smart enough to know that the lives of their daughters and their sisters and their mothers, the women in their lives are in danger by some of the -- you know, by what Donald Trump would do. And I think they're smart enough to recognize that he is actually not going to be good for the bottom line given that he so into tariffs which will increase inflation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:02",
      "speaker": "BURNETT",
      "sentences": "So, Mark, when Trump says, well, actually manhood is under attack, you know, there are times that he does say things for hyperbole sake or whatever, but it would actually seem this is one of those ones he actually means. I don't know. Is that what you understand it to be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:02",
      "speaker": "CAPUTO",
      "sentences": "Yeah, that's a general belief in Republican and conservative circles, and that's a dividing line that we're seeing in this campaign where there was a recent article in \"The Washington Post\" that accused the Trump campaign of being fueled by too much toxic masculinity. And the Trump campaign read that as essentially an attack on Trump for just standing up for men. This is one of these kind of men are from Mars and women are from Venus sort of campaigns that we're looking at.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:12",
      "speaker": "OBAMA",
      "sentences": "And the good news is Kamala Harris is ready to do the job. This is a leader who has spent her life fighting on behalf of people who need a voice who need a champion, somebody who was raised in the middle class, believes in the values that built this country, work her way through college in McDonald's, served with distinction in every office she has ever held, who is as prepared for the job as any nominee for president has ever been, that's who Kamala is.And in the White House, she will have an outstanding partner in Governor Tim Walz. Love that dude. Tim's a veteran, he's a teacher, he's a coach, he's a hunter, been a great governor working with Democrats and Republicans to get stuff done. And I -- and I learned the other day, he can take a vintage truck apart and put it back together again which is just cool. You think Donald Trump can do that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:12",
      "speaker": "CROWD",
      "sentences": "No!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:12",
      "speaker": "OBAMA",
      "sentences": "For that matter, do you think Donald Trump has ever changed a tire in his life?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:12",
      "speaker": "CROWD",
      "sentences": "No!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:00",
      "speaker": "BURNETT",
      "sentences": "That's President Barack Obama speaking there as I said live in Arizona, stumping all the way across the ticket and now, his stump speech for Vice President Kamala Harris.So, Karen, would you hear him -- obviously, you know, I think it's interesting. A couple things. He -- his preamble he's talking about the Trump bibles uh but also going in detail on this issue of Trump not being the same, trying to seize on, have you seen him lately? Have you seen him at the town hall where he was swaying on the stage and making a joke that what would you do if I Barack Obama did that at least I have a better playlist? But he's getting at that that point that is clearly out there right now among Democrats. Is it effective how he's doing that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:00",
      "speaker": "FINNEY",
      "sentences": "Absolutely. I mean, look., Barack Obama has a couple of perspectives. A, he knows Kamala Harris and he's known her a long time, so he can speak to what he knows about her and her character and her effectiveness.Two, he knows that anything he says is going to get under Donald Trump's skin and you could hear -- I was listening for all the those punch lines and just you know imagining the tweets from Donald Trump that we can expect in the next couple of hours. It is effective and it's not just effective because the former president is talking about it, but because we can see with our own eyes, that you know they say, well, he's always been like that. That's actually not true. If you go back and look at him in 2020 and 2016, even on the topic of immigration, it was much clearer, it was much more -- he was able to get through a series of points more consistently than what we've heard him do, and it wasn't, you know, these two and a half hour speeches. So I think we're also witnessing for our own eyes this behavior. I mean, he talked about the swaying to the music, that was very bizarre.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:00",
      "speaker": "BURNETT",
      "sentences": "Yeah. So, well, I will note on that I just so everyone understands the context, I don't know why I stood there for a half an hour and swayed to the music. There were two people though who had sort of who had collapsed because the heat in the room and had to be taken out of the room, so that's why I ended the town hall.You know, I understand what everyone's saying about it, I don't know what happened in those minutes but I think it's worth at least just making sure everyone understands that context. Erin, let me ask you though to Karen's point, how much does President Obama coming out and saying this stuff and making jokes about Trump and laughing at him and mocking him? How much does that bother a Trump, and in that sense sort of take him off his game? He's obviously getting ready to speak in a few moments as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:00",
      "speaker": "PERRINE",
      "sentences": "Well, it is likely to bother former President Trump and you'll likely hear some kind of remark pushing back on what Barack Obama has said, but then Donald Trump will go on and speak about any number of things after that.The point here for Democrats right now is they have to try and pull out every Democrat from the bench to try and be doing these get out the vote events right now because they're in such a precarious time. Because Kamala started this campaign so late, they are doing a lot more of persuadable messaging than they should be right now when they should be doing get out the vote events like here with Obama. They must feel that they have a stronger message in Arizona if they're just pushing go out and vote versus in other states and other platforms where she's doing some more contentious interviews to try and still push a persuasion message right now. It's -- we're -- we're what two and a half weeks from election day and you're still trying to persuade voters right now, whether or not they should vote for you. What you should be doing is persuading them to get to the polls and this is going to be an issue for Kamala.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:03",
      "speaker": "COASTON",
      "sentences": "I think the fact that he has shown that there is a continuum of support for Kamala Harris. I mean, you even see this with former President Bill Clinton.One of the weirdest things about the Republican national convention to me is that the complete lack of presence of basically any Republican alive before say 2014, like George W. Bush, not there, Dick Cheney endorsing Kamala Harris. Like, you know, there's just a host of Republicans who basically got sawed off by the Trump era and the Trump administration for any number of reasons. So I think showing that continuation of a popular president -- Barack Obama still tremendously popular, especially with Democrats, showing like I am in support of this person. And while, you know, while Trump's probably going to start talking about the late great Hannibal Lecter, I think Barack Obama can speak to this is a continuation of my legacy. My former vice president was -- is now president and this is another person who I've worked with and know who I can vouch for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:54",
      "speaker": "BURNETT",
      "sentences": "Breaking news, Elon Musk moments ago taking the stage in Philadelphia as you can see there. That event tonight he's got obviously people in the audience and on X. The billionaire hitting the state hard for Trump, offering voters there $100 if they sign a pro- Donald Trump petition. Now that offer is valid through Monday.Danny Freeman is OUTFRONT from that Musk event in Philadelphia right now. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:54",
      "speaker": "TRUMP",
      "sentences": "He's the only reason we can now send American astronauts into space.DANNY FREEMAN, CNN CORRESPONDENT (voice-over): In the final weeks of the presidential campaign --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:54",
      "speaker": "TRUMP",
      "sentences": "Take over, Elon! Just take over!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:54",
      "speaker": "FREEMAN",
      "sentences": "-- billionaire tech giant Elon Musk has emerged as an eager surrogate for former President Donald Trump. It was very clear to me that Donald Trump has to be -- has to win this election.This week kicking off a series of town halls he plans to hold across battleground Pennsylvania. ELON MUSK, OWNER, X, TESLA &amp; SPACE-X: I can't emphasize enough that Pennsylvania is I think the lynchpin in this election and this election I think is going to decide the fate of America.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:54",
      "speaker": "FREEMAN",
      "sentences": "The events are coordinated by the SpaceX, Tesla and X owner's America PAC. The super PAC has now pumped more than $100 million in pro-Trump spending, according to new FEC filings. That includes at least $ million from Musk himself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:54",
      "speaker": "MUSK",
      "sentences": "I haven't been politically active before. I'm politically active now because I think uh the future of America and the future of civilization is at stake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:54",
      "speaker": "FREEMAN",
      "sentences": "But Musk's events and PAC are already creating controversy. At a Philadelphia suburbs event on Thursday, Musk promoted several debunked conspiracy theories about the 2020 election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:54",
      "speaker": "MUSK",
      "sentences": "When you have mail in ballots and no -- no sort of proof of citizenship, it becomes almost impossible to prove cheating is the issue. You know, there's always this s question of like say the Dominion voting machines, it is weird that the, you know I think they're used in Philadelphia and in Maricopa County, but not in a lot of other places that seem like a heck of a coincidence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:54",
      "speaker": "FREEMAN",
      "sentences": "There is no basis for the conspiracy Musk is suggesting. Dominion Voting Systems which was famously paid $787 million by Fox News to settle a defamation lawsuit for spreading false election claims pushed back against Musk, saying the company doesn't serve Philadelphia and, quote, hand counts and audits of such paper ballots have repeatedly proven that Dominion machines produce accurate results.And it's not just Musk himself. One of America PAC's tactics to engage voters is drawing scrutiny as well, the group offering to pay organizers $47 to sign a petition for Friday's Pennsylvania event, the pack offering $100 for signing a petition.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:54",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I love Elon Musk and when we heard he was coming just a couple days ago, we jump right on it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:54",
      "speaker": "GARY WALENS, PENNSYLVANIA REPUBLICAN",
      "sentences": "I really want to understand how Elon Musk is going to help get the federal government's spending under control.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:54",
      "speaker": "FREEMAN",
      "sentences": "Ahead of his Friday evening event in Montgomery County, Trump supporters and Musk super fans were thrilled to see the billionaire and were not turned off by conspiracies.Sometimes Elon and RFK get criticized for going down the conspiracy theory line of thinking. Does that impact you at all?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:54",
      "speaker": "TOM, PENNSYLVANIA REPUBLICAN",
      "sentences": "You tell me which conspiracy was not correct, and last three or four years of conspiracies, they all proved to be accurate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:54",
      "speaker": "FREEMAN",
      "sentences": "What about Elon is so appealing to you and your family?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:54",
      "speaker": "BECKY PERROTTO, PENNSYLVANIA REPUBLICAN",
      "sentences": "Elon is willing to stand up for the country. He's willing to put his life on the line. He's putting his own safety and wellbeing out there to secure and save -- make America safe.(END VIDEOTAPE) BURNETT: So, Danny, just seeing you talk to so many of their supporters, I mean, you know, you said some of them obviously are Elon Musk fans, I'm curious whether that $100 offer that he put out there had anything to do with any of the voters you saw choosing to come to the event.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:54",
      "speaker": "FREEMAN",
      "sentences": "Yeah, Erin, frankly not really most of the supporters who were out here for this event told us that they would be out here either way. There was one woman who said that she liked that cash incentive, but she wasn't really looking at the fine print when she signed the petition and filled out that paperwork.Meanwhile, Musk's next event is coming up tomorrow night in the Harrisburg area, 7:00 -- Erin.",
      "isLastSentenceInterrupted": false
    }
  ]
}