{
  "date": "2024-04-25",
  "headline": "CNN 10",
  "subHeadline": "The Clock is Ticking for TikTok; NASA Discovers Glassy Lava Lake on Jupiter`s Moon. Aired 4-4:10a ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "So it could be up to a year before anything happens. But if ByteDance refuses to sell TikTok or if the Chinese government steps in and saysByteDance cannot sell TikTok, then by January of next year, you might not be able to download or update the TikTok app in the United States. That means you could theoretically keep TikTok on your phone and keep using it, but you wouldn`t be able to update it. So over time, it would probably get buggy and start to get glitchy and likely stop working after a while. Pro-Palestinian protests that started at New York`s Columbia University are now spreading to colleges and universities across the U.S. Fundamentally, students are protesting how their schools invest their endowments or large pools of money that colleges and universities usually acquire through donations. Pro-Palestinian student protesters want the schools to divest or take money away from companies that are either Israeli or involved in Israel`s war in Gaza. CNN`s Isabel Rosales has more. (BEGIN VIDEOTAPE) ISABEL ROSALES, CNN CORRESPONDENT (voice-over): Growing protests as students from Columbia University vowing to occupy school grounds until the university meets their demands.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We are calling for divestment from Israel --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "-- so that Columbia is not funding the genocide of Palestinians in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "ROSALES",
      "sentences": "This, as calls for the resignation of the school`s president, Minouche Shafik, continue to get louder. Shafik under fire from both insideand outside the university and could face a censure vote from the university senate as early as tomorrow. Shafik and other university officials are facing internal criticism that NYPD arrests and student suspensions allegedly violated tenets of academic freedom and free expression on campus. From Boston to Berkeley, there is a spotlight on how colleges are managing student outrage. Harvard Yard closed for a second day in a row. While at MIT, a pro-Palestinian encampment stands firm in solidarity with other protesting students. The growing unrest on college campuses causing concern and chaos as schools prepare for graduation in the coming weeks. Many students saying they fear for their safety.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It`s scary, it`s terrifying. They have a sign that says \"Long live the Intifada.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "ROSALES",
      "sentences": "While others say they are --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Vehemently -- vehemently opposing all forms of oppression.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "ROSALES",
      "sentences": "They will not back down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Until MIT agrees to stop building the weapons that are used in this mass killing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We want the genocide to stop.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "Pop quiz, hot shots.All North Korean Supreme leaders are: members of the Kim family, veterans of the Korean War, democratically elected, descendants of a royal dynasty? The answer is members of the Kim family. Three generations of the Kim family have ruled North Korea since 1948. Current leader Kim Jong-un took power in 2011. North Korea isn`t known for its exports, it`s known as the hermit kingdom because basically it willfully shuts itself off for most of the world. Things like TV shows and movies from the United States and other Western countries are banned in North Korea. But what if I told you that some of the very shows that North Koreans aren`t legally allowed to watch were at least partially created by North Koreans? CNN`s Alex Marquardt is here to explain. (BEGIN VIDEOTAPE) ALEX MARQUARDT, CNN CHIEF NATIONAL SECURITY CORRESPONDENT (voice- over): \"Invincible\" is a popular animated show streaming on Amazon Prime, with a third season on the way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Your power`s got to be due any day now, son.MARQUARDT (voice-over): It`s based on a comic book about a superhero teen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I wasn`t ready before.MARQUARDT (voice-over): While its main character is all American, some animation in the new season may come from one of America`s biggest foes, North Korea. Martyn Williams is a North Korea analyst at the Stimson Center.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "MARTYN WILLIAMS, STIMSON CENTER SENIOR FELLOW",
      "sentences": "I`ll show you what we found --MARQUARDT (voice-over): He shows us what was inside a recently discovered North Korean internet server.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WILLIAMS",
      "sentences": "There`s a bunch of working files in here.MARQUARDT (voice-over): Files including sketches and video from North Korea, which resemble the animation from two shows produced and streamed by American companies. Amazon`s \"Invincible\" and another, coming soon called, \"Iyanu: Child of Wonder,\" set to stream on Max, which, along with CNN, is owned by Warner Brothers Discovery. There`s no evidence that the studios knew that any proprietary work was on a North Korean server.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WILLIAMS",
      "sentences": "At some stage in this production process, these files appear to being worked on by the North Koreans.MARQUARDT (voice-over): There`s a clip of \"Iyanu\" which hasn`t been released yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Now, let me spare your life.MARQUARDT (voice-over): Williams says a lot of American production work is outsourced, particularly to China, where it could then be subcontracted to North Koreans without the American company`s awareness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WILLIAMS",
      "sentences": "It`s very common. Numerous Chinese companies have been sanctioned by the U.S. for working with North Korea, not just in animation, but inother areas as well. MARQUARDT (voice-over): A draft of one animation has Chinese instructions translated into Korean. There`s also this production sheet in English for \"Invincible.\" (On camera): Is there any evidence that the American studios knew about this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WILLIAMS",
      "sentences": "We didn`t find any evidence that they had any direct knowledge of any of this. We found the names of some animations, we found the names ofsome U.S. companies, but nothing that concretely tied that back to the U.S. companies. MARQUARDT (voice-over): Using North Korean labor would be a violation of U.S. sanctions. Max and the producer of \"Iyanu\" Lion Forge Entertainment declined to comment. Unique Studios, which co-created the graphic novel series, did not respond. Skybound Entertainment, which produces \"Invincible,\" told CNN it never approved outsourcing and would investigate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WILLIAMS",
      "sentences": "It`s just something that`s very difficult to kind of figure out who you are working with because once stuff starts getting outsourced, oncestuff starts moving through the system, actually finding out who the person is at the other side of the keyboard is very, very difficult. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}