{
  "date": "2024-09-25",
  "headline": "Laura Coates Live",
  "subHeadline": "NYC Mayor Eric Adams Indicted On Federal Charges; Helene Expected To Hit Florida As Category 4 Hurricane; Backlash Over GOP Rep's Controversial Tweet Attacking Haitians; Will Voters Buy Harris's Vision For The Economy? Aired 11p-12a ET",
  "utterances": [
    {
      "timeStamp": "23:00:00",
      "speaker": "ABBY PHILLIP, CNN ANCHOR AND SENIOR POLITICAL CORRESPONDENT",
      "sentences": "The question --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "CATHERINE RAMPELL, CNN ECONOMICS AND POLITICS COMMENTATOR",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "PHILLIP",
      "sentences": "-- is about, are the American people actually hearing what the plan is? I mean, we're basically out of time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "RAMASWAMY",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "PHILLIP",
      "sentences": "Those are different questions.TARA SETMAYER, CO-FOUNDER AND CEO, THE SENECA PROJECT: We've got 40 days to go. So, you need to talk in broad strokes so they understand the contrast, and that's what she's doing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "UNKNOWN",
      "sentences": "They're not understanding it --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "UNKNOWN",
      "sentences": "We did find out she actually worked at McDonald's.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "PHILLIP",
      "sentences": "Yes. Okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "UNKNOWN",
      "sentences": "We did find that out in the interview. I was very pleased. I can sleep tonight now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "PHILLIP",
      "sentences": "This is a big politization (ph) of the former president. So, I guess that has been solved now. Everyone, thank you very much for watching, and thank you for watching \"NewsNightUNKNOWN (voice-over): This is CNN Breaking News.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "LAURA COATES, CNN HOST AND SENIOR LEGAL ANALYST",
      "sentences": "We begin with breaking news this evening and the political earthquake that is rocking New York City. Sources telling CNN that Mayor Eric Adams has been indicted on at least one federal -- federal criminal charge. The indictment is now under seal, so the nature of the charges is unclear as we are sitting here tonight. But we do know that Mayor Adams has been the center of a corruption investigation for months. The feds have been looking into possible campaign fundraising violations and foreign influence. Adams, the former cop-turned Democratic mayor, has previously denied any wrongdoing and remains defiant tonight.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "MAYOR ERIC ADAMS, NEW YORK CITY, NEW YORK",
      "sentences": "I will fight these injustices with every ounce of my strength and my spirit. If I'm charged, I know I am innocent. I will request an immediate trial so the New Yorkers can hear the truth.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "COATES",
      "sentences": "The mayor's administration has been plagued with resignations as of late, which has led to a steady call for him to step down even before this has happened. Calls will only grow louder after tonight, of course, with Adams now becoming the first sitting New York City mayor to face criminal federal charges.Here with me now, CNN chief law enforcement intelligence analyst John Miller, CNN correspondent Gloria Pazmino, and former Manhattan prosecutor Jeremy Saland. I'm so glad that all of you are here. This is pretty astonishing news, even with the orbit and the investigation swirling up till now, John. What more do we know about this indictment that right now is under seal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "JOHN MILLER, CNN CHIEF LAW ENFORCEMENT AND INTELLIGENCE ANALYST",
      "sentences": "So, we know the indictment was handed up by a federal grand jury today to the magistrate running the grand jury. This case has gone on for a year from the Southern District of New York U.S. Attorney's Office being conducted by agents of the FBI's Public Corruption Squad.What we don't know is exactly what the allegations are. We know the investigation surrounded campaign contributions, perhaps influence peddling association with Turkish government businessmen, Turkish government officials, and businessmen in New York, but we don't know if there is a witness, a cooperator, someone else who may have pled guilty in this case, of all the people who have been subpoenaed and sought by this grand jury investigation, and that's what we'll have to really wait for until tomorrow when this indictment is unsealed and announced by the United States attorney.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "COATES",
      "sentences": "I mean, of course, we know that the grand jury operates under secrecy for good reason. The grand jury has subpoena power. Records, documents could have been obtained as well. We don't know who went into the grand jury.We remember, of course, as you and I have talked about in the past, this is a mayor who not only had somebody who was a member of his, I believe, campaign staff had their home searched months and months ago and had some electronic information seized, but he also was with his security detail, John, when they came in, the FBI, and said, step aside, give me the phones and everything else, and he handed them over. That was months ago. But, as you know, tonight, Adams is denying any wrongdoing. We have new reporting, though, that he did try to stave off these charges before today. Tell me about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:03",
      "speaker": "COATES",
      "sentences": "Hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:03",
      "speaker": "MILLER",
      "sentences": "And as we see today, if this indictment was handed up and is announced tomorrow, they're in treaties failed (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:03",
      "speaker": "COATES",
      "sentences": "I mean, look, Gloria, I have been in the rooms when I've granted an audience to defense counsel, and I had to tell people, once that audience is granted and you've got the grand jury and all the things that are happening, the government by design has the upper hand. It also has the burden of proof right now. We're seeing right now on our screen images of Gracie Mansion.We heard just moments ago from the mayor, who is adamant in his denial of anything and talking about the attempt to undermine his credibility. He actually said, for months, leaks and rumors have been aimed at me in an attempt to undermine my credibility and paint me as guilty. Gloria, as we said, the walls have been closing in on him for nearly a year, but tell me what's transpired since his phone was seized by the federal investigators on the streets of New York.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:03",
      "speaker": "GLORIA PAZMINO, CNN CORRESPONDENT",
      "sentences": "The video is remarkable, and you can see that it was recorded from inside Gracie Mansion, where the mayor has been huddling for the past several hours as news of this indictment broke.One thing that we can also report tonight is that the mayor himself was not told, was not given any advance notice that this was going to come out into the open. As you just --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:03",
      "speaker": "COATES",
      "sentences": "Hmm. PAZMINONow, what transpired since all of this started, perhaps the most remarkable moment, the most telling moment, was that moment in time when Adams was stopped by federal investigators and asked to turn over his electronic devices. This was a remarkable escalation by federal prosecutors, stepping into his vehicle, asking him to turn this over in the middle of a New York City street while he was with his police detail. Since then, we've seen a steady stream of revelations of what the mayor allegedly was doing, of what people in his orbit were doing, high-ranking members of his administration involved in numerous scandals. And we have to remember, Laura, there are four separate federal investigations that are currently looking at different parts of City Hall. So, the indictment tomorrow and this indictment that remains sealed as of tonight might be related to something just a mayor is being accused of. But other than that, there are three other potential investigations involving high-ranking members of his administration as well as the NYPD. So, for months now, there has been a steady drumbeat of, frankly, chaos coming out of City Hall and a mayor and an administration that has been fighting to portray calm, portray control, and say that they are not going to be distracted, that they're getting to work every single day, doing the job that New Yorkers elected him to do. But every day, it became harder and harder. In the last two weeks, we've seen the departure of several top members of key agencies here in the city, including the NYPD, the school's chancellor, and the Department of Health.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:03",
      "speaker": "COATES",
      "sentences": "It's unbelievable to look at this, the resignations, number one, and also that yearbook sort of photo that you showed of all the people who are involved in some sort of orbit, and you're right to the point. He talked about that there was some -- if there's any expectation that he should resign because he couldn't manage what's going on, he says, look, you know, he has been managing and facing these lies for months and essentially intimating that he can still deal and do the job.But Jeremy, let me bring you in here because we're seeing smoke, right? Many would say, well, if there's smoke, there's fire. But prosecutors can't rely on that particular, you know, statement. They have to be able to prove a case. They have to have evidence to support it. Tell me what kind of evidence would the Southern District of New York have to have, not just to convict, but even to indict that probable cause standard in front of a grand jury. What would they need to have to indict the mayor of, what, the biggest city in this entire country? How would the case be built?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "COATES",
      "sentences": "A really good point. And, of course, would also mean that Adams, as a potential defendant and target, would not have been able to go before the grand jury, couldn't have pleaded his particular case, wouldn't have had an attorney present. All those rules do not apply in the grand jury setting. So, we'll see what kind of probable cause they had to lead to an indictment. This is really significant tonight. Thank you so much, everyone.A handful of politicians, expectedly, are calling for Adams to resign. And that includes New York Democratic Congresswoman Alexandria Ocasio- Cortez, who posted today -- quote -- \"The flood of resignations and vacancies are threatening government function. Nonstop investigations will make it impossible to recruit and retain a qualified administration.\" My next guest believes he should also resign. New York State Democratic Senator Jabari Brisport joins me now. Senator, thank you so much for joining. Frankly, you actually called for Adams to resign not just tonight but I think a week ago. Now, he has been indicted, we're learning. It's still under seal. We don't know the actual charges yet, but we know that he has been indicted. What is your reaction tonight? STATE SENATOR JABARI BRISPORT (D-NY): I think that -- I'm, frankly, surprised that this has dragged out for so long and that he has not resigned already. It has been evident for a while now that he is completely unfit to run this city, and with the continuous resignations from his administration, it's throwing the city into disarray. I also just want to say, as a former public school teacher, just hearing that the school chancellor is now departing in the middle of the school year is just so disheartening for hundreds of thousands of students and families across New York City.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "COATES",
      "sentences": "Not even the middle of the school year. I mean, this is really the beginning of it. And so whatever plans that have been laid, that's just but one aspect of it.And I should mention that he does remain defiant. I mean, even tonight, he said that he knew that if he stood his ground for New Yorkers, that he'd be a target. And he said that -- this was not too surprising -- I always knew that if I stood my ground for all of you, that I would be a target, and a target I became. What do you make of his understanding or belief as to why he has been targeted in this way?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "BRISPORT",
      "sentences": "We've heard this story before. Donald Trump behaves the same exact way. And we've seen this time and time again in America where men who seek power solely for their own ego will portray themselves as strong men who are above the law, who will bring order. And what we see is they actually bring disorder because they are more interested in serving their own ego and clinging on to power. And we saw how the Republicans undermined our democracy because they refused to stand up to Trump in the midst of all this. And in New York City, we have an opportunity to stand up to an issue like this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "COATES",
      "sentences": "Well, he, of course, believes that what he was standing up for in part was to put party or policy over party. He was suggesting and talking about an influx of migrants into the city as what he was defending the people of New York about. Do you buy that statement, that that was the reason that he is targeted, not for what other reasons the feds may actually have on him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "BRISPORT",
      "sentences": "No, I don't buy that at all. We'll see exactly what the charges are tomorrow morning, and we'll let the courts play it out. But what remains true right now is that he cannot function as the mayor of this city with so many people departing from his administration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "COATES",
      "sentences": "So, is it the departures or the indictment that makes you think the city couldn't function with him in the lead?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "BRISPORT",
      "sentences": "It's the departures. I -- you know, we have a string of people who are leaving his administration. We do not have a string of people entering and who are wanting to work on a sinking ship. And it remains to be seen how we can continue like this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "COATES",
      "sentences": "State Senator Jabari Brisport, thank you so much for joining us this evening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "BRISPORT",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "ANDREW YANG, FORMER NEW YORK CITY MAYORAL CANDIDATE",
      "sentences": "Eric, we all know that you've been investigated for corruption everywhere you've gone. City, state, even Barack Obama's Department of Justice investigated you. You've achieved the rare trifecta of corruption investigations. Is that really what we want in the next mayor? You think you're going to enter City Hall and it's going to be different? We all know it's going to be exactly the same. That's why so many people on this stage don't want you to be mayor.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "COATES",
      "sentences": "That was 2021, a bold prediction from Andrew Yang back then. It's looking, well, frankly, quite prescient tonight, isn't it? Now, he ran against Eric Adams for New York City mayor back then, but dropped out in the democratic primary. Andrew Yang joins me now. Andrew, I don't know what kind of crystal ball maybe you may have had or you were intimating, but let me tell you something, it's pretty prescient tonight to hear what has happened through an indictment. What's your reaction?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "Should Mayor Adams step down?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "YANG",
      "sentences": "You have to think about what's best for the people of New York City. And you have so many people leaving this administration. It is going to be very, very hard to recruit. I talked to someone who works in City Hall tonight, and she said she's updating her resume. So, in this context, I think Eric Adams should resign in order to give a new leader a chance to right the ship and get the city back to a place where it can hire and retain high-quality leaders to try and move the city forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "I mean, the legal troubles that he experiences extending to his inner circle at City Hall. As you mentioned, you got two deputy mayors, a senior advisor, the school chancellor. They've all received search warrants, apparently. So how does the city move forward from here even if he were to step down given the breadth of this investigation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "YANG",
      "sentences": "It's going to take a different type of leader, Laura. But, you know, there are a lot of people who love the city, a lot of people who'd be happy to step up and serve. But they're not going to serve this mayor. You know, it's like -- no one is going to say, hey, you know what? This guy is under the cloud of an indictment. We don't know how long he's going to be there.It's very, very unlikely he ends up winning reelection. So, why would someone want to enter a very difficult job not knowing who's going to be in the top spot for any length of time? That's not how you get the best people into very difficult roles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "And, of course, as you mentioned, you know, election season, very much upon us. Who would step up to the plate? What would be the actual transition? A lot of unanswered questions. And New Yorkers, I'm sure, want one question answered. What's in the indictment? Andrew Yang, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "YANG",
      "sentences": "Thanks, Laura.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "I want to bring in national political reporter for Axios, Alex Thompson, CNN senior political commentator and Democratic strategist Maria Cardona, and Republican strategist Liam Donovan is also here with us tonight.I mean, Maria, let me begin with you. Mayor Adams, a very prominent Democrat, although he has oftentimes bucked the system and been very critical of democratic policies that he believes are undermining his ability to manage the influx of migrants to the community.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "MARIA CARDONA, CNN POLITICAL COMMENTATOR",
      "sentences": "But will there be a lot of pressure for him to step down at this particular state?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "CARDONA",
      "sentences": "I think there already is. I think you're already seeing across the spectrum of Democrats that -- saying that he should resign. I agree. I do think he should step down. I'm not saying he's guilty. Obviously, we live in a society where, in a justice system where he is innocent until proven guilty. But if he -- if it's true that he says he is innocent, then go fight this tooth and nail without any distractions. And the same with the role of the New York City mayor.New York City is too important a city in this country, in the world, to have this kind of distraction. And it goes against everything that he himself ran for as somebody who would represent, you know, an administration that was going to not be distracted, that was going to focus on the issues that New Yorkers care about the most. This is not what they deserve right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "He talked about reining in crime. Obviously, he's also a police officer. We're hearing from sources tonight as well that Governor Kathy Hochul is not having any plan to try to replace him at this juncture.But we do know that it's an election year. We know that Vice President Kamala Harris, who has positioned herself quite literally as the prosecutor versus the felon when it comes to Trump and her, she'll be asked about this as well. And I'm wondering from you, Alex, what do you think she might say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "ALEX THOMPSON, CNN POLITICAL ANALYST, NATIONAL POLITICAL CORRESPONDENT FOR AXIOS",
      "sentences": "I think she probably -- I mean, I'm not quite sure, but I think she's probably going to try to stay out of this. I don't think she wants anything --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "Good luck.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "THOMPSON",
      "sentences": "I don't -- I think -- I mean, that is sort of -- she's a cautious politician. She has like shown to not try to get involved. And the thing is, this was already going to be a contentious primary. He already had a few primary challengers. He's going to have significantly more now. You could see Andrew Cuomo get in the race. You could see the former governor of New York. You could see many, many others. This is going to be a bloodbath next year if Eric Adams does not get out in this democratic primary.And the thing about Eric Adams is, a lot of people calling for him to resign tonight. They were the same people that were opposed to him in the primary four years ago. So, he's not paying attention to them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "Hmm. The idea of former governor, Andrew Cuomo, stepping in would be very interesting on this point as well. Let me ask you, Liam. I mean, the DOJ has now convicted a Democratic senator in Bob Menendez, obviously, of Jersey. They've indicted a Democratic mayor now as well.And, of course, there is a claim from Trump that this is a two-tier justice system where only Republicans are ever targeted or attacked. We literally see legally this is not the case. Does this undermine, especially in a place like New York, where Trump has said, New York is against me, they're against the Republicans, et cetera, does this undermine his claims?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "COATES",
      "sentences": "Well, you know, Maria, as we're talking about this, the sort of the weaponization of what's going on, Eric Adams today, Maria, when he was talking, he spoke about this as being a target, that he knew that, essentially, if he stood his ground, that he would be a target, and a target he has become.And he even spoke about how, you know, despite our pleas, he says, when the federal government did nothing as its broken immigration policies overloaded our shelter system with no relief, I put the people of New York before party and politics. This is referenced in the middle of his statement about why he believes this is a hit job, essentially, politically. Biden and him have not been the best of friends as of late because of what's going on. I do wonder, from your perspective, will this gain traction, having this mayor make these claims?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "CARDONA",
      "sentences": "Traction in what way?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "COATES",
      "sentences": "Traction to suggest that it is his aversion to the immigration policies that makes him the target, and that it's the DOJ of the Biden DOJ that is doing this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "CARDONA",
      "sentences": "Conspiracy theorists will love that. We know that politics, especially today, is full of those kinds of conspiracy theorists. But no, I don't think so, and it's because of what you said, right? Menendez was indicted, and Menendez was very close, very good friend of the administration on so many issues. But this goes to -- and Liam, I understand what you said, but it's a very cynical way to look at politics, which is what people --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "COATES",
      "sentences": "To which he smiles and nods and goes, yeah, pretty much.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "DONOVAN",
      "sentences": "We live in cynical times.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "CARDONA",
      "sentences": "And it works for some people. But that's exactly what people are sick of, absolutely sick of. And the words that Mayor Adams used in terms of, oh, you know, I'm going to stand up here and fight for you, I'm going become a target, that's very Trumpian. Very Trumpian, what he said there. They're going to come after me because they're really coming after you, and I'm --- I'm the one that's standing in the way.No, there are things called laws, there are things called anti- corruption laws, and when you break those, then you get in trouble. And if you're a public servant, maybe this is me being very naive, but public servants, people who are elected, people who are given the public trust, should put the people that elected them before their own ambition. And there are some people who do that, Joe Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "COATES",
      "sentences": "What do you say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "THOMPSON",
      "sentences": "Well, that narrative you say, will it get any pickup? \"New York Post,\" the Murdoch tabloid, it has been picking up on that narrative and it was a big supporter of Eric Adams in that primary four years ago. COATESBreaking right now, the National Hurricane Center has just issued its 11 p.m. advisory on Hurricane Helene, a monstrous storm currently barreling towards Florida's West Coast where it's expected to hit as a Category 4 storm tomorrow night. CNN meteorologist Chad Myers is at the weather center. Chad, what's the update?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "CHAD MYERS, CNN METEOROLOGIST AND SEVERE WEATHER EXPERT",
      "sentences": "Well, the update is it is still an 85-mile-per-hour storm. The storm did not intensify after about the noon hour, and that's great news because it's still in very warm water. It had a rough afternoon with a little bit of dry air inside, and so it didn't intensify, and it's going to have enough time to still do that.All the rain that we saw across parts of the southeast, not even part of the hurricane, but now the ground is very wet. Even Atlanta picked up three inches of rain, part of a cold front, not part of the hurricane. But the middle 80s for temperatures is going to allow this thing to intensify and still get to that Category 4 level of 130 miles per hour south of Tallahassee, along that Big Bend area that we see. But because it is going to be moving so quickly, there's going to be hurricane conditions all the way into Georgia. Tropical storm conditions certainly through Atlanta. With gusts there, 65 miles per hour, that's going to bring down trees and power lines. Look at the areas here that are going to pick up so much water, too. This is the saltwater flood, the surge that's going to get pushed up into these estuaries. At least here, there aren't that many cities in the way here. But certainly, the biggest city that's going to be in the way of this wind will be Tallahassee, Cedar City, all the way even toward Lake City. These are the areas that are going to pick up significant wind damage, power lines down, trees down. Now, we move it up into the Carolinas. What's going to happen there? Well, it's going to be windy, but it's going to rain. It's going to rain nearly a foot of rain in places. And then for tomorrow, the potential even for a few small tornadoes. That's what happens with hurricanes. They can produce these brief but still dangerous tornadoes. Laura?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "COATES",
      "sentences": "Oh, my goodness. Chad, I hear Tallahassee, I hear college campuses, I hear students who are back in session as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "MYERS",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "COATES",
      "sentences": "What will they do? Please stay safe out there. Thank you, Chad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "MYERS",
      "sentences": "You bet.[23:30:00] COATES: Look, Republicans, they can't stop talking about eating pets. We'll bring you a new disturbing statement from a sitting congressman. Yes, a sitting congressman. And we'll speak with the group looking to bring criminal charges to Donald Trump and J.D. Vance. That's next. Plus, Kamala Harris sitting down for a one-on-one interview, answering questions about her greatest weakness. But were these answers enough to move the needle? Well, (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES, PRESIDENTIAL CANDIDATE",
      "sentences": "In Springfield, they're eating the dogs, the people that came in. They're eating the cats, they're eating -- they're eating the pets of the people that live there.Do you think Springfield will ever be the same? I don't think. The fact is, and I'll say it now, you have to get them the hell out. SEN. J.D. VANCE (R-OH), U.S. VICE PRESIDENTIAL CANDIDATE: I don't know which -- what are the full spade of animals that are being consumed there in Springfield, but I know the geese are certainly up to them. And we've heard reports from a number of constituents on the ground that they have had pets abducted by some of the immigrants there. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "COATES",
      "sentences": "All of that has been repeatedly debunked. All of it. But it hasn't slowed down the hate that has been aimed at those Haitian migrants. And now, Democrats, they didn't waste any time in trying to punish Higgins for that post I read, which you're probably thinking can't possibly be true but, in fact, he wrote it. They tried to censor him in a dramatic confrontation on the House floor, Republicans blocked it, and then Higgins took the post down, by the way. Here's how Speaker Mike Johnson described how it all went down.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "MIKE JOHNSON, SPEAKER OF THE UNITED STATES HOUSE OF REPRESENTATIVES",
      "sentences": "He was approached on the floor by colleagues who said that was offensive. He went to the back. I just talked to him about it. He said he went to the back, he prayed about it, he regretted it, and he pulled the post down. That's what you want a gentleman to do. I'm sure he probably regrets some of the language he used. But, you know, we move forward. We believe in redemption around here.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "COATES",
      "sentences": "Did you need to pray about it before you wrote it? Did you -- was there really an epiphany that happened behind that curtain? I mean, the praying doesn't seem to have brought much redemption. You want to know why? Because Higgins is standing by what he said. He told this to CNN tonight. \"It's all true. I can put up another controversial post tomorrow if you want me to. I mean, we do have freedom of speech. I'll say what I want. It's not a big deal to me. It's like something stuck to the bottom of my boot. Just scrape it off and move on with life.\"A sitting member of Congress. I want bring in Guerline Jozef. She's the founder and executive director of the Haitian Bridge Alliance, the organization that filed citizen criminal charges against Trump and Vance. Guerline, thank you so much for being here. I have to tell you, just in reading that now deleted post and one that was doubled down as true, he said later on, what is your reaction to a sitting member of Congress saying such racist things, including the comment about all sophisticated, which the Black woman in me interpreted to mean some kind of uppity statement, the racist things about your community?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "GUERLINE JOZEF, FOUNDER AND EXECUTIVE DIRECTOR, HAITIAN BRIDGE ALLIANCE",
      "sentences": "First of all, thank you so much. And as you stated, how dare Black people be able to call them into justice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "COATES",
      "sentences": "Hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "COATES",
      "sentences": "Many people had no idea this was even possible, to have a citizen-led charge in the way. But it's a law on the books that you are able to use. And people are now doxing, doxing you over these charges. I have to wonder, in the world we live in today, are you concerned for your safety?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "JOZEF",
      "sentences": "Absolutely. We are concerned for our safety. This specific tweet from the member of Congress was directed directly at the Haitian Bridge Alliance, in my person. When he mentioned the community, when he mentioned in that tweet, that was directly at our office. And right now, we have our staff members in fear for their lives.And we see what's happening in Springfield. It's now happening in Pennsylvania, it's happening in New York, it's happening across the country. What they have done, created this false narrative purposely to play with people's lives. That's unacceptable. We understand it is clearly rooted in anti-Black racism and white supremacy. We know in these United States of ours that Black people always continue to be abused, and we are standing against that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "COATES",
      "sentences": "The idea that the court, which your request is to charge Trump, to charge Vance with disrupting public services, with making false alarms, telecommunications harassment, aggravated menacing, and complicity, I mean, this filing is -- it's able to be brought, but some might perceive it as a long shot, even in spite of all that you have just described. Tell me what your ultimate goal would be here. Is it to raise awareness of it? What would accountability look like? And do you think you can achieve it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "JOZEF",
      "sentences": "We believe in the rules of the law, and we believe that no one is above the law. So, we are trusting in that fact that we will prevail because if we don't, history will judge us harshly because we cannot, in 2024, looking ahead of an election -- and these are the type of rhetoric that's coming out of people who are in power, people who are supposed to represent the population, the constituent, whether they are immigrants or not. The goal is for them to be protected.So, we are really hoping and really counting on the words of the law to bring the community to justice and to make sure that we understand the grave consequences of those narratives. Currently, the city of Springfield is under siege. You have school -- children unable to go to schools. Not just Haitian students. All the students in Springfield. The churches, the banks, the offices, even the cultural event that was supposed to be happening, the city is canceling because of the threats that are coming out of this situation. So, we must continue to push back. We must say not now, not never. We cannot move back. It's 2024. The rhetoric has no place in our community, it has no place in our society. But we do understand that anti-Black racism and white supremacy is sipped in every avenue of the United States. So, we are standing against that. And we also clearly understand that they do not have an immigrant problem, they have a Black and brown immigrant problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "COATES",
      "sentences": "Hmm. Guerline Jozef, thank you so much for joining us this evening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "JOZEF",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "COATES",
      "sentences": "Tonight, Kamala Harris giving her first one-on-one sit-down with a major network since becoming the Democratic nominee. She spent it going after Trump on one of her biggest weaknesses, according to polling, the economy.(BEGIN VIDEO CLIP) KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES, U.S. PRESIDENTIAL CANDIDATE: Donald Trump has a history of taking care of very rich people. And I'm not mad at anybody for being rich, but they should pay their fair share. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "COATES",
      "sentences": "It makes sense she's using her first solo network interview to hammer Trump on the economy, because on that issue, she's got work to do. This is the number she wants to change. Trump is polling well ahead of her on the economy, 50 to 39. Harris is trying to tilt in her favor by touting what she calls her opportunity economy, saying that it will help the middle class by making things like housing and groceries and raising a child more affordable.And she has taken her message on the road like she did in Battleground, Pennsylvania just today. And while there, she pushed back on Trump's claims that she's far left on the economy by declaring she's a capitalist. Well, back with me is now the panel. Alex, let me begin with you here, because I wonder when you heard the interview, did she fill in any of the gaps on the issue of economic policy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "COATES",
      "sentences": "What do you say about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "CARDONA",
      "sentences": "I completely disagree. There is a whole list of very specific policies that she laid out today and she has been laying out for the past month and a half. You know, when you talk about the childcare issue, when you talk about the opportunity economy and what working class families and middleclass families are going through, the $6,000 tax credit for couples who have children, the $25,000 that she wants to give people to buy a new home, the $50,000 she wants to give people who want to start a new business, the tax cut she's going to give to more than 100 million middle class workers, that's pretty detailed.And I think what she's going to continue to do is talk about that, and she'll probably continue to put more meat on those bones. She talked about -- well, she didn't talk about it, but they put out an 82-page, very detailed policy agenda. But part of it is that she's going to make the contrast with Donald Trump in terms of here she is giving all of these details and no one is talking about how Donald Trump not only gives no detail, but he has absolutely no idea what it is that he's talking about on the economy. They're just concepts of plans. And so, the contrast is here's somebody who's going to wake up every day to talk about how to give you more opportunity, how to give working class, middle class people more opportunity versus Donald Trump, who only wakes up every day thinking about how to help himself and his rich friends.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "COATES",
      "sentences": "Well, you know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "THOMPSON",
      "sentences": "Just really quick, I just want to -- I agree that she has put out some stuff. I do think a lot of it is the bare minimum, and a lot of it really was copy and pasted from the Build Back Better plans the Biden administration proposed in that first year that haven't yet passed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "CARDONA",
      "sentences": "Those are details, I think, that the people who are looking for someone to help them with the issues that they need help with, that's what they're going to look for, and I think that really does fill in the blanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "DONOVAN",
      "sentences": "But to Maria's point, I think it's a question of what voters are looking for at this point. If you're undecided, then you're either looking to get to yes and looking for a little more reassurance or you're looking to get to no. You're not so sure about her and she's not answering the tough questions. I think it's a Rorschach test. And if you have a perspective on Kamala Harris, if you like her, she did pretty well right there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "CARDONA",
      "sentences": "She did very well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "DONOVAN",
      "sentences": "If you're skeptical, if you don't think she has what it takes, then I don't know, she didn't do enough. And so, I think that's what they're navigating right now, the need. As you mentioned, Laura, they recognize they need to do more, they need to show a little bit more.But to Alex's point, they realize there's risk to this. They're kind of doing this pick your sports metaphor, prevent defense or a four- quarters offense, and they realize that they need to do a little bit more but they don't want to do anything that puts her at risk. She needs to be comfortable and confident, and they're putting her in settings where she can be that. But on the economy, it's just not quite there yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "CARDONA",
      "sentences": "Well, but you know what? It's working because if you look at the polls, she is closing the gap on the economy. It was a lot larger now. And if you look at some other polls, it is closing in single digits. And so, she is going in the absolute right direction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "THOMPSON",
      "sentences": "This strategy could very well work. But the thing is, I think it's worth acknowledging that it is a strategy. Fact is, this was her first solo network interview.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "CARDONA",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "THOMPSON",
      "sentences": "But it was with somebody who literally went on TV last Friday and said, I'm basically voting for Kamala Harris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "COATES",
      "sentences": "Well, let me ask you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "CARDONA",
      "sentences": "That's fine, though.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "THOMPSON",
      "sentences": "I think --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "CARDONA",
      "sentences": "It is something that everyone is clamoring. She needs to do more of it. She's going to do more of it. She's doing a town hall next week with Univision. She's going to continue to do these things. But her whole priority is to talk to voters about exactly what she wants to do for them versus Donald Trump, who is only in it for himself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "COATES",
      "sentences": "Let me ask you, you keep talking about this being a strategy of not answering. Are you saying that as a politician, you have the ability to speak in greater platitudes 40 days away from the election as opposed to the granular detail? Is that the strategy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "THOMPSON",
      "sentences": "Yeah. Well, I mean, some of this also is a strategy born of circumstance, right? And the fact that she ascended to the ticket in really unprecedented ways. And the thing is that she may not have to do such a long policy rollout if she had gone in this race a year ago. So, some of it is a strategy from circumstance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "COATES",
      "sentences": "Liam, how do you see that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "CARDONA",
      "sentences": "And the vision part, which I think is really important, because let's remember, voters don't go into a polling booth saying, okay, let me check all of these policy positions that this candidate is going to do for me. They go with a gut. They go with emotion. Everyone talked about how George W. Bush, right, won because people wanted to go have a beer with him. Al Gore put out the 12-point plan. This is something that I think is working for her.",
      "isLastSentenceInterrupted": false
    }
  ]
}