{
  "date": "2024-09-02",
  "headline": "CNN Newsroom",
  "subHeadline": "Israel Holds Nationwide Strike; Harris Narrowly Leads Trump Post-DNC; Pope Francis Kicks Off Asian Tour; Brazil Declares Arson War as Wildfires Rage in the Country; Camp Humphreys Gives New Experience for Military Personnel and Their Families. Aired 3-4a ET",
  "utterances": [
    {
      "timeStamp": "03:00:00",
      "speaker": "ROSEMARY CHURCH, CNN ANCHOR",
      "sentences": "Hello and welcome to our viewers joining us here in the United States and all around the world. You are watching \"CNN Newsroom\" and I'm Rosemary Church.Just ahead, a nationwide strike is underway in Israel calling on the government to get a deal to bring the remaining hostages home. This after the IDF recovered the bodies of six hostages in Gaza over the weekend. Plus we have the first poll numbers following the Democratic National Convention, what they say and where the candidates will be in the days ahead. And Pope Francis is getting ready to leave for Asia, details of his itinerary during the longest trip of his papacy. UNKNOWN (voice-over): Live from Atlanta, this is \"CNN Newsroom\" with Rosemary Church.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "CHURCH",
      "sentences": "Thanks for joining us. A nationwide strike is now underway in Israel as pressure mounts on the government to secure a ceasefire and hostage deal.Air travelers were among the first to feel the impact as Ben Gurion Airport near Tel Aviv halted departures and arrivals of flights two hours ago. The strike comes as anger and anguish build over the deaths of six hostages in Gaza. On Sunday, this was the message from Israel's largest labor union. (BEGIN VIDEO CLIP) ARNON BAR-DAVID, HEAD OF ISRAEL'S HISTADRUT LABOR UNION (through translator): I call on the people of Israel to take to the streets this evening tomorrow, leave the workplaces. I call on all economic organizations in the state of Israel, everyone to join the strike. Tomorrow, we must shout the cry of our beloved country. We must raise the cry of our hostages, our displaced, our dead. The state of Israel must be returned to normal. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "CHURCH",
      "sentences": "Protesters are turning out again in cities across Israel one day after tens of thousands pack the streets, voice their anger and demand a deal to bring the hostages home.In the coming hours, U.S. President Joe Biden and Vice President Kamala Harris are set to meet with the U.S. negotiating team as the push to reach a deal takes on a new sense of urgency. Meantime in Gaza, the United Nations says it's critical but there be no fighting while it vaccinates more than 600,000 children for polio. The U.N.'s main humanitarian agency in the enclave says on its first official day, the vaccination campaign reached about 87,000 children. CNN correspondents are tracking all the developments for us. We're joined this hour from London by Nada Bashir and Salma Abdelaziz. Good to see you both. So Salma, let's start with you. What more are you learning about these protests on the streets of Israel and of course, that nationwide strike demanding that the prime minister accept a hostage and ceasefire deal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "SALMA ABDELAZIZ, CNN CORRESPONDENT",
      "sentences": "So much anger and anguish on the streets of Tel Aviv and in cities and towns across Israel yesterday where tens of thousands of people were protesting. against Prime Minister Netanyahu's failure to secure a deal.This, of course, comes after that announcement of six hostages killed. And I think it's the details, Rosemary, that really have been poignant to people, including the fact that three of these six hostages were set to be released in the first round of any ceasefire deal. One of these hostages who died, Hersch Goldberg-Polin in particular, became a face in some way of this movement for his heroic actions during October 7th. His parents, he's Israeli-American. His parents were speaking at the DNC just a couple of weeks ago, yet again saying, bring them home. And it's those chants that you're hearing on the streets. I want you to take a listen to one protester's concerns. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "RAFI KRECHMER, ISRAELI PROTESTER",
      "sentences": "We are here to protest against the Israeli government that is making wrong decisions. This country was built on some core values. Part of them is strictly that the government of Israel will do everything in its power to bring back hostages and soldiers from captivity wherever they are. And this government, because of political reasons and for the right extreme coalition of Netanyahu, is breaking those values.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:06",
      "speaker": "CHURCH",
      "sentences": "And let me bring in CNN's Nada Bashir also in London. So Nada, what is the latest on the situation on the ground in Gaza? In particular, how the polio vaccination campaign is being rolled out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:06",
      "speaker": "NADA BASHIR, CNN CORRESPONDENT",
      "sentences": "Rosemary, this is a hugely complex operation for medical workers for U.N. workers on the ground in the Gaza Strip. But as you mentioned, this is a hugely urgent situation as well. The first day of this vaccine rollout began yesterday focused on the central region of Deir el-Balah. And as you mentioned, we have received data from the World Health Organization saying that around 87,000 children were successfully vaccinated on the first day of this campaign.But again, this is just a fraction of the total number of children that the U.N. is hoping to have vaccinated over the course of this 12- day period. They are aiming to vaccinate 640,000 children. That's around 90 percent of children under the age of 10 in the Gaza Strip. And essentially, this vaccine rollout campaign will take place in three phases between September 1st and September 12th, that first phase, a three-day campaign in central Gaza, the second phase in southern Gaza, and that third and final phase focused on northern Gaza. But what is crucial here is that the U.N. is calling for three-day pauses for each of these phases, pauses in fighting from all sides. We've heard from the U.N. Agency for Palestine Refugees describing the adherence to these pauses as critical to the success of this campaign. Take a listen. (BEGIN VIDEO CLIP) LOUISE WATERIDGE, SR. COMMUNICATIONS OFFICER, UNRWA: It's been an extremely complex vaccination campaign, probably one of the most difficult we've seen in the world. We have had ongoing bombardments. These have stopped this morning. It's quite quiet now. We're hopeful that this will last throughout the campaign. This is very critical because we simply cannot vaccinate children while they are running for their lives. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:06",
      "speaker": "BASHIR",
      "sentences": "As you heard there, it is critical that this pause in fighting is adhered to, but of course the logistical challenges on the ground are significant as well. We've been hearing that repeatedly now from humanitarian workers over the past few months as we've seen that drop in aid getting into the Gaza Strip.And in particular, what is proving challenging for medical workers is the fact that this vaccine campaign won't be exclusively taking place in these so-called humanitarian zones. And that first day yesterday was in fact in a humanitarian zone but today U.N. workers will have to coordinate with the Israeli military and with others to ensure that they can successfully carry out yet more vaccinations outside of these humanitarian zones and of course important to note that in the past we have seen these so-called humanitarian areas or designated zones being targeted or impacted by airstrikes in the past. So there is a fear around the safety the security situation on the ground not only for these relief workers, but also of course for the families. We saw families yesterday queuing up, waiting for this vaccine rollout to begin with their children. This is a hugely desperate situation for families across the Gaza Strip. As we know, one child already now feeling the impact of the polio case. Of course, this is a hugely distressing situation. UNICEF saying this was the first case in 25 years recorded in the Gaza Strip.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:04",
      "speaker": "CHURCH",
      "sentences": "Meantime, former U.S. President Donald Trump is trying to blame Vice President Kamala Harris for the hostage crisis after the bodies of six hostages were recovered by the IDF in Gaza. In a social media post, Trump said Harris was, quote, \"weak and ineffective and has no idea what she's doing.\" He also claimed, quote, \"the October 7th Israeli crisis would never have happened if he were president.\" Harris has been working with President Joe Biden on negotiating a ceasefire and hostage deal between Israel and Hamas.The 2024 presidential race is entering a critical stretch with voting in some states beginning this week. President Joe Biden will join Kamala Harris on the campaign trail for a Labor Day event in Pittsburgh on Monday. It's part of their push to appeal to working class voters across battleground states. Donald Trump is promising an economic revival while focusing on the blue wall of Pennsylvania, Michigan and Wisconsin. He's planning to hold events in all three states late in the week. Lulu Garcia-Navarro is a CNN contributor and a journalist and podcast host at The \"New York Times.\" She joins me now from Washington. Appreciate you being with us. LULU GARCIA-NAVARRO, CNN CONTRIBUTOR AND JOURNALIST AND PODCAST HOST, \"NEW YORK TIMES\": Glad to be here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:07",
      "speaker": "CHURCH",
      "sentences": "And just over two months away from this consequential presidential election, And it's estimated that about 4 to 6 percent of registered voters are still undecided. Are they waiting for the September 10th debate between Harris and Trump before they commit to one of the candidates and if so, what do they want to hear from each of those candidates?GARCIA-NAVARRO: Rosemary, I am of the firm belief that this is mythical. I think at this point, if you are undecided between these two very different candidates, you might not be telling the truth to pollsters. However, I don't know that for a fact. That is just something that in my many conversations with people who do polls and with voters themselves, they lean in one direction or another. What I hear, though, from a lot of voters is that they might not actually show up to the polls. They are unhappy for a variety of reasons. Some people still aren't convinced about Kamala Harris. They don't feel that they know her well enough. Let's not forget she took the helm of the Democratic ticket under very unusual circumstances. It's been a very short run and rollout for her. And she's only done one major interview. We don't really know details about her positions on policy. So that's one reason. On the other hand, you have Donald Trump, who has been flip-flopping all over the place on central issues to his party, for example, reproductive rights, abortion. He represents a very pro-life party. He has been rolling back some of his positions on this. And so it has led to a lot of criticism and confusion within his own party. And so what you're seeing here is an electorate that is really trying to figure out a race that has become very, very you know, strange and unusual. This is a race like no other in American history. And so I think it's anyone's guess what's going to happen here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:07",
      "speaker": "CHURCH",
      "sentences": "Yeah, you mentioned that flip-flopping from Trump on reproductive rights and IVF, offering very conflicting messages, upsetting some of his supporters and fellow Republicans. What is going on there and how does Harris need to respond and deal with this issue?GARCIA-NAVARRO: Well, for Donald Trump, this is the hardest issue that he is facing. When you look at polling, he pulls ahead of Kamala Harris on the most important issues of this election, like the economy and like immigration and the U.S. southern border. But where the Democrats really have an advantage is on reproductive rights. This is an issue that really has been very vexing for Republicans. They have always been a pro-life party, an anti-abortion party. With the fall of Roe, they kind of were the dog that caught the car and didn't know what to do with it. It has been something that has been up and down the ticket here, very difficult. And Donald Trump has been all over the place on this. He has said that he wants to send it to the states, the idea being that he was not going to, you know, kind of promote a federal ban that hasn't really worked out for him. And so you just see him kind of changing his message bit by bit and he's been upsetting the people that he needs to come out and vote for him. And so it really has been difficult. What Democrats need to do is keep talking about this issue. This is an issue that they can win on. Donald Trump needs to stop talking about this issue, and yet he hasn't been able to do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:07",
      "speaker": "CHURCH",
      "sentences": "And in the end, of course, it'll all come down to just a handful of battleground states, as you mentioned. Where do you see things stand right now and if the election were held today, who would win?GARCIA-NAVARRO: I don't know. I think this is the big mystery of this election. We've seen polling in previous elections, overestimate Republican strength, overestimate Democratic strength. And so it's very hard to know at this point who is going to win. As you have mentioned, the polls are very tight, often within the margin of error, especially in these battleground states. And you know, what everyone has said is that with Kamala Harris sort of, you know, leading the Democratic ticket, it has really energized the Democratic Party. There are more paths to victory for Democrats. But ultimately, what the Democrats need to do is win the blue wall states, right? That is Michigan, that is Wisconsin, that is Pennsylvania. [03:20:05] If they win those states, then they can win the presidency. Donald Trump has a trickier path because he has to win states that are very contested like North Carolina, Georgia, Arizona, Nevada. These are states where he has an advantage, but you know, it's very unclear if he will have enough to take him over the finish line. So this is going to be a nail biter. Anyone who tells you any differently, I don't think is telling you the truth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:07",
      "speaker": "CHURCH",
      "sentences": "Lulu Garcia-Navarro, thank you so much for joining us and sharing your analysis with us. I Appreciate it.GARCIA-NAVARRO: You're welcome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:24:51",
      "speaker": "CHURCH",
      "sentences": "Welcome back, everyone. Pope Francis departs for Asia in the coming hours. He is scheduled to arrive in Jakarta on Tuesday and will spend 12 days traveling across Indonesia, Papua New Guinea, East Timor, and Singapore, making this the longest trip yet for the 87- year-old pontiff.And Christopher Lamb joins us now live from Rome. Good morning to you, Christopher. So what more are you learning about Pope Francis' trip to Asia and what he hopes to achieve?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:24:51",
      "speaker": "CHIRSTOPHER LAMB, CNN VATICAN CORRESPONDENT",
      "sentences": "Well, good morning Rosemary. This trip that Pope Francis is embarking on is not just the longest of his pontificate, it's the longest that any pope has carried out in the history of papal foreign travel. Pope Francis will be traveling over almost 33,000 kilometers across four countries in 12 days.Now, this visit that the pope is embarking on is an opportunity for Francis to highlight some of the key themes of his pontificate. Top of the agenda is interfaith dialogue, building friendship with the Muslim world. Francis, of course, in Indonesia is going to the country with the world's largest Muslim population. He'll be taking part in an important interfaith dialogue event at the Istiqlal Mosque, the largest mosque in Southeast Asia. This trip will also be a chance for Francis to highlight his efforts for protection of the environment. He, of course, is going to countries that are on the front line of the climate crisis whose existence is imperiled by rising sea levels and he'll also have a chance to show his support for Catholic communities far from Rome in the peripheries that Francis loves to visit and go to. Now some people are asking how is an 87 year old Pontiff going to manage this trip? Francis of course has had some health difficulties, he uses a wheelchair but the Pope is determined to go and he has said to one of his advisors when asked about difficult trips that he didn't take on the papacy to have a rest. Francis, by doing this trip, is sending a message to those in the church who might be doubting him or looking to the future that he still has gas left in the tank. It'll be a trip worth watching closely. Rosemary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:24:51",
      "speaker": "CHURCH",
      "sentences": "Christopher Lamb, joining us there live from Rome. I Appreciate it.Russia has launched massive new air attack across Ukraine the day Ukrainian children returned to school. The strikes targeted Kyiv, Kharkiv and Sumy regions, according to Ukraine's air force, and included dozens of missiles and drones. At least two people were injured in Kyiv and one more in Kharkiv. This comes the day after 47 people, including seven children, were wounded by Russian missiles in Kharkiv. Ukraine's president says it's Moscow's latest effort to target civilian infrastructure and terrorize residents. Fred Pleitgen has details. (BEGIN VIDEOTAPE) FREDERIK PLEITGEN, CNN SR. INTERNATIONAL CORRESPONDENT: Well the Russians certainly continuing their aerial campaign against Ukrainian towns and cities and really Kharkiv, which is really close to the Russian border, suffering the brunt of some of those attacks. On Sunday, there was an attack against areas inside of Kharkiv. Ukrainians saying that the rubble was still being cleared in some of those places. Some of the children on the ground there were also wounded in that attack. And this comes after several days that the Kharkiv area and the city of Kharkiv have been targeted by the Russians. On Friday, seven people were killed in a massive attack by aerial glide bombs and on Saturday another aerial glide bomb hit a village in the Kharkiv area killing two people there and the Ukrainians say that the Russians used what's called a Fab 500 bomb that has half a ton of explosives inside it and obviously causes considerable damage. The Ukrainians however appear to be fighting back. The Russians are saying that there was a massive drone attack on Sunday by the Ukrainians against Russian territory. The Russian said that they shot down almost 160 drones in 15 regions across Russia. However, there appear to have been hits namely in oil refinery in the Moscow area and then also an energy facility in Tver that is very far away from the Russian border. So it appears as though the Ukrainians must have been using long-distance drones for that. Fred Pleitgen, CNN, Kyiv. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "CHURCH",
      "sentences": "At this hour protesters in cities across Israel are back on the streets. They've turned out again one day after tens of thousands demonstrated to demand that Prime Minister Benjamin Netanyahu reach a ceasefire and hostage deal with Hamas. The frustration building Sunday after the Israeli military recovered the bodies of six hostages from a tunnel in southern Gaza on Saturday.Israeli political activist Shikma Bressler tells CNN she feels these protests are different and she joins us now from Near Rehovot in Israel. So appreciate you being with us. You say these protests that we're seeing right now are different. Why do you say that? What do you mean by that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:06",
      "speaker": "CHURCH",
      "sentences": "And in addition to the protest, there's now this nationwide strike organized by the country's largest labor union. How will Netanyahu likely respond to this increased pressure from these demonstrations and from the strike?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:06",
      "speaker": "BRESSLER",
      "sentences": "To the people must understand all over the world that Netanyahu was being called by the super extremist groups in Israel, that those who are a racist fascist at some level, and those are giving now the main key on the decision-making in the government.Therefore unless we see other groups in the coalition which are normal groups which want to leave, you know, to raise their kids and live in a normal country unless they push a pressure back, saying that we have to go for an agreement that will bring back our hostages and the situation, close a deal maybe, or at least push to get into some consensus such that the economy will not be tearing apart again, and so on. Unless this happens from groups inside the coalition, Netanyahu, unfortunately will not take a decision on himself because he is prioritizing his coalition over our people and brothers and sisters in Gaza, over our economy, over the future of this country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:06",
      "speaker": "CHURCH",
      "sentences": "And news of the deaths of these six hostages of course appears to have changed everything for the people of Israel. As you say these protests are different to the ones we've seen before. Would you say that this is a turning point that could result in new elections for the country, that people on the street would push for that, that this nationwide strike would push for that, that people have had enough?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:06",
      "speaker": "BRESSLER",
      "sentences": "You know, I certainly hope so. You have to understand we have been raised, we are raising our kids to understand that the future of this country is secured because we take care of it, because if needed and we know that we may have to go, we have to serve in the army and we may even die through that. And this is crazy as it is, but this is okay because this is our reality here in this area in the Middle East.But we have also been raised to know that if something happens to us, if we are taken hostage, if we are being kidnapped, the country will take care of us. And now the government is breaking that completely down by prioritizing the future of this awful coalition over the future of the people of this country. And when kids, you know, you've seen yesterday in the protest, tons of young people, they all need to serve in the army. They all need to, you know, to decide whether they want to have their future here and knowing that the government will neglect you, will let you, you know, stay down there in Gaza if you are being kidnapped or anywhere else, is breaking really the core values based of which this country was built. And we disagree to that, because the people do believe in that. You see, vast majorities of Israelis understand that and this is why we are out. We don't, we will not let the government change, you know, the core value of this country and the people show that on their hands, on their feet, on their foot, etc.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:06",
      "speaker": "CHURCH",
      "sentences": "And of course we are looking at these images, so many people, hundreds of thousands of people out on the streets there, but of course Prime Minister Netanyahu has the support of his government. Why do you think though, that Netanyahu has failed to put the lives of these hostages ahead of his military goals which he is pushing hard for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:06",
      "speaker": "BRESSLER",
      "sentences": "Because he has been held by, as I said, super-extremist people who think that, you know, we cannot give up on any piece of land, et cetera, despite the cost, et cetera, because they come from different type of ideology, an ideology which is agreed or is adapted by a tiny bit of Israelis. As I said against the vast majority who understand that life of the people is more important than everything else and that we can get back to fight and to -- and to the wall later on.And but he's held by them and he understand that right now he will not have a coalition if you go for an agreement and no one in the coalition says the opposite no one that was no more people in the coalition no one telling look if you are not pursuing an agreement a ceasefire in an agreement then we will we will also turn down the coalition. So this is the situation at the moment but as you said hundreds of thousands of people are in the street and we hope that we will -- we will change this cost, which is dragging the entire country down and sacrificing the lives of our brothers and sisters in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:06",
      "speaker": "CHURCH",
      "sentences": "Shikma Bressler, thank you so much for joining us. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:03",
      "speaker": "CHURCH",
      "sentences": "And some news just coming into CNN. We have been telling you about how Ben-Gurion Airport near Tel Aviv halted departures and arrivals of flights more than two hours ago. We learned moments ago that flights have now resumed. We will have the latest on the protests gripping Israel coming up shortly.Well, this has been an especially busy Labor Day weekend for travel here in the United States. AAA is expecting a 9 percent increase in domestic travel compared to last year. And the Transportation Security Administration is anticipating record passenger screenings at airports. But some of that travel is being disrupted by thousands of hotel workers on strike. More than 10,000 workers at hotels across the U.S. are demanding better pay and working conditions. The union representing them says one thing they want is the return of the automatic daily room cleaning. Many hotels dropped this practice during the pandemic. The union believes the lack of daily cleaning not only costs jobs, but also increases workload. The hotels, which include Hyatt and Hilton, are reportedly still open but are unable to provide full services. The U.S. South could see some storms while the North East could get cooler temperatures. CNN Meteorologist Elisa Raffa has the details for Labor Day. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:03",
      "speaker": "ELISA RAFFA, CNN METEOROLOGIST",
      "sentences": "Our front from the weekend continues to sag South and it could give you some minor hiccups and headaches for some airports. If you're traveling on this Labor Day, you could see from Dallas to New Orleans, some stormy skies, maybe some lightning and heavy rain could have caused some problems. Some places like Atlanta and Miami as well, even going into late Monday into Tuesday. If you're traveling home, the problem is we have a front that stalled there. It's been tapping into some tropical moisture as well. So some of that rain has been on the heavy side.But for the rest of us, we've got this area of high pressure and control. It's bringing sunshine, quiet skies and so much cooler temperatures. We've got temperatures in the 70s with sunshine for places like New York City and Boston, Minneapolis and Chicago as well. All of this much welcomed after some excessive heat that we had in these locations last week. You can see we keep things a little bit on the muggy side from Atlanta and Miami again with that storm front and those storm chances. The cooler temperatures hang around the Northeast as we go into the workweek. Temperatures are still in the 70s through Tuesday and Wednesday from Boston to New York, D.C. You're looking at temperatures in the upper 70s well below your average of 85 degrees and much cooler than your temperatures that were over 100 last week, even some highs in the upper sixties in Cleveland on Monday. So there's that cooler air on Labor Day again from the Northeast stretching towards Texas. But then as that front continues to try to shimmy south by Tuesday and Wednesday, more of us are getting in on some of that cooler, more fall-like feeling air. Temperatures 5 to 10 degrees below average across the Carolinas, down to Atlanta, even Dallas. Temperatures will be in the middle 80s in New Orleans by Wednesday, some lower 80s in Atlanta by Wednesday as well. So again, feeling much cooler than average for this time of year. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:00",
      "speaker": "CHURCH",
      "sentences": "Brazil's government is declaring war on arson as unprecedented wildfires have ravaged the country over the past few weeks. Tens of thousands of acres of rainforest, wetlands and farmland have burned. More now from CNN's Julia Vargas-Jones.(BEGIN VIDEOTAPE) JULIA VARGAS JONES, CNN CORRESPONDENT (voice-over): Flames engulfing the world's largest rainforest, the world's largest wetlands and now the southeastern state of Sao Paulo. Fires in the Brazilian state have burned almost 150,000 acres, an area nearly as large as the city of Chicago. This video showing the critical moment when flames jump over a river. This is hell, one man says. Smoke turning day to night and covering entire cities, including the capital, Brasilia, hundreds of miles away. But this is no natural disaster. Authorities blame the recent rash of fires on the perverse chemistry of climate change, extreme weather events and human actions. People are starting fires, environment minister Marina Silva says, in the Amazon, in the wetlands and in Sao Paulo. 10 people suspected of arson have been arrested so far and police are investigating whether criminal networks could be behind these wildfires. In a span of 90 minutes, multiple hotspots appeared. Satellite images show.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:00",
      "speaker": "CRISTIANE MAZZETTI, GREENPEACE BRAZIL",
      "sentences": "In one single day, last Friday the 23rd, the number of fires hotspots were even higher than the ones registered in the Amazon biome.VARGAS JONES (voice-over): Meanwhile, in the Amazon, almost 50,000 active fire spots have been detected so far this year. And officials say none of them started due to natural causes. Deforestation via arson continues to be a common practice to set up illegal mining sites and cattle farms, researchers and activists say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:00",
      "speaker": "MAZZETTI",
      "sentences": "People are still bad on impunity. They are not properly held accountable. We still have time, but time is running out and episodes like what we've seen in Brazil, what we are seeing in Brazil right now, show how urgent it is to deal with climate change, to deal with by the first loss.VARGAS JONES (voice-over): As Brazil battles one of the harshest droughts in its history, the dry months of September and October could cast an even darker shadow. Julia Vargas Jones, CNN, New York. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:00",
      "speaker": "CHURCH",
      "sentences": "Look who we have here, two of Hollywood's A-list stars causing a fan frenzy Sunday in Venice. That is George Clooney and Brad Pitt of course making an arrival on a boat along a canal ahead of the world premiere of their new film \"Wolves\". The comedy thriller screened soon after at the Venice Film Festival. The movie also stars Amy Bryan and Austin Abrams. Clooney and Pitt signed autographs and posed for photos before heading to their red carpet premiere. Very exciting. The largest U.S. overseas military base in the world is within drivingdistance of North Korea and the 41,000 people living in it like to experience both American and Korean culture. CNN's Mike Valerio reports from Camp Humphreys in South Korea. (BEGIN VIDEOTAPE) MIKE VALERIO, CNN CORRESPONDENT (voice-over): It's where rock concerts roar and where families find new homes in Korea. Like the Cook family, trading their lives in Cincinnati, Ohio, for Camp Humphreys, South Korea. It's the Army's busiest airfield in Asia and the biggest U.S. military base overseas. Camp Humphreys is about 60 miles away from North Korea, driving distance from the heavily fortified demilitarized zone, the DMZ, which divides the Korean Peninsula. More than 40,000 people call Camp Humphreys home, including the Cooks. They have not one, but two. sets of twins, the youngest just eight months old. They came here because of Sergeant Terry Cook, an Army I.T. specialist here to support the critical U.S.-South Korea military alliance. But in dad mode with his wife, Rhee, he says it's all about supporting his parental platoon. SGT. TERRY COOK, U.S. ARMY: I just really like to spend as much time in matching my whole time with this whole unit I got here.",
      "isLastSentenceInterrupted": false
    }
  ]
}