{
  "date": "2024-04-15",
  "headline": "Amanpour",
  "subHeadline": "Interview with Former U.S. Ambassador to Israel Daniel Kurtzer; Interview with Former U.S. Acting Solicitor General and Georgetown University Law Professor Neal Katyal; Interview with \"We Are the Leaders We Have Been Looking For\" Author and Princeton University Professor Eddie Glaude Jr. Aired 1-2p ET",
  "utterances": [
    {
      "timeStamp": "13:00:00",
      "speaker": "CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL ANCHOR",
      "sentences": "Hello, everyone, and welcome to \"Amanpour.\" Here's what's coming up.(BEGIN VIDEO CLIP) ANTONIO GUTERRES, U.N. SECRETARY-GENERAL:  The Middle East is on the brink. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "Israel and Iran's shadow war erupts into the open. I speak to former U.S. ambassador to Israel, Daniel Kurtzer, about what could comenext. Then, Trump goes to trial as jury selection begins. Law professor Neal Katyal joins me on this history-making criminal case. Plus -- EDDIE GLAUDE JR., AUTHOR, \"WE ARE THE LEADERS WE HAVE BEEN LOOKING FOR\" AND PROFESSOR, PRINCETON UNIVERSITY:  If we want to make the world better, we have to become better. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "-- people power. Professor Eddie Glaude Jr. tells Walter Isaacson we are the leaders we've been looking for.Welcome to the program, everyone. I'm Christiane Amanpour in London. Leaders from here in the U.K., the E.U. and the USA urge restraint as Israel mulls its response to Iran. Its biggest backer, America, says, don't do it and we won't participate, while Jordan accuses Israel of using this confrontation to take the attention off Gaza. A former Israeli prime minister, in fact, too, tells the current one to look at the whole picture, saying -- Ehud Barak said, we're still stuck in Gaza and our hostages are too. Israel's war on Hamas was also about re-establishing deterrence after October 7th, while six months and tens of thousands of deaths later, with starvation mounting and more than 70 percent of Gaza either destroyed or damaged, it does raise the question, if this is what deterrence in Gaza looks like, what will it take to '\"extract a price on Iran?\" Iran's non-surprise missile and drone attack heavily telegraphed and 99 percent intercepted by Israel and its strongest allies also raises the question of how Israel would do in an all-out war without allied participation. So, are there any good options for the United States desperate to prevent that region from descending into a much wider war? My first guest tonight knows the stakes. knows the players. Daniel Kurtzer has been U.S. ambassador to Israel and Egypt, and he's joining us now from Washington. Ambassador, welcome back to the program. So, obviously, the question on everybody's mind, will Israel respond? DANIEL KURTZER, FORMER U.S. AMBASSADOR TO ISRAEL:  Well, I think there's going to be a response. The question is going to be the timing and the scope. Israel, I think, believes that the escalation of Iran's attack on Saturday night, it would be too much to let it go on pass, number one. And number two, Iran announced when it declared an end of its attack, that it would now attack Israel any time an Iranian asset or ally was attacked, which means that there's some new rules of the game. And I think Israel will want to establish its own rules with a response to what Iran did on Saturday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "But you're just saying that if Israel does that, then Iran will do it again. So, where does this end?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "KURTZER",
      "sentences": "Well, we don't know. And frankly, I think that's the major issue that has to be taken up not only in the Israeli war cabinet and in Iraniancircles, but also in the West, in the United States and elsewhere, because right now we are in an escalatory spiral in which the Israeli attack in Damascus, which killed several Iranian Revolutionary Guard generals and others, prompted Iran's response. I think there will be an Israeli response. And then who knows? It'll keep going. And in the meantime, as you indicated at the top of the show, the war in Gaza is certainly not over. There's now new violence in the West Bank, settlers retaliating for the killing of an Israeli youngster. So, this is a region that's now in a very explosive mode.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AYMAN SAFADI, JORDANIAN FOREIGN MINISTER",
      "sentences": "Look, the Israeli prime minister have always wanted to invoke some sort of confrontation with Iran. Now, asthe international pressure in Israel to stop the aggression in Gaza continues, invoking a fight with Iran is something that we believe he thinks could dilute that pressure and could take attention away from Gaza and focus on this new confrontation. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "Do you agree with that analysis? Clearly, Israel has got some breathing room. The talk of suspending weapons and, you know, if there weremore humanitarian violations seems to be shelved.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "KURTZER",
      "sentences": "Well, with respect to the foreign minister, I do not think that Israel attacked the Iranian facility in Damascus as some kind of adiversion or otherwise. These generals were involved in the training, arming, equipping, and encouraging attacks on Israel for quite some time, not only from Syria, but also from Lebanon. And so, they have been targets for a very long period of time. And we also have to remember that while Gaza has been happening and while Hezbollah and Israel have been trading blows, the IRGC has been operating in Syria against Israel. So, I don't think this was a diversion. I think it was an \"opportunity\" that Israel saw to take out senior Iranian Revolutionary Guard figures. And now, we're going to see the consequences. The question now, however, is how does this impact what Israel does, both in Gaza and as we talked about earlier, as what it does with respect to Iran?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "So, do you think that the United States is correct in trying to deescalate and trying to advise, to -- so-called take the win, which theyhad on Saturday night, and not to escalate. And the U.S. has also said, or at least that's what we're hearing, that it will not participate. Do you think that's true? If there is tit for tat and if it gets bad, the U.S. will not participate in any offensive action against Iran?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "KURTZER",
      "sentences": "I think both of those really have to be called into question. First of all, it's hard to argue for de-escalation given the scope of theIranian attack. You know, had they limited their response to the action in Damascus to a kind of one-off send in a few rockets or a few drones, try to take out a specific facility, then the argument could be made that it was a tit for tat and then let's de-escalate. But sending in 300 objects that were designed to kill and to destroy and have left a young Bedouin girl in critical condition was not a tit-for-tat response, which means that it was a major escalation and a major change in the rules of the game. On the second issue, if Israel does decide to do something that does lead to a more significant war, it's hard to see the United States standing on the sidelines. First of all, we do provide air cover and other defensive measures. We continue to provide weapons, and I think it's probably not realistic to say that we would stand by while there was a war involving Israel and Iran.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "So, do you think the U.S. is being dragged into a war that it doesn't want?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "KURTZER",
      "sentences": "I think that's for sure. The United States certainly does not want to see a war. It would like to see a de-escalation. It would like tosee both Israel and Iran take a deep breath, step back, give some consideration to next steps while we focus on trying to end the war in Gaza with a ceasefire, a hostage release, and so forth. But we're not really in control of the situation. And the degree of American influence is limited by the fact that the administration simply does not want to limit the amount of arms and the kind of arms that we're providing to Israel. And so, as long as we have those two constraints, we're really in a watching and hopeful mode, but that's not really going to be dispositive in terms of what happens next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "KURTZER",
      "sentences": "Well, clearly the prime minister of Israel thinks that he alone is in the driver's seat and he has believed that ever since he came intooffice in the mid-1990s. He believes that he understands America better than our presidents and he believes that, at the end of the day, he can largely control what it is that we do or don't do. On the question of arms, there is a significant difference between assuring Israel the capability to defend itself, which we helped to do on Saturday night, both actively and with the kind of support we've given to Iron Dome and David's Sling and the other air defense systems that Israel has in place. And there's a difference between that and providing the kind of major offensive weaponry that's been used in a manner that's led to a significant number of civilian casualties. And I think that's where the debate right now is in Washington. There's a growing number, even of Democratic senators, who are arguing for some kind of curbs, although I would assume that they're not looking at curbs on the defensive weapons, but rather to say to Israel, you need to limit some of your offensive operations so as to minimize civilian casualties.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "I mean, you may be aware, but there's a, you know, significant number of people on social media pointing out that very contradiction thatwe're just talking about, that the United States and its allies were able to, you know, intercept and protect Israeli civilians from Iran on Saturday night. But they simply will not do that for Palestinians in Gaza, thus raising the eternal double standard question and whether they believe Palestinians are people after all. So, this is causing a lot of negativity towards America. It's being viewed as siding, you know, in the Gaza case, with the wrong side. I want to play for you and for our viewers. I don't know whether you'll be able to see it, Ambassador, but it is a picture in the Kamal Adwan Hospital in Gaza. It's a video, in fact, of a mother who is with her emaciated daughter. And what she's doing is showing the European doctor who took this the pictures of her daughter happy and, you know, sort of, you know, moving around and well fed on a video and showing them next to her emaciated real frame in the hospital there. I mean, this is really bad, this starvation. I mean, even the United States, USAID, has said famine is in there now. It's not looming, it's not stalking, it's there. What must the U.S. do, and its allies, to bring an end to this? I mean, do you see, there seems to be no progress to cease fires. Israel promises to send in aid and, you know, does -- after a stiff call from Biden, but is it a regular delivery? What needs to be done to stop this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "KURTZER",
      "sentences": "Well, we showed after the attack on the convoy of the World Kitchen that when Israel understood how serious we were with respect to theprovision of humanitarian assistance, they've changed some of their policies. I think we need to sustain that kind of seriousness. The video you showed is heartbreaking, but heartbreaking is not a policy either. Something needs to be done. And there are capacities in order to ensure that much, much more food and water and health supplies can get into Gaza unimpeded. So, there has to be a seriousness of purpose here that we showed just a week or two ago that's sustainable. And I think that's what the administration really needs to focus on. But even so, Christiane, there are other contradictions in the policy, because as much as we're trying to constrain Israel's offensive operations, we also want to see Hamas destroyed. And you have these two polar opposite possibilities at play. And the third that's at play is you've got Bill Burns, our CIA director, out there almost every week trying to negotiate a hostage prisoner exchange. So, it's not an easy course to navigate for any policymaker.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "So, describe the regional coalition. I mean, he means the Arab States, presumably.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "KURTZER",
      "sentences": "Well, the United States, under the leadership of central command, has been devising an air defense system that showed itself to be quiteeffective on Saturday night, with a variety of players acting out different roles and ensuring that virtually none of the drones and cruise missiles and ballistic missiles got through. Now, Iran telegraphed its punch, and so there were a number of hours of preparation that were available. That may not be the case the next time around. And it's not sure -- and I think the problem with the argument that Israel is going to try to build a regional coalition is that I'm not sure Israel is going to find partners if it does take the offensive. And that's why, even if Israel feels that it has to respond for deterrent purposes, it needs to think very hard and very, very long before giving up the possibility of this regional air defense system that has worked so well. So, there are a variety of challenges in the Israeli war cabinet, not the least of which is to maintain the coalition that currently exists that might be lost should it take the offensive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "And I just want to ask you a last question about the scale of what Israel might do and the U.S. position. So, in October, as we remember,President Biden immediately visited Israel after the horror of October 7th. But he also said, I caution that while you feel the rage, don't be consumed by it. After 9/11, we were enraged in the United States. We sought justice and got justice. We also made mistakes. So that's what Biden said. Now, in the wake of news from the White House that Biden said he would not participate in an offensive against Iran, this is what John Bolton said, former, you know, U.S. -- U.N. ambassador adviser to Trump and also to George W. Bush. This is what he said. (BEGIN VIDEO CLIP) JOHN BOLTON, FORMER U.S. NATIONAL SECURITY ADVISER:  I will tell you this, if Joe Biden, as some press reports have it, is urging the Israelis not to retaliate at all, he is an embarrassment to the United States. This is an American interest to make sure that Iran, which is the principal threat to international peace and security in the region, is at a minimum put in its place to spare Israel, to spare the Gulf Arabs, to spare us from the threat that they pose. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "And I think he went on to suggest targets. You know, it's really pressured now. You've got a lot of Republicans calling for very stiffaction. It reminds me of what happened in the lead up to the, you know, 2003 U.S. war against Iraq. There was nothing good that came out of that. In fact, that war is what offered Iraq to the Iranians, where they have their bases openly now challenging the United States. So, what does the administration do to ward off that kind of sentiment from John Bolton?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "KURTZER",
      "sentences": "Well, the administration, since October 7th, has been trying to educate the Israelis to understand that we made a lot of mistakes. We mademistakes in Afghanistan and it cost us 20 years and thousands of casualties. We made a lot of mistakes in Iraq. Going into Iraq in the first place was a strategic era of immense proportions. And some of the people who are now calling for escalation, like John Bolton, were responsible for those mistakes. So, one of the things that Israel might do is to pay attention to the educational nature of what the administration is trying to do. You remember, Christiane, that we sent General McKenzie to Israel very early on after October 7th to talk about how we dealt with urban warfare and the mistakes that we made. And it would really behoove Israel to assimilate those lessons and not to repeat or to create its own mistakes in responding to Iraq or in dealing in the future with Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "So, that brings me to what's happening on this day, which is the first day of jury selection. Like any criminal defendant in the country,they have a right to a free, you know, fair trial by a jury of their peers. Is such a thing even remotely possible when everybody knows Trump and everybody presumably knows all these stories?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "KATYAL",
      "sentences": "100 percent possible. I was privileged, over the last few years, to serve as special prosecutor in the murder of Derek Chauvin -- the trialof Derek Chauvin who murdered George Floyd. And, you know, obviously, that was a case that everyone knew in Minnesota, in Minneapolis, where the trial took place. And Derek Chauvin tried to move the trial or to delay the trial, saying he couldn't get a fair trial, given the notoriety surrounding his actions. The judge rejected that. There was a long process of what we call voir dire, which is examining each potential juror for bias. And that's exactly what Donald Trump is going to get here. And I think it's absolutely -- you know, would not be remarkable at all to have a jury seated in this case. You know, I think the American people, when they're told by a judge, here are the ground rules, you've got to put your pre-established notions aside and listen to the evidence. They can absolutely do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "Neal Katyal, can we just talk about the evidence and what it is? Basically, in general, I understand that paying hush money is notnecessarily a crime. You know, why has this become a criminal case and a felony?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "I see. So, a campaign contribution. So, when people use all these different terminologies like a hush money case, a business fraudcase, an election interference case. Is it all of the above or is it mainly the election interference?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "KATYAL",
      "sentences": "It's all the of above. And what I think Trump is trying to do, and it's similar to what Bill Clinton did back in 1998, is pretend, oh, this isjust about sex. This is just that and nothing else. And, you know, regardless of what one thinks about happened with Clinton, here, this is involving really not just something that is, you know, trying to hide something about Stormy Daniels, but something to try and hide something from the American public right before an election. And, you know, if the shoe were on the other foot and this were Biden or someone else who was taking these -- who is, you know, engaged in these kinds of payoffs, of course the other side, the Republicans would have so much to say about this. This is an obvious law enforcement matter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "Well, OK. So -- and also, let's just read the prosecutor in question. Alvin Bragg has said to \"The New York Times,\" the case is not --the core of it is not money for sex. We would say it's about conspiring to corrupt a presidential election and then lying in New York business records to cover it up. So, that's essentially what you just explained to us. The thing, though, is and I wonder whether there's -- you know, what people think about it. Will people trust the institution? Yes, you could find the 12 jurors, but will his base? Probably not. But will -- generally people believe that it is not, as Trump says, a witch hunt or a disgrace against America, a trial of America, you know, associating himself with the state? What do you think the public might think after any kind of sentence, conviction, or rather judgment is the word I'm trying to say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "KATYAL",
      "sentences": "Yes. Christiane, I think one of the great things about the American system is so far the American people trust the criminal justicesystem. It's inefficient to be sure. It has taken years for this case, for example, to get to trial, and defendants like Donald Trump have so many different rights at issue and ways to delay the trials and the like, and Trump has been successful in the other trials, as you said at the outset, in doing that. But once you have a legitimate process that's begun under the rules of evidence with formality and strict procedures that govern both sides, the outcome is something I do think the American public really does respect. And again, I'd go back to the Derek Chauvin case as a good example. Before the trial began, people's passions were at such loggerheads about it. But, day after day, when the evidence came in, you know, I think the American public developed a certain feeling about it. And when he was convicted, there were no riots, there were no major protests or the like, because, I think, that the public understood Derek Chauvin had his processes day in court, and he found guilty. And if Donald Trump is found guilty in this trial, the prosecution is going to have to prove to all 12 members of the jury. One of them can hold out and say, I'm not convicting and he can't be convicted. But if they have to prove to all 12 and have prove it beyond a reasonable doubt, which is the highest standard of proof in the American justice system. And so, if the prosecutors can do that for all 12, I do think that's going to give the American public a lot of confidence in the outcome here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "KATYAL",
      "sentences": "I don't. That's really outside of my lane. And, you know, I think one of the things I've been pleased about is the prosecutor here, as wellas the prosecutor, Jack Smith, the federal prosecutor, I think had done a really good job of trying to explain why this is a case just about the law. And it doesn't matter whether the defendant is named Trump or Biden or anyone else. When someone does these kinds of things, there are consequences. I mean, the most foundational principle in the American legal system is no person is above the law. That we all -- the law applies to all of us. And Donald Trump has been trying to test that principle repeatedly, so much so that, Christiane, next week, his lawyers are going to show up at the United States Supreme Court and take the astonishing position that when the president does something, it's not illegal. That includes even ordering the murder of his political opponent. That's just crazy town. That is not the American legal system. It wasn't even the British legal system before we separated from Britain, you know. And so, I don't think that that argument is going anywhere. And I suspect at the end of the day, the United States Supreme Court will reaffirm the principle, no one is above the law. And then it will be up to these individual juries to decide, did Donald Trump break that law?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "Now, in the meantime, again, Donald Trump's behavior on his web -- on his, you know, thing, Truth Social and in court and et cetera. So, hehas been denigrating Michael Cohen, who will be a witness. And you explained that he's the one who Trump asked to pay the hush money. He did lie in public about all of this. And Trump is saying that this is a sleazebag liar, and Stormy Daniels is a sleazebag, and they're never going to be credible in court. What are the weaknesses, do you believe, of the witnesses?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "KATYAL",
      "sentences": "Yes, there are certainly weaknesses. Michael Cohen is an admitted felon. He went to jail for these exact crimes with Donald Trump. And so,you can expect Trump to try and say that and to say, you know, Cohen's got something, you know, against Trump because of all the things that happened to him. On the other hand, I think the prosecutors, and we saw this already today, Christiane, in the proceedings have started to build a case showing other evidence and that Michael Cohen's testimony will just be corroborative. It won't be the main event. So, for example, today the judge allowed evidence to be given about Kathy McDougal, who's another woman who Donald Trump allegedly paid off. And so, that evidence is going to come before the jury. The judge did say the prosecution is not allowed to say that Donald Trump's wife at the time, Melania Trump, was pregnant, that that would have been prejudicial to hear that particular fact. But to hear the rest of it was permitted -- was admitted by the judge. And it is quite an astounding thing, Christiane, to just think that the judge is saying, hear Donald Trump's own words about his wife being pregnant, things like that, can't be admitted, because his own words would be too prejudicial to the jury against him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "Oh, golly. He has had some success in his team and he has a very prominent and successful lawyer as well. There was a profile on him in \"TheNew York Times,\" and I'm blanking on his name, but a former Democrat. Anyway, he's seen to be, you know, a pretty good lawyer and Trump trusts him. And Trump's delay, delay, delay strategy seems to have paid off for him. Maybe not in this case, but in all the others, because they may or may not, probably not come to trial anytime soon or be concluded anytime soon. Talk about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "KATYAL",
      "sentences": "That might also be true in a way for the state prosecution in Georgia. There's an argument that he has there as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "It's really, really interesting, this question of accountability ability in a historic former president in court facing this trial. Amazing.Neal Katyal, thank you very much and we hope to bring you back to help us through, you know, as these proceeds. Now, with trust in leadership and democratic institutions faltering around the world, New York Times bestselling author and professor of African- American studies, Eddie Glaude Jr., explores how everyone can be a leader in his new book. And he's joining Walter Isaacson to discuss how we can learn from history. (BEGIN VIDEO CLIP) WALTER ISAACSON, CO-HOST, AMANPOUR AND CO.:  Thank you. And Professor Eddie Glaude Jr., welcome back to the show. EDDIE GLAUDE JR., AUTHOR, \"WE ARE THE LEADERS WE HAVE BEEN LOOKING FOR\" AND PROFESSOR, PRINCETON UNIVERSITY:  Thank you so much. It's good to be with you all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "ISAACSON",
      "sentences": "So, you got this new book out, it's called \"We Are the Leaders We Have Been Looking For.\" And it's a collection of your 2011 Du Boislectures at Harvard with some wonderful introductions, stitching it together. Tell me why you went back after a dozen years to look at these lectures again. GLAUDE JR.:  Well, first of all, it's always a delight to be in conversation with you. It was an attempt to make sense of the moment to kind of see where we've been and where we've come. You know, when I gave these lectures, Michael Brown was still alive. George Floyd had moved from Houston to Minneapolis. Sandra Bland was still blogging, you know, and I was growing in so many ways as an intellectual, as a writer. And so, I wanted to, in some ways, figure out, Walter, my journey. I wanted to pick up the pieces, because in some ways, the politics of the moment, COVID, I felt like I had been broken in two. So, I had to write myself into something. And so, the book is this kind of combination of a retrospective kind of thinking about democracy as such, because the ideas I've been thinking about for the last 10, 12 years kind of find their beginnings in these lectures. And in so many ways, it's an act of self-creation, kind of a reflection on who I take myself to be as an intellectual and scholar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "ISAACSON",
      "sentences": "And you say you were broken at the time, and you had to write in order to fix yourself. Explain that to me.GLAUDE JR.:  Yes. Well, I think -- you know, I think we all are, if we're honest with ourselves. You know, it's not just our politics, it's us. You know, I mean, I had to deal with COVID and, you know, a million people are dead. A couple of my friends, close friends, are dead. And trying to figure out, you know, how do I find my feet? How do I find my voice in this moment? How do I speak through the chaos? And so, I think returning to these lectures, looking back, is in some ways what was an effort to kind of stitch together the pieces that I am, you know. And so, it has something to do with my relationship, not only to the political hall, but our responsibility for democracy as such. It has something to do with my own intellectual formation. You know, there's a cliche at the heart of the book. You know, \"We Are the Leaders We've Been Looking For.\" Yes, OK. That seems right. And if we are the leaders we're looking for, that is to say, we must take responsibility for democracy. We have to become better people. And you know, Baldwin has -- James Baldwin has this wonderful formulation that the messiness of the world is actually a reflection of the messiness of our interior lives. That if we want to make the world better, we have to become better. And so, in this book, I'm not only claiming that we need to take responsibility for democracy, we also need to take responsibility for reaching for higher forms of excellencies, becoming better people, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "ISAACSON",
      "sentences": "And she called it sort of Pew focused rather than pulpit focused. And that's the theme of this book.GLAUDE JR.:  Yes. You know, I'm skeptical of leadership that ask you and me to give up our distinctive voices and follow them. I'm skeptical of fans in the Pews, people who are just coming to churches and being led by pastors as if they're just simply sheep being shepherded to, you know, the pastors, as it were. Ms. Baker understood, and I think this is really important for us in this moment, that each of us has the capacity for greatness, that we are the prophets we're looking for, not prophets who have been anointed from on high, but people who have the ability to see beyond the limitations of now, and to an imaginary future that can guide our actions in the present, as a prophetic act. Or Emerson and representative men telling us that great people come to us to make even greater people possible. That we're not here to get lost in the Obamas or in Jesses or the Kings or in the Malcolms or even Ella Bakers, that Eddie Glaude, that Walter Isaacson, that our voices are distinct and have historical resonance. And so, I love this Pew centered focus. You know, and at the heart of it, Walter, is this what she calls -- or what I'm calling, following the philosopher Sheldon Mullen, of politics attending. It's a politics rooted in care that's close to the ground. It's not about these abstract considerations that allow us to fall, shall we say, for the siren songs of autocrats or even for so-called democratic saviors. We are the saviors we're looking for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "ISAACSON",
      "sentences": "You mentioned the early 19th century philosopher just now, Ralph Waldo Emerson, plays a big theme in your book. And it's interesting becausethere's a thread that goes through to Ralph Waldo Ellison, who by the way, gave the graduation speech when I graduated in 1974 and looked at the people on Memorial Hall, those names, and you mentioned this in the book, who had fought to end slavery. And he said, we're not honoring their legacy. Talk about Emerson to Ellison in your mind that way, and the legacy we are not honoring. GLAUDE JR.:  Wow. That blew my mind. I did not know you were there, Walter. That's amazing. You know, Ellison has been -- he's so important to me. And in so many ways, he's the figure that stands alongside Baldwin in my imagination, right? And Ellison's insistence in that moment, that -- because he is in the moment, you know, '74, as you as a graduating senior, was a moment of extraordinary turmoil. The nation didn't quite know who it was and where it was going. The conflicts of the '60s and the Nixon era had really grabbed the whole of people's imagination. And Ellison was trying to say that it is necessary for us to look our past squarely in the face, to know from whence we came as the precondition for us to be conscious and conscience, to express conscientiousness about where we need to go. And so, I think for him in that moment, wow, in the moment in '74, he offers me language for our current moment now, a kind of honest assessment of who we are in light of whom we can be and what has made us who are, right? I think, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "ISAACSON",
      "sentences": "Let me read you something from the book that really struck me, which is, \"The answer to the troubles in this country rests, as it alwayshas, with the willingness of everyday people to fight for democracy. Not with outsourcing of that struggle to so-called prophets and heroes.\" And then you go on a bit and you say, \"We must be the kinds of people democracy requires.\" GLAUDE JR.:  Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "ISAACSON",
      "sentences": "When you talk about the color one's skin is determining the value, it sort of clashes to with this backlash against diversity, equity,inclusion. And I think you have a phrase in there, here it is, which is you talked about, the reality of the Americanness of American diversity. What are you thinking now with this really almost tsunami-like backlash against the concepts of diversity, equity and inclusion?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. I was thinking about this a while ago. You know, on April 6, 1970, at one of your old gigs, Walter, \"Time\" magazine published aspecial issue. Jesse Jackson was on the cover. And in that special issue was an essay written by Ellison entitled, \"What Would America Be Like Without Blacks?\" And Ellison was trying to reflect on this, that he says -- he said something like this, he says, whenever the nation gets weary about its struggle around democratic equality, it reaches for a secession, or it reaches for the fantasy of a lily-white America. When we get tired of trying to be a generally multiracial democracy, we either want to get rid of folk, deport them, colonization, pass draconian immigration laws, or we want put folk in their place. Make them second classes, right? We want to ensure that ours is a white nation in the vein of old Europe. We're in one of those fever dreams right now. And so, part of our task is to understand that the soul of the country, the soul of America has always been in its diversity and unity, its unity and diversity. It's always been in the nature -- the particular character of accent, the way we speak English. It has something to do with, you know, that cuisine that you love so much in the world. It has something to do with our music. It has something to do with the literature of the place where I'm from, in Mississippi, from Eudora Welty to Tennessee Williams to Richard Wright to Jesmyn Ward. It had something with a sound, that swing that comes out of the blues and the Delta and jazz in Duke Ellington's compositions. That's who we are. And when we deny it, we refuse to accept who we are, and that's a kind of adolescence that can make us monstrous. So, we're in that moment again. And our task, I think, as writers, as artists, is to lay bare as plainly and as powerfully as we can, right? The promise, the power of the American experiment, it seems to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "ISAACSON",
      "sentences": "There's some people who are saying that Donald Trump, if he comes back to the White House, that one of the goals is to focus on anti-white racism. What's your response to the proposal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ISAACSON",
      "sentences": "When Donald Trump ran for president against Hillary Clinton, you didn't vote for Hillary Clinton. You made a mistake, you said.GLAUDE JR.:  Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ISAACSON",
      "sentences": "Nowadays, do you think it's a big mistake for people who oppose some of Joe Biden's policies, don't think he's done the right things, tosit this one out? And I'll add to it, you've got a mentor in the book, somebody who was in my class at college, Cornel West, and he's running for president. What do you say to him? GLAUDE JR.:  Wow, man, you know, the book is in so many ways an argument with the man who made me who I am in so many ways, right? So, I'm not -- it's not a patricidal text, but it's certainly me engaging Cornel, trying to figure out where he ends and where I begin, because he's been so influential intellectually in my life. I think in this moment, I go back to a lesson that I learned after I wrote \"Democracy in Black.\" And I went back and reread Baldwin's letter to Jimmy Carter. And, you know, Baldwin was angry with Carter along with a whole bunch of other black leaders and black politicians. In 1978 and '79, Carter's austerity policies had impacted urban communities, disproportionate black communities, disproportionately. But Baldwin says we vote in a presidential election, not necessarily to change things, but sometimes just to buy ourselves some time, right? Because he knew who Reagan was, right? He knew who Reagan was as governor of California. And reading that made me realize that sometimes, Walter, we have to vote to buy ourselves some time. If we let the fascists in, democracy is over. It's a wrap. I don't think -- we're not a young, strapping republic anymore. 250 years come 2026. I don't know if we can survive a Trump punch to the chin, you know, the foundations of the country are already cracked. And so, I think it's a mistake for some people to think that they cannot vote in the national election. But I do understand, though, that the part of the problem we face in the polity is the Democratic Party, right? We have to be critical of the party as we try to reach for a different way of imagining our politics, because I think the Democratic Party, as is currently constituted, is a mirror reflection of the age of Reagan. It is a component of that moment. And if that moment is collapsing, then the remnants confuse us, it seems to me. But as I say to my friend Cornel West, I don't know if this is the right decision to make, right? I think we need to do some other kind of work in organizing everyday ordinary people to be the leaders. We don't want them to drop their hose and follow you. We want them to be the leaders that they're looking for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ISAACSON",
      "sentences": "Professor Eddie Glaude, Jr., thank you for joining us.GLAUDE JR.:  Thank you so much, Walter. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "ROBERT MACNEIL, PBS NEWS ANCHOR",
      "sentences": "As the hearings progress, we shall see cross-examination of men who were once among the most powerful in the land.As the select committee tries to answer the ultimate question, how high did the scandal's reach? And was President Nixon himself involved? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}