{
  "date": "2024-11-11",
  "headline": "CNN Newsroom",
  "subHeadline": "President Biden Delivers Address on Veterans Day; Federal Workers Fearing Second Trump Presidency; Russia Denies Putin-Trump Call. Aired 11:30a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:32:50",
      "speaker": "PAMELA BROWN, CNN HOST",
      "sentences": "Well, this morning, the Kremlin is denying reports that President Putin spoke last week to president-elect Trump. The Kremlin says -- quote -- \"There was no conversation.\"CNN's Fred Pleitgen is Moscow and joins us now with more. So, Fred, what can you tell us about the Kremlin's denial here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:32:50",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Hi there, Pamela.Well, the Kremlin is certainly going a long way to try and shoot all of this down, this report. It was earlier today that this call took place with the Kremlin spokesman Dmitry Peskov. And he said basically all of this is completely fabricated. I want to read some of the words that he used in this phone call that he had with journalists earlier today. He said: \"This is completely untrue. It is pure fiction. It is simply false information.\" So, basically, he couldn't go any further than that. He was then once again asked directly, \"So there was no conversation?\" And then he said, \"Yes, there was no conversation.\" Of course, all of this comes as the Kremlin and Russian President Vladimir Putin saying they are looking quite favorably at Donald Trump taking office in the near future, obviously, in January. The Russian president on Thursday at a forum in Sochi in the south of Russia saying that he obviously took note of some of the things that then-candidate Trump said about the war in Ukraine, wanting to end the war in Ukraine, of course, also in general trying to improve relations with Russia, and Vladimir Putin saying that that alone made it worth listening to. So the Russians are saying that they want a conversation to take place. They believe a conversation between Vladimir Putin and Donald Trump could take place before Donald Trump takes office. At the moment, though, however, they are also saying something like that right now not in the works, Pamela.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:32:50",
      "speaker": "BROWN",
      "sentences": "All right, I want to ask you about something else because, over the weekend, Russia and Ukraine exchanged a record number of drone attacks, the most in a single night since this war began, more than 2.5 years ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:32:50",
      "speaker": "PLEITGEN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:32:50",
      "speaker": "BROWN",
      "sentences": "What are you learning about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:09",
      "speaker": "BROWN",
      "sentences": "All right, CNN's Fred Pleitgen in Moscow, thank you so much.And let's continue this discussion with retired U.S. Army Major Mike Lyons. Great to have you on. How serious is this record escalation of drone attacks we just heard from Fred from both Ukraine and Russia? MAJ. MIKE LYONS (RET.), U.S. ARMY:  Pamela, I think it is serious. And I think we're going to see more of this as the Trump administration takes their position in January. And so I think Russia feels that time is running out on their side. They have to do what they can to get leverage over Ukraine. And Ukraine has to do what it can to try to inflict as much damage on Russia and really escalate as much as they can, given where the president-elect has said that he's going to solve this problem. So I'm not sure what that solution is going to exactly be. I hope it's not at the expense of Ukraine. I hope we're not going to give into Russian demands completely here. But he has a solution. We will find out what it is. But I don't believe that the Ukrainians think that it's going to be favorable to them. So that's why they're increasing, I think, their drone strikes. If they can get some targets inside of Moscow and increase the visibility of the war to Russian citizens, I think it'll help their side.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:09",
      "speaker": "BROWN",
      "sentences": "And it's not just drones, right? I mean, Ukraine's president says his country endured more than 1,000 strikes last week with bombs, missiles, and addition to the drones.How does this impact Ukraine's civilian population?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:09",
      "speaker": "LYONS",
      "sentences": "Significant.At the end of this, if Russia does not face some kind of tribunals for the kind of war crimes they're committing, I'm not sure that's going to be very fair here. They have much greater technology. They have A.I. drones. They have drones that can continue to find and -- find their targets even when they seem to be lost for other technology reasons. They have anti-ballistic missiles. They have ballistic missile systems that can reach well deep inside Ukraine. So Russia has the advantage here, no question about that, and they're looking to escalate it. I thought they were going to do more on the ground. They are, in fact. They're bringing North Korean soldiers there to try to regain that region in Kursk. And I think it's all about trying to get as much military leverage as possible before January and potentially peace talks begin between Russia and Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:09",
      "speaker": "BROWN",
      "sentences": "Yes.To circle back on the leverage aspect, as we talked about, Ukraine also unleashed this record number of drones toward Moscow this weekend. And I just want to dive in a little bit more into sort of the significance of that attack and the timing of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:09",
      "speaker": "LYONS",
      "sentences": "Well, I think that Russia continues to make this a war of terror against civilians and they can go deeper in targets and like they don't have to necessarily attack military targets.And what Ukraine is trying to do is, because we're -- they're constrained by U.S. current policy that doesn't want to increase the fighting on the ground there, unfortunately. And so Ukraine is trying to get inside of Moscow, inside of airstrips there and try to attack military targets deep there. So, again, both sides are attacking different areas. Ukraine, I think, is keeping more of those military targets. But Russia uses these -- their attacks as weapons against the civilian population, trying to get -- put pressure on the Zelenskyy government to get them to come to the peace table and quit, basically.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:09",
      "speaker": "BROWN",
      "sentences": "We were just hearing from Fred about Russia denying that there has been a phone call between Putin and Trump, despite reports about that. But what are you looking for in those conversations?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:09",
      "speaker": "LYONS",
      "sentences": "That's an interesting signal the Russians are sending. I think, look, it's important that the United States somehow reset relations with Russia. It's not good that we have this nuclear-capable adversary that's there.I think the Trump administration is not going to be worried about Russia using that nuclear capability and will try to leverage some kind of solution inside of Ukraine that brings the end to the war without much more fighting. However, there has to be face-saving measures for both sides. I don't see how Ukraine is going to get away with keeping the 20 percent of the land mass that Russia has held inside Ukraine for the past almost 10 years now. So I think that's going to be part of it. Russia is going to demand neutrality from Ukraine, won't want it to be a member of NATO. The question is, what will President Trump do and what will his negotiators kind of give away on the Ukraine side in order to save face on both sides? And I think Russia is still not going to back down because they have more military capability. They could keep grinding this out if they want.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:04",
      "speaker": "LYONS",
      "sentences": "Well, I think both sides are kind of dug in on what their positions are.I think this administration is doing what it can to send more assistance to Ukraine within the next 90 days. We saw approval, potentially, of contractors going there. That would change the game. That would allow more U.S. military intellect to get inside of Ukraine, help the fight there. But I think Donald Trump has his way of what he wants to do and how he wants to do it. So it's going to be difficult, I think, for President Biden to convince president-elect Trump to do anything at this point. And we just have to see what both sides say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:04",
      "speaker": "BROWN",
      "sentences": "Major Mike Lyons, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:04",
      "speaker": "LYONS",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:25",
      "speaker": "BROWN",
      "sentences": "Federal workers tell CNN feelings of dread have spread throughout their ranks now that Trump will be headed back to the White House.And this comes after the president-elect referred to these nonpolitical civil servants as agents of the -- quote -- \"deep state.\" CNN's Rene Marsh is following this story. Rene, you spoke with federal workers. What are they telling you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:25",
      "speaker": "RENE MARSH, CNN CORRESPONDENT",
      "sentences": "So, Pamela, I received one text last night and this is a quoteSo that gives you a sense, the flavor of the mind-set of some of these federal workers as they're preparing for this second Trump presidency. And we're talking about roughly two million federal workers. And, to be clear, what Donald Trump is proposing with, this plan for this federal work force is not like anything we have seen in our lifetime. I mean, he's proposing a structure of government that dates back about 141 years ago, where you have someone appointing people who are loyal to your policies to fill the positions inside these agencies. And what we're talking about is commonly known as Schedule F. So what is that? That would give a President Trump the power to start mass firings at some of these agencies. And that is what they're -- at the core of where -- why anxiety is so high at many of these agencies, because they don't know how many, they don't know how soon it will start. And so there is a lot of feeling of people just being unsettled. I spoke with one EPA employee who says -- and I'm quoting -- \"We are absolutely having conversations among ourselves about whether we can stomach a round two.\" So this coming from employees who have been through a first Trump presidency. They saw what that was. They do believe that it will be worse. But, again, this is not a surprise, Pam. I mean, the president has said on the campaign trail that this has been his plan for the federal work force. And now we're starting to see it come into play.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:25",
      "speaker": "BROWN",
      "sentences": "And just for our viewers, the way it works is, like, you pointed out there's politicals, right, in the government. That's typically appointed by the president. And then there are the civil servants, who are supposed to be nonpolitical.Tell us more about why this has been in place for so many years, why it is important to have the civil servants who are considered nonpoliticals. MARSH:  Because at the core of this, you want to make sure that these agencies are working for the American people and not the individual who happens to occupy the White House. And that is the fundamental concern when I speak to a lot of experts who have been following the work force and just our country and how it operates. They say that this is not just about Donald Trump and the Schedule F program, but it's really a fundamental change in how our government works and who it works for. And they are of the opinion that if we start getting into a president who comes into office and he cleans house and replaces it with individuals who will carry out his policies and gets rid of anybody else who's any level of resistance, then it's working -- the system is not working for the people, but it's working for this one president or person. I mean, you look at an agency like the EPA. Trump has been very clear that he doesn't believe in climate change. And so what we do expect to see is people who work in programs, scientific research, those may be the people who may be targeted in this Schedule F program. We just don't know how many people, though, Pam.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:25",
      "speaker": "BROWN",
      "sentences": "We don't know. Really important reporting, Rene. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:25",
      "speaker": "MARSH",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:52:45",
      "speaker": "BROWN",
      "sentences": "President Biden speaking at Arlington National Cemetery. Let's listen.(APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:52:45",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Thank you, thank you, thank you.(APPLAUSE)",
      "isLastSentenceInterrupted": false
    }
  ]
}