{
  "date": "2024-02-10",
  "headline": "CNN Newsroom",
  "subHeadline": "United States Launches More Strikes Against Houthi Targets In Yemen; Israeli Prime Minister Directs Military To Evacuate 1.3 Million Palestinians From Rafah, Gaza; Biden Blames Staff For Handling Of Classified Documents; Trump Co-Defendant Presses To Remove D.A. Fani Willis From Case; Grim Realization Sets In Over State Of Ukraine War As Funding Fight Continues In Washington; Trump Looking To Reinforce Dominance In South Carolina; Former Maryland Governor Larry Hogan Announces Senate Bid; White House Pushes Back On Special Counsel's Criticisms Of Biden; Bud Light Will Feature New Ad After Facing Backlash For Trans Inclusion; A Record 68 Million Americans To Bet On The Super Bowl; Maui-Based Football Team To Serve As Honorary Coin Toss Captains. Aired 1-2p ET",
  "utterances": [
    {
      "timeStamp": "13:00:00",
      "speaker": "DAN SCHACHNER, REFEREE, PUPPY BOWL XX",
      "sentences": "We don't mix them so much, so, the larger breeds will make -- might be with a slightly smaller breeds but nothing too small for their own safety. But that being said, don't underestimate your tinier dogs, because they got some power.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "FREDRICKA WHITFIELD, CNN HOST",
      "sentences": "Oh yes, they got -- they got a big bark. More than a big bark out there.OK. So, you mentioned the very top a lot of these dogs are coming from shelters, you know, some of them are rescues et cetera. So, you know, people are going to look at this and they are going to be sizing them up. They are going to be trying to figure out does this doggy -- puppy, you know, suit my household. Talk to me about the really -- it's a lot of fun. But the real importance here that you're hoping these pooches are going to find a new home. They are going to be adopted after all this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "SCHACHNER",
      "sentences": "Our track record is 100 percent adoption rate after every single puppy bowl. Every single one finds a forever home. And yes, you can go straight to puppybowl.com as you watch the program.And anyone you fall in love with at puppybowl.com, they will connect you with that shelter, and that shelter -- if that dog is already gone, because again, millions of people are tuning in, that dog could go quickly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "WHITFIELD",
      "sentences": "That's true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "SCHACHNER",
      "sentences": "But chances are and this is the message we -- yes, we want to get this message across that, that dog is likely part of a litter of puppies. So, there is siblings for those dogs as well.Really, you have to think of all the puppy bowl dogs as ambassadors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "WHITFIELD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "SCHACHNER",
      "sentences": "And that's what we try to showcase.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "WHITFIELD",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "SCHACHNER",
      "sentences": "All right? As many different breeds and mixes as possible because we're just opening -- hopefully opening people's eyes to the idea that their local shelter is going to have really, you know, a variety of amazing dogs that would make a great forever home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "WHITFIELD",
      "sentences": "I love it. puppy bowl with purpose. Dan Schachner. Thank you so much. Have fun at the game.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "SCHACHNER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "WHITFIELD",
      "sentences": "We'll be watching, and good luck.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "SCHACHNER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "WHITFIELD",
      "sentences": "All right. Hello again, everyone. Thank you so much for joining me. I'm Fredricka Whitfield.And we begin in the Red Sea where U.S. Central Command announced today it has carried out more strikes on Iran backed Houthi targets in Yemen. CENTCOM says the strikes happened Friday, and were aimed at drones and missiles that were getting ready to launch against nearby ships. Last week, the U.S. along with the U.K. launch strikes on more than a dozen Houthi locations. CNN's Nic Robertson is following the developments from Tel Aviv. Nic, what more are you learning about this latest round of strikes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "You know, these were number of strikes from the early hours of Friday through to the mid evening hours on Friday, and they were targeting different targets, two strikes against unmanned surface vehicles.Now, these are like small speedboats packed with explosives. No one driving them, and they are directed at ships at either the Navy ships or some of the -- some of the container vessels that are going through the Red Sea. Also, four cruise missiles, anti-hip cruise missiles were targeted as well by the coalition as well as one mobile cruise missile launcher. Now, what we know has happened since those heavy strikes a week or so ago, or just a week ago. Obviously, a lot of intelligence effort goes into tracking what the Houthis are doing. What are they moving around? What are they getting ready to launch to try to knock those on their head before they before they can be used to damage vessels trying to get through the Red Sea. So, this is what appears to be happening. So, there were a number of different strikes. But these unmanned surface vehicles, they can be just as damaging as the cruise missiles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "WHITFIELD",
      "sentences": "And then, Nic, there is also growing concern about the situation in Rafah in southern Gaza along the border with Egypt. More than a million Palestinians are sheltering there and now Israel is talking about preparing the military for some sort of evacuation or even ground offensive. What are you hearing about the timeline here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:01",
      "speaker": "WHITFIELD",
      "sentences": "All right. Nic Robertson, keep us posted there from Tel Aviv. Thank you.All right, back in this country, the White House is firing back at assertions from a special counsel report into President Biden's handling of classified documents. Special Counsel Robert Hur did not recommend that he charges in the inquiry, but he did make unflattering comments about President Biden's mental acuity, characterizing him as elderly with a poor memory. Democrats, including Vice President Kamala Harris are blasting the report as gratuitous and inappropriate as it pertains to those characterizations. CNN's Priscilla Alvarez is in Washington for us. So, Priscilla, how is the White House planning to counteract some of these claims from the Special Counsel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:01",
      "speaker": "PRISCILLA ALVAREZ, CNN WHITE HOUSE REPORTER",
      "sentences": "Well, first and foremost, the White House is making clear that there were no criminal charges brought against President Biden after this investigation concluded. But of course, this report also hits directly on one of the defining themes of this presidential election cycle. And that is the president's age and his fitness for office, all of which voters have shared concerns about in polls.Now, this struck a chord with the White House as soon as the report was released. President Biden's aide saying that it was inaccurate to portray him this way, calling him and said sharp and tireless when describing him. But we also saw that reaction from President Biden himself when he came out during a news conference. And it was the fact that the special counsels that he didn't remember when his son died, that really clearly struck a chord with him and made -- he was very clearly angry about that inclusion. Now, of course, the substance of this report is important beyond just what it says about the President's memory. It also found that President Biden willfully retained and disclosed classified information. But again, notes that there were no -- there was a recommendation of criminal charges. It goes on to also draw a distinction from former President Donald Trump, who was also accused of mishandling classified documents. But again, how this plays out in an election year is going to be important, something that the White House in the Biden campaign is keeping a close eye on. And senior campaign officials have repeatedly said that when President Biden hits the trail when he's -- when he's one on one with voters and rope lines or in these traditional retail politics stops, that that's an opportunities for voters to draw their own judgement about his age and his fitness for office. So, this is both reminding people that there were no criminal charges brought but also putting President Biden on the campaign trail so that voters can decide whether he does have or whether he should still be in office despite his age.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:01",
      "speaker": "WHITFIELD",
      "sentences": "And then, Priscilla what kind of comparisons are being made between the handling of this and the handling of the Trump documents investigation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:01",
      "speaker": "ALVAREZ",
      "sentences": "Well, this all really boils down to how President Biden and former President Donald Trump handled the situation when it turned out that they did have classified documents. So, former President Donald Trump resisted giving over classified documents to the National Archives, and also her notes that he obstructed justice in the process. Of course, a separate Special Counsel brought charges against him.President Biden, on the other hand, cooperated and gave the documents over as soon as they were discovered.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:01",
      "speaker": "WHITFIELD",
      "sentences": "All right. Priscilla Alvarez, thanks so much.All right. Another case we're watching very closely, the Georgia election racketeering trial against former President Donald Trump. One of his co- defendants in the case is now accusing Fulton County District Attorney Fani Willis of lying about when a relationship began with her top deputy in the case, Nathan Wade. In a motion filed late Friday, Mike Roman, defense attorney said she will call witnesses that will refute Willis and Wade's claims that they began seeing each other after Wade was assigned to the case. His legal team alleges that -- Roman's legal team alleges that Willis misused funds and accepted valuable gifts from Wade and wants her disqualified from the case. Joining us right now, former federal prosecutor on Ankush Khardori. Good to see you again. So, how important will it be to establish or prove when this relationship between D.A. Fani Willis and prosecutor Nathan Wade began?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:01",
      "speaker": "ANKUSH KHARDORI, FORMER FEDERAL PROSECUTOR",
      "sentences": "So, I feel like every time I see you, we've just experienced some whiplash as a result of this case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:01",
      "speaker": "WHITFIELD",
      "sentences": "Right. Yes. My head spinning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "WHITFIELD",
      "sentences": "I mean, that's perjury, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "KHARDORI",
      "sentences": "Well, in the worst-case scenario, potentially, I don't -- I don't think we should necessarily broach that -- I mean, a lot of this --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "WHITFIELD",
      "sentences": "But that's what the co-defendant is alleging. That you weren't honest in your statements, neither one of you. And we know there is an evidentiary hearing that's coming up next week. And this co-defendant is now claiming that he is going to -- or he and his team is going to call a witness, someone who worked with Nathan Wade, who will be able to say or substantiate that this relationship began much earlier.So, I guess, for Romans -- from Roman's point of view and a legal team, they are trying to establish that perhaps these two, Willis and Wade perjured themselves, were not honest or truthful?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "KHARDORI",
      "sentences": "Yes. No, that is what they are trying to establish. And it is a little, it's risky, because I mean, as a -- as a former prosecutor, I mean, the number one rule, the thing that can just tank your credibility, if you violate it is you need to be honest in court, and judges can take this stuff very seriously if they get concerned.Now, my concern here is that like, as all of us will know, like the progress of an intimate relationship is not always one that has sort of a clear delineation over time, and I think it could be awkward, quite honestly, for the judge to have to probe this. But he's in a bit of a bind here, because the allegation, and it's backed up by -- they have identified by name, the witnesses that they say that can validate their position here in the filing, which is significant. So, I think that, you know, the judge is going to be concerned, and we're going to see how he handles it. But I -- as I've said, from the beginning, I do not envy him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "WHITFIELD",
      "sentences": "OK. And when you talk about the tanking, that -- you know, at stake is tanking the credibility of say, like the D.A. to the point where it could lead potentially to her removal from this subversion case or her, having to recuse herself. I mean, is it -- is it -- in moving in that direction, potentially, when you talk about tanking credibility?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "KHARDORI",
      "sentences": "Yes. So, that's a very good question, a misrepresentation like sort of in this -- in this vein, I don't think it would be a disqualification issue. Right? It may be an issue that it results in some sort of admonishment from the judge or a sanction. But the longer-term problem is, this is still the start of this prosecution really, right?And prosecutors need to maintain their credibility with the courts in order to have successful cases, and maintain their credibility with juries and their constituents in the local community. That's what I really mean when I'm talking about long term damage that could result here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "WHITFIELD",
      "sentences": "OK. And Ankush, now, back to the head spinning thing that we were talking about. And this is why because there are a lot of cases, a lot of names to keep up with. But now let's talk about the special counsel report into President Biden's handling of classified documents.I mean, and this being you would think that after a former FBI Director James Comey got a lot of criticism for, you know, stating, then-Democratic presidential nominee Hillary Clinton did not intend to violate laws about handling classified information. But then, he went on to say, there is evidence that they were meaning, she and her team were extremely careless in their handling of very sensitive, highly classified information. So, again, there was a characterization, and that was considered gratuitous by critics. Some even seem to believe that, that caused her votes. Do you see a parallel in that and this now, Robert Hur's characterization of President Biden in an election year?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "KHARDORI",
      "sentences": "Yes, you know, I think, it's very clear that Democrats have settled on this -- on this line. It is not persuasive to me. I mean, Comey had -- was under no obligation to say anything. Robert Hur had a legal obligation to produce the report that he produced to Merrick Garland.And I think a much more useful analogy for folks at home is not Comey, it's the Mueller report. Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "WHITFIELD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "KHARDORI",
      "sentences": "That was also a Special Counsel conducting a criminal investigation, who concluded that evidence was insufficient to bring charges against the sitting president, who also released the hundreds- page long report that featured a lot of derogatory information about the sitting president, including information that I think had significant political adverse effects for him.That's a much more clean analogy between these two situations, Special Counsel and Special Counsel, and not James Comey and Rob Hur.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "WHITFIELD",
      "sentences": "All right. Ankush Khardori, thank you so much. Thanks for rolling with it. And yes, you did a very good job of clarifying so much for all of us. So, for those of us whose heads are spinning because of the legal cases, you've brought it all now, you know, central. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "KHARDORI",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:04",
      "speaker": "ROMO",
      "sentences": "On Friday, Berrong specifically as people who live in the counties Wildwood area where the suspect was last seen to check their outdoor security or doorbell camera video system for any images of the suspect.Blount County is about 60 miles south of Knoxville, Tennessee. The Tennessee Bureau of Investigation is assisting in the search and has issued a statewide blue alert for DeHart. Officials are advising people to not approach the suspect and asking them, instead to contact law enforcement immediately. If they see him. Rafael Romo, CNN, Atlanta.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:26:13",
      "speaker": "WHITFIELD",
      "sentences": "All right, we're following breaking news out of Ukraine where officials say seven people including three children are dead after a Russian drone strike on Kharkiv.They say the drone struck overnight and started several large fires which burned down 15 residential buildings. This follows a separate attack yesterday in the region that left at least two people dead. This latest attack on Ukraine comes at a critical moment in the nearly two-year long war. This week, President Zelenskyy replaced the general in charge of Ukraine's armed forces. The country is also struggling to hold off Russia's relentless attacks, and worries that it could soon lose much needed military aid from the U.S. Currently, President Biden's $61 billion military aid package for Ukraine remains blocked in Congress. Joining me right now to discuss this is Frida Ghitis. She is a global affairs analyst and just wrote an opinion piece for cnn.com headlined: \"MAGA's gift to Putin. And in the article, she argues the Donald Trump wing of the Republican Party could be handing Putin a significant win by cutting off aid to Ukraine. Freda, thanks so much for joining me right now. So, how thrilled is Russia to hear about things that are being stalled in Congress, in U.S. Congress, for Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:26:13",
      "speaker": "FRIDA GHITIS, CNN CONTRIBUTOR",
      "sentences": "You know, people have been getting ready for a possible Trump administration, Ukraine has been dreading the possibility of Trump coming back to power. Putin has been looking forward to a return of Trump to power. It turns out they didn't have to wait that long. It turns out that the power that Donald Trump has over the Republican Party today is making his priorities become the legislative priorities of Republicans in Congress.So, we saw last week, they blocked this immigration -- this border bill that the Republicans had claimed they wanted. They blocked it because Trump didn't want it. But it happens that the Ukraine aid bill was part of that border bill. As so, now, Ukraine, which is already running out of ammunition does not see the prospects for U.S. aid coming anytime soon. It's very dangerous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:26:13",
      "speaker": "WHITFIELD",
      "sentences": "So, it is losing hope. I mean, Ukraine and through Zelenskyy has projected a sense of optimism, especially with the assistance of U.S. aid and military support.Are they going as far as to, you know, expressing a sort of defeat without continued U.S. aid.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:26:13",
      "speaker": "GHITIS",
      "sentences": "I don't think you will hear them expressing any signs of defeat, any lack of optimism. But there is -- there is a very clear sense of concern. They are trying to rebuild their own military. We saw that replacement at the top of the of the Ukrainian military. Europe is trying to step in. But the United States has the greatest Arsenal in the world.The United States has the weapons that Ukraine needs. It has the ammunition that Ukraine needs, there is still a push in Congress to try and find a way around this, this blockage that has been put in there by Trump supporters. And you know, that the war is different now. It's -- you know, there is a big emphasis on drone, unmanned weaponry, and Ukraine has become very good at producing that, but you know, it's not going to be enough to replace the aid that they were expecting from the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:05",
      "speaker": "GHITIS",
      "sentences": "Well, yes, you're right about the history. The first time Trump was impeached was precisely because he was trying to manipulate Zelenskyy to convince -- to persuade Zelenskyy and pressure him to investigate the Bidens.And he was using U.S. aid that had already been approved by Congress and telling him to tell Congress --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:05",
      "speaker": "WHITFIELD",
      "sentences": "Joe Biden and Hunter Biden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:05",
      "speaker": "GHITIS",
      "sentences": "Right. He had this crazy theory that ,it's not even worth repeating, but that somehow Ukraine had been involved in the 2016 election. What Russia actually did, he was trying to blame Ukraine for. That didn't work out for Trump. It ended up being an impeachment for him.Then there's this other side of the entire Ukraine-Russia thing with Trump finds it so difficult to ever criticize Putin. And he has indicated in several interviews, Trump has indicated that, if he becomes president, things are really going to change in the relationship between the United States and Ukraine. He said that -- he told CNN that aid -- that war would be over in 24 hours, and the way that has been interpreted is that Trump intends to stop providing American support to Ukraine. And we heard Putin in his interview, if that's what we want to call it, in his propaganda event with Tucker Carlson, he said, if U.S. aid ends, the war will be over in a few weeks. And that means a Russian victory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:05",
      "speaker": "WHITFIELD",
      "sentences": "Ominous and threatening.All right, Frida Ghitis, it's great to see you. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:05",
      "speaker": "GHITIS",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:36:16",
      "speaker": "WHITFIELD",
      "sentences": "All right, this weekend, Donald Trump is in South Carolina looking to exert dominance in Nikki Haley's backyard. The GOP frontrunner will be speaking minutes from now at Coastal Carolina University in what will be his first visit to the Palmetto State this year.Former Governor Haley, well, she insisted that she will stay in the race through her home state's primary, which is two weeks away. CNN's Alayna Treene joining me now from Conway, South Carolina. Alayna, you're there ahead of Trump's speech. What is the significance of this stop for his campaign?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:36:16",
      "speaker": "ALAYNA TREENE, CNN REPORTER",
      "sentences": "Well, it's very significant, Fred. That's because Donald Trump and his team believe that this is the state where they will deal the final blow to Nikki Haley's campaign.And you're going to hear some of that reflected in his speech just in about an hour, I'm told, is when he'll take the stage. You'll hear him talk about that. Part of the Trump team's confidence in South Carolina is that he's doing so well in the polls. He has consistently for several months had an overwhelming lead over Nikki Haley here, even though it is her home state. And that as well as the intensity of support they've been seeing on the ground has let them to believe they're going to have an easy time winning in South Carolina in two weeks. I can tell you, Fred, just here today, this is a packed venue. The crowd really long outside. Many have been turned away from the door hours ago even though this event is not supposed to kick off until 2:00 p.m., his remarks. So a lot of support here on the ground. And Nikki Haley, for her part, as you mentioned, continues to say she plans to remain in the race through South Carolina and even potentially through Super Tuesday on March 5th. Part of that strategy here is she's going to be kicking off a bus tour today where she'll be visiting a series of cities across the state in the next two weeks. Today, alone, she's going to be hitting three cities as part of that tour to really try and convince voters that she is still a viable candidate here in South Carolina. But, Fred, I want to emphasize again my conversations with Donald Trump and his team. They are very confident about his chances. Not only here in South Carolina but overall. They really believe that he's going to continue to sweep the upcoming early nominating states, continue to pick up delegates, and potentially have enough delegates by mid-March to declare him the presumptive Republican nominee. That's months before the GOP convention in July. So they are coming here very emboldened by his standing in South Carolina. I think you'll hear him issue a lot of attacks on Nikki Haley to underscore that point -- Fred?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:36:16",
      "speaker": "WHITFIELD",
      "sentences": "All right, Alayna Treene, in South Carolina, thank you so much.Former Maryland Governor Larry Hogan is throwing his hat into the U.S. Senate race ring. He made the announcement via social media video Friday just hours before the filing deadline. He joins an already crowded field of candidates from both parties in the bid to replace retiring Senator Ben Cardin. Joining us now to discuss this and a host of \"Other Things,\" CNN's senior political analyst David Gergen. He's also a former adviser to Presidents Nixon, Ford, Reagan, and Clinton. Great to see you, David.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:36:16",
      "speaker": "DAVID GERGEN, CNN SENIOR POLITICAL ANALYST",
      "sentences": "Thank you, Fred. It's good to be here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:36:16",
      "speaker": "WHITFIELD",
      "sentences": "Despite calls from national Republicans to dive into the race two years ago, back in February 2022, Hogan said he had no plans to do so and that he didn't aspire to be a U.S. Senator. So what changed do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:39:58",
      "speaker": "WHITFIELD",
      "sentences": "Right. He has not kept that a secret.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:39:58",
      "speaker": "GERGEN",
      "sentences": "He has not made no secret of that. He's -- in some ways, you is to think compare him to, you know, some other moderates up and down the east coast who are really worried about a Trump victory here.But I think it's fascinating. And it's -- also I must say, Fred, it's -- the Trump folks are having a good couple of weeks right now. Surprisingly so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:39:58",
      "speaker": "WHITFIELD",
      "sentences": "Well, you know, on Hogan, it is importance to note that Maryland is a deep-blue state that hasn't seen a Republican Senator in 37 years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:39:58",
      "speaker": "GERGEN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:39:58",
      "speaker": "WHITFIELD",
      "sentences": "Does Hogan, you know, give his party a real fighting chance? What might be different for his posture versus other Republicans?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:39:58",
      "speaker": "GERGEN",
      "sentences": "Well, I think that there's -- there are going to be potentially two wings of the Republican Party. The overwhelming strength belongs obviously to the conservatives and the hard right.But there is a -- Hogan brings a different voice, brings this more moderate voice. One of the reasons he's so popular in a blue state as a red governor. And he was a very good governor. He was well liked. He had a huge popularity. And that popularity could well bring him to the Senate. But very importantly, it could bring the Republicans very, very close to taking back the Senate. They're only one down now. And there are two or three states -- and one is Maryland -- two or three states that are leaning toward -- that are Democratic states leaning toward Republicans. You bring in Larry Hogan, you bring in Maryland, which would be an amazing feat in some ways. But if it happened, the control of the Senate and in turn how is all the whole next two, three, four years going to play out? A lot depends on these races right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:39:58",
      "speaker": "WHITFIELD",
      "sentences": "Yes. So David, let's shift gears. Let me ask you about the Special Counsel Robert Hur's report.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:39:58",
      "speaker": "GERGEN",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:39:58",
      "speaker": "WHITFIELD",
      "sentences": "His characterization of Biden being elderly and that his memory is poor.You know, I mean the White House had been trying to deflect the issue of President Biden's age. And now, with this characterization, it seems like it's made it harder now for the White House to do so. And you heard Biden coming out pretty vociferously reacting to it. So what does the Biden campaign do now? Because it can't be dismissed, overlooked. Instead they have to have a new approach to it, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:39:58",
      "speaker": "GERGEN",
      "sentences": "Yes. Instead of running away from the issue, instead of sort of trying to play hide and seek with it, you know, I think it's very, very important that he come out, Biden come out and embrace what it's like to have there be an 81-year-old.You bring wisdom. Judge me by wisdom, not by my energy necessarily. Let's remember how Ronald Reagan handled this, and that is he was -- looked like he might -- in his first debate, he was terrible. There were all sorts of stories then that he was -- he was wiped out, too old, should retire. But instead he came to the second debate and had a joke.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:39:58",
      "speaker": "WHITFIELD",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:39:58",
      "speaker": "GERGEN",
      "sentences": "And joked around about it. And it was -- the country laughed, and it put the issue to bed.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:39:58",
      "speaker": "WHITFIELD",
      "sentences": "Yes, it was something like, you know, don't hold it against my opponent because he's younger than me. It was funny. It was a great self-deprecating moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:39:58",
      "speaker": "GERGEN",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:12",
      "speaker": "WHITFIELD",
      "sentences": "OK. David Gergen, thank you so much. Appreciate your input this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:12",
      "speaker": "GERGEN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:12",
      "speaker": "WHITFIELD",
      "sentences": "Or this afternoon now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:12",
      "speaker": "GERGEN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:12",
      "speaker": "WHITFIELD",
      "sentences": "Thanks so much.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:12",
      "speaker": "GERGEN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:49:59",
      "speaker": "WHITFIELD",
      "sentences": "A record number of Americans are expected to bet on tomorrow's Super Bowl match-up between the Kansas City Chiefs and San Francisco 49ers.Aside from the players and perhaps Taylor Swift, sports fans can also expect to see a slew of new ads. Joining me right now -- sometimes that's the best part, right? Joining me right now is CNN business reporter, Nathaniel Meyersohn. Bud Light is taking an interesting approach to all of this. Explain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:49:59",
      "speaker": "NATHANIEL MEYERSOHN, CNN BUSINESS REPORTER",
      "sentences": "Yes, Fred. We're going to see a lot of Bud Light at the Super Bowl.It's been a tumultuous year, of course, for Bud Light. They faced a ton of conservative backlash for featuring an ad with a transgender influencer. And so Bud Light sales have tanked this year, down 30 percent. And at the Super Bowl, they're hoping for a revival. They're debuting a new ad and a new character, a genie. You think back to some of the old Bud Light characters. They had the Bud knight. And so they're trying to make the genie the face of the brand. And they will have some celebrities in the ad post-Malone, Peyton Manning. So they're trying to change the conversation, win back fans they lost and create some buzz around the Super Bowl.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:49:59",
      "speaker": "WHITFIELD",
      "sentences": "OK. All right. Good luck.So sports betting, what do I know, it's their effort and that's what's behind it, right? So sports betting has also become a big deal. How has the NFL reversed its stance on gambling?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:49:59",
      "speaker": "MEYERSOHN",
      "sentences": "Fred, when you watch a sport event right now, NFL game, MLB game, basically all you see is ads for sports betting, FanDuel, DraftKings.This is a big reversal of where these sports leagues used to be on gambling. In 2012, NFL Commissioner Roger Goodell said the league was opposed to sports gambling and it wouldn't be good for professional sports. But a few years later, in 2018, the Supreme Court legalized sports betting. So it's now legal in 38 states. The leagues have just jumped in on this trend. They really see an opportunity to make money with the ads. And also, they're adding sort of sports betting casinos to these stadiums.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:49:59",
      "speaker": "WHITFIELD",
      "sentences": "Yes. How many people are expected to bet on this year's Super Bowl?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:49:59",
      "speaker": "MEYERSOHN",
      "sentences": "About 68 million people, which is a 35 percent increase from last year. Lots of bets on the Taylor Swift -- is Travis Kelce going to propose to Taylor Swift?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:49:59",
      "speaker": "WHITFIELD",
      "sentences": "My god, no way! Really?(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:49:59",
      "speaker": "WHITFIELD",
      "sentences": "OK. That's going to be interesting. I don't think that happens. Do you, really?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:49:59",
      "speaker": "MEYERSOHN",
      "sentences": "I guess we'll just have to wait and see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "WHITFIELD",
      "sentences": "All right, Super Bowl LVIII is a really big deal, but a really big deal for some high school football players who the NFL has decided to name them coin toss captains, honorary coin toss captains.Talking about four students and three coaches from the Lahainaluna High School on Maui, after -- six months after those devastating fire took out the community of Lahaina. Joining me right now, live from Las Vegas is Dean Rickard. He is the co-football coach at the Lahainaluna High School. And he's one of the three coaches, and there with the four students who will be the honorary coin toss captains. Aloha, Coach. How are you? DEAN RICKARDS, CO-FOOTBALL COACH, LAHAINALUNA HIGH SCHOOL, MAUI: Aloha, I'm fine. Thank you. Thank you for having me.",
      "isLastSentenceInterrupted": false
    }
  ]
}