{
  "date": "2024-12-18",
  "headline": "CNN Newsroom",
  "subHeadline": "Exclusive, House Ethics Committee Votes to Release Gaetz Report; Spending Bill Allows Lawmakers to Receive First Pay Raise Since '09; Trump Says, Cheney Could Be in a Lot of Trouble Over Jan. 6 Probe. Aired 10-10:30a ET",
  "utterances": [
    {
      "timeStamp": "10:00:00",
      "speaker": "JIM ACOSTA, CNN ANCHOR",
      "sentences": "Good morning. You're live in the CNN Newsroom. I'm Jim Acosta in Washington.Two breaking political stories we're following this hour. In a stark reversal, the House Ethics Committee secretly voted to release a report into alleged misconduct by Matt Gaetz. The questions swirling around the former Republican Congressman sunk his bid to become President-elect Trump's attorney general pick. The committee's decision means the public could be able to read that report in just days. Plus, House Republicans recommending a criminal investigation into former Congresswoman Liz Cheney for her role on the January 6th committee. This comes days after Trump said members of that committee should go to jail. More on that in just a moment. But, first, let's start with the breaking news up on Capitol Hill. At this hour, CNN has learned that the House Ethics Committee has secretly voted to release its report on Matt Gaetz. Now, it's going to be made public. That's our expectation at this hour. The bombshell reversal follows the committee's decision last month not to release the report after Gaetz abruptly resigned from Congress. Many lawmakers saw that move to withhold the report as an attempt to bury the years-long ethics investigation into Gaetz, which looked into allegations of sexual misconduct, illicit drug use, and possible bribes, Allegations Gaetz has vigorously denied. Let's get straight to CNN Chief Congressional Correspondent Manu Raju up on Capitol Hill. Manu, I have to think this is sending some shockwaves up there on the Hill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "MANU RAJU, CNN ANCHOR AND CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes, no question about it. And this, of course, comes despite the opposition from the speaker of the House, Mike Johnson, who said that this report should not be released because Gaetz is now a former member of Congress.Remember when Donald Trump named him as the attorney general, his initial attorney general, Gaetz then abruptly resigned from Congress. Many suspected he did so because he wanted to not see this report become public. But this has now changed. At the time, a lot of the members of the Republicans on the House Ethics Committee voted to not release this report that deadlocked 5-5 in that evenly divided panel. But our new reporting suggests that there's been a shift there, suggesting some Republicans are now siding with Democrats. At the time, some Republicans indicated the report was not quite finalized yet. They then met in December, earlier this month, to try to figure out what to do going forward. And remember, Matt Gaetz is someone who has long maintained icy relationships with Republicans and Democrats alike on Capitol Hill. He led the ouster of Kevin McCarthy very famously last year that irritated, angered many Republicans and a lot of Republicans have not forgotten about that. But this investigation goes back years, Jim. It could be very explosive when it ultimately comes out, given the allegations that they have dug into about illicit drug use, about sexual misconduct, about allegations of bribery. Gaetz, of course, has long denied all of this, said this is essentially a political witch hunt aimed to get him, that none of this is true. But this investigation, depending on what it says, could have a ripple effect on -- could affect Matt Gaetz's future. Potentially, we'll see how he responds, how Trump team responds and the like. He's someone who is not out of Republican politics, as potentially has an eye in other offices as well. So, we'll see how ultimately this plays out. But no doubt about it, a big change for an influential player in the GOP.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "ACOSTA",
      "sentences": "Absolutely, Manu. And if folks are just tuning in, the exclusive breaking reporting from CNN, the House Ethics Committee has voted to release the Gaetz report.Manu, this is going to come as a surprise to a lot of people because, as you were just saying a few moments ago, it was thought we were never going to see this report. But just to clarify and make sure I fully understand it, we are going to see that report and it may be happening soon, is that correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "ACOSTA",
      "sentences": "And, Manu, I know you're very busy. I don't want to hold you up, but I do understand that part of this year end spending package, the stopgap continuing resolution, as it's called, apparently has a provision in there that gives lawmakers their first pay raise since 2009. Is that correct? What's the latest on that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "RAJU",
      "sentences": "Yes. From what we understand, this is a massive bill, roughly 1,500 pages that came out just yesterday. They're trying to jam this through Congress by the end of the week to prevent a government shutdown. This would extend funding until mid-March.But it also includes a whole wide range of other issues, one of which is to increase the members' pay. It has not been increased since 2009. But language in there would allow them to get their first pay increase since then. Right now, members make, the rank and file, make about $174,000 a year. I just caught up with Senate Majority Whip Dick Durbin about this issue. I asked him if it was appropriate for lawmakers to give themselves a raise. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "RAJU",
      "sentences": "Members are giving themselves a pay raise. Do you guys deserve a pay raise?SEN. DICK DURBINN (D-IL):  Well, that's news to me. It's good news. You know, what has it been, 10 years or 14 years and no COLA, no change at all? I think it's about time something's done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "RAJU",
      "sentences": "You support getting -- giving yourselves a pay raise?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "DURBIN",
      "sentences": "Well, I don't know what it is. How would I not know about a pay raise?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "RAJU",
      "sentences": "But, I mean, people look at the performance of Congress and say, why should we give them more money?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "DURBIN",
      "sentences": "What about the media? Think about that for a second.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "RAJU",
      "sentences": "We're not paid by public money.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "DURBIN",
      "sentences": "I know you're not, but, I mean, half of your listeners are not there anymore, and you're still getting the same paycheck? What's going on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "RAJU",
      "sentences": "Well, I mean, you're taxpayer money. I mean, you guys deserve a raise?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "RAJU",
      "sentences": "And Durbin essentially said that, yes, they should give themselves a raise.And what was also notable though too, Jim, he wasn't aware that this was in the provision, and he's the number two Senate Democrat. It just shows you how this was negotiated among a handful of members, and they're going to have to vote on this. And members really won't have time to read it either, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "ACOSTA",
      "sentences": "Unreal. But, Manu, I have to say, you are worth every penny. Manu Raju, up on Capitol Hill for us, thank you very much.Let's discuss more now with Republican Congressman Tim Burchett of Tennessee. Congressman, thanks for being here this morning. We appreciate it. I guess a lot to tackle with you, but, first of all, your reaction to this decision by the House Ethics Committee to release the Matt Gaetz ethics report. Do you support that? REP. TIM BURCHETT (R-TN):  No, I don't. I think he's out of -- Matt's out of Congress, and I'm going to push for the ethics committee to release all the findings they have on every congressman, because if it's good for one, it's good for all of them. And, you know, Congressional Ethics to me is kind of like military intelligence. It really just doesn't exist. You know, this thing was leaked out by the Democratic chairman. They're talking about bringing charges against her. And this is -- it's a clown show. It's Congress 101. They're releasing it right now, right before the big budget thing. It'll be a flake in the pan and Matt will go on and make millions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "ACOSTA",
      "sentences": "Congressman, I mean, Gaetz has previously downplayed this report, as you were just saying. Let's listen to what he has said and talk about it on the other side.(BEGIN VIDEO CLIP) REP. MATT GAETZ (R-FL):  There is a play that is run in Washington when they're trying to smear somebody and, you know, they go and dredge up false, years-old allegations of the most salacious and click bait-ey flavor possible. And in this case, they were -- those allegations were coming from sources that Merrick Garland's DOJ had already deemed not credible. Like if the things that the House Ethics report were true, I would be under indictment and probably in a prison cell. But, of course, they're false. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "ACOSTA",
      "sentences": "Congressman, though, for the committee to release this report, that means at least a couple of Republicans decided to side with the Democrats. Apparently, they think it should be out there. So, I mean, doesn't the public have a right to know about this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "ACOSTA",
      "sentences": "Do you think this is revenge?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "BURCHETT",
      "sentences": "It's a revenge tour, and they're not winning, because Matt's already got a new job and he's doing well, and he's married to a beautiful woman. So, it was wonderful, and I wish him well. But he's out of Congress. You know, are they going to keep digging down? I hope they do. I hope they go after every congressman they have a report on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "ACOSTA",
      "sentences": "Let me ask you about the spending deal that was unveiled last night, and Manu Raju just talk about this a few moments ago. Some of your fellow Republicans are upset at Speaker Johnson for, once again, working with Democrats on this. Do you want him to remain as speaker of the House?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "BURCHETT",
      "sentences": "That's totally up to the body. You know, he's working under very tough conditions. He's in the minority most of the time. And he's, you know -- and the Republicans have a very slim majority. And as far as that pay raise goes, Dick Durbin, I mean, come on, Dick, you know better than that, and comparing. I think I'm going to start a GoFundMe page for you all at CNN after hearing Dick Durbin. That's the most pitiful excuse I've ever heard, to act like the number two Democrat doesn't know what's in this bill.Look, these things were cut behind the scenes and they're pulling the curtains off because America is finally waking up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "ACOSTA",
      "sentences": "You don't want a pay raise?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "BURCHETT",
      "sentences": "Sure I want a pay raise. Do I deserve it? Heck no. I make $174,000. You've lived in Tennessee. The average Tennessean doesn't make anywhere near that. I sleep on my couch at night. You know, I'm not an extravagant guy. I'm standing in the middle of my wardrobe right now.Look, I have got -- I've been blessed more than anybody I know, and I knew what the heck I was going to make when I took this dad gum job, and every one of us did as well. So, if guys want to vote for their pay raise, let them. Tim Burchett's not going to do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "ACOSTA",
      "sentences": "Well, I do want to ask you about the overall continued resolution and whether it should pass. I mean, what are your thoughts on that? And what do you think about this? Elon Musk has tweeted this morning that it should not pass. Is Elon Musk calling the shots now? BURCHETTYou know, President Trump ran on changing things. I say if we're going to pass something, pass it about three days into the next Congress and hand it over to Trump and let him handle it because I think he will, and I think the American public is finally waking up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "ACOSTA",
      "sentences": "Well, speaking of President-elect Trump he posted this on Truth Social this morning when he showed to our viewers that former Republican Congressman Liz Cheney could be in a lot of trouble based on her work on the January 6th committee. He has said he would like to see members of that committee go to jail.Obviously, you know that there was a House Republican report on January 6th. It recommends that there be a criminal investigation into Liz Cheney. Do you think there should be a criminal investigation into Liz Cheney, one of your former colleagues?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "BURCHETT",
      "sentences": "If she broke the law, why should she be exempt? I guarantee you, if Manu Raju or you broke the law, you all be -- they'd drag you all into court in chains, and why should she be exempt?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "ACOSTA",
      "sentences": "You don't think Liz Cheney broke the law, do you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "BURCHETT",
      "sentences": "If she manipulated this thing, if she met with people, if she coached them, as they're saying, if she talked to them on a secret website, which they're saying she did, if she coached them, if she altered evidence, if she withheld evidence, then she broke the law.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "ACOSTA",
      "sentences": "But, Congressman, what's the evidence of that? I mean, the report came out just days after Donald Trump said that Liz Cheney and other members of the committee should go to jail. Aren't they just doing his bidding?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "BURCHETT",
      "sentences": "What's the evidence that Matt Gaetz has other than a report? You've got a report. It's the same thing. That's why people do not trust the media. You have a double standard for one and not for the other. If she didn't break the law, then she's fine. But if she did break the law, she should be held accountable. What is wrong with them asking questions? You said it's okay for Matt --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "ACOSTA",
      "sentences": "The House Ethics Committee is voting to release this report, presumably with some Republican help. This is a House Republican report on January 6th recommending that Liz Cheney be criminally investigated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "BURCHETT",
      "sentences": "If she broke the law, then she should be (sp?). (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "ACOSTA",
      "sentences": "Isn't this Banana Republic stuff?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "BURCHETT",
      "sentences": "Why is she being exempted from the law? Everybody who broke the law should be exempted. No, it's not Banana Republic. If she broke the law, I don't see why that's such a hard thing. If she didn't break the law, if she said it, then she's fine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "ACOSTA",
      "sentences": "But there's no evidence she broke the law. There's no evidence she broke the law. They just looked into what happened on January 6th, and Donald Trump says he overturned a free and fair election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "BURCHETT",
      "sentences": "Other than Barry Loudermilk, who's a very respected member of Congress, doing his very long investigation and very tiring investigation into this, and if they found it, I think it ought to be brought to light. If not, then she's fine. I don't see, have a problem with them investigating that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "BURCHETT",
      "sentences": "If they broke the law. I don't care if they're my political enemies or they're my friends. If they broke the law, daggum it, they ought to be brought in, and they ought to be brought to justice. There shouldn't be -- that's what we talked about all the time. That's why Trump's in the White House, because there are two systems of justice in this country and you can't have it both ways. You have got to -- it's got to be straight and right down the middle.You can go back and watch all the tapes that the conservatives put out of the Democrats saying there's not two forms of justice, or just one. Well, there is two forms of justice. The Biden White House, obviously, they're releasing criminals, they're releasing pedophiles, they're releasing Chinese communist spies, and at a record number, and nobody's paying attention. There is two systems of justice in this country, and I'm tired of understanding, and you should be either.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "ACOSTA",
      "sentences": "Congressman, you don't think that the January 6th committee should have investigated what took place at the Capitol on January 6th?(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "BURCHETT",
      "sentences": "Well --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "ACOTSA",
      "sentences": "I know you don't believe that. I know you don't believe me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "BURCHETT",
      "sentences": "If they investigate it, why didn't they call me in? I volunteered. I was the last person to leave the house for it, the last House member, myself, Markwayne Mullin. Neither one of us was called in to see what we saw, to show what leadership. All they did was investigate the political wherewithal. It was a witch hunt from the start. That's why the final episode of that crazy thing, there was more people watching reruns of SpongeBob on the Cartoon Network than watch that clown show.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "ACOSTA",
      "sentences": "So, is this about getting revenge? Is this about Trump getting revenge? And how's Republicans going along with it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "BURCHETT",
      "sentences": "It's about justice. When we point the finger at somebody who's not kind to us, you all automatically assume it's political. If it's political, then why not play it out in the court of public opinion? You sure had it played out on January 6th, and you never called anybody in, it was all a political witch hunt. They stacked the committee, they didn't allow then-Speaker McCarthy to appoint his two people that he --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "ACOSTA",
      "sentences": "You and I have talked about this before. Congressman, you and I have talked about this. It would never have happened in the first place if Trump had just honored the results of that election, but that's all the time we have.Congressman Tim Burchett, thanks very much for your time. I appreciate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "BURCHETT",
      "sentences": "Jim, I hope you have a very politically incorrect Merry Christmas, brother.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "ACOSTA",
      "sentences": "Merry Christmas to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "BURCHETT",
      "sentences": "And remember, you're going to be invited back into the White House under the Burchett administration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "ACOSTA",
      "sentences": "We are continuing to follow the breaking news. The House Ethics Committee has secretly voted to release its report on former Republican Congressman Matt Gaetz.Let's discuss now with the director of the University of Virginia Center for Politics, Larry Sabato. Larry, I mean, that, that is a big story that this report may actually be made public despite some of the concerns that were expressed by our previous guest, Congressman Tim Burchett of Tennessee. I don't think all of the ethics reports on every congressmen from here to Timbuktu is going to be released, but this one, it looks, like will be. What's your reaction to that? PROF. LARRY SABATO, DIRECTOR, CENTER FOR POLITICS, UNIVERSITY OF VIRGINIA:  Well, I believe in transparency and I think probably it's a good thing, although we'd all say it's much less important than it would have been had he still been the nominee for attorney general, which is a very powerful post. He's not even in Congress. He's going to be host of a T.V. show on some other network. You know, that's fine, but I don't think it's -- I think it will make for interesting reading, but the readership will be limited.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "ACOSTA",
      "sentences": "And what do you make of President-elect Trump's continued attacks on members of the January 6th committee? He's going after Liz Cheney now, saying on Truth Social that Cheney could be in a lot of trouble after this House Republican report on January 6th, essentially recommending a criminal investigation into the former congresswoman. What do you make of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "SABATO",
      "sentences": "It's an attempt to intimidate not just Liz Cheney, and they picked the wrong person. You know her. I know her. She's not easily intimidated. She isn't going to be intimidated by this. But it's really a message to all of his other critics. If you dare to cross me and, to say anything that I don't like in criticism, I may sue you and I may not win the suit, but I'll bankrupt you. That's really the message he's sending.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "ACOSTA",
      "sentences": "Yes. And I will say, I mean, it is rich coming from Trump because he has repeatedly accused his critics of attempting to silence him. Let's play a little bit of that.(BEGIN VIDEO CLIP) DONALD TRUMP, U.S. PRESIDENT-ELECT:  They are targeting me because they want to silence me. They're not taking away my First Amendment right. They want to silence me because I will never let them silence you. They want to silence me. They want to silence me. They want to silence me. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "ACOSTA",
      "sentences": "Isn't he trying to silence his critics? I mean, after all, he just announced he is suing the pollster from the Des Moines Register. He has gone after ABC. He's talked about going after CBS. He's obviously talked about going after us in the past. You're a historian. Is there any precedent for a U.S. president like Donald Trump going after his critics in this fashion with lawsuits and threats of jail time and so on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "ACOSTA",
      "sentences": "Right. I mean, he talked about going after the, quote/unquote, enemy from within during the run up to the election. And I mean, Larry, I'm curious about what you think of this comparison that, you know, critics have compared Trump's actions to those of Hungary's authoritarian leader, Viktor Orban, who has passed laws severely restricting the freedom of the press. They've gone after the press in that country. We've seen that take place in other authoritarian countries around the world. And it sounds like maybe one is being hyperbolic, I suppose, to make that kind of comparison. But if you just look at the facts and what the track record is here, it sounds like it's an apt comparison. What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "SABATO",
      "sentences": "Well, it sure does. And it's important to be aware of that and to try to do something to prevent it while we still can, while we still have all of our rights.Look, Orban and the other dictators around the world are in a mutual admiration society. And they long ago admitted, Donald Trump, he admires them. He loves them. And as a result, we are absolutely justified in believing that if Donald Trump had his way, he would do some of the same things in the United States, whatever the Constitution says, whatever the First Amendment says, if he has a chance. And this was brought up prior to the election by many respectable individuals, retired judges and others who perhaps people should have listened to, but they did not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "ACOSTA",
      "sentences": "All right, Larry Sabato, great to talk to you as always. Thanks a lot. I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "SABATO",
      "sentences": "Thank you, Jim.",
      "isLastSentenceInterrupted": false
    }
  ]
}