{
  "date": "2024-06-11",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: U.N. Security Council Adopts Resolution On Gaza Ceasefire; New Video, Details Of Israeli Hostage Rescue Operation; Blinken In Middle East Amid Diplomatic Push For Ceasefire Deal. Four Instructors From Iowa's Cornell College Attacked in Park; FEMA Running Out of Money as Hurricane Season Begins. Aired 12-1a ET",
  "utterances": [
    {
      "timeStamp": "00:00:00",
      "speaker": "CHRISTINE BRENNAN, CNN SPORTS ANALYST",
      "sentences": "-- such an outcry, and I don't think he was a basketball, I know for a fact, having interviewed these people.JIM ACOSTA, HOST, \"LAURA COATES LIVE\": Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "BRENNAN",
      "sentences": "They had no idea, the national outrage that they were going to unleash.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "ACOSTA",
      "sentences": "There is outrage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "BRENNAN",
      "sentences": "And that is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "ACOSTA",
      "sentences": "An outrage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "BRENNAN",
      "sentences": "I can tell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "ACOSTA",
      "sentences": "Well, Christine, great reporting, as always. Thank you. And thanks for putting up with me at this late hour. It gets a little saltier as the hours go on. Thanks very much for watching. I'll see you tomorrow morning at 10 a.m. I might be a little early than two right here on CNN. Anderson Cooper 360 is next. Have a good night.JOHN VAUSE, HOST, \"CNN NEWSROOM\": Wherever you are around the world, you're watching CNN NEWSROOM. I'm John Vause. And coming up this hour -- (BEGIN VIDEO CLIP) LINDA THOMAS-GREENFIELD, U.S. AMBASSADOR TO THE U.N.: -- this Council sent a clear message to Hamas: Accept the ceasefire deal on the table. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "VAUSE",
      "sentences": "But, what about Israel? Will the far-right extremists in Netanyahu's governing coalition accept a UN-backed ceasefire in Gaza?(BEGIN VIDEO CLIP) STEPHANE SEJOURNE, FRENCH FOREIGN MINISTER (Interpreted): Yesterday's result is a lightning bolt in political life. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "VAUSE",
      "sentences": "Macron's gamble. Why the French President called snap elections after the extraordinary rise of the far right in weekend elections for the European Parliament?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Powerful intelligence goes hand in hand with powerful privacy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "VAUSE",
      "sentences": "And can Apple trust OpenAI, as it tries to catch competitors' way out in front in using artificial intelligence?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Live from Atlanta. This is CNN NEWSROOM with John Vause.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "VAUSE",
      "sentences": "At this hour, still no clear indication from Israel or Hamas that either side is willing to abide by a three-phase ceasefire plan announced by the U.S. President and now backed by UN Security Council resolution, calling for an end, a permanent end to fighting in Gaza without delay and without condition. Senior U.S. officials say the onus is on Hamas to accept the deal.(BEGIN VIDEO CLIP) THOMAS-GREENFIELD: -- Colleagues, today, this Council sent a clear message to Hamas: Accept the ceasefire deal on the table. Israeli -- Israel has already agreed to this deal and the fighting could stop today if Hamas would do the same. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "VAUSE",
      "sentences": "But, the Palestinians' representative at the UN says it's still an open question if Israel is willing to end the war in Gaza.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "RIYAD MANSOUR, PALESTINIAN OBSERVER TO THE UNITED NATIONS",
      "sentences": "The proof is in the pudding. We will see who are the ones who are interested to see this resolution to become a reality and those who are obstructing it and they want to continue the war of genocide against our people.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "VAUSE",
      "sentences": "The U.S. Secretary of State Antony Blinken met with Prime Minister Benjamin Netanyahu in Israel, stressing to him that the U.S. and other world leaders will stand behind the proposal which is on the table right now, one that he says Israel has already agreed to. The Secretary of State was also set to meet with Benny Gantz Tuesday, just days after the Israeli war cabinet member resigned from the country's emergency government.We're learning more about Israeli military operations that rescued four hostages still held in Gaza, as a new video gives a sense of what the raid looked like on the ground. Here is CNN's Kylie Atwood. (BEGIN VIDEOTAPE) KYLIE ATWOOD, CNN NATIONAL SECURITY CORRESPONDENT (voice-over): This is the view from the helmets of the Israel Defense Forces, as they unleashed heavy gunfire, searching for Israeli hostages held by Hamas, a daring daytime raid that freed four of those kidnapped by Hamas on October 7 and held captive ever since. It was an operation that took weeks to plan after receiving intelligence that the hostages were being held in apartment buildings inside the Nuseirat camp in central Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "DANIEL HAGARI, IDF SPOKESMAN",
      "sentences": "On the way out from Gaza, our forces rescued our hostages. Israeli forces have been preparing for this rescue mission for weeks.ATWOOD (voice-over): An Israeli Air Force pilot involved in the mission told the Jerusalem Post that as one of the hostages, Noa Argamani, got into his helicopter, his units quote, \"mantle of composure melted away. The magnitude of the moment struck.\" Then he quote \"immediately reported that the diamond is with us and in good health.\" Some of the Special Forces were disguised as displaced Palestinians in members of Hamas' military wing, eyewitnesses told CNN, and there were also reports of large gunfire after the hostages were rescued. At least 274 Palestinians were killed in the operation and 100 injured. That's according to the Gazan authorities, who do not distinguish between civilian and military casualties. The Israel Defense Forces dispute that number, saying the death toll was under 100. YAAKOV, NOA ARGAMANI'S FATHER: (Interpreted): I want to say thank you. Thank God. ATWOOD (voice-over): In Israel, the families of the hostages expressed their overwhelming joy at having their loved ones returned safely after eight months in captivity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "BLINKEN",
      "sentences": "I can't go into the details of our conversations today, except to say that our Egyptian counterparts were in communication with Hamas as early -- as recently as a few hours ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "ATWOOD",
      "sentences": "Now, during his meeting with Prime Minister Benjamin Netanyahu today, Secretary of State Antony Blinken reiterated that the United States and other world leaders stand by that comprehensive proposal that President Biden laid out 10 days ago, and they say that Israel has put on the table for Hamas to accept. But, so long as this period of uncertainty is extended as the U.S. and other countries are waiting for Hamas to respond to that proposal, the United States is concerned about the possibility of Netanyahu changing his mind and deciding to reject that proposal, even though he signed off on it before it initially went to Hamas.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "VAUSE",
      "sentences": "With us now is David Sanger, CNN, Political and National Security Analyst, as well as White House and National Security Correspondent for The New York Times. David's latest book is \"New Cold WarsDAVID SANGER, CNN POLITICAL &amp; NATIONAL SECURITY ANALYST, &amp; AUTHOR, \"NEW COLD WARS\": Great to be back with you, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "VAUSE",
      "sentences": "Thank you. Now, a senior U.S. official and others made it very clear that agreement from us is all that is left to put this ceasefire in Gaza into action, which brought this question from the Russian Ambassador. Listen to this.(BEGIN VIDEO CLIP) VASILY NEBENZIA, RUSSIAN AMBASSADOR TO THE UNITED NATIONS (Interpreted): Hamas is called upon to accept the so-called deal. But, still, there is no clarity regarding an official agreement from Israel, as is written in the resolution for the deal proposed by President Biden, given the many statements from Israel on the extension of the war until Hamas is completely defeated. So, what specifically has Israel agreed to? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "VAUSE",
      "sentences": "Given everything which the Israeli Prime Minister has said along with his far right-wing coalition partners, that seems to be a pretty fair question right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "SANGER",
      "sentences": "It's an entirely fair question, even if it was coming from the Russian Ambassador, who has pretty much an impediment in past cases here. And the reason it's fair is this. The program that President Biden announced 10 or 11 days ago now, he said, came from Israel, and it did. It came from the Israeli war cabinet, prior to Benny Gantz's pulling out of that cabinet and the coalition. But, it was never approved by the political forces in the government, that very delicate coalition that has kept Netanyahu in power, and they have the right- wing members that have threatened to leave the government and thus make it collapse if he goes ahead.So, we now know what the war cabinet, which is a bit more moderate along the way, has said, and we don't know whether or not Netanyahu will follow along.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "VAUSE",
      "sentences": "The senior Israeli delegate at the UN was clear that ceasefire or no ceasefire, as you say, Israel's military objectives in Gaza essentially haven't changed. Listen to this.(BEGIN VIDEO CLIP) REUT SHAPIR BEN-NAFTALY, SENIOR ISRAELI U.N. DIPLOMAT: Israel is committed to these goals, to free all the hostages, to destroy Hamas' military and governing capabilities and to ensure that Gaza does not pose a threat to Israel in the future. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "VAUSE",
      "sentences": "So, what's the incentive here for Israel to agree to a permanent ceasefire, which leads to Hamas leadership in Gaza with the possibility of rebuilding and fighting for another day?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "SANGER",
      "sentences": "So, this is the great problem in declaring that you're going to destroy a terror group. So, when President Biden made his announcement eight, nine, days ago, I guess, he said that Hamas is no longer in a position to be able to mount the kind of attack that it conducted on October 7, one that killed, of course, nearly, 1,200 Israelis. So, he was basically saying, that's close enough to destroying them. You've taken away their capability. What the Israeli Ambassador or the Israeli representative there is saying is, no, it's not. There has got to be total destruction. And of course, that is a tension, intent direct tension with the concept here that there will be a full ceasefire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:00",
      "speaker": "VAUSE",
      "sentences": "But, the second phase seems to be where the talks might actually break down. It reads, upon agreement of the parties, a permanent end to hostilities in exchange for the release of all other hostages still in Gaza and a full withdrawal of Israeli forces from Gaza. So, again, here, why wouldn't Hamas simply drag out the first phase of negotiations for as long as they possibly can and just keep this going for -- before they get to that permanent cessation of facilities?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:00",
      "speaker": "SANGER",
      "sentences": "Yeah. You're absolutely right. Hamas would have every incentive to drag this out, John, in an odd way, so would Prime Minister Netanyahu, he was still in power, because he has said that he does not want to see Gaza ruled by Hamas or even Hamas remnants of it. And so, then the question is, in phase two, who actually runs Gaza? The Israelis have said it can't be the Palestinian Authority. The U.S. had said initially that it should be, but concedes that they have a hard enough time in the West Bank and so forth. So, then you're in the proposals about putting together some kind of combination of Americans, Europeans, some Middle Eastern nations along the way, Arab nations along the way to basically try to have a governing -- occupying government there. No one is really sure how that works.I think you could tell from your own description, John, phase one is very well defined, even if it goes on for an indefinite period. Phase two is not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:00",
      "speaker": "VAUSE",
      "sentences": "David, it's always great to have with us. We really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:00",
      "speaker": "SANGER",
      "sentences": "Great to be with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:00",
      "speaker": "VAUSE",
      "sentences": "Anne Applebaum is a staff writer at The Atlantic, as well as the author of \"Twilight of Democracy\", and her latest book is \"Autocracy, IncANNE APPLEBAUM, STAFF WRITER, THE ATLANTIC, &amp; AUTHOR, \"TWILIGHT OF DEMOCRACY\": Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:00",
      "speaker": "VAUSE",
      "sentences": "OK. So, the French newspaper Le Monde made a map showing how old towns and municipalities nationwide voted in the European elections. Before we show you the map, I just want to say the color brown is used to highlight areas which went for the far right. Here is the map. It's pretty much all brown, which would seem to explain why the far right leader Marine Le Pen is bullish on what the future holds politically in France. Here she is.(BEGIN VIDEO CLIP) MARINE LE PEN, NATIONAL PARTY LEADER (Interpreted): I think we have a historic chance to allow the national movement to put France back on track, allow Jordan Bardella to lead a project, which is obviously based on two major projects, the defense of purchasing power and the recovery of the economy, and of course, the fight against insecurity and immigration. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:00",
      "speaker": "VAUSE",
      "sentences": "So, well, those two major issues, economic inequality and wages falling in real time (inaudible) inflation as well as immigration seem to be rising, fueling the rise, rather, the far right in France and in Germany and other parts as well as United States. It's not happening uniformly across Europe. Why is that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:00",
      "speaker": "APPLEBAUM",
      "sentences": "It's true that in the two largest countries in France and Germany, there was a resurgence of the far right, actually, in the German case, it was a little less than was expected, but in the French case, it was notable. However, the far right did less than well than expected in Scandinavia, less well in Spain. They lost in Poland. They lost in Slovakia. So, it's actually a little bit more of a mixed bag.But certainly, the French result is remarkable, partly because in France, the EU elections are always treated as a protest vote, and because the President of France has now decided to test that result by holding real elections, I mean, real in the sense of elections that will determine what the next French Parliament looks like. And so, that's put that focus on what happened in France more than anywhere else.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:00",
      "speaker": "VAUSE",
      "sentences": "Well, here is how the German Chancellor responded to the notorious far-right German party AfD winning more seats than his Social Democrats over the weekend. Listen to this.(BEGIN VIDEO CLIP) OLAF SCHOLZ, GERMAN CHANCELLOR (Interpreted): The election result was bad for all three governing parties. No one is well advised to simply go back to business as usual. At the same time, it's also about doing our job to ensure that our country becomes modern, that it moves forward. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:00",
      "speaker": "VAUSE",
      "sentences": "That does seem kind of like a mixed message here. He is saying, clearly, there is a message there from the voters. But, we have to keep doing almost what we've been doing before and move forward. I mean, does it seem as if leaders of Germany and France have actually embraced what's happened within these European Parliamentary elections?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:00",
      "speaker": "APPLEBAUM",
      "sentences": "I mean, Germany, again, the picture is a little more complicated. I hate to bring nuance into these things. But, the party that actually did the best in Germany was the center-right party, and the center-right now looks poised to be the next ruling party in Germany. So, it's not that Olaf Scholz is going to give up and immediately the AfD will come to power. That's not quite the situation in Germany.Scholz has been under pressure for a long time. There are a lot of different reasons. There is a -- the coalition is perceived as weak. The members, there is a lot of infighting. Germany is under a lot of pressure because of past mistakes, I mean, the degree to which Germany was dependent on Russia for cheap gas for so many years, and they've now lost that access. So, there are a lot of things going into this particular election. It's a -- and this one was very much about Germany and things that were happening in Germany. It wasn't, again, not indicative of the entire European continent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:00",
      "speaker": "VAUSE",
      "sentences": "Nuance is good. Nuance is important. So, we're glad if you can add that for us. In the U.S., though, Donald Trump, who is having a good chance of winning in November, at least at the moment, according to the opinion polls, he has been no secret of America First policies, his contempt for many European countries, as well as institutions like NATO and liberal alliances, that kind of thing.What was interesting is that you recently told a podcast with the Financial Times that Europe is preparing for a time when the U.S. is not really an ally. Here is part of your conversation. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:00",
      "speaker": "APPLEBAUM",
      "sentences": "It was at the Munich Security Conference where a member of the German Bundestag said something even more stark to me. He said to me, we have to do more than that. We have to prepare for a world in which we're challenged by three autocracies, Russia, China and the United States. Whether that's an exaggeration, I don't -- it's a little early for that.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:00",
      "speaker": "APPLEBAUM",
      "sentences": "So, I don't know, because the point of it is that it's mostly happening behind closed doors. But, I think there is, in the defense area, there is beginning to be movement on a better and more coherent European defense would look like, what would happen to the war in Ukraine if the United States were to pull out or to stop aiding Ukraine. There has been a huge ramp up in weapons production in Europe. It's becoming better and more coordinated, not least by NATO itself. And so, it's thinking along those lines. I don't think there is a -- I don't think there is yet real -- really a political strategy because we won't really understand the politics of the United States until after November.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:00",
      "speaker": "VAUSE",
      "sentences": "Anne Applebaum, thank you so much. We really appreciate you being with us and explaining what's actually happening in Europe with the nuance and everything else. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:00",
      "speaker": "APPLEBAUM",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:00",
      "speaker": "VAUSE",
      "sentences": "Well, repairing and rebuilding Ukraine's battered power grid is the main priority for the Ukrainian President at a summit in Berlin. Russian airstrikes have relentlessly targeted civilian infrastructure for more than two years. Volodymyr Zelenskyy will separately hold talks with the German Chancellor over defense support and joint weapon production. The Berlin trip comes days before Switzerland will host a Ukraine peace conference, with more than 90 nations and organizations expected to attend.Still ahead here on CNN, convicted felon Donald Trump meets with his probation officer, usually a moment when even the most unrepentant accept responsibility for their crimes. More on that in a moment. And the fate of Hunter Biden, the son of U.S. President, now rests with a jury of his peers, as they consider allegations he violated federal gun laws. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:00",
      "speaker": "VAUSE",
      "sentences": "Well, for convicted felons, one of their first requirements after being found guilty is a meeting with their probation officers ahead of sentencing. And so, it was for the four times indicted, twice impeached, convicted felon Donald Trump. He held a virtual meeting with New York probation officers, and which one source has told us it was routine and uneventful.CNN's Brynn Gingras has details. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:00",
      "speaker": "CHRISTOPHER ALAN BULLOCK, REVEREND AND BIDEN FAMILY FRIEND",
      "sentences": "I've known the family for years, and you don't abandon your friends and family in tough times.REID (voice-over): In closing arguments, prosecutors pointed to the gallery of supporters and said those people are not evidence, and reminded the jury that quote, \"No one is above the law.\" The prosecution directly addressed the most difficult element they have to prove that Hunter Biden knowingly lied on a federal background check form when purchasing the gun at the center of this case. The defendant knew he used crack and was addicted to crack at the relevant time period, adding that Hunter would have been aware from his time in rehab that he had a problem with drugs. Maybe if he had never gone to rehab, he could argue he didn't know he was an addict. At the end of his closing, prosecutor Leo Wise circled back to testimony from Hunter's daughter Naomi on Friday, when she told the jury that when she returned her father's car to him on October 19, 2018, she did not see any evidence of drugs. But, Wise reminded the jury, Hunter's former girlfriend Hallie Biden, his brother Beau Biden's widow, had testified that when she found the gun in the same car days later, she found it alongside drug paraphernalia. Defense Attorney Abbe Lowell countered, warning jurors not to convict his client improperly, adding it's time to end this case. He compared the trial to a magician's trick trying to dupe the jury, saying \"Watch this hand. Pay no attention to the other one.\" He accused prosecutors of cherry picking evidence to present a more damning timeline of Hunter's drug use, and said his client was not lying when he marked down that he was not an addict on that federal form. Lowell attacked two of Hunter's former girlfriends, who both served as prosecution witnesses in this case. He noted, Zoe Kestan took pictures of Hunter with drugs, but not in the key month of October 2018. He also reminded the jury that Hallie Biden could not remember specific details about when she found the gun in Hunter's car, and noted Hunter was the one who told Hallie to file a police report for the missing gun after she threw it out. Hunter did not take the stand to testify in his own defense in this case, a move that would have come with potential rewards and definite risks. REID: The jury will return to court at 9 a.m. on Tuesday to continue deliberations. And I was in court Monday morning as the jury heard instructions from the judge. She went through line by line, explaining the rules that they have to follow as they undertake this historic decision. Paula Reid, CNN, Wilmington, Delaware. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:31:30",
      "speaker": "VAUSE",
      "sentences": "Welcome back, everyone. I'm John Vause, and you're watching CNN NEWSROOM.To China now, where four academic staff from Cornell College have been brutally stabbed and are recovering in hospital after being attacked in a park in Beijing. All four victims are from the U.S. state of Iowa. CNN's Kristie Lu Stout tracking developments live for us this hour from Hong Kong. Yeah, this is quite chilling for a lot of people who work in China right now. There are a lot of tutors, a lot of academic staff there who work in these institutions, which are U.S.-based, but have these, you know, branch offices, if you like, in Beijing and elsewhere around the country. So what more do we know about this particular incident?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:31:30",
      "speaker": "KRISTIE LU STOUT, CNN CORRESPONDENT",
      "sentences": "Yeah, you're right. Very chilling stabbing incident, and it took place in broad daylight in a packed park on a public holiday in China. Four educators are from Iowa's Cornell College. They were wounded in the stabbing incident while visiting Beishan Park in Jilin City. That's in the northeast of the country.And in this social media video, let's bring it up for you, you could see the aftermath of this attack. You see three wounded people lying on the ground in Beishan Park in Jilin City. They are covered in blood. They are waiting for first responders. Now, one of the wounded is pressing his hand on the back of his waist, and the three depicted here, they are awake, they're conscious, and they're using their smartphones to reach out to others. We've also learned that the brother of one of the wounded Americans, David Zabner, says that his brother is, quote, \"doing well,\" but the condition of the other three at this moment is unknown. Now, the President of Cornell College said that the four in China is part of a partnership with a local university, and in a statement released to CNN, this is what Jonathan Brand said, let's bring it up for you. He said this, quote, \"We have been in contact with all four instructors and are assisting them during this time,\" unquote. Now, Brand says that they were with a faculty member of the partner institution when the stabbing took place, and also added there were no students taking part in this program. Now, according to an Iowa representative, Ashley Hinson, she took to social media to say that the four were, quote, \"brutally stabbed.\" I want to show you what she shared on the social platform X. She said this, quote, \"Horrified that multiple Cornell College faculty members were brutally stabbed in China. My team has been in communication with Cornell College, and we'll do everything in our power to bring these Iowans home safely. Join me in praying for their health and their safety.\" Now, the U.S. State Department says it is aware of reports of a stabbing incident, and it is monitoring the situation. Now, in recent years, there have been quite a number of stabbings and mass stabbings in China, especially in schools, and compared to the West, China has low rates of violent crime. You know, with guns strictly controlled in China, guns out of reach for most people in China, knives have become the most common weapon used in a mass assault. And this incident, this stabbing incident in Jilin City, also comes at a very delicate time for U.S.-China relations. These two countries, these two powers, are seeking to strengthen person-to-person exchanges at a time of deep tension. You may recall Chinese leader Xi Jinping made that announcement to invite 50,000 young Americans to China in the next five years. According to the U.S. State Department, there are almost 300,000 Chinese students studying in America and only about 800 American students in China. And although, and I want to underscore, no American students were targeted in this stabbing incident in Beishan Park, this incident is casting a chill and it could discourage some young Americans from going to China. Back to you, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:03",
      "speaker": "ALLISON CHINCHAR, CNN METEOROLOGIST",
      "sentences": "In the month of May, there were officially $4 billion disasters according to a new report from NOAA. Although that number could end up going up thanks to some severe events that took place towards the end of the month. That additional 4 brings our total so far this year up to $11 billion disasters.Comparing that to the previous year, we ended up with 28 total for the entire 12-month timeline. But we are currently on pace to make it very close if not possibly being higher than that number from last year. One of the biggest drivers of these disasters was a lot of the severe weather that took place not only in May, but also in April. In fact, the stretch of April through May, we ended up with 801 tornado reports. That is the second most since 1950. When you look at tornadoes specifically, the reports just since January 1st, we've had over 1,100. Yes, this is a busy time of year, but even with that said, the average would only be right around the 800 mark. So it's definitely a busier year than normal. In fact, even compared to a lot of the other years, so far we are just behind 2011 coming in second place. Now one thing to note is that May traditionally is when you end up seeing the most of those tornadoes followed by June and April respectively. So this time of year is when we normally would see it. It's just a little bit higher than usual. The big concern is going forward over the next few months because there is a concern whether or not FEMA will run out of money for these natural disasters because hurricane season specifically is now upon us and it's expected to be an incredibly busy one. Looking at the numbers, the official forecast from NOAA calling for 17 to 25 named storms. The average is only 14. Eight to 13 of those are expected to be hurricanes and an average year you would only have seven. Another concern in the coming months is heat. Thanks to climate change, it's been a big driver in a lot of these increased heat waves and for some of these areas, we're already starting to see a very early start to that heat. Take, for example, Phoenix and also Las Vegas, both of which have already had 12 consecutive days of triple digit temperatures. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:21",
      "speaker": "VAUSE",
      "sentences": "Artificial intelligence is coming to Apple with the tech giant unveiling the first batch of generative AI features for the iPhone, including AI-generated emojis and a significantly smarter Siri, which basically turns the virtual assistant into an iPhone chatbot, a good upgrade perhaps. The company says it's been impressed with the AI tools already on the market, but wanted to personalize it for Apple users with privacy top of mind.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:21",
      "speaker": "CRAIG FEDERIGHI, APPLE SENIOR VP FOR SOFTWARE ENGINEERING",
      "sentences": "Your data is never stored or made accessible to Apple. It's used exclusively to fulfill your request and, just like your iPhone, independent experts can inspect the code that runs on these servers to verify this privacy promise. In fact, private cloud compute cryptographically ensures your iPhone, iPad and Mac will refuse to talk to a server unless its software has been publicly logged for inspection.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:21",
      "speaker": "VAUSE",
      "sentences": "Apple also revealed a bunch of lukewarm new features for the iOS 18, including a revamp that looked for icons in dark mode and a redesigned control center which allows you to lock certain apps on the home screen.Well, there are a lot of controversial rides with links to racist themes at Disney World and Disneyland. It's often hard to keep up. But now Splash Mountain, with its controversial Song of the South, has been totally reimagined, Disney's first ever ride featuring a black princess. CNN's Natasha Chen has details. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:21",
      "speaker": "NATASHA CHEN, CNN NATIONAL CORRESPONDENT",
      "sentences": "A lucky few are getting the chance to experience a new Disney ride focusing on the company's first black princess.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:21",
      "speaker": "VICTORIA WARD, THEME PARK CONTENT CREATOR",
      "sentences": "If there is a black young woman who owns a business and is now, like, in a story where she's involving her community to do all of this, imagine how much farther we can go beyond this as far as positive representation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:21",
      "speaker": "CHEN",
      "sentences": "The ride is inspired by the movie The Princess and the Frog and its heroine. Certain groups, like employees and annual pass holders, are previewing the ride at Disney World, which will open to the public at the end of June. The theme replaces the Splash Mountain ride based on characters from Song of the South, which has been widely criticized for its stereotypical portrayals of black people.In 2020, Disney announced the ride would be rethemed. The company spent the next four years researching and developing the new concept. The ride's story takes place after the plot of The Princess and the Frog ends. The attraction includes new music, 48 new audio-animatronic figures, more than 2,000 fireflies, and a 50-foot drop. Disney expects to open Tiana's Bayou Adventure at Disneyland later this year. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}