{
  "date": "2024-11-28",
  "headline": "CNN News Central",
  "subHeadline": "U.S. on Cusp of Nuclear Renaissance, But Americans Fear The Waste; Boise State Forfeits Match Against San Jose State University Amid Unfounded Claims of Transgender Player; Food Banks See Higher Demand. Aired 2:30-3p ET",
  "utterances": [
    {
      "timeStamp": "14:30:09",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "Colonel Cedric Leighton, we have to leave the conversation there. Appreciate your time and Happy Thanksgiving.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:09",
      "speaker": "LEIGHTON",
      "sentences": "Happy Thanksgiving, Boris. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:09",
      "speaker": "SANCHEZ",
      "sentences": "It's America's $47 billion problem. How do we get rid of our nuclear wastes? That story straight ahead,Plus, a missing hiker found alive, how he survived more than a month in Canada's snowy wilderness. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:09",
      "speaker": "ALEX MARQUARDT, CNN HOST",
      "sentences": "That's right. The big question though, are those fears justified? CNN Chief Climate Correspondent Bill Weir has this look.(BEGIN VIDEOTAPE) BILL WEIR, CNN CHIEF CLIMATE CORRESPONDENT (voice-over): With humanity thirsty for clean energy, nuclear is having a green renaissance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:09",
      "speaker": "JENNIFER GRANHOLM, SECRETARY OF ENERGY",
      "sentences": "Get the Palisades Nuclear Plant back up and running.WEIR (voice-over): Even among Democrats. In Michigan, Governor Gretchen Whitmer is using a $1.5 billion in IRA funds to reopen the Palisades Nuclear Plant, saying it's the only way to meet state climate goals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Chaos and confusion reigned as monitors tried to determine exactly how much radiation was released.WEIR (voice-over): And 50 years after America's most notorious nuclear accident, Microsoft is planning to reopen Three-Mile Island to power the demand for A.I. computing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Radiation in the containment.WEIR (voice-over): There is no conclusive proof that accident made anyone sick.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We have a serious condition.WEIR (voice-over): But films like \"The China Syndrome\" and \"Silkwood\" helped make a Cold War culture even more wary of meltdowns that never came. But spent nuclear fuel had been piling up at dozens of sites around the country. Radioactive waste with no clear destination. WEIR (on camera): What do you think are the biggest misconceptions about nuclear energy in the general public, in the United States especially?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:09",
      "speaker": "BRIAN VANGOR, DRY CAST SUPERVISOR, INDIAN POINT, HOLTEC INTERNATIONAL",
      "sentences": "Well, that it can blow up. It can't blow up when the plant was running, it couldn't blow up.WEIR (voice-over): Brian Vangor spent his career at Indian Point before New York Democrats like Andrew Cuomo and RFK Jr. helped shut it down. Safety, he insists, was never an issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:09",
      "speaker": "VANGOR",
      "sentences": "So, 25 millirem is a typical maybe 1 or 2 chest x-rays, and you'd have to stand at the plant fence 24/7 for an entire year to receive that radiation.Each one of these canisters weighs 360,000 pounds. They're designed for floods, earthquakes, fires, explosion, aircraft impact, you name it, they can withstand it. WEIR (voice-over): Data shows that when measuring deaths from accidents and pollution coal, oil and gas are the most dangerous power sources by far. While nuclear ranks with wind and solar among the safest. But uranium mining can still have a steep environmental cost, and the waste remains radioactive for centuries. (On camera): One pellet of enriched uranium holds as much power as one ton of coal. So these 127 canisters hold all the pellets that produce 50-years' worth of electricity for a big chunk of New York City. Hell of a legacy. But now they've got to figure out what to do with this. (Voice-over): In 2010, Harry Reid and Nevada democrats killed a plan to bury the nation's nuclear waste under Yucca Mountain. And with no new plan, it has been piling up at dozens of sites around the country ever since.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:09",
      "speaker": "PAUL MURRAY, DEPUTY ASSISTANT SECRETARY FOR SPENT FUEL AND HIGH LEVEL WASTE DISPOSITION, ENERGY DEPARTMENT",
      "sentences": "If we move it at 3,000 tons a year, which is a lot of fuel to be moving, it would take us approximately 50 years to meet the interim storage.WEIR (voice-over): And that's just interim storage. A permanent site could take 250 years to fill and close. First, they have to build the world's safest train car to move it, and then they have to find a community to take it, likely in exchange for a fortune in taxpayer dollars. Nominations could start next year, and could indicate whether the politics of nuclear energy is any less radioactive. Bill Weir, CNN, Westchester County, New York. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:01",
      "speaker": "MARQUARDT",
      "sentences": "Controversy taking center court at the Women's College Volleyball Tournament. Boise State University says it's going to be forfeiting tomorrow's semi-final match against San Jose State University over reports of a transgender player on the roster.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:01",
      "speaker": "SANCHEZ",
      "sentences": "It's the seventh time this year a team has boycotted a match against San Jose State. Neither the university or the player in question have commented publicly on the player's gender. CNN's Patrick Snell is following this story for us.And Patrick, this controversy has been building throughout the season.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:04",
      "speaker": "MARQUARDT",
      "sentences": "Yeah, it certainly will. A very tough situation. Patrick Snell, thanks so much for that reporting.Now to some of the other headlines that we are watching this hour. A stowaway managed to sneak past security checkpoints at JFK Airport and then board a Delta flight to Paris without a ticket. Of course, raising alarms about airport security. A passenger on the plane told CNN that flight attendants got suspicious when they saw a woman repeatedly moving between bathrooms. Delta now says that they are investigating how this woman was able to bypass the boarding stations. Also, a Canadian hiker who went missing in British Columbia's backcountry has been found after surviving more than 50 days in the snowy wilderness. 20-year-old Sam Benastick was reportedly found Tuesday morning supporting himself with two walking sticks with his cut-up sleeping bag wrapped around his legs for warmth. Just amazing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:04",
      "speaker": "SANCHEZ",
      "sentences": "Yeah, he's lucky to be alive. We also have this major drug bust at sea to tell you about. The Colombian Navy seizing six so- called Narco subs. The submarines were stuffed with 1,400 tons of drugs and all mostly marijuana. It was on its way to Australia. This mission involved some 62 countries.And we have some news just in to CNN, four Democratic congressmen say they were targeted by bomb threats while home for Thanksgiving.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:04",
      "speaker": "MARQUARDT",
      "sentences": "That's right. Zach Cohen is joining us now. So, Zach, bring us up to speed. What's the latest?ZACH COHEN, CNN NATIONAL SECURITY &amp; JUSTICE REPORTER: Yeah, Alex and Boris, look, guys, these are four members of Congress, all Democrats, all representing the state of Connecticut. They're reporting that they were targeted with bomb threats at their homes while they're celebrating Thanksgiving with their families. And look, fortunately, in all four of these cases, the lawmakers say that the law enforcement responded and found that there was no evidence of an actual bomb. But this does underscore sort of what we've heard from federal law enforcement officials about an increasing quantity of these threats, especially against members of Congress. And you'll remember, too, just yesterday, we heard about several of Trump's cabinet picks, appointees for his new administration. They were similarly targeted with these bomb threats and also with what's called, you know, these swatting incidents, where the intention is to get law enforcement to respond, even if there's no basis for that. But so we're going to see a lot of this going forward. And it's clearly a bipartisan issue that people are dealing with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:04",
      "speaker": "SANCHEZ",
      "sentences": "Yeah, we look forward to an update from investigators. Hopefully, they track down whoever was behind this. Zach Cohen, thank you so much.Happy Thanksgiving, man.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:04",
      "speaker": "COHEN",
      "sentences": "You too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:19",
      "speaker": "SANCHEZ",
      "sentences": "One Rhode Island man is taking the holiday spirit of generosity to an inspiring level. Scott Campopiano spent $12,000 of his own money to provide 300 meals today for his community in Rhode Island. This is according to our affiliate there, WJAR.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:19",
      "speaker": "MARQUARDT",
      "sentences": "And while many give at this time of year, our Natasha Chen found the need really is as great as ever. And in some places, it's even greater than it was back during the pandemic. Natasha Chen joins us now.So, Natasha, why does this seem to be the case that the need is greater now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:19",
      "speaker": "NATASHA CHEN, CNN NATIONAL CORRESPONDENT",
      "sentences": "Yeah, you know, inflation rates are cooling, but we all remember a couple years ago when prices really shot up. And people I'm meeting at food banks and at events like this, the Westside LA Free Thanksgiving event here, they're telling me that they can't seem to catch up with that still when you think about the fact that food prices are about 20% higher than they were before the pandemic. So here at Westside Thanksgiving, the organizers did see more people lining up today, and we are also seeing more people lining up at food banks everywhere. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:19",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You have a happy Thanksgiving.CHEN (voice-over): This is not video from the pandemic. This is a line this week of people waiting to receive food at a church in time for Thanksgiving.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:19",
      "speaker": "CHRIS MERREL, FOOD PANTRY CLIENT",
      "sentences": "I have to do it. And that's the way it goes.CHEN (voice-over): Chris Merrel has been coming to this Pasadena, California church every week for several years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:19",
      "speaker": "MERREL",
      "sentences": "My wife won't even come because she'd be embarrassed.CHEN (voice-over): He's a retired mechanic living on less than $700 Social Security per month. He never thought he'd need help from a food bank, and he's not alone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:19",
      "speaker": "MERREL",
      "sentences": "Never seen a line that long before. This time it was all the way up and down the street.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:19",
      "speaker": "ANA DURAN, FOOD INSECURE",
      "sentences": "Lines are getting crazier.CHEN (voice-over): We first met Ana Duran two years ago when her home in Riverside, California saw inflation at almost 10%, even though inflation has cooled now to about 2%.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:19",
      "speaker": "DURAN",
      "sentences": "Or I have to get up at least, you know, like I said before 6CHEN (voice-over): Duran still goes to weekly food distributions. Two years ago, she told us she was turning in recycling and selling jewelry for extra cash while working as a part-time caregiver. She's continued to do that, selling what little jewelry she has left.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:19",
      "speaker": "DURAN",
      "sentences": "I only have like two or three more pieces that I have for as a backup resource.CHEN (on camera): The Los Angeles Regional Food Bank says they're tracking about 10% ahead in the amount of food distributed compared to last year. They're serving 900,000 people a month right now near pandemic levels.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:19",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We can't turn nobody away.CHEN (voice-over): In New York City.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:13",
      "speaker": "MICHAEL FLOOD, CEO OF LOS ANGELES REGIONAL FOOD BANK",
      "sentences": "I think what we're seeing here in Los Angeles is the cumulative impact of inflation. Food prices are about 25% higher than they were pre- pandemic.Now the unemployment rate has come down. We would expect the demand for food assistance to decrease, but that's not what has happened. CHEN (voice-over): This comes as donations to food banks are also dropping. Ana Duran says something has got to change, which is why she cast a ballot for Trump, the first Republican she's ever voted for in her life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:13",
      "speaker": "DURAN",
      "sentences": "When it came down to, you know, voting, I changed who I was and I changed hoping for the better.CHEN (voice-over): But Trump is exactly what Merrel is worried about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:13",
      "speaker": "MERREL",
      "sentences": "I am definitely worried it's going to get worse with the tariff that Trump's putting on.Say hi to everybody. CHEN (on camera): Hi, buddy. (Voice-over): He thinks prices will jump and more people will find themselves going to food banks. But the fact that the food banks even exist makes him feel grateful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:13",
      "speaker": "MERREL",
      "sentences": "This is a beautiful country that we live in. Happy Thanksgiving and Merry Christmas.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:13",
      "speaker": "CHEN",
      "sentences": "Operating costs for charities are also up. And so they'd like me to remind you that if you're able to please give a financial donation to your local food bank. Giving Tuesday's a great time for that. And if you can't, they could always use volunteers. Boris and Alex.",
      "isLastSentenceInterrupted": false
    }
  ]
}