{
  "date": "2024-09-21",
  "headline": "The Chris Wallace Show",
  "subHeadline": "Republican Presidential and Vice Presidential Candidates Donald Trump and J.D. Vance Accuse Democrats of Using Inflammatory Rhetoric Leading to Assassination Attempts on Trump; No Credible Reports of Haitian Immigrants Eating Pets in Springfield, Ohio; U.S. House of Representatives Unable to Pass Government Funding Bill Due to Voting Protection Measure; U.S. Senate Remains Deadlocked Over Protections for In Vitro Fertilization; Amazon to Eliminate Remote and Hybrid Work for All Employees; Instagram Adds Parental Control Features for Teenage Users; Miami Dolphins Quarterback Tua Tagovailoa Not Planning to Retire Despite Suffering Third Concussion; Two-Month-Old Pygmy Hippo in Thailand Popular on Social Media. Aired 10-11a ET.",
  "utterances": [
    {
      "timeStamp": "08:00:00",
      "speaker": "CHRIS WALLACE, CNN ANCHOR",
      "sentences": "Hello again, and welcome. It's time to break down the big stories with some smart people. Today, we're asking, with political rhetoric becoming a hot topic at the campaign, which side is more to blame for the escalation of the war of words?Then the clock is ticking. While the House deals with a shutdown deadline, the Senate is taking up an issue Democrats feel could help them win control of Congress. And spilling your teen's tea, the Instagram changes allowing parents to find out who is sliding into their kids DMs. The panel is here and ready to go. So sit back, relax, and let's talk about it. Up first, the big focus for both candidates this week wasn't the economy or immigration. It was political rhetoric, especially after a second apparent assassination attempt against Donald Trump. The campaigns blaming each other while keeping up their attacks, which in one Ohio town has led to dozens of bomb threats. (BEGIN VIDEO CLIP) DONALD TRUMP, (R) U.S. PRESIDENTIAL CANDIDATE:  I probably took a bullet to the head because of the things that they say about me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "WALLACE",
      "sentences": "Donald Trump doubling down on that debate line, blaming Democrats again after the second case of a gunman appearing to stalk him, saying their rhetoric is causing me to be shot out.SEN. J.D. VANCE, (R) VICE PRESIDENTIAL CANDIDATE:  Cut it out, or you're going to get somebody killed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "WALLACE",
      "sentences": "Running mate J.D. Vance hitting Democrats for their comments.KAMALA HARRIS, (D) VICE PRESIDENT OF THE UNITED STATES:  Trump is a threat to our democracy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "WALLACE",
      "sentences": "But both parties have engaged in inflammatory attacks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "TRUMP",
      "sentences": "She's a Marxist, communist, fascist.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "WALLACE",
      "sentences": "Now threatening language turning into actual threats in Springfield, Ohio, where schools shut down and the cities had dozens a bomb threats as Vance and Trump keep repeating lies about Haitian migrants eating pets.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "VANCE",
      "sentences": "If I have to create stories so that the American media actually pays attention to the suffering of the American people, then that's what I'm going to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "TRUMP",
      "sentences": "Whatever happened to Trump? Well, he never got out of Springfield.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "WALLACE",
      "sentences": "Even as Ohio's Republican governor calls for an end to the lies.GOV. MIKE DEWINE, (R) OHIO:  The statements are wrong, and frankly, need to stop. (END VIDEO TAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "WALLACE",
      "sentences": "We did get some this week and the question of Iran hacking --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "SWISHER",
      "sentences": "Of course, not just Iran hacking, but paying money, Russia paying money to certain podcasters. The issue is, it's a bigger issue than that, and we are all getting dragged into it. And these different people are creating it. And a lot of times with someone like Musk or Trump, every accusation is a confession, as far as I can tell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "WALLACE",
      "sentences": "Well, we're going to talk about it some more because it is going on, this rhetoric and the impact it's having those. There's the tinderbox in Springfield, Ohio, about Haitian immigrants eating pets. \"The Wall Street Journal\" did a great report this week, found that the town city manager told a Vance staffer there was no verifiable evidence or reports to show this was true, the idea about eating pets. The city manager told them these claims were baseless. But the next day Trump repeated the lie in his debate with Harris.Kara, why have Trump and Vance continued to make up lies about what's going on in Springfield, Ohio? SWISHER:  Because the number one rule of propaganda is to repeat it and repeat it and repeat it again because they are lying, and that's what they're doing. And it works and it gets through to some people. And the ones that think it's silly, including some of their own followers, they're just like, they're just being crazy. It doesn't matter because they have such -- the expression I'm hearing this week a lot is high floor, low ceiling. They're not going to lose -- these people in the high floor don't care. But it does something, I think, even more pernicious here, which it takes a group of people like the Haitians, who are here legally, let us -- let's be clear, who went to Springfield to get jobs because they needed workers. They're not being placed there by the federal government, as has been implied. And what it does is it makes -- it sows division between people. But there are some real Americans who are actually, whose stories deserve to be told, who deserve to be heard by the media, and these Haitians somehow are inflicting harm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "WALLACE",
      "sentences": "Reihan, there are real life consequences here. Schools have shut down. There have been dozens of bomb threats. Why are Trump and Vance continuing to hit these lies about what's going on in Springfield?REIHAN SALAM, CONTRIBUTING EDITOR, \"NATIONAL REVIEW\":  So J.D. Vance is the senator from Ohio, and as such, he regularly hears from his constituents. There have been -- there's been talk about incidents along these lines and people's pets going missing in Springfield, Ohio, since back in March. These appear to largely be rumors that are unfounded. However, after that conversation that \"The Wall Street Journal\" reported on happened, then Vance received further reports about this, according to his Senate office. This is something that is ongoing --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "WALLACE",
      "sentences": "Is there a single, verifiable claim that a pet was stolen from somebody's House, and that a Haitian migrant ate it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "SALAM",
      "sentences": "Not that I know of. But what I will say is this, they are hearing these complaints, and what Senator Vance was seeking to do --GARCIA-NAVARRO:  The Republican in office -- Governor Mike DeWine has written in \"The New York Times\" that this is absolutely baseless.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "SALAM",
      "sentences": "-- is draw attention to what is happening in Springfield, Ohio. And he then drew attention to this in a tweet. Then President Trump, former President Trump, excuse me, raised this in a debate. This then spiral into a much larger story, when I believe that Senator Vance was trying to draw attention to what was happening there. And then I think this did spiral out of control.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "SWISHER",
      "sentences": "Reihan, there's crocodiles in the toilet, this is what this is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "SALAM",
      "sentences": "This was not --  he was not lying about the reports that he and his office --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "SWISHER",
      "sentences": "But then he should stop, because a rumor is a rumor. He should stop, full stop.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "SALAM",
      "sentences": "He is talking about a range of issues. He is not focusing on this. This is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "WALLACE",
      "sentences": "When he's talking about Haitians eating pets in Springfield, Ohio, he's not talking about range of issues. It's either a lie or it's the truth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "SALAM",
      "sentences": "No, what he's -- he continues, his office continues to receive reports about this, which they were trying to chase down and understand. Look, I do not believe that this was the right rhetorical tact to take, but I do believe that he is not being deceptive or --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "SALAM",
      "sentences": "I believe that he cares deeply about everyone in Springfield and everyone in Ohio, but I'm not here to speak on his behalf.GARCIA-NAVARRO:  Can I ask you a question. I am really curious about this --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "SALAM",
      "sentences": "I'm trying to offer some context. You guys are claiming that he is lying --GARCIA-NAVARRO:  What I'm curious about is you have J.D. Vance who is the senator from Ohio, and that is true. And you it is public and run state. You have the governor, you have the Republican mayor, you have Republican representatives all saying that this is false, defamatory, and more than that, hurtful to the community, the people that supposedly both Trump and Vance are trying to help. And so --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "SALAM",
      "sentences": "This is the same Senator Vance who is speaking out about the people of East Palestine, Ohio --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "WALLACE",
      "sentences": "No, no, no. You're not going to switch to another place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "SALAM",
      "sentences": "I'm trying to offer some context.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "WALLACE",
      "sentences": "We're talking about Springfield, Ohio, Reihan, so, I mean, let's stay on the subject.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "SALAM",
      "sentences": "I'm saying something very simple, which is that he's hearing from people who normally are not listened to. He is hearing from people who are normally not trusted and discounted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "WALLACE",
      "sentences": "Again, we're not talking about that. We're talking about a fact. Either it happened or it didn't. Jim, I don't know. What do you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "GERAGHTY",
      "sentences": "There are a million and one legitimate gripes you can make about Biden's immigration policy, Biden's asylum policy, the border, all that kind of stuff. Instead, Donald Trump, who doesn't like to bother with the policy details, on the debate stage went with the thing that was probably very easy to remember. Did you see this, they're eating the cats. They're eating the dogs. Very simple, very easy to remember. And that's what gets out there.And I suppose in some really cynical argument, you could say, well, that's not true, but it gets people talking about Haitians. But it's far too much of a transitive property. I just love to have a candidate who knew what he was talking about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "SALAM",
      "sentences": "I think there's no question that this is not, this is not the way they --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "SWISHER",
      "sentences": "He literally just said, I'm going to keep calling them illegal aliens even though they're not. He's doubling. He just said that in a thing. So what is happening with this person that he can't --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "SALAM",
      "sentences": "Sorry, which person?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "SWISHER",
      "sentences": "J.D. Vance. Why can't he stop, really?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "SALAM",
      "sentences": "I think that Senator Vance is in an extremely challenging media environment right now. I think that he's made some bad calls, and I also think that the ferocious response to it has elicited a response that has not been entirely constructive from him. And I think it's a really rough situation for the campaign, but I also think that this has moved the focus to the border chaos and the migration issue, for what it's worth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "WALLACE",
      "sentences": "By making up a like. OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "SALAM",
      "sentences": "I do not --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:17:23",
      "speaker": "WALLACE",
      "sentences": "Two fights on Capitol Hill this week could play a major role in deciding which party controls Congress. In the House, Republicans are at odds over how to avoid a government shutdown with a funding deadline now, just nine days away, while the Senate remains gridlocked over protections for in vitro fertilization as Democrats make IVF and abortion top campaign issues.(BEGIN VIDEO CLIP) SEN. CHUCK SCHUMER, (D-NY) SENATE MAJORITY LEADER:  Do you support American families access to in vitro fertilization or not?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:17:23",
      "speaker": "WALLACE",
      "sentences": "Republican senators this week voting down a bill that would guarantee access to IVF nationwide.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:17:23",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The motion is not agreed to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:17:23",
      "speaker": "WALLACE",
      "sentences": "The GOP accusing Democrats of holding a pointless show vote, saying the legislation could cover other procedures like cloning.SEN. TOM COTTON, (R-AR):  No state restricts are bans IVF. Second, this bill was about a lot more than just IVF.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:17:23",
      "speaker": "WALLACE",
      "sentences": "Protecting IVF has become a top campaign issue for Democrats, along with abortion.KAMALA HARRIS, (D) VICE PRESIDENT OF THE UNITED STATES:  These hypocrites want to start talking about this is in the best interest of women and children. Well, where have you been?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:17:23",
      "speaker": "WALLACE",
      "sentences": "Vice President Harris highlighting reports about two women who died after their families say Georgia is abortion law kept them from getting the care they needed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:17:23",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "These were preventable deaths.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:17:23",
      "speaker": "WALLACE",
      "sentences": "Reihan, why do Senate Republicans keep blocking, and this is the second time this week, the Democrats IVF bill?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:17:23",
      "speaker": "SALAM",
      "sentences": "Well, there was an IVF bill introduced by Senator Ted Cruz and Senator Katie Britt that was narrowly focused on protecting IVF, that didn't raise some of the other concerns that Republican senators have raised about this most recent Democratic proposal. So I think that it's not fair to say that they don't want to protect IVF. I think there was a lot of concern about some of the other provisions that Senator Cotton mentioned during that segment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:17:23",
      "speaker": "WALLACE",
      "sentences": "Kara, this all started when the Alabama Supreme Court ruled that frozen embryos that are destroyed, disposed of as part but the IVF process, could be viewed as persons. The state legislature run by the GOP then protected IVF, which raises the question that I raised in the piece, is this really just a bunch of show votes by Democrats?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "WALLACE",
      "sentences": "Why do you think that Republicans deserve it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "SWISHER",
      "sentences": "Because with reproductive rights, the restrictions on reproductive rights all over the country. So the Democrats are calling attention to it, rightly so, during a political season. This is a political moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "SALAM",
      "sentences": "I'll just add briefly that when you're looking at the Alabama case, one important thing to keep in mind is that there were some questions about basic consumer safeguards. When you're looking at embryos that are destroyed, this was a case in which there was negligence in which they were destroyed. So to say that actually we ought to care about this, that folks who are entrusting their future children, the hopes for future children with this kind of clinic, there should be some legal protections when they engage in reckless, irresponsible behavior that endangers that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "SWISHER",
      "sentences": "That wasn't the point. The point was abortion. These anti- abortion activists did not --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "SALAM",
      "sentences": "I actually don't think --(CROSS TALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "WALLACE",
      "sentences": "Let me broaden out the conversation, because as we said, Kamala Harris is pushing hard on the whole issue, writ broad, of reproductive rights. Here is one of her latest commercials.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I was five years old when my stepfather abused me for the first time. I just felt like I was alone on a planet with a monster. I was 12 when he impregnated me.I just remember thinking I have to get out of my skin. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "WALLACE",
      "sentences": "Lulu are abortion and IVF, are they big political winners for Democrats this fall?GARCIA-NAVARRO:  They are. And when you see a story like that, I mean, it's heartbreaking. And I think no matter where you fall on the spectrum, you see that and you're going to feel something. And particularly as Kamala Harris really appeals to women and they want to move women to come out and vote and really energize the base, this is an issue that does that. And it does that in places where she needs to get people to come out. It does that in swing states. And so they're going to a run with it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "WALLACE",
      "sentences": "Take a look at this \"New York Times\" poll back last month in August. What issue is most important in deciding your vote? Twenty- eight percent said the economy and inflation, but abortion was second at 14 percent. Jim, how big a problem is reproductive rights for Trump and the fact that he's saying, well, it's not going to be a national issue. We're going to leave it to the states, and I support the three Reagan exceptions, rape, incest, and the life of the mother. How much does all of that get them off the hook?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "GERAGHTY",
      "sentences": "You think it would. Trump is very clumsy about this issue. Clearly, you can tell us this is an issue he is not comfortable with. And yet almost every poll -- nationally, Harris has jumped out to a decent size, three points, four points, five points. The swing states, they're all neck and neck. And so it's one of the issue should be hurting him, but it's not.And I think what the graph just showed about 14 percent, everybody who is pro-choice votes for the Democratic candidate, 99 times out of 100. Everybody who is pro-life votes for the Republican candidate, 99 times out of 100. So I don't know if there's been this dramatic shift. I know the Democrats want to believe there's been this dramatic shift and that, oh, even some Republicans are doubting it, and all that stuff. If that's true, why isn't showing up in any of these polls?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "SWISHER",
      "sentences": "Well, actually, I have a personal story. I found out from two people who are Trump supporters had abortions recently. And I was surprised. I didn't know about it. And they are quietly shifting their vote because in this matters to include their own personal experiences. I think there's a lot more women out there, especially some conservative women that aren't pro-life per say, but sort of, sort of sit in the middle, that have a very different opinion. I just have a feeling there's going to be maybe a shift.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "WALLACE",
      "sentences": "I want to bring up one more issue. We're talking about Congress, and that's the fight over government funding, which runs out midnight on September 30th. House Republicans blocked a bill that would extend funding for six months, while also targeting non-citizen voting. Senate GOP leader Mitch McConnell said a shutdown is unthinkable.(BEGIN VIDEO CLIP) SEN. MITCH MCCONNELL, (R-KY) SENATE MINORITY LEADER:  It would be politically beyond stupid for us to do that right before the election, because certainly we'd get the blame. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "WALLACE",
      "sentences": "Lulu, how should Republicans handle this shutdown fight?GARCIA-NAVARRO:  I'm with Mitch McConnell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "WALLACE",
      "sentences": "I never thought I'd hear those words.GARCIA-NAVARRO:  Well, you know, he's in his twilight days in the Senate, and I think that he's exactly right. I think it's absolutely political suicide for them to do this. Donald Trump wants it because he wants something to run on. He wants the chaos. He wants to show that there's this problem with voting. But the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "WALLACE",
      "sentences": "This is the whole non-citizen things. GARCIA-NAVARRO",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:03",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "If Johnson follows the same pattern as McCarthy did and puts forward a clean C.R., would you oust him as well?REP. MATT GAETZ, (R-FL):  My worry is the voters might, for all of us. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:03",
      "speaker": "WALLACE",
      "sentences": "Reihan, if Speaker Johnson goes ahead and just gives up because he's tried to pass this bill with the Save act on voter registration, if he says, look, we can't have a shutdown a month before the election. We're going to pass a clean bill and just kick it down the road, maybe until December, maybe until March, is he going to get kicked out, too, by the Republicans?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:03",
      "speaker": "SALAM",
      "sentences": "It all depends on the election outcome. It all depends on how that unfolds, and honestly, how the former President Donald Trump responds to that outcome. If he decides to excoriate Speaker Johnson, then I think that Speaker Johnson will be in big trouble.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:03",
      "speaker": "WALLACE",
      "sentences": "That's, of course, assuming that Trump gets elected, or even if he doesn't?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:03",
      "speaker": "SALAM",
      "sentences": "Even if he doesn't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:47",
      "speaker": "WALLACE",
      "sentences": "This week, Amazon notified workers they'll be back in the office five days a week starting in January. Currently, the company's 350,000 workers are allowed to have a hybrid schedule, working from home two days a week. But Amazon CEO says the change is meant to, quote, \"strengthen our culture.\" This makes Amazon the first big tech company to require the full week in office since the pandemic. Experts say it could set a new standard or allow competitors to offer work from home as a recruiting tool. And numbers show many workers prefer that. Since 2021, data has remained pretty steady with about 40 percent of people working a hybrid schedule and some 25 percent fully remote.Kara, are remote and hybrid on the way out, or they here to stay?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:47",
      "speaker": "SWISHER",
      "sentences": "It depends on the company. Andy Jassy, who is in Seattle, thinks it's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:47",
      "speaker": "WALLACE",
      "sentences": "He's the CEO of Amazon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:47",
      "speaker": "SWISHER",
      "sentences": "He's the CEO of Amazon. He replaced Jeff Bezos, and he's been there for since he's been 19-years-old himself. I think for Amazon it may be a good idea. Seattle, it's easier to find work there, and Amazon is in an attractive place to work. If you're in a more competitive area, say Silicon Valley, it might be harder to keep workers there if you don't offer them that.That said, a lot of these tech companies are shedding workers. And so there's plenty of workers to be had. So I suspect Andy knows this and knows that if you want to stay at Amazon, this is what you do. And Amazon has always been that company. This is our culture, this is the way it is. And I do think there will be more, especially these analog, these companies that work in the analog and the digital, they're going to have much more in-person. I suspect he's right about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:47",
      "speaker": "WALLACE",
      "sentences": "Amazon isn't alone outside of tech. A number of companies have scaled back on remote work, including Disney, Bank of America, and AT&amp;T. Jim, is that where we're headed, less remote work, more in the office? Maybe not completely one of the other, but that direction?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:47",
      "speaker": "GERAGHTY",
      "sentences": "Well, it depends on the job and the office. Look, we could all dial in through Skype or Zoom and have this conversation. It would be less fun. You would not be able to kick me in the shins. You would not be able to glare quite the same way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:47",
      "speaker": "WALLACE",
      "sentences": "I do occasionally.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:47",
      "speaker": "GERAGHTY",
      "sentences": "We wouldn't be able to see you, move up a little bit, keep it moving here. So my suspicion is, is that we've now had this long experiment since the end of the pandemic. How many people like working -- when do you start losing something when you're not physically interacting with your workers? It's up to the managers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:47",
      "speaker": "SALAM",
      "sentences": "Theres a bifurcation, I'd say, between companies that are now being built as remote first, if there are a ton of start-ups, they're saying why spend money on office space. That money is incredibly crucial in your first year or so. And they're evolving to become really, truly remote companies. Other companies, it's a real struggle to adapt yourself to thatdifferent pace. So I think that bifurcation will continue as those startups grow and as some of these companies in professional services find that to be a really big edge to have that competitive in-person culture.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:47",
      "speaker": "WALLACE",
      "sentences": "All right, but in these hybrid companies it raises another question. Last year, remote workers were 35 percent more likely to be laid off and 31 percent less likely to be promoted. Reihan, different question. Is WFH, work from home, bad for your career?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:47",
      "speaker": "SALAM",
      "sentences": "If you are young, if you're just getting started out, if you're still in process of building those networks and relationships that will nurture you professionally in the future, it is really, really tough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:47",
      "speaker": "SWISHER",
      "sentences": "One-hundred percent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:47",
      "speaker": "SALAM",
      "sentences": "If you're established, if you're someone who has been around for a long time, you have those relationships in place, there's a cost. There's some erosion of that capital you build up. But it's manageable and can be really positive for your work-life balance and what have you. You could be making a sacrifice to make that work. But I think that can make sense for folks who are established in their careers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:02",
      "speaker": "SWISHER",
      "sentences": "So maybe if you're a company who provides those things, better childcare, better commuting ability, maybe being a little more flexible on hours. Thats what's interesting about this. We'll see if the lessons of COVID where this is starting to happen come in and change the workplace and create a -- I have been work-from-home person for 20 years because most people don't want to see me in the office.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:02",
      "speaker": "SWISHER",
      "sentences": "Which is really --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:02",
      "speaker": "WALLACE",
      "sentences": "You're also the boss.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:02",
      "speaker": "SWISHER",
      "sentences": "I wasn't all the time, but when I was actually managing people, which was a very, very short time, one of the things I did is I had an office that I was in. And if people wanted to talk to me, I wouldn't talk to them on the phone. They had to come see me. And I you can be really flexible. I thought that it worked really well. And then people did, and we developed relationships.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:02",
      "speaker": "WALLACE",
      "sentences": "So Kara, where do you think that we will be in two years? I don't think it's going to be all one way or all the other, but do you think there will be more working in the office and less at home, or roughly where we are now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:02",
      "speaker": "SWISHER",
      "sentences": "I think it has to be intentional working in the office so it makes sense. A lot of office work was sort of a waste of time. And so if it's a waste of time, commuting is hard, it's going to be more flexible. I think the idea is workplaces have changed over time, and it's going to -- some things are going to be added, some things are going to be subtracted. But I think Andy Jassy knows just what he's doing here. And I think it's better for Amazon culture to do that. They've always had tight cultural like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:02",
      "speaker": "WALLACE",
      "sentences": "Jim, are we headed out of our spare bedrooms and back into the office, just as a general principle?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:02",
      "speaker": "GERAGHTY",
      "sentences": "I think the further COVID gets in our rearview mirror, the more people began to realize, oh, I like interacting with my coworkers. I like seeing. Well, maybe they don't. Maybe --GARCIA-NAVARRO:  I was about to say, where do you work? (LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:02",
      "speaker": "GERAGHTY",
      "sentences": "I have two different workplaces. But I work from home. I've worked from home since 2004. So I might be outdated by you. I think people are starting to realize there's a human connection to work that really can't be replaced, it can't be done through a screen. So I think you're going to see it slowly start to fade back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:02",
      "speaker": "SALAM",
      "sentences": "And business travel is back, which is consistent with that story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:42:03",
      "speaker": "WALLACE",
      "sentences": "Once again, it's time to get our group's yea or nay on some big talkers. Up first, the Instagram changes many parents have wanted for years. This week, the popular social media app announced new teen accounts settings for users under 18, which automatically make their accounts private and restrict the content they can see. Under the changes, 16 and 17-year-olds can manually change their settings back, but 13 to 15-year-olds will need their parents' approval. Teens will also get time limit reminders or nudges to sign off after one hour each day. And the new controls allow parents to see who their kid is chatting with. Kara, are you yea or nay, on the Insta changes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:42:03",
      "speaker": "SWISHER",
      "sentences": "I was yea about this a decade ago. This is a decade late. And we'll see what happens. It still put too much onus on the parents to fix this stuff. I mean, I'm one, kids shouldn't be on social media until 16. I'm that person. And I think that the idea of doing this is a good idea, and they're trying to take their bows. But they're very late to this, and so much abuse has happened.There's also kid on kid bullying and stuff like that doesn't really address here. And I just don't think, even Apple, I don't think their tools are good enough. So it's late. I'm happy they did it, but I don't think it's enough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:42:03",
      "speaker": "WALLACE",
      "sentences": "To Kara's point, Jim, these changes come after years of parents complaining and even filing lawsuits, many of them against Mark Zuckerberg, whose company owns Instagram, that they -- about abuses taking place online. And so the question is, is this enough to protect teens?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:42:03",
      "speaker": "GERAGHTY",
      "sentences": "It's certainly a good start. Was the previous position we think it's OK for grown adults to be talking to 13-year-olds?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:42:03",
      "speaker": "SWISHER",
      "sentences": "Yes, it was.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:42:03",
      "speaker": "GERAGHTY",
      "sentences": "What's the worst that could happen? That does seem like giving, as they say, whiskey and car keys to teenagers hoping for the best. It seems like a scenario where it's not hard to imagine and who would be attracted to a policy like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:42:03",
      "speaker": "WALLACE",
      "sentences": "Next, from online safety to on-field safety. Reports are Miami Dolphins quarterback Tua Tagovailoa is not planning to retire after suffering the third concussion of his young career during last week's game. After the hit, some former players and current coaches urged him to quit for his own safety. The 26-year-old recently signed a $212 million contract, much of it guaranteed, even if he retires early.Reihan, are you yea or nay on Rua continuing to play?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:01",
      "speaker": "WALLACE",
      "sentences": "Lulu, Tua is just 26. He's just starting his fifth season in the NFL. But with all that we now know about brain injury from football, should he hang it up? GARCIA-NAVARROincentives are actually reversed. I mean, he's about to make $1 million this year. But if he hangs on to next year, it becomes $24 to $41 million that he's going to make a year over time. And so, unless they tell him that he has to retire because of his condition, he is now not eligible for that. And so I think there's a lot of money tied up in this that is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:01",
      "speaker": "WALLACE",
      "sentences": "But there is tens of millions that's guarantee.GARCIA-NAVARRO:  That's guaranteed, but not if he takes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:01",
      "speaker": "WALLACE",
      "sentences": "No, no, even if he --GARCIA-NAVARRO:  Even if he takes a step back, but it's not the amount of money that he would have gotten if he continues to play. So I just think that there's a lot involved in here. But the bigger question, of course, is this game and how safe it is and what we do when something like this happens, how we actually address it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:01",
      "speaker": "WALLACE",
      "sentences": "Finally, social media's newest It girl. Meet Moo Deng, a two-month-old pygmy hippo in Thailand. Thanks to zookeepers posting pictures online, she's become an Internet sensation. Some are now calling her a lifestyle guru after beauty brands Sephora started posting, how can you get rosy cheeks just like the baby hippo? In fact, she's so popular, the zoo has begun trademarking her image and name, which means bouncing pig in Thai, so no one else can profit from it.Lulu, yea or nay on looking like a baby hippo? GARCIA-NAVARRO:  Why are you actually asking this to me? (LAUGHTER) GARCIA-NAVARRO:  I am now, I actually want to understand why immediately the baby hippo came, and you're like, Lulu, is this the thing that you want to be doing? I mean, nay, on the baby hippo, and I'm offended that you asked. (LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:01",
      "speaker": "WALLACE",
      "sentences": "Wow. I'm done.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:48",
      "speaker": "WALLACE",
      "sentences": "It's time for our panel's special takes on what's happening or predictions of what we should be looking out for. Reihan, hit me with your best shot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:48",
      "speaker": "SALAM",
      "sentences": "Israel's targeted attacks on Hezbollah's pagers and walkie- talkies was an intelligence triumph. However, it also tells us something about the future of warfare and what other adversaries, including the Chinese, might do to us and other enemies of authoritarianism of the future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:48",
      "speaker": "WALLACE",
      "sentences": "Kara, you're also focused on this new form of warfare that Israel -- they haven't officially announced it, but everybody knows it's Israel -- has launched against Hezbollah, which was, I agree, an extraordinarily intelligence triumph, to be able to break the supply chain, get the pagers, put the explosives in, and then give them --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:48",
      "speaker": "SWISHER",
      "sentences": "It's right out of the movies. It feels like an episode of \"Homeland\" or whatever in that regard.I think that the more problematic is what's going to happen next, what's the next thing that's happening, especially around drone technology and automated drones and specifically targeted drones to specific people, like were going to get Chris Wallace with this one drone and only Chris Wallace.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:48",
      "speaker": "WALLACE",
      "sentences": "I thought Lulu already did that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:48",
      "speaker": "SWISHER",
      "sentences": "He just did. She just drone attacked you. But I think as much as we might decry these terrorists and any way to stop them is a good way, it opens up such a can of worms for everybody else.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:48",
      "speaker": "SALAM",
      "sentences": "But Kara, doesn't it also mean that you don't get the civilian casualties you'd get otherwise. And that could be an advantage. Certainly would it comes to Israel, I think that this is exactly what they're aiming to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:48",
      "speaker": "WALLACE",
      "sentences": "All right, Jim, best shot?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:48",
      "speaker": "GERAGHTY",
      "sentences": "So instead of handling it in-house, the Trump campaign has decided to outsource it's get out the vote operations, not that those are important, to Turning Point Action, America First Works, and Elon Musk backed America PAC. You did not have to look far and wide to find veterans of Republican campaign saying these guys are not the guys to handle this. If Trump loses, they'll blame the debate moderator. They'll probably blame you. But a failing get out the vote operation is really the ones who should be blamed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:48",
      "speaker": "WALLACE",
      "sentences": "Meanwhile, the Democrats have built a bigger and much more conventional ground games through the Democratic National Committee.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:48",
      "speaker": "GERAGHTY",
      "sentences": "It's got bells, it's got whistles, it makes paninis. It does everything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:48",
      "speaker": "WALLACE",
      "sentences": "Lulu, bring us home.GARCIA-NAVARRO:  The brains of conservative voters have a larger fear center, you'll be happy to know. There was a European study published in \"iScience.\" They looked at 900 Gen Z adults and their brains, and they discovered that MRI scans show that their amygdala, the organ that sort of is involved in processing negative inputs and fear, such as threats, is smaller in those who see themselves as progressive. Now, you cannot predict a stance, political stance that someone's going to take by scanning their brain, but take from that what you will.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:48",
      "speaker": "WALLACE",
      "sentences": "So is it amygdala or amygdala? I didn't check this out. Does anybody know? The question I have, though, is you're suggesting that Reihan, yes, has a bigger fear center, this is the fight or flight center, than you do, and that's why he's a conservative and you're a liberal.GARCIA-NAVARRO:  First of all, I am not saying that this is my opinion. This is a study that came out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:08",
      "speaker": "WALLACE",
      "sentences": "We have about 20 seconds here. I would on the behalf of well thinking, smart thinking conservatives, what's your response to them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:08",
      "speaker": "SALAM",
      "sentences": "Well, there are a range of other responses that you see that differ between liberals and conservatives. One is this idea that conservatives have a wider range of moral tastes, that they're not just responding to, for example, what they see as unfairness, but also there's a belief and loyalty, hierarchy, other things, some good, some bad. But there are big differences in the brains of those on the right and the left.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:08",
      "speaker": "SWISHER",
      "sentences": "What a magnificent head you have.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:08",
      "speaker": "SALAM",
      "sentences": "Why, thank you, I appreciate it.",
      "isLastSentenceInterrupted": false
    }
  ]
}