{
  "date": "2024-07-12",
  "headline": "The Lead with Jake Tapper",
  "subHeadline": "Soon: Biden To Hold Campaign Event In Detroit; Biden Campaigns In Battleground Michigan; 24 Democratic Former Lawmakers Call For Open Convention; What A Second Trump Term Could Mean For U.S. Courts; Report: Trump Campaign \"All But Praying\" Biden Remains The Democratic Nominee; Rescued Hostage Details Psychological Abuse By Hamas. Aired 5-6p ET",
  "utterances": [
    {
      "timeStamp": "17:00:39",
      "speaker": "JAKE TAPPER, CNN ANCHOR",
      "sentences": "Welcome to Lead. I'm Jake Tapper breaking this hour. President Biden fighting for his political life is in battleground Michigan right now. He just arrived at a garage and fuel bar in Northville, Michigan about to hold a campaign event try to show the world that he's up for the job. And just minutes he's going to speak in Detroit. While in the background sources tell CNN his campaign chair acknowledged quote, and bad effing weeks and a call to staff. Let's listen in.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:18",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:12",
      "speaker": "TAPPER",
      "sentences": "President Biden in Northville, Michigan talking to a small crowd, telling them he's okay and making several jokes about his age and talking about the kind of obliquely referring to the crisis that is his political career is in right now.Let's go to our correspondents covering Biden. We have CNN's MJ Lee for White House and CNN's Arlette Saenz traveling with the Biden campaign in Michigan. Arlette, we're going to see Biden again in just a few minutes, the campaign event in Detroit, where you are. What is the overall message for him in this battleground state must win state does that a lot?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:12",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, Jake, President Biden is here really to try to allay his voters' concerns about his ability to serve in a second term, but the President in his remarks I'm told is also expected. It's really tried to draw a contrast with Donald Trump. He is eager to return the focus away from his struggling campaign and more directly have voters focus on Trump's agenda.Now, according to some excerpts released by the campaign just moments ago, the President is really expected to tie former President Trump directly to project 2025. That is a conservative policy blueprints that has been circulated. The Democrats are quite eager to tie Trump to in this election. And the President, in his remarks will warn that this is a serious project. He will say it's time for us to stop treating politics like it's entertainment or a reality TV show. Another four years of Donald Trump is deadly serious. The campaign also trying to put him in moments like this at that restaurant, impromptu moments, where the President is speaking off the cuff to really try to allay some of the concerns of voters and a top Democrats in his own party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:12",
      "speaker": "TAPPER",
      "sentences": "MJ, how much of the specific concerns from Democrats are actually making it through to President Biden because he said yesterday that no one is telling him that he can't win when we know there are quite a few people who think you can't win. From major fundraisers to members of the House to members of the Senate to governors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:12",
      "speaker": "MJ LEE, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, certainly he's getting a little bit more feedback now than even a week ago, if you look at the last 24 hours. Last night at the White House, the President hosted the House Democratic Leader Hakeem Jeffries, who said that he shared all of the honest feedback that he has gotten from everyone in his caucus. And then earlier this afternoon, the President called into two separate meetings with Hispanic lawmakers and Asian American lawmakers. And we do know from that first meeting, Congressman Mike Levin actually told the president directly that he believes that he needs to step out and leave the race. This is the first known instance of an elected democratic official directly telling the president after the debate that they think that he needs to go.Now we do know that the President started out by defending his record in response to Congressman Levin, and then he said, \"That's why I think it's important I got to get out and show people everything from how well I move to how much I know, and that I'm still in good charge.\" So we are just continuing to get a sense of that deep anxiety and concerns coming from Democratic lawmakers. And so far, a lot of them feel like they haven't actually had the chance, the proper chance to fully air their concerns.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:22:28",
      "speaker": "TAPPER",
      "sentences": "This just in to our 2024 Lead. A group of 24 democratic former lawmakers, representatives and senators are now publicly calling for President Joe Biden to release his convention delegates and for the Democratic Party to hold an open convention, pick their nominee at the convention in Chicago in August. This is the number of current Democratic members of Congress calling on Biden to step aside grows.One of those congressmen is Scott Peters, a Democrat from California, who joins us now. Congressman, you called for the President to drop out of the race after his high stakes news conference. Tell us about why you reach this decision and how difficult it was because I know you have very fond feelings for President Biden. REP. SCOTT PETERS, (D) CALIFORNIA: I think Joe Biden is one of the finest people I've met in politics. He's a really sincere person, and he's done a great job. His record certainly merits reelection. But what we needed out of that first debate back in June, we needed a boost because we were behind. We were losing. And we didn't get it. In fact, we went the other way. I thought the campaign gave a very dismissive response and inappropriate response, calling people bed wetter's or Davos them or whatever names they called us. And I asked for a plan, and I still haven't seen one. So I decided to call for this, I think, really the best the best situation now is that Joe Biden would step aside for one of the many great leaders we have coming up with the Democratic Party, because we really have to beat Donald Trump and I don't think we're on the right path to do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:22:28",
      "speaker": "TAPPER",
      "sentences": "So is this a matter of just him being burdened by bad poll numbers? Or are you concerned about his faculties and abilities based on what we saw at the debate ended other times?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:23",
      "speaker": "TAPPER",
      "sentences": "Yes. I mean, his gaffes, you know, as you know, he's been gaffe prone since he entered politics in the 1970s. If you define gaffes by the old Michael Kinsley definition, a gaffe is when a politician accidentally tells the truth.This is something else other than gaffes, though, right? I mean, this is misstating names calling President Zelensky, President Putin, calling Vice President Harris, Vice President Trump and then his behavior, his performance at the debate, which really caused a lot of people to question his cognitive skills, given his advanced age, and what we've seen pretty clearly as a deterioration, at the very least in his communications abilities, in the last, really, in the last six -- six to nine months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:23",
      "speaker": "PETERS",
      "sentences": "Well, let me say I have no lack of confidence in his ability to govern the country. He's done a great job. He wasn't a young man, when we elected him. He's put together a team and he's done a wonderful job of getting things passed, I think, like the outline of the speech. But the problem is as a candidate, you know, he's -- I'm not sure he's bringing what we need to the table. We have to have someone who both can explain his record in an articulate way, and take it to Donald Trump. And we're already facing a situation. Where we have big headwinds in the swing states of inside this this race, I think we would be better off looking to our deep bench of elected leaders, many, we have governors in red states, governors and swing states, senators from swing states, who can win those states.As a Californian, I'm kind of humble about, you know, telling those folks, you know, who they should nominate. We should have an open convention and figure out who that should be. But right now, we're on a losing path. And I think we got to get off it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:23",
      "speaker": "TAPPER",
      "sentences": "Last night at the press conference, President Biden said that no one is telling him that he can't win. There is no indication that he can't win in November and no one is sharing with him data or saying to him, that he can't win. In your statement calling for him to step aside, you're right. And while the Biden campaign claims the post- debate, national polls remain relatively unchanged, polling in the swing states has worsened alarmingly. Are you worried that he's not being told by his advisers how dire the situation is? Or what do you think is going on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:23",
      "speaker": "PETERS",
      "sentences": "I don't know. I mean, to me, that's astounding. I think the polling consensus among independent pollsters is that this was Donald Trump's race to lose before the debate. It's gotten worse than swing states. I don't think there's any debate about. There's no argument about that. And why he's not getting that message is not clear to me. Because that information is out there. And if I were in the campaign, or campaign that I was a part of or running, I would want to know that information as the candidate.So I hope that he's getting information. But if he's getting the truth, that's what he should be hearing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:32:41",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "Continuing with our 2014 Lead, I'll be heading to Milwaukee this weekend for the Republican National Convention. The big mystery remains of course, who will Donald Trump choose as his running mate. Beyond that, are many questions about what a second Trump term might look like. Our CNN's Phil Mattingly reports for us. It's undoubtedly going to bring more conservative judges and possibly some drastic change.(BEGIN VIDEOTAPE) PHIL MATTINGLY, CNN ANCHOR &amp; CHIEF DOMESTIC CORRESPONDENT (voice- over): The cornerstone achievement of Donald Trump's first term legacy. DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES (R) AND CURRENT U.S. PRESIDENTIAL CANDIDATE (R): I totally transformed the federal judiciary. MATTINGLY (voice-over): That claim, supporters and opponents alike acknowledge is not hyperbole. After 234 Trump-selected judicial nominees took seats on the most critical benches across the country, 54 of those reshaped the ideological makeup of the critical federal appeals courts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:32:41",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Do you solemnly swear?MATTINGLY (voice-over): And of course, the three who drove a generational shift in the highest court in the land.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:32:41",
      "speaker": "TRUMP",
      "sentences": "Many presidents never get the opportunity to appoint a Supreme Court justice. I had three, they aren't going.MATTINGLY (voice-over): But as Trump drives toward a potential second term, one thing is clear, he's just getting started. The two most conservative Supreme Court stalwarts, Justices Clarence Thomas and Samuel Alito could step aside due to age, clearing the way for Trump and his party to name two more lifetime appointees to the Supreme Court. And for Trump, who relied heavily almost entirely on long standing Republican legal philosophy in his first term, he's now made clear he would push sharply right in a second.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:08",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Will you commit to voters tonight that religious liberty will be an absolute litmus test for anyone you appoint not just to the Supreme Court, but to all courts?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:08",
      "speaker": "TRUMP",
      "sentences": "Yes, I would.MATTINGLY (voice-over): That 2016 promise of conservative judicial appointments is specially following the death of Justice Antonin Scalia helped solidify support for his candidacy from skeptical Republicans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:08",
      "speaker": "TRUMP",
      "sentences": "I, Donald John Trump --MATTINGLY (voice-over): Once in the White House, Trump then relied heavily on the council of advisors and outside groups to fill open seats with the help of then Senate Majority Leader Mitch McConnell. SEN. MITCH MCCONNELL (R-KY), MAJORITY LEADER: You know what my top priority is, I've made it very clear, it's the judiciary. MATTINGLY (voice-over): Working with the Republican controlled Senate, Trump's solidified that six to three conservative majority on the Supreme Court, and the result, has been dramatic even with Trump no longer in the Oval Office. Roe versus Wade overturned. The EPA and other federal agencies stripped to some regulatory power. And in a case deeply personal to Trump himself, a decision that granted the president near total immunity while in office. Trump also successfully flipped three of the nation's 13 appeals courts to conservative majorities. One of the district court judges he appointed, Aileen Cannon, she's now responsible for overseeing his own criminal trial in Florida. But Trump allies and detractors alike point to a less understood but very clear shift in the makeup of Trump's own appointments over the course of that first term, a shift away from the powerful conservative legal establishment and toward lawyers who embraced a more expansive and at times legally tenuous view of executive power, now clear about their intent to seek retribution for Trump's own legal travails, forming the basis that allies plan to set the bar for nominations and administration lawyers alike.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:08",
      "speaker": "TRUMP",
      "sentences": "When this election is over, based on what they've done, I would have every right to go after them.(END VIDEOTAPE) MATTINGLY: And, Jake, I think a critical point here is one that we've been following across several fronts. As we look towards what a second term would look like, there is an infrastructure, there are people, there is money in place that is really formed around Trump, it'd be so much different than 2016. They relied so heavily on kind of the conservative establishment and where their lawyers thought they should go on their nominations, on their policies, on how they operated. That has now changed. It is now a Trump operation driven by Trump people who have made clear, it is not going to be what we used to see from the conservative legal establishment, it's going to be what Trump wants to see in a second term.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:08",
      "speaker": "TAPPER",
      "sentences": "So in other words, in the first term, if Trump had said something like, we should have Liz Cheney go before a military tribunal, because she's committed treason, she -- there would be enough lawyers and authority figures there to say that's we're not going to do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:08",
      "speaker": "MATTINGLY",
      "sentences": "From the White House Counsel's Office out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:08",
      "speaker": "TAPPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:08",
      "speaker": "MATTINGLY",
      "sentences": "Everyone would stand in the way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:08",
      "speaker": "TAPPER",
      "sentences": "And in a second Trump term, it would be like, absolutely, sir. We'll do that for you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:08",
      "speaker": "MATTINGLY",
      "sentences": "I wouldn't want to speculate. But you're certainly not seeing a lot of people who would say they would get in the way of anything he wants to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:08",
      "speaker": "TAPPER",
      "sentences": "Even if it's a crazy idea like Liz Cheney before a military tribunal. Phil Mattingly, thanks so much. Appreciate it. I'll see you in Milwaukee.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:08",
      "speaker": "MATTINGLY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:58",
      "speaker": "TAPPER",
      "sentences": "Continuing with our 2024 Lead, in next week's Republican National Convention, let's bring in Tim Alberta and Adam Serwer. They have separate articles in \"The Atlantic\" about what might be ahead and they are two of my favorite young writers. Adam to you first, since we were just talking about the courts, in your article called, Stop Soft- Peddling the GOP's Extreme Positions, you say that the idea that the Republicans are softening their stance on abortion, which we have not said but other media outlets have said is actually a bait and switch because of what Republicans think the courts will ultimately do explain what you mean.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:58",
      "speaker": "ADAM SERWER, STAFF WRITER, THE ATLANTIC",
      "sentences": "Well, if you read the GOP platform, it's a little confusing, but the position is actually that abortion rights are unconstitutional, because fetuses are from conception, people under the 14th amendment. That is a position that abortion is actually illegal in all 50 states, not after 15 weeks, not after six weeks, but from conception. That's an extreme position. It's the same position that was in the previous platform. It's not a softened position. Anyone who wrote that that was a soften-position was wrong, because they're essentially saying abortion should be illegal everywhere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:58",
      "speaker": "TAPPER",
      "sentences": "There's also this narrative that Donald Trump told people don't put anything in there about, you know, taking away gay rights or anything. I, you know, that's not an issue that I want to talk about. And you say, there's also similarly no softening when it comes to opposition when it comes -- opposition to LGBTQ rights or even opposition to gay marriage. Tell us about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:58",
      "speaker": "SERWER",
      "sentences": "There's a strategic silence on those issues. But we had a Trump administration before, we know how it works. He watches T.V. all day. And then right wing ideologues run the administration. He has not said that he supports those rights. He simply strategically omitted an attempt to remove them from the platform. But that is not a softening any more than, you know, covering up a crime means you feel bad about committing one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:58",
      "speaker": "TAPPER",
      "sentences": "Tim, we discussed an excerpt from your new \"Atlantic\" article here on The Lead yesterday, you write that the Trump campaigns plans could be shaken up if the Democrats ultimately do replace Joe Biden at the top of the ticket you write, quote, they know their campaign has been engineered in every way from the voters they target to the viral memes they create to defeat Biden. And privately, they're all been praying that he remains their opponent. My understanding is that the Trump people were happy with how Biden did last night with the press conference because it was just good enough to keep him going as the nominee. What's your take? What are your sources tell you want the Trump campaign?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:00",
      "speaker": "TAPPER",
      "sentences": "And you quote, Tim, you quote, Trump campaign manager, Chris LaCivita, in the article, quote, LaCivita told me, there are probably four true battlegrounds, Arizona, Michigan, Pennsylvania and Wisconsin. And he said the campaign feels confident based on public and private polling, as well as its own internal modeling that Georgia, Nevada, North Carolina are moving out of reach for Biden.So it does seem that ultimately there -- it will be a fight because the Biden people see their best path and I would argue their only path Arizona -- not Arizona, Pennsylvania, Michigan and Wisconsin. It does seem like those three states and maybe Arizona too, are really where the fight is going to come down?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:00",
      "speaker": "ALBERTA",
      "sentences": "Yes, that's right, Jake. And actually, right after I published the story, the Biden campaign circulated an internal memo, essentially acknowledging the exact same thing that really, those core rustbelt states, the three you mentioned, which Trump flipped in 2016, by a combined 77,744 votes between those three states, and then Biden won them back by narrow margins in 2020. That that is really the only path for Biden, if he loses any one of those three states, the math becomes very difficult.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:00",
      "speaker": "TAPPER",
      "sentences": "And Adam, you write about the Trump campaign targeting young black and Hispanic men and you quote one of Trump, Trump's allies telling you, for every Karen we lose, referring to white women in the suburbs, we're going to win a Jamal and an Enrique. Tell us more about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:00",
      "speaker": "SERWER",
      "sentences": "Well, I think it's very clear that the Republican Party or parts of the Republican Party believe that a political strategy or political outreach rooted in misogyny can somehow diversify their voter base. I'm not sure that that's entirely true, but it's very clear that they believe it. And someone like Donald Trump, who has a reputation for that kind of misogyny can be an appealing figure for people who resent women for one reason or another.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:51:22",
      "speaker": "TAPPER",
      "sentences": "In our World News, we are learning some excruciating details from a rescued Russian Israeli hostage about as eight months captivity in Gaza held by the terrorists of Hamas, Andrey Kozlov is speaking out now about the horrors inflicted by the terrorist group which he says included intense psychological abuse. Here's Kozlov with CNN's Bianna Golodryga about a month after he and three other hostages were rescued by the Israeli military. Take a listen.(BEGIN VIDEOTAPE) ANDREY KOZLOV, RESCUED ISRAELI HOSTAGE: Every day I feel much better than the last one. I appreciate all that I have right now. And I don't forget nothing. But someday even I feel good, in some moment suddenly I can start to cry. And if I hear some song that I remember, if I see some photos from my previous life before Gaza that I remember of course when it was in Gaza it's like main reasons of my tears.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:51:22",
      "speaker": "BIANNA GOLODRYGA, CNN ANCHOR, SENIOR GLOBAL AFFAIRS ANALYST",
      "sentences": "Once you got into Gaza, what happened?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:51:22",
      "speaker": "KOZLOV",
      "sentences": "When we went through the wall, like through the gate, we saw big field. This field was full of people. Civilian people probably, I don't know. They were really happy. They had so much energy. And they were really like, wah, I was -- I hold handle of the current, somebody has started to argh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:51:22",
      "speaker": "CROWD",
      "sentences": "(Speaking in Foreign Language).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:51:22",
      "speaker": "GOLODRYGA",
      "sentences": "Were you scared?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:51:22",
      "speaker": "KOZLOV",
      "sentences": "It was condition of shock. I was not scared. I didn't realize like what's going on. And they took us and they tied up the fence like this put us on the floor. And I started to explain them like, Ya Russkiy, Ya Russkiy --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:51:22",
      "speaker": "GOLODRYGA",
      "sentences": "I'm Russian.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:51:22",
      "speaker": "KOZLOV",
      "sentences": "I'm Russian. Like (Speaking in Foreign Language). I don't speak Hebrew. I speak only Russian and English to explain them. Like, what can we do? Some guy was from the left side of me. And he has like, gun I tried to like touch him and ask him like you asked killers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:51:22",
      "speaker": "GOLODRYGA",
      "sentences": "You asked him if they were planning to kill you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:51:22",
      "speaker": "KOZLOV",
      "sentences": "Yes, I asked him. Like it's so only one thought that I had like, what are they going to do with us? In couple of hours so they brought Almog like the same day. And in some moment, one guy, he was like, I was really scared about him. I was really afraid. And he took fabric from my eyes and showed me with science like I, tomorrow. You, I will film you. And they will kill you. It was in the first day of our being in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:51:22",
      "speaker": "GOLODRYGA",
      "sentences": "Your mom said that you were tied up like that for two months?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:02",
      "speaker": "GOLODRYGA",
      "sentences": "You are tied with chains?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:02",
      "speaker": "KOZLOV",
      "sentences": "With chains. They were afraid that we will run away like, maybe I don't know.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:02",
      "speaker": "TAPPER",
      "sentences": "Our thanks to Bianna Golodryga there. You can see more of Andrey's story tonight on AC 360 at 8 o'clock Eastern here on CNN. We'll be right back.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}