{
  "date": "2024-07-05",
  "headline": "CNN Newsroom",
  "subHeadline": "Labour Victory Ends 14 Years Of Conservative Rule; Beryl Moving Through Yucatan Peninsula As Category One Storm; U.S. Investigating Doping Scandal Involving Chinese Swimmers. Aired 11:30a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:30:00",
      "speaker": "MAX FOSTER, CNN ANCHOR",
      "sentences": "To actually the way the British system works, he has got a lot of power here. So, he is in a strong position going forward. You said how quickly things can change. That's one way it's changed as well, the way the British electorate can suddenly flip who it votes for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "JIM SCIUTTO, CNN ANCHOR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "FOSTER",
      "sentences": "But he's also cracked on and named his top team. So, he's got Rachel Reeves as the Chancellor of the Exchequer, the finance minister. The first female ever to hold that post. So, a bit of a breakthrough there.Angela Rayner, Deputy Prime Minister. David Lammy at foreign. Yvette Cooper at home affairs. And John Healy at defense, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SCIUTTO",
      "sentences": "Max, how has the party laid out what its first steps will be in government? What will change for the UK, and for the people of the UK with his change in government?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "FOSTER",
      "sentences": "What he wants the first thing to be is he wants to represent everyone. He's made that very clear. I know leaders often say this, but he very clearly said he wants to be a unity Prime Minister.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "FOSTER",
      "sentences": "Everyone that completely disagrees with him, he's there for them as well. So, that's one thing we're going to see. He's then got to somehow manage to live up to the promises he made during the campaign, which currently are unaffordable.And this is the left-of-center party. They have to look after public services. And really none of the economists I've spoken to can see how he's going to live up to any of those spending pledges. So, he's got to find some way of raising taxes, despite the fact he said he isn't going to go crazy on that. He's really looking for economic growth like many of the Western nations are doing. And central to this campaign, like many of the others I've covered across Europe, is simply cost of living. People are struggling with the costs of living.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "FOSTER",
      "sentences": "And with debt levels where they are -- the British debt level is something like the same size as the British economy. It's difficult to see how the cost of living isn't going to increase. That's his big challenge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SCIUTTO",
      "sentences": "Max, does anyone in the Labour Party talk about -- at least talk about reversing or attempting to reverse Britain's exit from the European Union? Because so many of these after-effects are one of the reasons conservatives lost so resoundingly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "FOSTER",
      "sentences": "Yes. That chaos, the fall of the Brexit vote certainly played into the disaster that the Conservatives now have for sure. Keir Starmer wasn't pro-Brexit. But he said he's not going to pull out now because he -- you know, this stability narrative --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SCIUTTO",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "FOSTER",
      "sentences": "You cannot extract yourself. Now, of course, so much chaos. He is, however, talking about becoming much closer to the European Union. So, he's going to try and find a way of doing that at the same time as the European Union currently looks like it's going to go into chaos because of the French election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "FOSTER",
      "sentences": "One of the major members of the European Union is seeing a surge in the right --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "FOSTER",
      "sentences": "From Marine Le Pen who spoke on CNN earlier today. She wants to -- she isn't going to go for a Brexit like she originally wanted because she saw the negatives of Brexit. Instead, potentially more disruptively, she wants to change the EU from within. So, if she does -- if she does well at the French election at the weekend, you might see the EU weakened and perversely, the UK position becoming stronger.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "FOSTER",
      "sentences": "Because it's more independent. It's interesting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SCIUTTO",
      "sentences": "Yes. Well, listen and -- listen. Right across the English Channel, one country moves to the left, another country moves to the right. Remarkable differences. Max Foster, thanks so much.Coming up, 30 seconds from death. An elite Australian Navy diver's life changed in an instant. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "PAUL DE GELDER, SHARK ATTACK SURVIVOR",
      "sentences": "This was actually where I got attacked.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Right here? This close to the bridge?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "DE GELDER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "And it was the arm first?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "DE GELDER",
      "sentences": "No, it was one bite.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "One bite?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "DE GELDER",
      "sentences": "Yes, because my hand was by my side. And it took all my hamstring and my hand off in the same way.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:38:17",
      "speaker": "SCIUTTO",
      "sentences": "Right now, Hurricane Beryl continues to lose strength as it moves through the Yucatan Peninsula. Takes aim now at South Texas but still packs a punch. Sustained winds of 85 miles per hour. A very dangerous storm. Here's CNN's Rafael Romo.(BEGIN VIDEOTAPE) RAFAEL ROMO, CNN CORRESPONDENT (voiceover): Winds and rain pummeled Jamaica for 12 hours. Beryl is the strongest hurricane to strike the island in more than 15 years. Tearing a path of destruction through the eastern Caribbean. Now, the cleanup begins.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:38:17",
      "speaker": "DICKON MITCHELL, PRIME MINISTER OF GRENADA",
      "sentences": "To see this level of destruction. It is almost Armageddon-like, almost total damage or destruction of all buildings.ROMO (voiceover): Many people living on these small islands lost everything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:38:17",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It was just unbelievable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:38:17",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Everything is gone. Everything you can think about is gone. People are homeless. They need food. They need water.ROMO (voiceover): The eye of the storm passed less than 20 miles south of Jamaica, which seems to have pulled out of this major hurricane better than expected.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:38:17",
      "speaker": "ANDREW HOLNESS, PRIME MINISTER OF JAMAICA",
      "sentences": "I think Jamaica was spared the worst. The damage was not what we had expected. And so, we're very grateful for that.ROMO (voiceover): Many residents we spoke with, agree.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:38:17",
      "speaker": "TASHA PAULA HALL, SHOP OWNER",
      "sentences": "(INAUDIBLE) So, we have life. We're still here. That's the greatest thing. ROMO",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:01",
      "speaker": "CHIN",
      "sentences": "One shed there and then a one there and a lot of water come inside. The rooftop blew off. The old system down here so blew off.ROMO (voiceover): The debut from Beryl triggering flooding and forcing around a thousand people into shelters. The storm dumped more than twice the average July rainfall on the City of Kingston in just 24 hours. Never before has the Caribbean been battered by a hurricane this strong this early in the year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:01",
      "speaker": "ROMO",
      "sentences": "Here in Jamaica, Prime Minister Andrew Holness earlier said that about a thousand people remained in shelters. As for communications, he also said that 70 percent of the network was operational. Power also went out in some areas, but he said that it was being restored already.Rafael Romo. CNN, Kingston, Jamaica. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:12",
      "speaker": "SCIUTTO",
      "sentences": "With the Paris Olympics just three weeks away, we're learning the U.S. government is now investigating a doping case involving nearly two dozen Chinese swimmers. They failed tests for a performance-enhancing drug in 2021 but were still allowed to swim and win medals back at the Tokyo Olympics. 11 of them set to compete again in Paris.This comes after mounting pressure from Congress and Olympic gold medalist Michael Phelps. He recently testified on Capitol Hill about how demoralizing it was to compete against athletes who had broken the rules. (BEGIN VIDEO CLIP) MICHAEL PHELPS, OLYMPIC GOLD MEDALIST: As athletes, our faith can no longer be blindly placed in the world of anti-doping agency, an organization that continues to prove that it is either incapable or unwilling to enforce its policies consistently around the world. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:12",
      "speaker": "SCIUTTO",
      "sentences": "CNN Sports Analyst Christine Brennan joins us now. Christine, this is just -- it's so debilitating here. It's certainly not the first time we've heard about it -- about Chinese swimmers.And of course, you had the massive doping scandal with Russian athletes almost across the board. How significant is this one? And is there likely to be action prior to the Olympics?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:12",
      "speaker": "CHRISTINE BRENNAN, CNN SPORTS ANALYST",
      "sentences": "Jim, I don't think there will be action prior to the Olympics. As you know, the legal process will play out. And it may take some months or even years.But I think what we're seeing is the United States and other countries also that are doing things by the book that are not cheating that don't have state-sponsored doping, like the Russians, for example, and the Chinese, we're seeing those countries say enough is enough. What we've got here is the U.S. obviously, as you refer to the FBI and our Justice Department using something called the Rodchenkov Act, which was a 2020 law that's named after the Russian whistleblower in the big state-sponsored scheme with the Russian government, of course, all the way in the Sochi Olympics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:12",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:12",
      "speaker": "BRENNAN",
      "sentences": "And they can use that now. And because the U.S. is, by far the biggest donor, the biggest gift -- giving the most money to the World Anti-Doping Agency, close to three million dollars, the U.S. has some weight to throw around here. And I think after many, many years of watching, our swimmers and other athletes in the US and around the world get cheated out of medals that they earned because of inaction by the worldwide anti-doping agency. And just in general, the International Olympic Committee. I think, as I said, Jim, people are saying enough is enough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:12",
      "speaker": "SCIUTTO",
      "sentences": "But is it really right? Because -- I mean, we've seen it before, right? And somehow the Russian athletes sneak through, Chinese athletes have snuck through, are we going to see them competing in the Olympics in a couple of weeks?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:12",
      "speaker": "BRENNAN",
      "sentences": "Well, we are. We are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:12",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:12",
      "speaker": "BRENNAN",
      "sentences": "So, the 23 that you referred, that the New York Times broke that story a couple of months ago, those 23 were allowed to compete in Tokyo and win three gold medals. And 11 of those athletes will be on the pool deck in Paris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:12",
      "speaker": "SCIUTTO",
      "sentences": "Yes. BRENNAN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:12",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:12",
      "speaker": "BRENNAN",
      "sentences": "And because of the news we're talking about today, the spotlight will shine brighter than it ever has on the cheaters in real-time as they're competing. And I'll be there covering it and so, well many other journalists from around the world. And so, we'll watch someone win a gold medal or silver or bronze. And we'll talk not only to them but of course also to the people who don't win those medals because potentially of their cheating or at least from the past, that they were known to be cheaters, the Chinese or others.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:12",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:12",
      "speaker": "BRENNAN",
      "sentences": "And we will be able to ask questions that otherwise we've never would have been able to ask.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:12",
      "speaker": "SCIUTTO",
      "sentences": "Well, good for staying on top of it. Christine Brennan, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:12",
      "speaker": "BRENNAN",
      "sentences": "Jim, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:17",
      "speaker": "SCIUTTO",
      "sentences": "Yes. And more power to the -- to see the full update on the Road To Recovery's ongoing efforts, go to cnnheroes.com. While you're there, nominate someone you think should be a CNN Hero and look for our first new 2024 CNN Hero. That's next week. And we'll be right back.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "DE GELDER",
      "sentences": "This is actually where I got attacked.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Right here? This close to the bridge?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "DE GELDER",
      "sentences": "Yes. Just swimming from point A to point B. And I looked over my shoulder to make sure that I was still headed towards the bow of the warship.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "That's what happened. And that was the arm first?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "DE GELDER",
      "sentences": "No. It was one bite.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "One bite?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "DE GELDER",
      "sentences": "Yes, because my hand was by my side. And it took all my hamstring and my hand off in the same way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "That is a pain. How big was that shark?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "DE GELDER",
      "sentences": "They said it was 2.7 to 3.2 meters. So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It's a fat full shark.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "DE GELDER",
      "sentences": "Yes, the reason that I came to that conclusion was because of the size, the width of the bite on my leg, and the tape marks in my wetsuit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Paul is extremely lucky to be alive. His surgeon said that if he had lost blood for 30 seconds longer that day, he would have died. Doctors amputated Paul's leg just above the knee and his right hand above the wrist. After nine weeks, he was released from hospital.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "DE GELDER",
      "sentences": "I've never even seen a large dangerous shark in my life. And then all of a sudden, it's there. UNIDENTIFIED FEMALE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "DE GELDER",
      "sentences": "Yes.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "SCIUTTO",
      "sentences": "Well, good. He survived. His attitude is just remarkable. Despite that attack, de Gelder says he doesn't blame the shark. And now, he actually works to champion their conservation.And Paul joins us now/ Paul, so good to have you on. Thanks so much for taking the time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "DE GELDER",
      "sentences": "My pleasure, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "SCIUTTO",
      "sentences": "So, one might reasonably imagine after an attack like that, you'd be angry and say I don't want to see another shark in my life. You've done the opposite. You focused on shark conference -- conservation. Tell us -- tell us why.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "DE GELDER",
      "sentences": "Well, for starters, I never really blamed the shark. I chose an inherently dangerous life. I was an Army Paratrooper, and then a Navy bomb disposal diver jumping out of aircraft diving on mix gases playing with bombs and explosives, machine guns. You know, I rode a big black Italian sports black. Of all the things that could have gotten me, at least with a shark I got a good story out of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "SCIUTTO",
      "sentences": "Wow. Well, it's a great attitude. I'm deeply respectful. You actually -- during Shark Week, we're going to see you return to the site of this attack. Tell us what it was like going back and had to bring back difficult frightful memories.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "DE GELDER",
      "sentences": "It did actually. I was pretty trepidatious about it. Because I know that environment well. In the Navy, we've dived there for decades. And the waters quite murky. You can't see the bull sharks if they're coming up to you.So, the fact that I was back there diving where I got attacked, actually looking for bull sharks this time. Yes, the irony wasn't lost on me. But look, these animals don't have a voice. And so, they need people to speak up for them. And I see it as a great transfer of my military service whereby my job was to stand up for people that couldn't stand up for themselves. Now, I have the opportunity to speak up for an animal that's being massacred around the world but doesn't have its own voice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "SCIUTTO",
      "sentences": "Tell us what we're going to learn about how important sharks are just to the broader ecosystem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "DE GELDER",
      "sentences": "Well, there's going to be so many different shows. I'm going to be doing five. And a couple of them are looking at shark attacks, how we can stay safe --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "SCIUTTO",
      "sentences": "Yes. DE GELDER",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "SCIUTTO",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "DE GELDER",
      "sentences": "And so, this is education, it's action, it's adventure, and people are going to learn so much this year. It's a really, really big year for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "SCIUTTO",
      "sentences": "Anytime there's a shark attack, there's an enormous amount of media attention and public fear. Is there any statistical evidence that shark attacks are increasing or do they still remain remarkably rare?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "DE GELDER",
      "sentences": "They are still remarkably rare. When they talk about there's a spike and they're increasing, you know, around the world, maybe 10 people would get killed by sharks. And so, when you're talking about a spike, you're talking about two, maybe three. In comparison, just on average around America, on July 4 --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "DE GELDER",
      "sentences": "There's about 250 road fatalities, you know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:05",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:05",
      "speaker": "DE GELDER",
      "sentences": "There are wild and dangerous animals in there. But we're the most intelligent species so we're the ones that need to take action. So, make sure the way is safe.",
      "isLastSentenceInterrupted": false
    }
  ]
}