{
  "date": "2024-11-04",
  "headline": "Anderson Cooper 360 Degrees",
  "subHeadline": "On Election Eve, Harris and Trump Focus on Battleground Pennsylvania. Aired: 8-9p ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "MARK PRESTON, CNN SENIOR POLITICAL ANALYST",
      "sentences": "... four or five hours beforehand and what actions are being taken by the campaigns to try to turn out those last votes to hopefully win the election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "ERIN BURNETT, CNN HOST",
      "sentences": "Right, because they are seeing real-time data. So, where are they moving in those final moments for turnout. All right, well thanks. It's going to be great to be with you guys over these next days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "DAVID AXELROD, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "It will be fun.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "SCOTT JENNINGS, CNN POLITICAL COMMENTATOR",
      "sentences": "We may have -- fresh haircuts to go with it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:35",
      "speaker": "HENRY, RESIDENT OF READING",
      "sentences": "Hello.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:35",
      "speaker": "HARRIS",
      "sentences": "Hi Henry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:35",
      "speaker": "HENRY",
      "sentences": "Nice to meet you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:35",
      "speaker": "HARRIS",
      "sentences": "Kamala Harris here.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:35",
      "speaker": "COOPER",
      "sentences": "Vice president at Reading tonight, here's some of what she said earlier in Scranton.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:35",
      "speaker": "HARRIS",
      "sentences": "And so the way I have always been thinking about our campaign in these next 24 hours is as we are getting out the vote, as we are canvassing, let's be intentional about building community, about building community, about building coalitions, about reminding people we all have so much more in common than what separates us.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:35",
      "speaker": "COOPER",
      "sentences": "She did not mention the former president by name, by contrast he was doing what he has done all along, mocking and name-calling vice president, the president, even Speaker Emerita Nancy Pelosi.(BEGIN VIDEO CLIP) DONALD TRUMP (R) FORMER PRESIDENT OF THE UNITED STATES: And here's news it is breaking today, Sleepy Joe Biden has announced officially that he likes Trump more than he likes Kamala. (CHEERING APPLAUSE) And he actually hates my guts, but he likes Trump more than he likes Kamala -- oh, he hates her. But Sleepy Joe said, I don't want to leave. You are leaving, Joe this was Crazy Nancy, she's such a bad one, she's a bad sick woman. She is crazy as a bedbug. She is a crazy -- (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:35",
      "speaker": "COOPER",
      "sentences": "Well, CNN's Priscilla Alvarez joins us tonight in Pittsburgh where the vice president is speaking shortly. So, what else can you tell us about how the vice president is spending the final night of the campaign, what she's expected to talk about later this hour?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:35",
      "speaker": "PRISCILLA ALVAREZ, CNN CORRESPONDENT",
      "sentences": "Well, Anderson, the vice president and her team are trying to tap into that optimism and those good vibes that benefited her from the outset of her campaign. It is for that reason that she is not mentioning former President Donald Trump by name instead focusing on her vision as she crisscrosses this battleground state.Earlier she was in Allentown appealing to Latino voters. She also participated in that canvassing event and also went to a local restaurant and did door knocking. All of this to mobilize voters and a Harris adviser tells me tonight that that is the direction that the campaign staff has been given, heads down and focus on mobilizing voters. That is what the vice president is focused on as she comes here to Pittsburgh and it concludes her campaign travel in Philadelphia. Later today, of course, Pennsylvania is crucial to their pathway to 270 electoral votes. Earlier today, senior campaign officials projecting confidence about multiple pathways to those 270 electoral votes. But certainly this is a state that they are very, very focused on. Knowing that their Republican rival is doing much of the same. But also at play here, Anderson, is the ground game. That has been critical in this state. I spoke to a senior campaign official who told me, look, they've been building this infrastructure for at least a year. They have been putting field offices in the red counties and the blue counties. They think that that is what is going to take them to the finish line. So again, the vice president is going to be coming here to Pittsburgh to deliver that message of optimism as she closes out her campaign trail tomorrow. By the way, she will be doing radio interviews from the Naval Observatory before she heads to her on election night event in Washington, DC -- Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:13",
      "speaker": "KRISTEN HOLMES, CNN NATIONAL CORRESPONDENT",
      "sentences": "Well, Anderson, they are viewing Pittsburgh as his closing message. He'll likely deliver the same speech here in Grand Rapids but they understand the timing of that Pittsburgh rally is right smack when everybody is watching television on the eve of actually hitting the polls.Now, Donald Trump, is supposed to be delivering the remarks that everyone has wanted him to be delivering for the last six months which is essentially is that Kamala Harris was part of the Biden administration. She had thee-and-a-half years to fix the economy, to fix the border and she did not. Now we know it is Donald Trump, so he of course started somewhat talking about that. But also gone off message. He was telling various stories about his time in office, his time campaigning. We will see what the final message is. But I tell you one thing, there's been a lot of calls between the allies and advisers, the heads of the campaign, trying to ensure that Donald Trump actually delivers the message they want him to deliver. Everyone that I've spoken to on the campaign believes that it was voters who are going to cast their ballots on Tuesday, most of them have made up their minds who they are going to vote for. But they also think that if Donald Trump says something that is wildly inappropriate, that is something that is off script, obviously, comments that he is likely or has done in the past, that that could actually influence people not to show up at the polls on Tuesday. So they have tried to keep them on a strict leash as much as they possibly can. Again, it is Donald Trump. We have seen the kind of remarks he has made over the past 48 hours, whether or not they are being successful, the question remains to be seen. They are feeling cautiously optimistic about this election. We will see what happens when those voters actually head to the polls tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:13",
      "speaker": "COOPER",
      "sentences": "All right, Kristen Holmes, Thanks.Let's turn now to CNN's chief national correspondent, John King in the Magic Wall with more on the election geography underlying the candidate's travel schedules. All right, John, let's start off with Vice President Harris. What is her most likely path to 270 electoral votes? JOHN KING, CNN'S CHIEF NATIONAL CORRESPONDENT: I'll get there, Anderson. I just want to show people, look, it's blank right now, right? By midnight tonight, we get dixie knots, dixie filled knots and then tomorrow, we will have more votes in this wall. So it's time, that is upon us. It's the night before the election. So, you talked about the vice president, how does she get to 270? There is a reason she is spending her entire day in the Commonwealth of Pennsylvania. The seven battleground states are in yellow on this map. She's at 226 right now. You've got to get to 270, that's 19. You get of those 19. You are well on your way and the blue wall states, Michigan and Wisconsin included have voted together since 1992. Donald Trump won them in 2016. That was the huge surprise that made Donald Trump president. If the vice president can win those blue wall states, that is 270 right there, as long as she gets Nebraska's second Congressional District. So, no path is easy, Anderson, but that is her easiest path to 270 and those have been Democratic states with the exception of 2016. So that's where they start. Now, can she get there without them? Let's come back to where we were. Let's say that Donald Trump for example repeated 2016. And then he took all three blue wall states, all right. Can the vice president win then? She can. It would require a sweep of the Sun Belt. It would require North Carolina, it would require Georgia, it would require Arizona and it would require Nevada. Now, so those -- there's the blue wall strategy and there's a Sun Belt path. Both candidates, essentially the same path. Trump would need a little bit more. Trump can't win with just the blue wall. He would have to pick up something else along the way. The other scenario is, what if there's a mix and match? What if these three don't stay together, that's when it would get really interesting. If Michigan and Wisconsin went blue and Pennsylvania went red, then you're in a scramble to get to 270 down through the Sun Belt. That is unusual, it does not normally happen but this has been an unusual year so we prepare for everything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:13",
      "speaker": "COOPER",
      "sentences": "Where will you be watching on election night to see which candidate has an advantage. I mean, where will you be kind of focused?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:18",
      "speaker": "COOPER",
      "sentences": "All right, John King, thanks. We're going to come back to you shortly.Joining us now, senior Harris campaign adviser, former Atlanta Mayor Keisha Lance Bottoms; also, CNN political commentators, Kate Bedingfield, Alyssa Farah Griffin, and David Urban. Alyssa, you looked at the map, what do you -- where's your head at?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:18",
      "speaker": "ALYSSA FARAH GRIFFIN, CNN POLITICAL COMMENTATOR",
      "sentences": "The reality is as we don't know. This is a historically tight race and the dynamics of it, just to put this historical moment into context, this is a former president who lost, who tried to steal an election, who was convicted on 34 felony counts, but who has somehow clung to power and had the strongest hold on the GOP than anyone has had in 20 years.Donald Trump is someone I never sleep on. I've seen him come back from things, no other political figure could. That said, he is coming against his own self-induced headwinds. He has had a terrible closing message. He has been undisciplined and we know that late breakers tune in the final stretch. Juxtapose that to Kamala Harris, who has been doing the groundwork but she is also delivering a coherent message. She is talking about him, she is talking about a future looking vision. She is talking about what she is going to do as president. I think that momentum is behind her. But I genuinely would not be surprised by either outcome in this race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:18",
      "speaker": "KATE BEDINGFIELD, CNN POLITICAL COMMENTATOR",
      "sentences": "I think if you look, so, I agree with a lot of what Alyssa said and I think if you look at the data, which we don't know how much the early vote data is really telling us about what is going to happen because 2020 was obviously an unprecedented year. We were in a pandemic, Democrats were voting by mail in huge numbers, and we've had, this year, we've had Trump, telling his supporters to go out and vote early. So who knows how much of the Republican turnout right now is actually cannibalizing their Election Day but we don't know that.But, if you look at the gender gap in these early numbers, I think there is reason to believe that the Harris message particularly in a post-Dobbs America is registering with frankly the suburban voters John King was just talking about, who will ultimately put her over the top. So, we don't know because we don't know what turnout is going to look like tomorrow but I think there are certainly indicators particularly this gender gap in the early vote that are good signs, it is a good sign for Kamala Harris. KEISHA LANCE BOTTOMS, SENIOR ADVISER, HARRIS-WALZ CAMPAIGN: We feel good. We are optimistic. We have always said that this was going to be a close campaign and the polls are bearing that out.   But I can tell you, Anderson, I've never seen a candidate close more poorly than Donald Trump from dogcatcher to city council member. This is the worst I've ever seen a candidate close and you look at the vice president, she is closing strong. She is very positive about her message, reminding the American people what is on her to-do list, how she is going to deliver on the economy, how she is going to make life better with those kitchen table issues and then we have Dobbs that still hanging out there. Women are very unhappy with Donald Trump and he is taking credit for that Dobbs decision and people, women especially are going to remember that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:18",
      "speaker": "COOPER",
      "sentences": "David, I mean, are you optimistic? It seems like there's a lot of feelings that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:18",
      "speaker": "DAVID URBAN, CNN POLITICAL COMMENTATOR",
      "sentences": "Gees, like it feels like one- two-three --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:18",
      "speaker": "BEDINGFIELD",
      "sentences": "Please explain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:18",
      "speaker": "URBAN",
      "sentences": "So listen, I think that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:18",
      "speaker": "COOPER",
      "sentences": "Do you think the Trump campaign is finishing strong?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:18",
      "speaker": "URBAN",
      "sentences": "I think right now, tonight in the city of Pittsburgh, my hometown, right? You have Sarah Huckabee Sanders there. You have Tulsi Gabbard who gave a good speech, you have Megyn Kelly there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:18",
      "speaker": "COOPER",
      "sentences": "We're talking about Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:18",
      "speaker": "URBAN",
      "sentences": "No, no listen, listen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:18",
      "speaker": "COOPER",
      "sentences": "I know he has his others.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:18",
      "speaker": "URBAN",
      "sentences": "He finished it strong, in the front row you have San Juan's -- you have Roberto Clemente Jr. -- San Juan -- Roberto Clemente is a revered figure in the city of Philadelphia and in the city of Pittsburgh and in Puerto Rico. He is one of the iconic figures in baseball history. He is there to endorse Donald Trump tonight. I'm hoping that I'm not watching it right now but I'm hoping Donald Trump is sticking to the script that she was talking about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:18",
      "speaker": "COOPER",
      "sentences": "I want to show this thing Friday because I missed it, yesterday, this is Trump complaining about his microphone Friday night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:18",
      "speaker": "BEDINGFIELD",
      "sentences": "Oh no.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:18",
      "speaker": "TRUMP",
      "sentences": "Yes, I think the mic stinks. Do you want to see me knock the hell out of people backstage. I get so angry I'm up here seething. I'm seething, I'm working my ass off with this stupid mic. Taped with adhesive, way too low.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:33",
      "speaker": "COOPER",
      "sentences": "Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:33",
      "speaker": "BEDINGFIELD",
      "sentences": "But those numbers only hold if the 2020 model is accurate. And we don't know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:33",
      "speaker": "URBAN",
      "sentences": "There's probably going to be more votes. It is probably going to be a bigger vote.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:33",
      "speaker": "BEDINGFIELD",
      "sentences": "We don't know what turnout is going to look like. So, yes, of course, you can make assumptions, you can look at the data that you have available and try to divine where it is going, but until you know the total turnout, you can't know this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:33",
      "speaker": "URBAN",
      "sentences": "Well, let me ask you this question. Hold on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:33",
      "speaker": "COOPER",
      "sentences": "Hold on. You asked a question -- go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:33",
      "speaker": "BEDINGFIELD",
      "sentences": "We talked about this a minute ago. But you also don't know how many of those Republican voters would have come out and voted on Election Day. So, we can't know with certainty that anybody who, any Republican who has cast their early vote is not a vote that in 2020 was being cast on Election Day. So there is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:33",
      "speaker": "URBAN",
      "sentences": "We do know. Republicans do know a little bit, we know there's about 40 percent of those or first time, there are voters haven't shown up before -- new people. I just asked a question, if Kamala Harris and anybody in America can answer this, is she more popular than Barack Obama in 2008? Is she more popular than Joe Biden in 2020? Because if she isn't, she is going to lose in Pennsylvania.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:33",
      "speaker": "BEDINGFIELD",
      "sentences": "But she's running against Donald Trump who is historically unpopular.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:33",
      "speaker": "GRIFFIN",
      "sentences": "This is it, is that Donald Trump has hit his ceiling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:33",
      "speaker": "BEDINGFIELD",
      "sentences": "Yes, exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:33",
      "speaker": "GRIFFIN",
      "sentences": "I really believe when something is happening with women, this anecdotal but I heard from a 70-year-old woman who said I have not voted for a Democrat since Carter but I voted for Kamala Harris.Even if you're not somebody where reproductive freedom is your leading value, you always lived in a world where you had options and you had a choice, and then juxtapose with a closing message that just shows character that is not what you want your kids to look up to. He is bleeding the votes needed, she's got a 15-point lead with woman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:33",
      "speaker": "URBAN",
      "sentences": "In the Commonwealth of Pennsylvania, abortion is 23 weeks, you have a Democratic governor, Democratic legislator, not on the ballot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:33",
      "speaker": "GRIFFIN",
      "sentences": "But people vote beyond their state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:33",
      "speaker": "URBAN",
      "sentences": "Okay. But you also have a lot of women in the state of Pennsylvania as I have heard from that feel that Title IX has been gutted by this administration. They are pissed off. They want their daughters to be able to go to college, on sports, they don't want boys in the locker room. A lot of women are upset about that as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:33",
      "speaker": "BOTTOMS",
      "sentences": "Well, let me tell you, in 2020, I quoted the great poet Andre 3000 a lot and I said, the south has got something to say. This year, women have something to say. And the great thing is that the vice president is not just focusing on women. She is focusing on Americans.So you've got women who are energized across this country. You have got young people who have their to-do list as well, who want to see things move in a direction that is going to make life better for them. Donald Trump is not offering that to anyone in this country. He is not talking about a $25,000.00 in down-payment assistance for first-time home buyers. He is not talking about a $6,000.00 credit towards families who are having children for the first time. He is talking about microphones.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:33",
      "speaker": "GRIFFIN",
      "sentences": "That is not all he's doing to the microphones.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:22:18",
      "speaker": "COOPER",
      "sentences": "Two events just a few miles apart in a state which could make Kamala Harris the first woman to win the White House or return Donald into it as only the second man ever to serve non-consecutive terms. John King at the Magic Wall once again. So what are the key swing counties you'll be watching in Pennsylvania tomorrow?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:13",
      "speaker": "COOPER",
      "sentences": "All right, John King, thanks very much.Back with the panel. David, obviously, you know Pennsylvania very well. I want to ask you this, for both Trump and for Harris, what would you be looking at as those early results come in Pennsylvania as signs for Trump winning or signs for Harris winning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:13",
      "speaker": "URBAN",
      "sentences": "So, I think the City of Philadelphia itself, and I think John would agree with this. You get those numbers in early, if she doesn't bank a big number of votes there, if she is not up by 500,000 votes, you know, big number out of the city of Philadelphia proper, it is going to be a hard for her to keep those margins in these other counties, right, in Butler County, Beaver County.The way that Trump won in 2016 and we nearly squeaked it out is all the smaller kinds, there are 60 counties, right? Instead of getting 5,000 votes, you get 6,000 votes. You do that in 60 counties, that matters as John is talking about. Butler, Beaver, Greene, Westmoreland, all these kind of red counties out west and then in Chester County, where John is talking about as well. That's gone very blue, right, as of late. This is kind of the realignment in national politics though. These are college educated, you know, affluent folks who used to be our own specter of Republicans and now they are Joe Biden, Kamala Harris Democrats and the people in Western Pennsylvania used to be kind of rock red Joe Biden and Ed Randel Democrats are not Donald Trump Republicans.   So, Philly is a big one, that will be early and I think we will be able to tell what happens from there. Because if Kamala Harris gets a big number, it is hard to overcome in the rest of the state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:13",
      "speaker": "GRIFFIN",
      "sentences": "And listen, there's a reason that the vice president is campaigning in Reading. We know that Joe Biden won by just 80,000 votes last time. Nikki Haley got 150,000 votes in Pennsylvania in the Republican primary.So, there are these sort of suburban adjacent maybe were typical Republican voters but are looking for something other than Donald Trump that she's trying to reach. That's an area where she can stand to gain. Also, the Latino vote is going to be important. There's a half-a-million Puerto Ricans in Pennsylvania. Donald Trump stepped on it with that Madison Square Garden rally. I think she's deliberately speaking to them, she's rallied Puerto Rican celebrities to the state to try to turn them out. So, she's trying to leave nothing on the table. But I think you're absolutely right. I mean Donald Trump spent a lot of time in Pennsylvania for the last two times that he ran. He knows the state well, and he knows where he needs to be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:13",
      "speaker": "COOPER",
      "sentences": "Mayor Bottoms, you know, David is talking about the importance of Philadelphia, What do you make of the outreach Donald Trump has done or trying to get as many Black, Latino voters as possible?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:13",
      "speaker": "BOTTOMS",
      "sentences": "Yes, I mean he's been speaking to voters for a long time since 2020. He has been in their social media feeds. Now, most of it has been disinformation and misinformation. But he has been communicating, which is the reason that the vice president has been very strong in her messaging and making sure that she is talking directly to voters about those issues that matter to them.So for African-American voters, she is talking about this record-low unemployment rate that we have seen for African-Americans. She is talking about student loan forgiveness. We know a lot of students receive Pell grants and financial aid, et cetera. She is talking about these things that matter to voters directly. So she is not taking any one for granted. And I just want to say even in Pennsylvania, I believe part of five percent of the population is Polish-American.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:13",
      "speaker": "URBAN",
      "sentences": "Oh yes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:13",
      "speaker": "BOTTOMS",
      "sentences": "Yes. His position on Ukraine, I think it is going to be -- I think it is going to come back to bite him in Pennsylvania.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:13",
      "speaker": "COOPER",
      "sentences": "You know, Harris has, I think, Oprah Winfrey, Lady Gaga, appearing for her tonight in Pennsylvania. I think Trump has Mike Pompeo and Megyn Kelly. I mean, obviously, Hillary Clinton had a star- studded affair and it did not help. Does kind of matter, the last night?   BEDINGFIELDTrump and the Trump campaign is trying to reach here. I mean, Mike Pompeo and Megyn Kelly are people who speak to the very sort of -- I won't use the word \"narrow\" but we'll say targeted MAGA base. I mean, these are not surrogates who are designed to try to expand Donald Trump's reach in this final 24 hours. Whereas, a big pop star like Lady Gaga is somebody who can command headlines and might reach people who are not already dialed into politics and already dialed into -- on Trump's side to Trump world. You know, I think it tells you a little bit about kind of where the campaigns are in his final 24 hours. At the end of the day, it is ultimately going to matter? You know, we're down to the -- we are kind of down to wire here, where I think we all we're just trying to do is get people off the couch and out to vote and you know, and I think ultimately Harris' closing message is going to be more important than the surrogate she is with, but it is interesting to look at who they are trying to message.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:13",
      "speaker": "COOPER",
      "sentences": "Who has the better ground game?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:13",
      "speaker": "URBAN",
      "sentences": "So the ground game is interesting, Anderson, right. You would argue, you know, that Harris has this machine, well organized machine and it is going great and Trump has this disparate patchwork, right? But the Trump voters, again, I always keep saying this on the spinal tap scale, go to 11, right, they don't need a ground game, they are going to show up, they're dragging their neighbors. They don't need to be knocked out --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:13",
      "speaker": "ALYSSA FARAH GRIFFIN, CNN POLITICAL COMMENTATOR",
      "sentences": "But those are the people who have --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:13",
      "speaker": "URBAN",
      "sentences": "No, listen, listen. No, no, hold on. No, no, listen. In 2016 --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:13",
      "speaker": "BEDINGFIELD",
      "sentences": "We might come back to that comment tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:13",
      "speaker": "URBAN",
      "sentences": "No, no, listen. In 2016, the Clinton team had an incredible -- they crowed about how many offices they had, how many field staff they had.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:13",
      "speaker": "FARAH GRIFFIN",
      "sentences": "But it's so different now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:13",
      "speaker": "URBAN",
      "sentences": "How is it different? (INAUDIBLE) people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:13",
      "speaker": "FARAH GRIFFIN",
      "sentences": "Because Donald Trump benefited from a lot of ambiguity from being the new, shiny, younger force in politics. Now he's up against the more dynamic, younger force in politics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:13",
      "speaker": "URBAN",
      "sentences": "And arguably Trump's support has increased in the state of Pennsylvania. Listen, I'm in the airport at JFK. I see young Hispanic guys wearing MAGA hats. I'm on the train yesterday. I'm getting off and this African American couple comes up to me and I'm fearful they're going to yell at me. And they say, congratulations, good job. I hope Trump wins.It is a completely different universe. He expanded, he has expanded it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:13",
      "speaker": "BEDINGFIELD",
      "sentences": "But I think when you're relying on the least reliable block of voters, young men, particularly young men who haven't voted before, not having an organized operation to know who you still need to reach in the final 24 hours and get them to the polls, that could be the difference in a marginal race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:13",
      "speaker": "URBAN",
      "sentences": "Listen, it may make the difference. But I'll tell you, it will not make the difference. The rally tonight in Philadelphia, I was there in 2016. I went to the rally, the Clinton rally. I was staying in the hotel. And I thought at their rally --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:13",
      "speaker": "COOPER",
      "sentences": "How'd you sneak in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:13",
      "speaker": "URBAN",
      "sentences": "There were 30,000 people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:13",
      "speaker": "FARAH GRIFFIN",
      "sentences": "You know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:13",
      "speaker": "URBAN",
      "sentences": "Listen, it was a great concert, right, and I thought to myself we're effed, right? I thought like, we're going to lose. And then the next morning I woke up and the people of Pennsylvania said, no, you're wrong, David. Donald Trump's going to be president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:13",
      "speaker": "FARAH GRIFFIN",
      "sentences": "You know what truly will matter is does Donald Trump stick to the script tonight, carried on local Pennsylvania stations, these late breakers who have not decided how they're voting. If he goes off the rails, if he's insulting Van Jones and doing weird things to a microphone, he's not pulling the state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:13",
      "speaker": "COOPER",
      "sentences": "All right.KEISHA LANCE BOTTOMS, SENIOR ADVISER, HARRIS-WALZ CAMPAIGN: 4.4 million doors knocked in Pennsylvania by the Harris campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:36:04",
      "speaker": "COOPER",
      "sentences": "The former president's final pitch to voters in Pennsylvania today focused on migrants and kicking them out but it also veered into a number of bizarre sometimes violent tangents. There were his complaints about Kamala Harris's appearance on Saturday Night Live.He's also still talking -- complaining about the moderators at his ABC debate with Harris and a complaint about the new kick-off rule for NFL games. There's also a fantasy about Penn State wrestlers taking on migrants in a fight. Also a violent fantasy proposed by an audience member and echoed by the former president about getting Mike Tyson to fight Vice President Harris. (BEGIN VIDEOCLIP) DONALD TRUMP (R), PRESIDENTIAL NOMINEE: Mike is -- Mike's been through a lot, but he could fight. Let me tell you, that guy could fight. But can you imagine Mike? Oh, he says, put Mike in the ring with Kamala. That would be interesting. (END VIDEOCLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:36:04",
      "speaker": "COOPER",
      "sentences": "Joining me now, House Speaker Emerita Nancy Pelosi. Madam Speaker, you were famous for your counting abilities, knowing that the votes are there. You and I spoke on the eve in the last midterm elections. A lot of pundits and others were saying it was going to be a red wave. You said it wasn't. You were right. What is your feeling about tomorrow?REP. NANCY PELOSI (D), HOUSE SPEAKER EMERITA: Tomorrow is a great day. It's a day of democracy in our country. And for us, Election Day is not just Election Day, it's the weeks leading up to it, what happens that day, and what happens in the days following it. And we are ready. I feel very confident about what has been happening in terms of dialing, calling people about voting, door knocking, and digital. Millions and millions and millions of calls going out for our House races, and of course, for Kamala Harris. So, we own the ground. That's what I keep saying to people. We have to have a mobilization, we the message and that, but you must own the ground. And right now, the Democrats own the ground. So I feel confident about tomorrow. Of course, no one can predict what an election will be until the people vote, but I feel very confident about where we are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:36:04",
      "speaker": "COOPER",
      "sentences": "The two candidates are obviously closing their campaigns in completely different ways. Vice President Harris is not even using the name of the former president anymore, and he's doing the same old schtick, mocking you, the Vice President, the President, talking about reporters getting shot. What do you make of the closing messages you hear?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:36:04",
      "speaker": "PELOSI",
      "sentences": "Kamala Harris has a message of hope for the future. A new way forward. I'm so proud of her. The other guy, he's a message of fear. I mean, imagine him talking about Mike Tyson fighting the first -- what is that? What is that?But anyway, we don't agonize about him, we organize around her. And again, we're so proud. I heard one of your previous guest say, why didn't she do this while she was vice president? She did. She did. 16 million jobs under the previous -- of the current administration, Biden-Harris. The other guy had the worst job creation record since Herbert Hoover. The CHIPS Act to keep us self-reliant, the Infrastructure Bill to create good paying jobs, more investment in STEM and education so many more young people could participate. And lowering prescription drug prices from 6 -- $500 to $600 a month for seniors on -- to $35 a month for seniors. So, this is what they want to reverse, we're doing to save the planet. I was with some little children earlier today and they will live until the next century. So will your little children, to the next century. And we have to make sure we have a planet that is sustainable and healthy for them, a democracy that is strong, and a society that is fair, that's what Kamala Harris is about. Now he's talking about his, shall we say, degenerating mental capacity. Let's just talk about what she brings to it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:05",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Do you think Speaker Johnson will do the right thing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:05",
      "speaker": "LIZ CHENEY, FORMER UNITED STATES REPRESENTATIVE",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:05",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:05",
      "speaker": "CHENEY",
      "sentences": "He won't. And I think that's why it's so important that the Republicans not be in the majority from January of 2025.(END VIDEOCLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:05",
      "speaker": "COOPER",
      "sentences": "You were obviously speaker on January 6, 2021. First of all, how concerned are you about that on Johnson and what options would be available, you know, if he, in fact, is still the speaker of the House in January 6 of next year to try and come up the certification of a Harris victory if there is one?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:05",
      "speaker": "PELOSI",
      "sentences": "Hakeem Jeffries will be the Speaker of the House. I don't know what the margin will be, but I know that we have the votes to win the House. I don't -- I think it would be shameful if the current speaker were to say that he's not going to accept the results of the election.When I was there four and -- three and a half years ago, says she, self-servingly, they told me, you're going to have to accept the results of the electoral college in an undisclosed location, silently and this and that. I said, no, we're not. We're on the floor of the House to show the American people and the world that democracy has prevailed. And this -- and they failed this insurrection caused by the former president of the -- then the president of the United States. So Hakeem will be the speaker. That will happen. That is what I spend a great deal of my time on in addition to the -- electing Kamala Harris, president of the United States. I feel very confident about that. But the public has to pay attention. President Lincoln, let the record show, I'm quoting a Republican president, said public sentiment is everything. With it, you can accomplish almost anything, without it, practically nothing. The American people have to weigh in if they try not to accept the results of the election. But let's not spend a lot of time on that. We're spending our time on getting out the vote. Dialing, door knocking, digital communications to make sure that not only does Kamala Harris win the election and Tim Walz, but also Hakeem Jeffries will be. And we need them there for all of the issues, for the children and the rest, but we need them on January 6th to make sure that democracy prevails.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:05",
      "speaker": "COOPER",
      "sentences": "Yes. Madam Speaker, I appreciate your time tonight. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:05",
      "speaker": "PELOSI",
      "sentences": "Thank you. House --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:05",
      "speaker": "COOPER",
      "sentences": "Don't forget your vote, everyone. Just win, baby. That's our motto.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:47:06",
      "speaker": "COOPER",
      "sentences": "In our conversation a moment ago with House Speaker Emerita Nancy Pelosi, she characterized Vice President Harris's closing statement to voters as, quote, \"a message of hope for the future.\" She had the former president broadcast, quote, \"a message of fear.\"A historical perspective now, this contest from Pulitzer Prize winning author and presidential historian Doris Kearns Goodwin. She's the author of a number of bestsellers, including \"An Unfinished Love Story: A Personal History Of The 1960s.\" Doris, it is so great to see you. How do you think history is going to judge what feels like an unprecedented end to an unprecedented campaign?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:47:06",
      "speaker": "DORIS KEARNS GOODWIN, PRESIDENTIAL HISTORIAN",
      "sentences": "Well, I think what we do know from history is that almost all the successful campaigns had an optimistic spirit in the end, promising that the future would be better than what was happening at the time. And just think about it. FDR at the height of the depression, his song is Happy Days Are Here Again. It was an optimistic lyrics, a cheerful melody matching his temperament. Then you get down to JFK, and what is his song? High Hopes. You know, high hopes for a new frontier for a better America.And then you have Ronald Reagan talking about mourning in America. You have George Bush Sr. talking about a kinder, gentler society. And you have George Bush Jr. talking about a new hope for a more compassionate America. You have Obama talking about hope and change for America. All of those were looking forward, as Harris has been trying to say, we're going forward, we're not going back, in contrast to a message that we're a sick society, a declining society, with a politics of vengeance and talking about retribution. It doesn't seem like history would suggest this is the -- this is not the winning campaign, the optimistic one is. But, of course, history is only telling us what happened in the past. So we'll only know by tomorrow night or the nights to come whether history is right this time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:47:06",
      "speaker": "COOPER",
      "sentences": "Has there ever been a leader in modern American history as focused on retribution as the former president seems to be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:03",
      "speaker": "COOPER",
      "sentences": "I mean, Lincoln was so suited to the times to -- that he found himself in, you know, the -- his mom died when he was a child. He helped make the coffin with his father that she was buried in. I mean, the suffering that he himself had experienced, he was uniquely suited to lead this country at that time.And to think that after, you know, winning the Civil War, to not give in to this idea of retribution against those who, you know, who fought, who tried to secede, that's an extraordinary thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:03",
      "speaker": "GOODWIN",
      "sentences": "You know, what it takes is empathy and magnanimity. Empathy is the most important quality I think right now that we need in our country with the polarization and people feeling that the people on the other side are others rather than common American citizens.So that those qualities that Lincoln had ever since he was a little boy, really, that were put on display finally when the war was being won, to not want to go against the people who he'd been against, but rather to bring them up and empathize with their situation. If only we could have that. We need that not only in this election, it's going to be what's going to be taking us as people. There are going to be a lot of people disappointed, however this election goes. And whoever the leader is has got to reach out to that other side and make them feel we're common American citizens. That's what Teddy Roosevelt warned against at the turn of the 20th century, that people on other sides were feeling themselves from different sections or regions or parties as the other rather than as common American citizens. We have to bring back that sense that we have common American citizens and we can get through this time. It's going to take a while, but I still have -- again, history tells us we'll get through this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:03",
      "speaker": "COOPER",
      "sentences": "Well, that's, I mean, that is so the comfort of thing. And it's one of the reasons we love talking to you, particularly at times of division and crisis that the cycles of history repeat. That we have all, you know, there are people been here before us who were just like us.You know, they wore different clothes. They, you know, didn't live as long. They didn't have antibiotics. But, you know, they went through the same struggles. And we as a country have been through even far worse struggles than we go through today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:03",
      "speaker": "GOODWIN",
      "sentences": "You're so right. And people, living at those times, people living during the Civil War, people living during the Great Depression, people living during the early days of World War II, they did not know how it would end.You know, we don't know how ours is going to end. We know now the Civil War came to an end with emancipation secured. The Depression came to an end. We know the Allies won World War II. They had the same anxiety we have. But it turned out somehow America emerged stronger than before. So we've got to just hope that the combination of leaders and citizens who take up their responsibilities in this case, the best vengeance, of course, is to go to vote. And when they take up their responsibilities, we somehow come through. It's not just optimism. I know that's part of my temperament, but it's more than that. It's reality of what perspectives and lessons and solace history can give us. And that's why it's so sad to me that it's not being taught more in schools. If kids don't have a sense that we've been through these hard times before, no wonder that younger generation feels anxious. That's why they got to learn about us. They got to know about America.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:03",
      "speaker": "COOPER",
      "sentences": "Yes. Doris Kearns Goodwin, it is great to talk to you. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:03",
      "speaker": "GOODWIN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:57:46",
      "speaker": "COOPER",
      "sentences": "A small town in New Hampshire is about to make history in this presidential race. In a bit more than three hours, at midnight eastern, Dixville Notch will continue with the tradition of being the first place in America to hold in-person voting on Election Day.Gary Tuchman is there for us. What more do we expect there tonight, Gary?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:57:46",
      "speaker": "GARY TUCHMAN, CNN NATIONAL CORRESPONDENT",
      "sentences": "Well, Anderson, I'm standing in a living room in a beautiful home in the village of Dixville Notch and it's been transformed into a voting precinct. And three hours from now, the entire village will be in this living room.Everyone who lives here will be here and that total is six people. It's a small village under New Hampshire law. Small villages can ask to have their own precinct and start their voting on Election Day, right after midnight on Election Day. So this will be the first town in the United States to cast votes on Election Day. And more importantly, as long as everyone shows up, all six people and they all vote, then it will be the first results, which we will then tell you of the entire election. So the way it works is people come in here and these are the three voting booths. I'm going to open up one of them so you can see. It's not a secret. You open up the flag and you see they take a paper ballot in here. They use a pencil or pen to cast their ballot. They then walk over here and drop it in a box that's been used since 1980. Fact is this town, Dixville Notch, has been doing this early voting for 64 years, since 1960, since the election of John F. Kennedy and Richard Nixon, which John F. Kennedy won. They've been doing New Hampshire primaries, which they did this year, and general elections. This sign has been here since 1960. They've used the same sign. So it's very historical, very fun, and very interesting. The town moderator then announces the votes. There are four registered Republicans here, two undeclared, and many posted on the board right there. President Harris, then Oliver and Stein, the Libertarian and Green candidates, and Trump. Republican candidate. So then we'll get the total. One more thing I want to point out to you. These pictures, historic pictures, when presidential candidates have campaigned here in Dixville Notch. This one is one of the most interesting. It's the oldest one here. It's from 1960. It shows the voters. There were nine voters then. Nixon, nine. Kennedy, zero. That's what New Hampshire said. New Hampshire went for Nixon. But the nation went for John F. Kennedy. So we'll see, three hours from now, what the first totals here are on Election Day in the United States, right here in this small village.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:57:46",
      "speaker": "COOPER",
      "sentences": "Do you know how they went last time?So yes, four years ago, and I told you four Republicans, two undeclared, four years ago, Joe Biden beat Donald Trump here. And during his",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:57:46",
      "speaker": "TUCHMAN",
      "sentences": "So, yes, four years ago -- and I told you four Republicans, two undeclared -- four years ago, Joe Biden beat Donald Trump here. And during the New Hampshire primary this year, Nikki Haley beat Donald Trump. So Donald Trump --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:57:46",
      "speaker": "COOPER",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:57:46",
      "speaker": "TUCHMAN",
      "sentences": "-- hasn't done well here the last two elections in Dixville Notch.",
      "isLastSentenceInterrupted": false
    }
  ]
}