{
  "date": "2024-02-09",
  "headline": "CNN Newsroom",
  "subHeadline": "Special Counsel Will Not Charge Biden on Classified Documents Handling Case; U.S. Supreme Court Hears Case on Trump's Colorado Ballot Eligibility; Biden Defends Memory After Special Counsel Report; High Concern in Rafah as IDF Push Their Offensive; Ukraine and Russia Exchange Prisoners; Tucker Carlson Interviews President Putin; Special Counsel Will Not Bring Criminal Charges Against Biden; Study: Longtime Ice Sheet Could Melt Again, Raise Sea Levels. Aired 2-2:45a ET",
  "utterances": [
    {
      "timeStamp": "02:00:00",
      "speaker": "KIM BRUNHUBER, CNN HOST",
      "sentences": "Welcome to all of you watching us around the world. I'm Kim Brunhuber. Ahead on \"CNN Newsroom\" --(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "I did not want to be in a position that they looked at Trump and weren't going to look at me, just like they looked at the vice president. And the fact is they made a firm conclusion. I did not break the law, period.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "BRUNHUBER",
      "sentences": "U.S. president on defense blasting a report about his mishandling of classified documents that painted him more like an old, forgetful commander-in-chief.Plus, Israeli forces plan to move operations into Rafah, where thousands of Palestinians are sheltering. Later, Russia's president sits down for a rare interview with Western- based media for the first time since launching his war, but the topics and the interviewer are raising eyebrows. Nine months before the presidential election, the U.S. president is in damage control mode, blasting a searing report into his mishandling of classified documents. Not because of the ultimate findings, which recommended no charges be pursued, but rather for how prosecutors depicted him. In a fiery speech, the president slammed the special counsel for saying he suffered from memory lapses and couldn't remember when his son Beau died. (BEGIN VIDEO CLIP) BIDEN:  In addition, I know there's some attention paid to some language in the report about my recollection of events. There's even reference that I don't remember when my son died. How in the hell dare he raise that? Frankly, when I was asked the question, I thought to myself, it wasn't any of their damn business. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "BRUNHUBER",
      "sentences": "At the hastily organized news conference put his mix-ups front and center. At one point, he misspoke, confusing the presence of Egypt and Mexico. Listen to this.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "BIDEN",
      "sentences": "The president of Mexico, Sisi, did not want to open up the gate to allow humanitarian material to get in. I talked to him. I convinced him to open the gate.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "BRUNHUBER",
      "sentences": "Now when CNN's MJ Lee pointed out that many voters have concerns about his age and mental sharpness, Biden bristled. Watch their exchange here.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "MJ LEE, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "Mr. President, for months when you were asked about your age, you would respond with the words, watch me. Many American people have been watching and they have expressed concerns about your age.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "BIDEN",
      "sentences": "That is your judgment. That is your judgment. That is not the judgement of the press.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "LEE",
      "sentences": "They expressed concerns about your mental acuity. They say that you are too old. Mr. President, in December, you told me that you believe there are many other Democrats who could defeat Donald Trump. So why does it have to be you now? What is your answer to that question?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "BIDEN",
      "sentences": "Because I'm the most qualified person in this country to be president of the United States and finish the job I started.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "BRUNHUBER",
      "sentences": "Biden's likely opponent in the general election matchup cruised to an easy victory in the latest Republican nominating contest. CNN projects that Donald Trump will win the Nevada GOP caucuses by a solid margin. Trump was the only major candidate on the ballot. Rival Republican Nikki Haley wasn't included, having participated in the GOP primary Tuesday. Delegates go on to the caucus winner.Meanwhile, Trump's attorneys made their case before the U.S. Supreme Court Thursday during a hearing to determine whether Colorado can remove Trump from the ballot. The justices heard oral arguments for about two hours and asked multiple questions that indicate they may back Trump's arguments. A decision could come in a matter of weeks. Trump discussed Thursday's hearing during remarks after the caucuses in Nevada. Here is. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "I think they had a very, very interesting day and a very beautiful day, perhaps. I think it was really a very beautiful sight to watch. It's the way it's supposed to be. And hopefully the decision will be a very important decision. But there's never been anything like it in the polls. We're leading everybody. We are right now -- is there any way we can call the election for next Tuesday? That's all I want.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:59",
      "speaker": "BRUNHUBER",
      "sentences": "Yeah, exactly. We'll see whether the difference is lost on the voters. But now to the age question, those pointed comments from the special counsel, it paints a pretty, you know, bleak picture. So how damaging is that for Biden, especially coming on top of his comments this week, talk about meeting world leaders in 2021 who'd actually been long dead. And then last night, confusing Egypt with Mexico.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:59",
      "speaker": "GIFT",
      "sentences": "Exactly, Kim. I think the portrayal of Biden as a senile old man is even worse for him politically than sort of the actual charges were. I think he compounded it with his press conference. It's hard to believe that his staff thought that this was a good idea. When you go on national TV to insist that your memory is fine, you're already on the back foot. And the fact, as you suggested, that he confused Egypt and Mexico while answering questions also didn't help his cause.But this is a real problem for Biden. Make no mistake about it. Concerns about his mental acuity started as kind of a right-wing Fox News talking point, have slowly radiated out into the mainstream media. And then to find these accusations front and center in a special counsel report with receipts is really something. You know, Biden's slogan for a second term is to finish the job. And I think all this does is raise questions in the minds of voters that even if Biden does win re-election, whether he'll be able to literally finish the job, obviously there's a lot of speculation about an alternative nominee from the more realistic like Gavin Newsom to maybe a more fantastical choice like Michelle Obama. I still think it's gonna be Biden versus Trump, but all of this is really bad for him politically.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:59",
      "speaker": "BRUNHUBER",
      "sentences": "Yeah, for sure. I mean, you talk to election experts and they'll say that the best political attacks, they don't necessarily come up with something new. They focus on existing negative perceptions and then just amplify them. So how effective do you think that will be for Republicans going forward in 2024? And how worried should Democrats be because, you know, there's almost literally nothing they can do to counter this other than saying, oh, well, you know, Trump's old too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:59",
      "speaker": "GIFT",
      "sentences": "Exactly. I mean, there is very little that Biden's campaign can do. And you're right, it's amplified by the fact that it just reinforces sort of a pre-existing narrative about an individual. I think it's almost impossible to shake, but you know, Republicans are gonna hammer this over and over and over and over. They want to do anything they can to distract voters from all the legal challenges that Trump is facing. And this is sort of served up for them on a silver platter.And of course, part of their argument is going to be a vote for Biden is a vote for Kamala Harris, who has approval ratings that are even lower than Joe Biden. So, I think that this is really sort of the main ammunition that Republicans are going to use in the lead up to the 2024 election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:59",
      "speaker": "BRUNHUBER",
      "sentences": "All right, we'll have to leave it there. Thanks so much for joining us again. Thomas Gift, really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:59",
      "speaker": "GIFT",
      "sentences": "Thanks, Kim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:59",
      "speaker": "BRUNHUBER",
      "sentences": "President Biden on Thursday gave his sharpest public rebuke to date of Israel's military conduct in Gaza. Watch this.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:59",
      "speaker": "BIDEN",
      "sentences": "I'm of the view, as you know, that the conduct of the response in the Gaza Strip has been over the top.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:09:56",
      "speaker": "ELLIOTT GOTKINE, JOURNALIST",
      "sentences": "Kim, Israel has made no secret that it is now setting its sights on Rafah. As you say, the most southern -- southerly city in the Gaza Strip on the other side of the border with Egypt. You've seen the population there balloon some fourfold.A tent city emerging on the outskirts, taking over all the patches of land where a lot of the Palestinians in the Gaza Strip, in fact more than half of Gaza's population is now there, and many of them have been displaced multiple times. And so, the big concern is that if Israel means it when it says that it's now setting its sights on this last bastion of Hamas as it describes it, that the death toll that we've seen in the Gaza Strip, more than 27,000 so far according to the Hamas-run health ministry, for this which don't distinguish between combatants and civilians, that figure could go even higher. And I suppose it's ahead of that concern, which, as I say, may actually just be a psychological ploy by the Israelis, perhaps to get some more leverage with Hamas as these hostage negotiations continue. But ahead of that possible ground operation in Rafah, we heard those comments from President Biden talking about Israel's response being over the top, in his words, the same phrase that he used to describe some of Hamas's hostage proposals the other day. And there are concerns about the U.S. and frustration on the part of the U.S. with the scale and duration of the war in the Gaza Strip, which is now more than four months since the Hamas-led terrorist attacks killed at least 1,200 people and kidnapped more than 200 in Israel. But it also shows the political pressure that President Biden is under. Wherever he's going now, he's greeted by protests. He's been losing support from Arab-Americans and also younger voters. And he's also under pressure from within his own party. So, it's, you know, perhaps no surprise that Biden is at the same time, his actions still show support for Israel, although concerns, and they say they won't support a ground operation without proper care for civilians in Rafah, but certainly continued support. But actually, the words and the tone of the U.S.'s approach, perhaps, towards Israel's war with Hamas may be changing slightly, Kim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:09:56",
      "speaker": "BRUNHUBER",
      "sentences": "All right. Elliott Gotkine, thank you so much. Australia says it's still awaiting to see all the evidence from Israel regarding its accusations that UNRWA staff were involved in the Hamas attacks on October 7th. Australia is one of more than a dozen countries that have suspended financial support for the U.N.'s aid agency for Palestinians.Meanwhile, the U.N. Secretary General says it's not possible to replace UNRWA in war-ravaged Gaza, and without donor money, services would soon be impacted. Israel has been calling for the agency to be shut down and replaced. It's accused 13 UNRWA workers of taking part in the Hamas attack, ranging from kidnapping hostages to supplying logistics support. The eruption from a volcano in southern Iceland appears to be subsiding, but it's not over. The Icelandic Meteorological Office says there's every indication that the eruption is starting to slow down, but it was difficult to say whether it was ending. And while the pictures, as you can see, are impressive, the danger is very real. Air travel appears to be largely unaffected, but nearby schools and other facilities are set to close on Friday due to a lack of water following Thursday's eruption. All right, just ahead, Tucker Carlson goes one on one with Russia's Vladimir Putin. We'll look at what they discussed after the break. Plus, the U.S. Supreme Court takes up the first case that could impact this year's presidential election. And Donald Trump, well, he seems very pleased. Listen to this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:09:56",
      "speaker": "TRUMP",
      "sentences": "In watching the Supreme Court today, I thought it was very -- it's a very beautiful process.(END VIDEO CLIP) (COMMERCIAL BREAK) [02:15:00] BRUNHUBER:  Some Ukrainian troops are less than thrilled by the appointment of their new military chief, General Oleksandr Syrski, who's been in charge of Ukraine's land forces. He was given the top job on Thursday, but some frontline troops told CNN he may not be fully independent from politicians, while others said it's a bad idea to change military chiefs during a war. Now, he's replacing popular General Valery Zaluzhny, who was fired. The former top commander clashed with President Zelensky over how many troops needed to be mobilized and he drew criticism when he called the war a stalemate. Dozens of Ukrainian troops who fought in the brutal battle for the city of Mariupol are finally going home. Moscow says Ukraine and Russia conducted a prisoner swap on Thursday, exchanging about a hundred troops from each side. Kyiv says most of its returning troops held out at the besieged Azovstal steel plant for weeks before surrendering in May of 2022. President Zelensky says Ukraine is working to get every captured soldier back home. The interview of Russian President Vladimir Putin conducted by right- wing media personality Tucker Carlson is out. During that one-on-one, the two discussed, among other things, Russia's detainment of American journalist Evan Gershkovich. \"The Wall Street Journal\" reporter was arrested almost a year ago and charged with espionage. The Russian court continues to extend his pre-trial detention, but Putin says a deal could be made for the reporter's release. Sebastian Shukla joins us live from Berlin. So, Sebastian, take us through what stood out to you there in that interview.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:09:56",
      "speaker": "SEBASTIAN SHUKLA, CNN PRODUCER",
      "sentences": "Yeah. Well, Kim, the interview was two hours long, and it was very short on news lines, but was particularly long on revisionist Russian history and how the Russian president views topics like the war in Ukraine and why to justify the invasion. But one of the few things that was discussed, as you mentioned, was the detention of the 32-year-old Wall Street Journal reporter, Evan Gershkovich.And President Putin used this time and the question put to him by Tucker Carlson to put forward Russia's view and his view on and how he feels that Russia isn't in the wrong here. Russia has made overtures that it feels are not being reciprocated. Take a listen to what he had to say. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:09:56",
      "speaker": "TUCKER CARLSON, MEDIA PERSONALITY",
      "sentences": "Evan Gershkovich, who's the \"Wall Street Journal\" reporter, he's 32, and he's been in prison for almost a year. This is a huge story in the United States, and I just want to ask you directly, without getting into the details of it, or your version of what happened, if as a sign of your decency, you would be willing to release him to us and we'll bring him back to the United States.VLADIMIR PUTIN, PRESIDENT OF RUSSIA (through translation):  We have done so many gestures of goodwill out of decency that I think we have run out of them. We have never seen anyone reciprocate to us in a similar manner. We are willing to solve it. But there are certain terms being discussed via special services channels. I believe an agreement can be reached. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:02",
      "speaker": "BRUNHUBER",
      "sentences": "All right. So, Sebastian, talking to a propagandist like Tucker Carlson, I mean, did that interview end up being a P.R. victory for Putin, do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:02",
      "speaker": "SHUKLA",
      "sentences": "I think that the Russian state media had a field day with Tucker Carlson. They were all over him from the moment that he arrived in Russia. We saw photos of him circulating at the Bolshoi Ballet one evening and even videos of him traveling between the presidential administration and his hotel. So that by the time he sat down with President Putin, the narrative was already in President Putin's lap and he used the interview for two hours.Most of what was discussed was President Putin laying out his vision of history with Tucker Carlson, not really getting in a word edgeways. And with the 2024, there is an election around the corner in March for President Putin and later in the year in America, President Putin doesn't do international interviews like this at all very often. And he saw this as his moment to send a message, not only to America, but to his own people, that Russia is strong and, on the ascendancy, and America is weak. Kim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:02",
      "speaker": "BRUNHUBER",
      "sentences": "All right. Sebastian Shukla, live in Berlin. Thank you so much. Ahead, two high stakes legal cases. The U.S. president's mishandling of classified documents and the Supreme Court taking up Donald Trump's ballot battle. That's coming up. Stay with us.(COMMERCIAL BREAK) [02:25:00] BRUNHUBER:  Welcome back to all you watching us here in the United States, Canada and around the world. I'm Kim Brunhuber. This is \"CNN Newsroom.\" Donald Trump is another step closer to securing the Republican nomination for the presidency. CNN is projecting Trump will win the Nevada caucuses, taking all 26 delegates. The vote was organized by the pro-Trump state Republican Party and Nikki Haley refused to take part. Now, the former U.S. president also appears poised for a big win at the U.S. Supreme Court. The official ruling is likely weeks away, but based on their questioning, the justices seemed inclined to overturn the Colorado Supreme Court's decision to disqualify Trump from running for office due to his role in the insurrection, despite spending very little time analyzing Trump's actions on January 6. CNN's Paula Reid explains. (BEGIN VIDEOTAPE) PAULA REID, CNN CHIEF LEGAL AFFAIRS CORRESPONDENT (voice-over):  In one of the most anticipated Supreme Court cases of the year, the justices signaling they will side with Donald Trump on the question of whether he's eligible for the 2024 ballot. The former president did not attend Thursday's arguments. Most justices didn't address his role in the January 6th insurrection, instead focusing on legal arguments around the 14th Amendment. Trump's lawyer, Jonathan Mitchell, an experienced Supreme Court advocate, argued Trump isn't covered by the so-called insurrectionist ban.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:02",
      "speaker": "JONATHAN MITCHELL, LAWYER FOR DONALD TRUMP",
      "sentences": "A ruling from this court that affirms the decision below would not only violate term limits, but take away the votes of potentially tens of millions of Americans.REID (voice-over):  And argued January 6 was not even an insurrection. Only one justice asked about whether it was. KETANJI BROWN JACKSON, ASSOCIATE JUSTICE, U.S. SUPREME COURT:  So, the point is that a chaotic effort to overthrow the government is not an insurrection?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:02",
      "speaker": "MITCHELL",
      "sentences": "This was a riot. It was not an insurrection.REID (voice-over):  Jason Murray argued for Colorado voters who won their case at the lower court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:02",
      "speaker": "JASON MURRAY, ATTORNEY REPRESENTING SOME COLORADO VOTERS",
      "sentences": "By engaging in insurrection against the Constitution, President Trump disqualified himself from public office. States have the power to ensure that their citizens' electoral votes are not wasted on a candidate who is constitutionally barred from holding office.REID (voice-over):  But the justices appeared much more skeptical. In an ominous sign, the chief justice said Murray's arguments were at war with history. JOHN ROBERTS, CHIEF JUSTICE, UNITED STATES SUPREME COURT:  That seems to be the position that is at war with the whole thrust of the 14th Amendment and very historical. The whole point of the 14th Amendment was to restrict state power. REID (voice-over):  And question the consequences of a ruling in favor of Colorado and other states then following suit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:02",
      "speaker": "ROBERTS",
      "sentences": "It will come down to just a handful of states that are going to decide the presidential election. That's a pretty daunting consequence.REID (voice-over):  Even liberal Justice Elena Kagan asked this. ELENA KAGAN, ASSOCIATE JUSTICE, U.S. SUPREME COURT:  I think that the question that you have to confront is why a single state should decide who gets to be president of the United States. REID (voice-over):  It was Murray's first time arguing before the high court, and he engaged in several contentious exchanges with the justices, and even got a scolding from Justice Gorsuch, who he once clerked for. NEIL GORSUCH, ASSOCIATE JUSTICE, U.S. SUPREME COURT:  No, no, no we're talking about Section three. Please don't change the hypothetical. REID (voice-over):  And even though the arguments seemed to go well for Trump, he still wanted the last word, addressing reporters outside Mar-a-Lago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:02",
      "speaker": "TRUMP",
      "sentences": "Can you take the person that's leading everywhere and say, hey, we're not going to let you run? You know, I think that's pretty tough to do, but I'm leaving it up to the Supreme Court.REID (on camera):  It's unclear when the justices will issue their opinion. They may want to provide voters with some confidence ahead of Super Tuesday on March 5th. They'll know whoever they vote for will be on the ballot in the general election. But really, it's probably going to take as long as it takes Chief Justice John Roberts to build consensus, to come up with a compromise that can garner bipartisan support. This is a court that is under scrutiny for ethics and partisanship, so this is as much a test for the Chief Justice as it is for Donald Trump. Paula Reid, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:02",
      "speaker": "BRUNHUBER",
      "sentences": "A new report says President Biden willingly retained classified materials before leaving office and even shared them with the ghostwriter of his memoir, but he won't face any criminal charges. The special counsel found a willful intent couldn't be proven in court. The documents were found in the garage, offices and basement den of his Wilmington, Delaware home. President Biden blamed his staff for putting them there, but took responsibility for not paying attention to what they were doing. Here he is. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:29:58",
      "speaker": "KIM BRUNHUBER, CNN ANCHOR",
      "sentences": "The special counsel's report carefully spelled out the critical differences between the president and former president's mishandling of classified documents. Biden cooperated with the Justice Department's investigation and returned the materials. Donald Trump didn't give back the documents when asked and, quote, obstructed justice by enlisting others to destroy evidence and then lie about itAll right. Joining me now from New York is criminal defense attorney and former prosecutor, Bernarda Villalona. Thank you so much for being here with us. So let's start there with the Biden documents but explain for those of us who might be confused, the special counsel said Biden willfully retained and disclosed classified military and national security information. So why wasn't President Biden charged, but Donald Trump was?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:29:58",
      "speaker": "BERNARDA VILLALONA, CRIMINAL DEFENSE ATTORNEY",
      "sentences": "Good morning, Kim. Thank you for having me.So in terms of why President Biden does not going to be charged, you have to think as a foreign prosecutor, as I was, you have to think whether you can prove your case beyond a reasonable doubt to a jury. And technically, if you're a prosecutor and you're not able to prove a case beyond a reasonable doubt, then you shouldn't be bringing charges against anyone. And that pretty much was the determination by the prosecutor is that they said that if we were to take him into custody and bring charges against him, they don't have faith that they can prove his guilt beyond a reasonable doubt, which is different than Donald Trump, which the prosecutor believes that they can prove that the case beyond a reasonable doubt, and a circumstances are different. Remember, the facts are different. In terms of Donald Trump, he was asked to return the documents on several occasions and he did not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:29:58",
      "speaker": "BRUNHUBER",
      "sentences": "Yeah. So one of the reasons the special prosecutor said that, you know, he wouldn't be able to prove these charges was because of Biden's memory, he would come across as an old man with a bad memory. I mean, those are -- those comments were pretty brutal and then now we have several Republicans in Congress calling on the cabinet to invoke the 25th Amendment to remove him for his lack of mental acuity.I mean, politically, it's fairly safe to say that won't go anywhere. But legally, I mean, how -- how difficult would that be to be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:29:58",
      "speaker": "VILLALONA",
      "sentences": "Well, it's going to be difficult. Obviously, the comments that were made in that report has to deal with whether they can prove their case or bring charges in a criminal court, not whether he is competent enough to still continue as president or to run again as president. Actually, I don't even think those comments should the been included and never afford, but it was done already.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:29:58",
      "speaker": "BRUNHUBER",
      "sentences": "Yeah. I mean, that is, you know, fairly unusual to have comments like that. I mean, do you think that was because it's a Republican, this was a partisan thing here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:29:58",
      "speaker": "VILLALONA",
      "sentences": "Oh, definitely, they were able to put in some jabs there at President Biden. Of course, that help up or Republican nominee, whether it's Donald Trump or anyone else. But, of course, it's going to be Donald Trump. But it was one that was not necessary.But, of course, they knew that this report was going to be publicized. You have to think that this report and this news is what I read out the news throughout the day, despite the Supreme Court hearing today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:29:58",
      "speaker": "BRUNHUBER",
      "sentences": "All right. Well, let's talk about that then. Donald Trump, the question whether he is eligible for the 2024 ballot. Your sense of where things are headed, we heard that report there, based on what we heard there in the oral -- oral arguments so far.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:29:58",
      "speaker": "VILLALONA",
      "sentences": "In terms of what we heard today into Supreme Court, it's quite clear from listening to the questions at the Supreme Court justices that, look, Donald Trump is going to remain on the ballot. It's clear from the Supreme Court justices that they do not want to let a state make the determination of who will be the next president.They want that to be left up to Congress, to make that determination and not to one individual state to make that determination.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:29:58",
      "speaker": "BRUNHUBER",
      "sentences": "Yeah. Is -- is that that just it, it comes down to that Justice Kagan question, why a single state should decide who gets to be president of the United States?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:29:58",
      "speaker": "VILLALONA",
      "sentences": "That seems to be the consensus from the nine justices. Well, I will say eight justices because I don't think Justice Sotomayor is going to actually rule with the rest of the justices.But I will say this. I mean, I was hoping that maybe they were addressed the question of insurrection of whether Donald Trump engaged in insurrection. But all we got was a two-minute question from Justice Brown. That's all we heard from the insurrection itself, but we understood that's one of a fact-based and the Supreme Court doesn't engage in fact-finding missions as opposed to what they do is make decisions based on legal questions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:29:58",
      "speaker": "BRUNHUBER",
      "sentences": "All right. Another legal question that the Supreme Court might hear, his appeal feel against the decision by lower court to reject absolute presidential immunity for his efforts to overturn the election.Will the Supreme Court take it do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:11",
      "speaker": "BRUNHUBER",
      "sentences": "All right, we'll see if that comes to pass.Really appreciate having you on, Bernarda Villalona. Thanks so much for joining us",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:11",
      "speaker": "VILLALONA",
      "sentences": "Thank you",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:11",
      "speaker": "BRUNHUBER",
      "sentences": "Wave of violence in Haiti continues to escalate. Five agents of a paramilitary group were killed in a shootout with police Wednesday. A group opposes the government of Acting Haitian Prime Minister Ariel Henry and wants him to step down. This comes as Henry addressed the country, saying elections wouldn't be held until the security situation improved. The country has been plagued by violence.In last quarter of 2023, more than 2,300 people were killed, injured, or kidnapped. Henry took office shortly after the assassination of the country's last president, Jovenel Moise in 2021. Clashes have been escalating between the army of the Democratic Republic of Congo and the M23 rebel group. On Thursday, the French foreign ministry said it's concerned about the intense fighting around the city of Goma and what they called the serious humanitarian consequences for civilians. The road to the provincial capital of Goma in the northeast is clogged with people and vehicles and Doctors Without Borders warned on Thursday that thousands of people are seeking shelter inside a hospital. That's already overwhelmed with patients wounded in the war. All right. Still ahead, what scientists say, a huge sheet of ice in Antarctica tells them about what happened there thousands of years ago. We're unpacking the details when we come back. Please stay with us. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:01",
      "speaker": "TONY ESTANGUET, HEAD, LOCAL ORGANIZING COMMITTEE",
      "sentences": "It's a fantastic combination to have an Olympic medal, but also the symbol of France. The Eiffel Tower present in the middle.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:01",
      "speaker": "BRUNHUBER",
      "sentences": "Now, unlike in previous years, the medals for the Olympics and Paralympics will share at one face. The president of the Paris Games says that represents a quote coming together of both events.Scientists are calling an excellent detective work, that's after a recent study determined that a 2,000 foot or 600 meters long sheet of ice in Antarctica seems to have shrunk suddenly about 8,000 years ago, the new study published this week says analysis of the ice's core shows that the Western Antarctica ice melted rapidly in the past. And he study indicates if the melting happens again, the ice contains enough water. Sea levels could rise by 16 feet or five meters according to the study's authors, this is the first direct evidence of such a rapid loss of ice anywhere on the continent. They say the rapid melting could also happen to other ice sheets. NASA's new mission designed to observe the Earth's oceans and skies is now underway. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:01",
      "speaker": "ANNOUNCER",
      "sentences": "Five, four, three, two, one -- booster ignition.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}