{
  "date": "2024-05-17",
  "headline": "CNN News Central",
  "subHeadline": "At Least Four Killed as Powerful Storms Rip Through Houston Area; Biden Moves to Bolster Crucial Support Among Black Voters; Defense Confronts Cohen's Credibility in Crucial Trial Moment. Aired 7-7:30a ET",
  "utterances": [
    {
      "timeStamp": "07:00:00",
      "speaker": "KASIE HUNT, CNN ANCHOR",
      "sentences": "The National Football League, the NFL, confirms they took Swift Eros Tour schedule into account when they wrote their own schedule for the 2024 season. For example, Swift will be performing at the Hard Rock in Miami on Sunday, October 20th. So, the NFL made sure the Dolphins are on the road in Indianapolis, so there's no conflict there.The league also made sure that the Saints and the Colts are on the road when Swift is performing in New Orleans and Indianapolis. I mean, I'm sorry, I would go see Taylor Swift over an NFL game, but maybe it's just me. All right, thanks to our panel. Thanks to all of you for joining us. Have a wonderful weekend. I'm Kasie Hunt. CNN News Central starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "Breaking overnight, windows blown out of downtown high rise, traffic lights left dangling and hundreds of thousands of people in the dark, a deadly storm lashing parts of Texas and Louisiana, bringing hurricane force winds and torrential rain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "So, chaos on Capitol Hill after dark, unbridled mud-slinging insults, confusion, some of the biggest names of Congress right in the middle of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "And CNN is on the ground in Ukraine seeing firsthand the city's Russia is now pushing into. Our team forced to take cover when Russian drones fly over head.I'm Kate Bolduan with Sarah Sidner and John Berman. This is CNN News Central.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "SIDNER",
      "sentences": "Breaking overnight, at least four people have been killed after severe storms hammered Texas and Louisiana. The threat not over yet, more than 14 million people are still at risk from severe storms right now, power still out for almost a million Americans.Just some of the destruction there. The storm has left destruction across the Houston area twisting power lines and towers into knots and flooding fields and roads. In downtown Houston, the powerful winds blew out windows and sent people scrambling for cover. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "So we all took cover in the bathroom. Windows blowing, out trees flying everywhere, it was crazy.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "SIDNER",
      "sentences": "It should take a while to clean up the damage left behind.CNN's Ed Lavandera joining us now from downtown Houston right now. What's it looking like as the sun has come up? I see there's some damage just behind you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "ED LAVANDERA, CNN SENIOR NATIONAL CORRESPONDENT",
      "sentences": "Hey, good morning, Sara. Well, this was a storm that packed a wicked punch as it blew through southeast Texas last night with hurricane-force winds. This is a popular nightclub in downtown Houston. You can see the roof line waving there, and then the entire -- this back brick wall of this club knocked out.We were told that by a club employee that there was nobody here at the time when this storm blew through around 6:30 last night. And the club also posted in social media that all employees are safe. But, I mean, the wind and the ferociousness of the storm as it blew through was quite dramatic. And here in downtown that the mayor has described as a total mess. You can see the parking lot here. One car crushed by bricks that were blown over here. As you mentioned, Sara, four people killed. One of those people was killed by a falling crane. Two of those other victims were killed by trees that were fallen all across this region just kind of just wicked damage that we have seen because of these hurricane strength winds that blew through here in May. So, this is tornado season, but this storm very intense as it blew through very quickly and causing all this dramatic damage throughout the region. About 800,000 customers without power right now in the Texas area, about 700 of those are here in Harris County, where Houston is. And the mayor and the fire chief are urging people to stay home if they can. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "CHIEF SAMUEL PENA, HOUSTON FIRE DEPARTMENT",
      "sentences": "If you don't need to be on the roads, stay home. There's a widespread debris on the roads. Some areas are without any power, no light. It's hard to see as you're driving.MAYOR JOHN WHITMIRE (D-HOUSTON, TX):  Downtown is a mess. It's dangerous due to the glass and the lack of traffic lights. So, stay at home. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:01",
      "speaker": "SIDNER",
      "sentences": "Yes. Seeing those hurricane force winds, and it's not even hurricane season officially yet, a really dangerous situation there. Ed Lavandera, thank you so much for your reporting there. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:01",
      "speaker": "BERMAN",
      "sentences": "Yes, really scary pictures. All right, we have new reporting this morning on a fresh appeal from President Biden to black voters, a key group in his 2020 coalition, where polls show he is now underperforming.The president will speak at the National Museum of African American History and Culture in Washington to mark the 70th anniversary of Brown versus the County Board of Education, a Supreme Court case that sought to end segregation in public schools. CNN's Arlette Saenz is at the White House this morning. So, what are these plans, Arlette?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:01",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, John, black voters were key to Biden's re-election back in 2020. And once again, the president is trying to make this fresh appeal to hold on to support from that group amid signs of some erosion in support for Biden from black voters.Now, this will include a series of events playing out over the course of the next three days, starting here today in Washington, D.C. The president will speak at the African American History Museum here to mark the 70th anniversary of Brown versus Board of Education, that Supreme Court ruling that determined that segregation in U.S. schools was unconstitutional. Just yesterday, the president hosted the plaintiffs of Brown v. Board of Education here at the White House as he's trying to show that he's committed to protecting the advancements made by the black community in his time in office. But the marquee event is likely to be his Sunday remarks at the Morehouse commencement ceremonies, a visit that has been mired in controversy over the president's handling of the conflict in Gaza. Some faculty and students on campus express frustration with the fact that Morehouse invited President Biden, despite those people opposing the way that he's handled this conflict just last week. The White House sent down a top senior adviser to hear out students and faculty on Gaza and a host of other issues. And Biden's advisers that I've spoken to heading into this weekend tell me that he is intent on trying to keep the focus on the graduates, even as the prospect of protests linger over the event. But this all comes as the president has been working to try to shore up support among black voters, which were key to his election back in 2020, but there has been polling showing a narrowing of support among the black community between him and former President Donald Trump. Now, Biden, in a series of radio interviews this week, talked about the threat that Trump could pose to the country if he's re-elected. Take a listen. (BEGIN VIDEO CLIP) JOE BIDEN, U.S. PRESIDENT:  We understand that the black community is a critical, critical, critical for the growth and security of the country. The guy I'm running against has done nothing for the African American community, virtually nothing except criticizing. Remember who Trump is. He's falsely accused the Central Park Five. He's a founder of birtherism. He tried to repeal Obamacare the first time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:01",
      "speaker": "BIDEN",
      "sentences": "Now, he's promised to do even more damage.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:01",
      "speaker": "SAENZ",
      "sentences": "Now, the president's advisers that I've spoken to have acknowledged that, one, he needs to start to promote some of the accomplishments that he's done for the black community more on the campaign trail. He's talked about ways that he has tried to alleviate student debt, talk about ways that he has tried to address economic issues for black Americans.But they've also pointed to the fact they need to continue to remind voters of what Trump's four years in office were like, what it could mean if he's re-elected. This is all part of the push that we should expect to see in the coming weeks and coming months as they are trying to shore up support among this key group that has typically been a core source of support for the Democrats in presidential elections.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:01",
      "speaker": "BERMAN",
      "sentences": "All right. Arlette Saenz at the White House this morning, Arlette, thanks so much. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:01",
      "speaker": "BOLDUAN",
      "sentences": "So after what Michael Cohen appeared to hand Trump's defense team yesterday, how are prosecutors planning to clean that up now?And brand new COVID variants are threatening to disrupt summer plans. The details on what is happening with this right now. And personal attacks body shaming and a contempt vote, not just our morning pump-up routine for CNN News Central. No, no, no, a late night House committee hearing completely falling apart. (COMMERCIAL BREAK) [07:10:00] BOLDUAN:  A three-day weekend is a long time for any contentious and historic criminal trial, but it may be just the time prosecutors now need to figure out what just happened with Michael Cohen's cross- examination after Trump's defense team seemed to expose a key inconsistency in Cohen's testimony. Here's one review from this morning. NYU Law Professor Ryan Goodman says, if the case ended today, there would not be a conviction. The judge has signaled closing arguments could begin as early as next week, but, honestly, people are still digesting what just happened this week. CNN's Brynn Gingras is here. Brynn, being the one having to go through all of it, digesting it all to continue the weird metaphor, what happened and what do prosecutors now need to figure out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:06",
      "speaker": "BOLDUAN",
      "sentences": "We are getting to the end. And as they're not -- as court is not in session today, it is a wild way they have ended this week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:06",
      "speaker": "GINGRAS",
      "sentences": "Totally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:06",
      "speaker": "BOLDUAN",
      "sentences": "Thank you, Brynn. Sara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:06",
      "speaker": "SIDNER",
      "sentences": "Still ahead, call Taylor Swift, we need sign off on this NFL schedule. No, really, the very legitimate reason the NFL consulted Swift's concert schedule this offseason.And it was set to be a serious contempt of Congress vote, but it, well, devolved. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "SIDNER",
      "sentences": "Instead of serious business, the insults were flying on Capitol Hill between MTG, J.C. for Jasmine Crockett, and AOC. This was a stir during a House committee hearing. It began yesterday after Greene commented on Congresswoman Jasmine Crockett's physical appearance while the panel considered whether to advance contempt proceedings against Attorney General Merrick Garland.Listen. (BEGIN VIDEO CLIP) REP. MARJORIE TAYLOR GREENE (R-GA):  I think your fake eyelashes are messing up. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "SIDNER",
      "sentences": "Okay. CNN Congressional Correspondent Lauren Fox joins us live from Washington. Lauren, what happened? We heard that initial insult, which was about another woman's physical appearance, not a good look.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "LAUREN FOX, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes, it really devolved from there, Sara. You had Representative Alexandria Ocasio Cortez coming in to defend Crockett, arguing that Marjorie Taylor Greene should not have commented on the physical appearance of another member.Then there was sort of a series of confusing discussion, confusing votes over whether or not to strike the record, essentially zero out what Marjorie Taylor Greene had said during that hearing. Here's what happened next. (BEGIN VIDEO CLIP) REP. JAMES COMER (R-KY):  That Ms. Greene agrees to strike her words. REP. ALEXANDRIA OCASIO-CORTEZ (D-NY):  I believe she should apologize. No, no, no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "COMEY",
      "sentences": "Hold on. Then after Mr. Perry is going to be recognized, then Ms. Greene.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "GREENE",
      "sentences": "I'm not apologizing.OCASIO-CORTEZ:  Well, then, you're not striking your words.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "GREENE",
      "sentences": "I am not apologizing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "COMER",
      "sentences": "Now, let's stop. Come on, guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "GREENE",
      "sentences": "Why don't you debate me?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Mr. Chairman, the minority --OCASIO-CORTEZ:  I think it's pretty self-evident. Yes, you're not -- you don't have enough intelligence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "COMER",
      "sentences": "The chair recognizes Mr. Perry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Okay. Move to strike those -- I move to strike the lady's word.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I move to strike those words --OCASIO-CORTEZ:  That's two requests to strike, that's two requests to strike.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "GREENE",
      "sentences": "Oh, they cannot take the words.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "FOX",
      "sentences": "You see there, Chairman Comer trying to get control of the committee. It was really confusing, though, precisely how they were going to do this procedurally, which is why then Jasmine Crockett, who had been the target of Marjorie Taylor Greene's initial criticism about her eyelashes, said this. (BEGIN VIDEO CLIP)REP. JASMINE CROCKETT (D-TX):  I'm just curious, just to better understand your ruling, if someone on this committee then starts talking about somebody's bleached blonde, bad built, butch body, that would not be engaging in personalities, correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "COMER",
      "sentences": "A what now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "GREENE",
      "sentences": "Chairman, I make a motion to strike those words.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "COMER",
      "sentences": "I don't think that's a part of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "CROCKETT",
      "sentences": "I'm trying to find clarification on what --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "GREENE",
      "sentences": "Chairman, motion to strike those words.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "COMER",
      "sentences": "I have no idea what you just said.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "GREENE",
      "sentences": "We're not going to do this. Look, you guys earlier literally just --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "CROCKETT",
      "sentences": "You just voted to do it.(CROSSTALKS) I'm trying to get clarification.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "GREENE",
      "sentences": "Look, calm down. Calm down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "CROCKETT",
      "sentences": "No, no, no, because this is what you all do. So, I'm trying to get clarification.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "COMER",
      "sentences": "Hey, Ms. Crockett, you're not recognized. Ms. Crockett --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "GREENE",
      "sentences": "I can't hear you with your yelling. Calm down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "CROCKETT",
      "sentences": "No. Don't tell me to calm down. Because you all talk noise and then you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "GREENE",
      "sentences": "You're out of control.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "CROCKETT",
      "sentences": "Because if I come and talk (INAUDIBLE) about her, you all are going to have a problem.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:06",
      "speaker": "SIDNER",
      "sentences": "Wow, that was a mess. I think we can all agree. Lauren Fox, thank you so much for your reporting there. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:06",
      "speaker": "BOLDUAN",
      "sentences": "That committee living up to its reputation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:06",
      "speaker": "SIDNER",
      "sentences": "Yes, it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:06",
      "speaker": "BOLDUAN",
      "sentences": "Now taking it to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:06",
      "speaker": "SIDNER",
      "sentences": "Not so good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:06",
      "speaker": "BOLDUAN",
      "sentences": "Taking it to new levels.So, from that, let's try to do some good stuff. In a new riff on the good stuff for you today, from grandma's purse to the golden arches, McDonald's newest sweet treat is called the Grandma McFlurry. And here's what you're going to get, syrup, vanilla ice cream, crunchy candy pieces, swirled together in a brain freeze-inducing package. I'm dreaming of it this way, just from my personal grandma experience. I'm thinking Werther's Original meets those strawberry candies with a gooey center, then meets the red cinnamon ones that you're always trying to avoid, that also then meets the weird butterscotch ones that you always end up with. So, before you start rolling your eyes at this kitschy ploy, consider this. The grandma core trend is huge, still reigning supreme among TikTokers and Gen Zers, the very same TikTokers and Gen Zers that McDonald's and every other chain want to get back into their restaurants. The chain is releasing the flavor Tuesday for a limited time. To kick things off, they're rolling out an ice cream truck around New York to try to give out some freebies. But, will grandma approve? That is the biggest question of the day. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:06",
      "speaker": "BERMAN",
      "sentences": "You see, your grandma had milkshakes in her purse?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:06",
      "speaker": "BOLDUAN",
      "sentences": "Yes, that's exactly the moral of the story. Whoa, the key is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:06",
      "speaker": "BERMAN",
      "sentences": "That's my takeaway.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:06",
      "speaker": "BOLDUAN",
      "sentences": "The Werther's Original -- wait, here's the only thing, and this will decide the trajectory of our friendship. Are you Werther's Original or are you the strawberry ones at the gooey center? Decide.",
      "isLastSentenceInterrupted": false
    }
  ]
}