{
  "date": "2024-08-10",
  "headline": "CNN Newsroom",
  "subHeadline": "Trump Campaign Says It Has Been Hacked; Harris And Walz Wrap Up Battleground Tour With Rally in Nevada; Outrage Growing Over Israeli Strike On Gaza School And Mosque; Hezbollah Could Strike Israel Any Day; Boeing's Starliner Astronauts May be Stuck In Space Until 2025; Rare Look Inside Notorious Detention Facility In Israel. Aired 7-8p ET",
  "utterances": [
    {
      "timeStamp": "19:00:32",
      "speaker": "JESSICA DEAN, CNN ANCHOR",
      "sentences": "You are in the CNN NEWSROOM. I'm Jessica Dean in New York.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:32",
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "sentences": "And I'm Wolf Blitzer in Tel Aviv.Tonight, outrage spreading around the world as officials in Gaza report a deadly Israeli strike on a school and mosque killing at least 90 people, including children. Israel's military says it was targeting Hamas and Islamic Jihad militants. CNN cannot independently verify that. We're also keeping a very close eye on the tensions here in the Middle East as Iran and its proxy group Hezbollah in Lebanon vowed to strike Israel following the deaths of some of its top military leaders. We've got our reporters covering all angles throughout the Middle East. But let's start this hour with Jessica Dean back in New York -- Jessica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:32",
      "speaker": "DEAN",
      "sentences": "All right. Wolf, thank you so much. We'll see you soon.We're going to begin this hour with breaking news here in the United States where the Trump campaign says it has been hacked, saying foreign sources intended to interfere in the 2024 election. CNN's Kevin Liptak has new reporting on how the White House is responding tonight. But first, we're going to check in with CNN's Jeremy Herb to talk more about this hack. What more do we know right now, Jeremy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:32",
      "speaker": "JEREMY HERB, CNN POLITICS CORRESPONDENT",
      "sentences": "Yes, Jessica, these documents, they were sent to \"Politico,\" which reported today that it received documents from an anonymous e-mail account, that contained internal Trump campaign materials. The Trump campaign, they're blaming Iran for this attack. Trump campaign spokesman Steven Cheung, he's pointing to a report from Microsoft this week that said Iran was increasing its activity related to the U.S. elections this year. He said in a statement, \"These documents were obtained illegally fromsources hostile to the United States, intended to interfere with the 2024 election and sow chaos throughout our democratic process.\" Now, this Microsoft report, it said that Iran's Islamic Revolutionary Guard Corps they targeted a senior high-ranking official on a campaign in June. What the report from Microsoft does not say is which campaign was targeted or if this was successful. So it's not yet clear whether Iran was behind this hack. We asked the Trump campaign for any additional information beyond those statement and they declined to comment. We also asked Microsoft to comment and they declined -- Jessica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:32",
      "speaker": "DEAN",
      "sentences": "Very interesting. And do we know what was in any of these hacked documents yet?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:32",
      "speaker": "HERB",
      "sentences": "Yes, \"Politico\" reported that some of the materials they have received, they included vetting documents for Donald Trump's vice presidential nominee, J.D. Vance. \"Politico\" said they were able to authenticate these documents, though they have not published any of the materials.It is worth remembering that back in 2016 Trump's -- or excuse me, Hillary Clinton's campaign chairman John Podesta, he was the victim of a hacked and WikiLeaks published his e-mails in the days before that election. Also, of course, in 2016, Donald Trump famously said Russia, if you're listening, you should find Hillary Clintons e-mails -- Jessica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:32",
      "speaker": "DEAN",
      "sentences": ". All right, Jeremy, thank you so much for that reporting.Let's go now to Kevin Liptak. Kevin, what are we hearing from the White House?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:00",
      "speaker": "DEAN",
      "sentences": "All right. Great reporting there, Kevin Liptak. Thank you so much for that.In just about an hour, Vice President Kamala Harris and her running mate, Minnesota Governor Tim Walz will take the stage at a rally in Las Vegas. This is the last leg of a five-day swing through some of the most critical battleground states of this election. And new polling out today from \"New York Times\" and Siena College shows further signs of Harris gaining momentum in three key states, Michigan, Pennsylvania, and Wisconsin. Now as you look at those numbers, there's no clear leader within the margin of error, but it is a sign, that is indicative of the Harris campaign's momentum and how it's energizing voters with less than 90 days until the election. Let's go straight to CNN's Eva McKend, who's been traveling with the Harris campaign and joins us from the rally in Las Vegas. It's getting much more full behind you, Eva, as we get closer to this rally. We're also hearing Vice President Harris saying that she's going to unveil her economic policy sometime next week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:00",
      "speaker": "EVA MCKEND, CNN NATIONAL POLITICS CORRESPONDENT",
      "sentences": "Yes, Jess. Hopefully, you can hear me. I'm competing with a celebrity deejay D-Nice here. But listen, Vice President Harris, Governor Walz, part of their argument is that they're principally concerned about the working class, that they're going to roll out policies to address working class voters. They got a boost for that argument today with the endorsement of the all-important culinary union here in Nevada.It represents 60,000 hospitality workers and that union is so important to the organizer's footprint here in this state. But it's not only base voters that they'll need. They'll need to convince swing voters, Republican voters as well. We spoke to one Republican here in Nevada who told us he's voting Democrat for the first time and supporting the vice president. Take a listen as to what -- (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:00",
      "speaker": "CHAD LAYNE, REGISTERED REPUBLICAN VOTING FOR HARRIS",
      "sentences": "She's unifying. Donald Trump I think has been so divisive to our country and what he stands for is not what I stand for in any way. And I think she's uber intelligent, inclusive, and can unify our country.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:00",
      "speaker": "MCKEND",
      "sentences": "And former president Donald Trump and his allies have criticized Vice President Harris for not giving extensive media interviews. Some Republican operatives arguing that the campaign doesn't that have substance. Well, she's answering that next week, when she roll out this economic policy plan where she'll address inflation and how to bring down the costs. These rally, when it kicks off, she's going to speak in about an hour -- about an hour and half.Jess, back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:00",
      "speaker": "DEAN",
      "sentences": "All right. Eva, and we were looking at video there of her plane arriving in Las Vegas, Nevada, so she'll be making her as you said to you all there in about an hour and a half. But again, the vice president there on the ground in Nevada. Thank you so much, Eva, for that reporting.And joining me now, CNN senior political analyst and senior editor at \"The Atlantic,\" Ron Brownstein. Ron, always great to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:00",
      "speaker": "RON BROWNSTEIN, CNN SENIOR POLITICAL ANALYST",
      "sentences": "Hey, Jessica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:00",
      "speaker": "DEAN",
      "sentences": "I want to backup for a second to the top of our program where we were talking about the Trump campaign being hacked and start with that because this isn't the first time it's happened to a presidential campaign. Obviously, we've been talking about 2016. And of course, the government and as Kevin Liptak was reporting, the Biden administration trying to guard against any sort of interference in the lead up to the election. But it's concerning that this is happening again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:00",
      "speaker": "BROWNSTEIN",
      "sentences": "Yes. Look, I think for foreign governments that want to interfere in U.S. elections, they saw a pretty good return on investment in 2016 in the ability to sow chaos and enhanced division in the U.S. and so you've got to expect that from multiple directions. They will be back attempting to do this, you know, targeting both campaigns in all likelihood and probably promoting, you know, false voices on various kinds of social media.All with the goal of increasing division and just kind of sowing chaos. And it is just an unfortunate reality that I think that all actors in the political system are going to have to be prepared for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:00",
      "speaker": "DEAN",
      "sentences": "Absolutely. And this is coming on the tail-end of what's been a very turbulent, not enjoyable three weeks for former president Donald Trump's campaign. We now have this new polling from \"The New York Times\" and Sienna College that takes a look, and look, it's still within the margin of error. This is still a very close race. But it does show momentum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:02",
      "speaker": "DEAN",
      "sentences": "Yes. And for so many Americans, she is undefined still, even though she's been vice president for years. You have a new piece in \"The Atlantic.\" You talk about the unique position she's in to define herself to voters specifically at the DNC, which is coming up here next -- in about a week. And you say even she could learn from Bill Clinton's own speech back in 1992.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:02",
      "speaker": "BROWNSTEIN",
      "sentences": "Yes. Well, she is probably less firmly defined than any nominee going into their convention in decades. You know, not since Hubert Humphrey in 1968 have we had a nominee who was either not an incumbent president or had to run through primaries for basically a year and a half or two years, you know, accumulating all the scars that come from that. All the triumphs that come from that.Pollsters in both parties will tell you that the initial reception to Harris has been very positive, but it is not very deep. I mean, the negatives that Republicans want to attach to her are not really, you know, firmly bolted down at this point. And voters know relatively little about her career and particularly what she's been doing as vice president, which, you know, is often something like going into the witness protection program. So she is in a position I think similar to Clinton in 1992. Clinton came out of the primaries in '92 as the presumptive Democratic nominee but battered by revelations of extramarital affairs and dodging the draft, and he used the period leading to the convention and the convention itself to basically reposition himself as a child of the middle class who would defend the middle class because he emerged from it. And in many ways, that is Harris' opportunity to connect the policy agenda that she is going to begin laying out more next week with her story as the daughter of immigrants, a multi-racial woman herself, who worked, you know, as they've been pointing out in ads, worked at McDonald's in the summer to basically argue that her background equips her to champion and lead an increasingly diverse multicultural, multiracial society. So in many ways she has the opportunity that Clinton did in 1992 just precisely because opinions of her are so unformed. By the way, if she can't lay down some of that armor at the convention, Republicans are going to have, you know, I think an enhanced opportunity to go after her post-convention because what we just said, the impressions of her, the canvas is relatively blank at this point, even though the initial response has been very positive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:02",
      "speaker": "DEAN",
      "sentences": "Yes. And we're looking live at her and Governor Tim Walz arriving there in Las Vegas, meeting with local officials there as she gets ready for this rally.And Ron, as someone who has seen a lot in American politics, you know, I want to know what you think about these rallies that we're seeing and just the size of them, and look, there's been the talk that maybe this is just a sugar high, maybe this isn't going to go on. We are seeing some data that shows it moving her way. But just what does it say to you that she's filling up arenas? I mean, look at -- we're showing it right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:02",
      "speaker": "BROWNSTEIN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:02",
      "speaker": "DEAN",
      "sentences": "It's wild.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:04",
      "speaker": "DEAN",
      "sentences": "Yes. It is fascinating to watch.Ron Brownstein, thanks so much. Great to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:04",
      "speaker": "BROWNSTEIN",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:04",
      "speaker": "DEAN",
      "sentences": "We have much more news ahead, including Wolf Blitzer live in Tel Aviv, Israel -- Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:21:47",
      "speaker": "BLITZER",
      "sentences": "Welcome back to the CNN NEWSROOM. I'm Wolf Blitzer in Tel Aviv, Israel.More countries are now calling for ceasefire talks after a devastating Israeli attack on a school in Gaza. A warning the images you're about to see are disturbing. Gaza officials say at least 93 people are dead, including children, and more and more are injured after an Israeli strike on a school and mosque in Gaza where many displaced Palestinians were sheltering. Speaking moments ago, the Israeli military spokesman defended the attack. Listen. (BEGIN VIDEO CLIP) DANIEL HAGARI, ISRAEL DEFENSE FORCES SPOKESMAN: This military facility was embedded inside the Al-Tabi'in school building in Gaza City. After we received clear intelligence of the threat posed by these terrorists and in accordance with international humanitarian law, we took numerous steps to mitigate the risk to civilians. The IDF conducted a precision strike against the terrorist in one specific building of the compound. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:01",
      "speaker": "BLITZER",
      "sentences": "Clarissa Ward reporting for us.Clarissa, thank you very much. Right now Israeli firefighting teams amidst all of this are battling multiple fires in northern Israel after the IDF intercepted multiple drone launches coming into Israel from Hezbollah. The Israeli military says several areas are affected but no casualties have been reported, at least not yet. This comes as sources tell CNN that Hezbollah says it's ready to strike Israel independent of Iran as fears of an imminent Iranian attack continue to threaten to widen this conflict into a much, much wider regional war. CNN's Ben Wedeman is joining us now from Beirut. Ben, what more are you hearing? What's the latest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:01",
      "speaker": "BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, what we saw today, Wolf, was that there was a continuation of this exchange of fire between Israel and Hezbollah along the line that separates the two countries. Hezbollah claiming 10 separate strikes on targets near the border and Israel striking many times, various parts along the Lebanese side of that border.We also saw this afternoon at about 5:30 Israeli planes flying over Beirut, breaking the sound barrier twice. That's the third time in the last five weeks. Everybody here is anticipating, waiting with a good deal of trepidation that Hezbollah will make good on its vow to strike Israel. But as they wait, people become more and more nervous this evening. We spoke to a Lebanese woman, an expat who had come here with her two small children for the summer holidays. She wants to get out, but she can't get a flight out until the end of the month. And so she waits not knowing what to do and for those Lebanese who can't just leave, there really is a growing sense of anxiety about when this strike will place will take place, and more than that, the fear of what will Israel's response to that be -- Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:01",
      "speaker": "BLITZER",
      "sentences": "Yes, enormous fear in Beirut, enormous fear here in Tel Aviv as well.Ben Wedeman, thank you very much for that report. Jessica, back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:28",
      "speaker": "DEAN",
      "sentences": "What was supposed to be an eight-day mission aboard the International Space Station has turned into a real space odyssey with Boeing's two astronauts, Suni Williams and Butch Wilmore now possibly stuck up there until February of 2025. The reason, a technical issue with the Starliner's thrusters, which NASA fears could jeopardize the astronauts' safety on their return journey home.Here now to talk more about this with us is retired NASA astronaut, Leroy Chiao. Leroy, thanks for being here with us. February 2025, they've already been up there a while. That's a while from now, how do you think they're feeling about all of this? They were only supposed to be up there for a few days. LEROY CHIAO, NASA ASTRONAUT, PHD (RET.): Well, that's true. Nobody likes surprises and certainly the unexpected delays and the continuing delays have to be met with a little bit of a furrowed , but Suni and Butch are professionals, they are consummate professionals. There's plenty for them to do. I'm sure the planners and schedulers are really happy to have the extra hands up there. That means a lot more research work can get done and they're not in any kind of stressor or anything like that because there should be plenty of supplies on board to support them. So, you know, and astronauts like being in space. So, I think they're doing okay. I'm sure they he had some personal plans that had to be changed around, but these things happen. You never know what happens on a space mission. In this case, you get to stay in space a little longer and it could be a lot worse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:28",
      "speaker": "DEAN",
      "sentences": "You're going to probably have to just be willing to roll with the punches and know that it sounds like they really, of course, want to keep their safety top of mind as the top priority.We know the engineers you've been working on the thruster issues say although one of the 28 thrusters seemed to be working okay. But you've got to have all of them, I would imagine, and they want to make sure that they're safe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:10",
      "speaker": "DEAN",
      "sentences": "All right, we are wishing them the best, as you make a great point, astronauts like to be in space and that is a wonderful thing and a good mindset, I think at this point Astronaut Leroy Chiao, thank you so much for your time. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:10",
      "speaker": "CHIAO",
      "sentences": "My pleasure. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:35",
      "speaker": "BLITZER",
      "sentences": "I'm Wolf Blitzer, back here in Tel Aviv, Israel.Newly published footage from inside a notorious Israeli detention facility appears to show soldiers sexually assaulting a Palestinian detainee. Now, the US State Department says, Israel must investigate all of this \"fully and swiftly.\" CNN's Jeremy Diamond brings us key video from inside this facility and we must warn our viewers, you may find this report disturbing. (BEGIN VIDEO TAPE) JEREMY DIAMOND, CNN JERUSALEM CORRESPONDENT (voice over): This is a rare look inside Israel's new notorious Sde Teiman detention facility. In CCTV footage obtained by Israel's Channel 12 News, masked Israeli soldiers select one of more than two dozen Palestinian detainees lying on the ground and taken away. Behind a wall of shields obstructing the view of security cameras, the soldiers allegedly sodomized the detainee. Their victim was taken to a hospital in life-threatening condition with injuries to his rectum and upper body according to Physicians for Human Rights Israel. Weeks after the early July incident, military police detained nine soldiers on suspicion of aggravated sodomy, abuse, and other misconduct. Four have been released, but a military court extended the detention of five others, saying there is reasonable suspicion they abused the detainee. It marks an extraordinarily rare pursuit of accountability at the Sde Teiman facility. DIAMOND (on camera): For months now, there have been allegations of torture, of abuse of these Palestinian detainees, but this is the first time that Israeli soldiers have actually been detained and are now set to he tried for these allegations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:35",
      "speaker": "GUY SHALEV, EXECUTIVE DIRECTOR, PHYSICIANS FOR HUMAN RIGHTS ISRAEL",
      "sentences": "Unfortunately, it's not a one-off incident. The information we are gathering on the ground indicates that there several cases, at least 10 cases that we know of, of people who were sexually abused in Sde Teiman alone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:35",
      "speaker": "DIAMOND",
      "sentences": "Why is this the case that is resulting in these nine soldiers being detained for questioning and potentially about to be indicted?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:35",
      "speaker": "SHALEV",
      "sentences": "This got out. This person was hospitalized in a civilian hospital where doctors and nurses and other staff members could see what happened to the person while he was incarcerated in Sde Teiman. So, the information leaked out and I don't think the military or other apparatus in Israel were able to keep it silent anymore.DIAMOND (voice over): The right-wing blowback has been swift and ferocious. A few weeks ago, hundreds of protesters, including members of Parliament, stormed Sde Teiman and the base where the accused soldiers were being held. In Israel's Parliament, debates like this ensued. (MK AHMED TIBI speaking in foreign language.)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:35",
      "speaker": "TRANSLATION",
      "sentences": "To insert a stick into the rectum(MK HANOCH MILWIDSKY speaking in foreign language)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:35",
      "speaker": "TRANSLATION",
      "sentences": "Shut up(MK AHMED TIBI speaking in foreign language.)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:35",
      "speaker": "TRANSLATION",
      "sentences": "Is it legitimate?(MK HANOCH MILWIDSKY speaking in foreign language.)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:35",
      "speaker": "TRANSLATION",
      "sentences": "Yes, if he is a Nukhba, everything is legitimate to do to him Everything. Everything.Everything to these people Do you know what they did? DIAMOND (voice over): At the Beit Lid military base, where the accused soldiers face their first hearing, their family members decry their arrest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:35",
      "speaker": "ORIAN BEN CHITRIT, REATIVE RELEASED AFTER QUESTIONING",
      "sentences": "Today it's my brother, yes. Today, it's them, but tomorrow it's his brother, her sister, his father. Here, this is our red line. We are here to stand and to talk and to say that this is not allowed anymore.We are not allowed to investigate our soldiers. We are not allowed to let any Nukhba talk or to ask him did you get a good time in our prison? DIAMOND (voice over): Her brother, who she says is innocent, has been released for the time being. The allegation at Sde Teiman's detainees are Nukhba terrorists, the commandos who led Hamas' October 7th attack is the basis for nearly every defense of abuses at the facility. It doesn't hold up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:35",
      "speaker": "SHALEV",
      "sentences": "The military released a third of the people it arrested and incarcerated in Sde Teiman realizing they have no connection to military action or to Hamas. They were detained, tortured and then released without charge back to Gaza.(END VIDEO TAPE) DIAMOND (on camera): And Wolf, the Israeli military declined to comment on that surveillance footage from inside that Sde Teiman facility, but it's just the latest piece of information pointing to rampant alleged abuses at that facility. Earlier this week, Israel's High Court actually convened to consider a petition to close down that facility all together. They've given the Israeli government in 10 days to provide more information about conditions at that facility -- Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:00",
      "speaker": "COY WIRE, CNN SPORTS ANCHOR",
      "sentences": "Another huge day of competition here at these Paris Olympics. So many headlines, it's impossible to pick the headliner. So, well just start with a men's basketball gold medal match up. Bercy Arena, behind me.The stacked US men's team taking on host nation, France and a raucous crowd. France getting a stellar game out of their phenom NBA rookie of the year, Victor Wembanyama, a game-high 26 points and the French kept it close down to the final two minutes. But that's when Steph Curry set his first ever Olympics on fire. Hitting four dagger threes, putting the French to sleep. USA wins 98-87. Wembanyama, heartbroken, emotional afterwards, getting hugs from both sides. Team USA has now won five straight Olympic golds. The US women's soccer team won its first Olympic gold since 2012, facing powerhouse Brazil. America's Mallory Swanson, scored the US goal in the 57th minute and that goalkeeper, Alyssa Naeher, make a huge save in stoppage time, sealing the deal. One-nil is the final. Coach Emma Hayes has only been at the helm for two months, but has brought the US back from years of frustration from players and fans. Swanson missed last year's World Cup with an injury, now, she is the hero. Crying after the game, having scored the biggest goal of her career. Team USA sweeps the women's and men's 4 by 400 meter relays. Shamier Little, Sydney Mclaughlin-Levrone, Gabby Thomas, and Alexis Holmes, shattering the American record, torching the field in 3.15.27 more than four seconds ahead of the Netherlands who took silver, Team GB took the bronze. The men's team of Christopher Bailey, Vernon Norwood, Bryce Deadmon and Rai Benjamin set an Olympic record. 2.54.43 and they needed every bit of it to get the gold. Benjamin held off a challenge from Botswana to win by just one-tenth of a second. Breaking news, Canada's Phil Wizard wins Olympic gold in breaking in front of a party scene here in Paris. The 26-year-old put on his show in a hyped up battle against France's Danny Dan, who took silver. Wizard danced his way through 15 grueling rounds throughout the day to earn that gold. American, Victor Montalvo danced his way to bronze. And just like that, it's almost time for the music to stop and for this party to end here in Paris, as Sunday brings the final day of competition and the closing ceremony at these 2024 Olympic Games in Paris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:00",
      "speaker": "DEAN",
      "sentences": "All right, Coy Wire, thanks so much.We'll just look at the medal count on this next to the last day of Olympics. The United States in the lead with 122 medals including 38 gold, 42 silver, and 42 bronze. China has 90 medals and most gold with 39. Great Britain and France, and Australia rounding out the top five there. Conspiracy theories about the 2020 election led to the storming of the US Capitol. And now, four years later, CNN senior correspondent Donie O'Sullivan travels the country and finds that alternative media continues to spread viral and dangerous lies, and he shares his journey in this Sunday's \"The Whole Story\" with Anderson Cooper. \"Misinfonation: Patriots, Pillows, and Paper Ballots.\" Here's a preview. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The election was stolen in six battleground states. Those six states were decided by the votes of illegal aliens who came in through our open border.DONIE O'SULLIVAN, CNN CORRESPONDENT (voice over): These false beliefs about the last selection are being used as a pretext to cause chaos and confusion about the next election and they've spread far beyond this room in Vegas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:00",
      "speaker": "UNKNOWN PROTESTOR",
      "sentences": "Freedom! Freedom!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "This is not a fight between Democrats versus Republicans. This is a fight against good and evil.O'SULLIVAN: Do you think it will be a fair election?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I think they are going to try and cheat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Our voting systems was always a facade.O'SULLIVAN: Are you concerned if Trump loses?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.O'SULLIVAN: That there will be another January 6th?",
      "isLastSentenceInterrupted": false
    }
  ]
}