{
  "date": "2024-09-10",
  "headline": "CNN News Central",
  "subHeadline": "Harris and Trump Square Off Tonight at High-Stakes Debate in Philadelphia; Russia Says it Thwarted Major Ukrainian Drone Attack; SpaceX Launches Historic All-Civilian Mission, Polaris Dawn. Aired 7- 7:30a ET",
  "utterances": [
    {
      "timeStamp": "07:00:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "It is on, full on. Just hours to go until the crucial debate between Kamala Harris and Donald Trump, we have new reporting on their secret game plans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "Explosions in Moscow. Overnight, hundreds of drones swarming Moscow and other Russian cities in Ukraine's largest drone attack yet. Nine regions targeted this morning, assessing the impact.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "And we have a liftoff after weeks of delay, SpaceX Falcon 9 rocket ship now soaring through space. How the Polaris Dawn crew hopes to make history.I'm Sara Sidner with Kate Baldwin and John Berman. This is CNN News Central.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "BERMAN",
      "sentences": "This morning, in the immortal words of Kate Baldwin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "BOLDUAN",
      "sentences": "It's debate day in America, friends.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "BERMAN",
      "sentences": "The first debate between Vice President Harris and former President Trump. The first time, as far as we know, that they will ever meet at all, maybe the last. The event at the National Constitution Center in Philadelphia comes at an absolutely pivotal moment, the closest campaign we have ever seen. This morning, Axios calls it a high risk, high reward opportunity for Harris. And Politico, a person close to Donald Trump says, quote, Harris is going to try to bait him. The question is, does he take it or not?Let's get right to Philadelphia. CNN's Eva McKend is at the debate site. You've been following the Harris campaign. What are they thinking heading into the big night?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "EVA MCKEND, CNN NATIONAL POLITICS CORRESPONDENT",
      "sentences": "Well, John, part of the strategy is to get under his skin, lean into his insecurities. And they're up with a new ad this morning that aims to do just that, go after his obsession with crowd sizes.And they're using a familiar messenger to make this argument from former president Barack Obama. This is part of a larger argument that the campaign is making, that the former president is principally concerned about his own grievances, his own problems, while the vice president is concerned about the issues impacting everyday Americans. Take a listen to how this looks on air. (BEGIN VIDEO CLIP) BARACK OBAMA, FORMER U.S. PRESIDENT:  Here's a 78 year old billionaire who has not stopped whining about his problems. DONALD TRUMP (R), FORMER U.S. PRESIDENT, 2024 PRESIDENTIAL NOMINEE: Oh, she had a big crowd. Oh, the crowd.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "OBAMA",
      "sentences": "This weird obsession with crowd sizes, it just goes on and on and on.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "MCKEND",
      "sentences": "And they want to make sure that the former president sees this ad. That's why it's going to be airing right here in Philadelphia, as well as in West Palm Beach and on Fox News.But other than this, the vice president is also expected to outline her policy vision for America and introduce herself to much of the country. You know, John, so many Americans still getting to know her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "BERMAN",
      "sentences": "Absolutely. Eva McKend for us in Philadelphia, Eva, thank you very much. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "BOLDUAN",
      "sentences": "And this morning, a little window into Donald Trump's strategy going in tonight's debate. Coming from some of Trump's advisers, the former president's strategy will include focusing on, of course, Vice President Kamala Harris as her role as vice president, trying to tie her to being maybe even solely responsible, their argument, for the major decisions over the past three-plus years in the Biden administration. The Trump campaign also saying on a call with reporters that, quote, President Trump is going to be himself.CNN's Alayna Treene is in Philadelphia. Well, there is a lot that is uncertain. Donald Trump being Donald Trump is the one certainty in all of this. What else are you hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:01",
      "speaker": "JASON MILLER, TRUMP SENIOR ADVISER",
      "sentences": "She owns every failure of the Harris Biden administration. You can't talk about turning the page when you're the one who created our current nightmare. You just can't.You can't prepare for President Trump. There's just no way to do it. Imagine like a boxer trying to prepare for Floyd Mayweather or Muhammad Ali. You don't know what angle they're going to come at you with. You don't know what style of contrast that they're going to deliver. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:01",
      "speaker": "TREENE",
      "sentences": "Now, Kate, there's a couple few key things I really want to point out here, and speaking to what Jason Miller said. One is that they are Kamala Harris, as you mentioned, to the Biden administration's policies and almost argue that she is somewhat of a mastermind behind that. Of course, she was the vice president.I think you'll hear her try to distinguish herself on stage tonight. But that is a key goal, particularly on some attacks with the withdrawal of troops from Afghanistan, her voting record, her record on the handling of the U.S.-Mexico border. Those were all things they laid out on this call. Now, I want to tell you what I'm hearing that they didn't talk about on that call, and that is what I think a lot of allies are telling me they are the most concerned about with Donald Trump. It's not necessarily how he handles the policy questions, although, of course, that is a big concern, but more so, they are worried about his tone and temperament. And that is something they have been working with him on behind the scenes in these different meetings on particularly because, look, that was a big concern of them in the lead up to the debate in June with Joe Biden. They argue it's even more important now given that Harris isn't an entirely different opponent. One she is far more popular now than Joe Biden was at the time, but they also say, the fact that she is a woman is something that the optics of that could be really different for Donald Trump, particularly we know he's aggressive when he goes on stage. They've been arguing for him to be more restrained. And so that is something I'm also told that Tulsi Gabbard, who had been on the debate stage with Kamala Harris in the past, in the 2020 Democratic primary, that is something she specifically has been working with Donald Trump on. And so I think you're going to see how that all plays out tonight. If Donald Trump can really, you know, restrain himself from making some of those personal attacks and really keep trying to steer the conversation back to the policy areas we know his team wants him to focus on, of course, as we've talked about, immigration, crime and the economy. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:01",
      "speaker": "BOLDUAN",
      "sentences": "Real quick. J.D. Vance was pressed yesterday about certifying the 2020 election. What's going on there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:01",
      "speaker": "TREENE",
      "sentences": "Yes. It was an interesting response, I'd argue, from J.D. Vance. Look, this is actually something I'm also told has come up in some of these debate conversations with Donald Trump, how he would respond to his handling of the January 6th attack on the Capitol. And J.D. Vance really, you know, he kind of gave, in my opinion, a jumbled answer there. He said, look, you know, Mike Pence, you know, maybe I want to put the pressure on Mike Pence, but we would have had a different set of electors. It wasn't really clear what he was saying, but I think what has been clear is that this is a very tough issue for the Trump campaign overall when they try to talk about this and what happened.And the clear thing I hear consistently, not only from his campaign but also from the allies that want him to win this fall is that they don't want to be talking about January 6th. They don't want to be talking about how he handled that. And so that's why you've seen, or at least I've heard in my conversations with Trump's advisers, that this has been coming up in a case he gets asked that question himself tonight. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:01",
      "speaker": "BERMAN",
      "sentences": "Alayna Treene in Philadelphia for us, good to see you. Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "SIDNER",
      "sentences": "Breaking overnight, a major Ukrainian attack on Moscow. Russia says its air defense destroyed more than 140 Ukrainian drones launched on nine regions of the country, including the capital city. Officials say at least one person though was killed and three others injured in the attack.Video captured the large explosion. You can even hear the sound of the drone as it's going towards its target. CNN Senior International Correspondent Fred Pleitgen in Kyiv with more for us. Fred, what are you learning about this attack?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Hi there, Sara. Well, it really seems as though the Ukrainians have upped their long range drone capabilities. This is already the second very large scale drone attack the Russians say that they've suffered from the Ukrainians in a little over a week. [07And this time, as you mentioned, more than 140 drones the Russians say that they've taken down. It's quite interesting to sort of see the flight pattern that seems to be emerging of these drones. The Russians are saying that they shot some of those drones down in the border regions with Ukraine. But then, obviously, as we've just noted, some of them made it to the Moscow region. And what we're sort of seeming to see here is that appears to have been, at least in some places, an attack on Moscow's airports. The one person who was killed, a woman who was killed, was 46 years old, was killed in the Ramenskoye suburb of Moscow, that's southeast of the Russian capital, but that's also the place where the Zhukovsky airport is located, which is a civilian airport, but one that also is known to the locals as the Ramenskoye Airport. Also, we do know that other Moscow airports flight operations were shut down for several hours and there's long lines that are forming there. The Russians have said that they fended off those drones. Nevertheless, it does appear clear that the Ukrainians are able to mount large scale drone attacks, while at the same time, of course, over the past couple of weeks, we've also seen the Russians drastically increased their own air campaign against Ukrainian cities and against Ukrainian critical infrastructure as well. All this, Sara, as the situation in the battlefield really is heating up. In fact, we just returned from the east of the country, the area around Pokrovsk, the eastern front, where right now that city is getting shelled on a near constant basis. We were on the ground for several hours and we really didn't hear that shelling stop. I was able to speak to some medics who right now, of course, are helping the wounded who are on the frontlines and evacuating them from there, they describe to us how difficult their situation is. Let's listen in. (BEGIN VIDEO CLIP) BARBARIAN, MEDIC 68TH BRIGADE:  (SPEAKING FOREIGN LANGUAGE). (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "PLEITGEN",
      "sentences": "That Ukrainian medic, they're working under really tough conditions.And the impression that we got, Sara, there from the Eastern front, is that it seems as though right now the Ukrainians have been able to blunt some of those Russian advances towards that key city of Pokrovsk. But certainly around that area, the Russians are still pushing forward and the Ukrainians definitely the very difficult battlefield situation, Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "SIDNER",
      "sentences": "Yes, we see you and your crew's video showing daily life as well, just a woman driving her bicycle down the street as all of these vehicles are coming in and bombs are falling in the area, a terribly difficult and dangerous situation.Fred Pleitgen, thank you so much to you and your crew there live for us from Ukraine. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And liftoff of the Polaris Dawn mission on the Falcon 9 rocket. The Falcon 9 has cleared the tower.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "BOLDUAN",
      "sentences": "SpaceX's Polaris Dawn mission lifted off early this morning, likely while you were still sleeping. The five-day expedition is set to make history, the farthest journey from Earth by anyone since NASA's moon landings more than 50 years ago. And the crew is made up of four people, all civilians, who will be attempting the first spacewalk ever conducted by people who are not professional astronauts.CNN's Kristin Fisher has much more on all of this, tracking it all, There's a lot of firsts with this mission, Kristin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "KRISTIN FISHER, CNN SPACE AND DEFENSE CORRESPONDENT",
      "sentences": "So many firsts, Kate. I mean, the biggest one is the one that you just mentioned, the world's first commercial spacewalk. But this is also going to be the first time that SpaceX's brand new spacesuit has ever been tested and worn in the vacuum of space.Remember, this is something that NASA has been trying to develop, a new spacesuit. For over two decades, SpaceX was able to do it in about two and a half years. Now, it is finally about to be put to the test. And then one more first, Kate, this is the first time since the Apollo program that any people are going to be traveling through the radiation belt, a piece of space where it's really just a concentration of highly charged particles and radiation, a place that you need to go in order to -- you have to go through it in order to get to Mars. So, that's why it's so important, Kate. And as for what they're doing right now well they just launched, they're in space, but already they are beginning their preparations for that spacewalk. They have to do a 45-hour long pre-breathe. Think of it as what scuba divers do to prevent from, you know, getting the bends, that decompression sickness. So, they got to do the pre- breathe, purge the nitrogen from their bloodstream before they go out into the vacuum of space, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "BOLDUAN",
      "sentences": "What more can you tell us about the crew?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:20",
      "speaker": "BOLDUAN",
      "sentences": "A lot to come just with this mission and clearly beyond. Kristin Fisher, thank you so much, John?",
      "isLastSentenceInterrupted": false
    }
  ]
}