{
  "date": "2024-07-11",
  "headline": "Connect the World",
  "subHeadline": "Biden to Hold Crucial News Conference, First since Debate Disaster; Medecins sans Frontieres' Last Northern Gaza Facility Closes; U.S. to Resume Shipping 500-Pound Bombs to Israel; Sudan on Brink of Collapse and Starvation; Rising Global Incidence of Violence toward Women and Girls; Call to Earth: Poaching; Kenyan President Dissolves Cabinet. Aired 10-11a ET",
  "utterances": [
    {
      "timeStamp": "10:00:00",
      "speaker": "ANNOUNCER",
      "sentences": "Live from CNN Abu Dhabi, this is CONNECT THE WORLD with Becky Anderson.BECKY ANDERSON, CNNI HOST (voice-over):  Welcome to our second hour of the show. I'm Becky Anderson in Abu Dhabi, where the time is 6:00 in the evening. It's 10:00 am in Washington, where the U.S. President is getting ready for what could be the most consequential appearance of his political career. Plus China hitting back after NATO called it a decisive enabler of Russia's war on Ukraine. And after a shocking triple murder in the United Kingdom, we take a look at the epidemic of violence against women with Australia's first Secretary for Men's Behavior Change. (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "ANDERSON",
      "sentences": "Well, exactly two weeks after his debate disaster in Atlanta, U.S. President Joe Biden faces another crucial test to try and convinceDemocratic lawmakers and the American public that he is fit to serve for another four years in the White House. Well, later today he'll hold a solo news conference at the conclusion of what is the NATO summit in Washington. Now this comes as more Democrats are publicly saying that he should quit the 2024 race, including, for the first time, a Senate Democrat, Peter Welch of Vermont. Arlette Saenz, back with us this hour from the White House. And we are calling this news conference, which will wrap up this incredibly important NATO summit celebrating the 75th anniversary of the alliance. Joe Biden will conduct that news conference as we understand it on his own about seven or so hours from now. We are calling it consequential. I certainly think our viewers will understand why. Does the White House understand the enormity of where the U.S. President stands at this point? Is it clear?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "ANDERSON",
      "sentences": "We will see. Thank you for that.We'll have full coverage of that event later on CNN. It begins around 6:30 Eastern time, by the way. That's around 11:30 in London. And here in Abu Dhabi, that is about 2:30 am. As we await that press conference, China pushing back against accusations by NATO that it is enabling Russia in its war on Ukraine, calling that claim, quote, \"unreasonable and sinister.\" Beijing also condemning a document signed by NATO member countries, which it says is full of exaggerations. And it is urging the alliance to correct its perception of Beijing. (BEGIN VIDEO CLIP) LIN JIAN, SPOKESPERSON, CHINESE FOREIGN MINISTRY (through translator):  On the issue of Ukraine, NATO hyped up China's responsibility. It makes no sense and it comes with malicious intent. With China's objective and impartial position and constructive role on the issue of Ukraine have been widely recognized by the international community. Without any evidence, NATO has continued to spread false information fabricated by the United States and openly discredited China. This provokes China-E.U. relations and undermines China-E.U. cooperation. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "ANDERSON",
      "sentences": "Well, CNN's national security correspondent, Natasha Bertrand, is live at the NATO summit in Washington.Natasha, NATO hardening its stance on Beijing in -- physically, in the communique, in a narrative that, frankly, I don't think necessarily surprises anybody and ultimately is unlikely to have surprised Beijing. Of course, we're going to get the statement that we've got from them in their words that we've got from them. But is anybody there surprised at just how unequivocal NATO has been in its attitude toward China?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "NATASHA BERTRAND, CNN NATIONAL SECURITY CORRESPONDENT",
      "sentences": "I think there's definitely a general recognition here that this is a significant shift forthe NATO alliance, just in terms of saying in such stark terms in a joint communique, in a statement that is backed by all 32 members of this alliance, that what China is doing is unacceptable. And the alliance is aware of it and that there will be consequences. Just to take a step back here, China has been accused by the U.S. multiple times of providing a significant number of parts and microchips and microelectronics to Russia, that it basically helps sustain Russia's war economy. And secretary of state Antony Blinken has made it very clear that they believe that Russia or that China is essentially fueling the war in Ukraine because of the support that it has given to Russia, which has been able to sustain this war because of that support, given all of the sanctions that have been imposed, of course, on Russia's economy. And so this is really a major step, getting all of these members of the alliance to agree to this very strong language, because several members, of course, including France and Germany. In previous years, they have been more reluctant to call out China as directly because of the deep economic ties that exist between some of those European countries and the Chinese. But at the same time, this is just becoming impossible to ignore because it has such a direct impact on, according to officials, EuroAtlantic security. Just the fact that the war in Ukraine is being fueled here by all of these components that the Chinese are continuing to provide. Now we have seen the U.S. impose a number of sanctions on several Chinese companies that have been involved in providing this equipment to the Russians. And we have not yet seen the Chinese actually go as far as to provide weaponry, like fully constructed weaponry to the Russians, because there's a recognition in Beijing that even that might cross a red line. But the U.S. and its allies, they have not put that past the Chinese. And they say that it is possible that they continue to escalate their support for the Russians. So this is really a call here for the Chinese to stop saying that they understand what they're doing. The U.S. has shared significant intelligence about this with other NATO allies. And at this point, it remains unclear just what kind of action the NATO allies are going to take. But if it continues, do expect to see significant sanctions against the Chinese companies, at least, that have been enabling this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "ANDERSON",
      "sentences": "Meantime, the Biden administration is set to resume shipping 500-pound bombs to Israel.That delivery was put on hold in May because the shipment also contained 2,000-pound bombs which Washington have decided to withhold. U.S. security correspondent Kylie Atwood is in Washington for us. And this is just less than a week or so before the Israeli prime minister is in Washington, of course. Why do we understand -- what is it about the timing here that is important?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "ANDERSON",
      "sentences": "It's fascinating. Well, stay on it for us. Thank you very much indeed.You're watching CONNECT THE WORLD. I'm Becky Anderson in Abu Dhabi for you, where the time is 6:15 in the evening. This is our Middle East programming hub. Of course. Coming up the forgotten conflict more than a year into a brutal civil war. Can there be peace in Sudan? We'll be asking one of those attempting just that. (MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "ANDERSON",
      "sentences": "The UAE's humanitarian effort has been significant. It has also built two field hospitals in Chad to support the Sudanese people. And it'sbeen accused of using one of those hospitals in northeast Chad to supply anti-tank missiles and drones to the RSF. Is the UAE arming him at these forces?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "NUSSEIBEH",
      "sentences": "No. Those allegations are categorically untrue. The UAE, as it has done in countless places around the world when there is a humanitariancrisis, has projected humanitarian aid in as quickly as possible and then scaled that way. Don't forget that the UAE and Dubai is a humanitarian logistics hub that is used by the United Nations and partners to deliver aid to those most in need. So we have a field hospital in Gaza. We have sent Airbridge operations of humanitarian aid to Sudan. In fact, in 2020 after the floods, to Turkiye and Syria, over 200 planes went there after the earthquake as you remember. And of course, an average operation to Gaza itself with over 270 flights to Gaza. This is standard practice by the United Arab Emirates when we see desperation on ground with people at the forefront bearing the brunt of the conflict. And the hospitals in Chad are being used to treat those wounded by the conflict who are spilling over the border.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "ANDERSON",
      "sentences": "Sudan's finance minister said over the weekend to Reuters at the Cairo meeting, quote, \"An end to this war is not realistic without thewithdrawal of the RSF from civilian areas,\" in line with an agreement signed last year in Jeddah. And he says an end to the material support to the RSF by the UAE. U.N. experts have said that accusations of such support are credible. You dispute the findings of that U.N. panel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "NUSSEIBEH",
      "sentences": "Yes, absolutely. And we have submitted the relevant evidence to the U.N. Security Council on the panel of experts. But again, let's not letthe detractors, the warring parties on the ground deflect from the fact that that same group have not agreed to go to talks for four months. So that's the first point. We need a ceasefire now, we need a political process. The two sides need to agree to come to talks and discuss with the civilian population the future of their country. I think that's the first thing. We need to see a scale up of humanitarian aid. The weaponization of food aid is unacceptable in Sudan, just as it was unacceptable in Gaza. The application of international humanitarian law is a prerequisite for a secure, stable Sudan. So I think that's the second point. The third point is that this political process needs to happen and it needs to happen with the contribution of the Sudanese people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "ANDERSON",
      "sentences": "You were at the Cairo meeting just this past weekend.There the Egyptian foreign minister said, and I quote, \"The stark deterioration on the humanitarian situation, the catastrophic consequences of the crisis, call on all of us to work immediately and sustainably to stop the military operations.\" Is there any indication through the meeting you were at this weekend that there is likely to be an end to this war anytime soon?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "ANDERSON",
      "sentences": "Lana, let's focus on Gaza.What is the long term solution at this point? We don't even have a truce, let alone a ceasefire. Potentially we may get some movement on at least a temporary truce. What is the long-term solution for Gaza?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "NUSSEIBEH",
      "sentences": "The long-term solution for Gaza and for the West Bank is the creation of a two-state solution and making that viable today andcontiguous. It is more important than ever before. That's first and foremost. But like in Sudan, in Gaza, we need a ceasefire and we need it immediately.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "ANDERSON",
      "sentences": "And once we have a ceasefire, what does a day after look like?How is Gaza governed and how will the UAE be involved in the governance, security and reconstruction of the enclave?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "NUSSEIBEH",
      "sentences": "Well, I think, first and foremost, the Palestinian people will decide, like in other contexts. We respect the sovereignty of each peoplein their country and their boundaries. They will decide how they choose to take their aspirations for a statehood forward. But it's very clear that the capacity doesn't exist today that needs to be rebolstered in the Palestinian Authority and revitalized and reformed. It's also very clear that, on the Israeli side, we need to hear from them a political vision, a political horizon for how a Palestinian state will come into being that respects the security and the sovereignty and the presence of Israel in our integrated region. And I think that's, that's the end point. We need to work back from there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "ANDERSON",
      "sentences": "Will the UAE work with the PA, Palestinian Authority?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "NUSSEIBEH",
      "sentences": "The UAE will work with a reformed and revitalized Palestinian Authority that is able to implement the changes that are needed on theground. And the UAE is part of an Arab consensus for the two-state solution and the roadmap. And I think that this is, this is clear now, that what we need is a renewed effort from international partners, from the United States to get to that point. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ANDERSON",
      "sentences": "Welcome back.You're watching CONNECT THE WORLD with me, Becky Anderson, just after 6:30 in the evening as we await what is, by all accounts, a crucial moment for the U.S. President Joe Biden later on today. A solo news conference and amid real concern for his campaign with increasingly public calls for Mr. Biden to drop out of the presidential race. One of those reasons is money. Deep pocketed donors are withholding their checks. A Democratic strategist tells CNN, quote, \"Everything is frozen because no one knows what is going to happen. Everyone is in a wait and see mode.\" Well, Mr. Biden also notably losing the support of Hollywood megastar, George Clooney, who says that, despite his love for the president, Democrats need to find a different nominee. Well, Stephen Collinson joins me now. Let's just be absolutely clear about this. Joe Biden says he's staying in the race and we have heard nothing more from him to suggest that that's going to change. But George Clooney's op-ed, Stephen, damning. Let's just review a little bit for the viewers. \"I love Joe Biden but we need a new nominee,\" he said. We saw footage from a fund-raiser recently, Obama having to help Joe Biden off the stage, that was at a fund-raiser organized, as we understand it, by George Clooney. And we have a lot of reports that, during the interview -- Biden has been -- or during interviews recently, Biden has been losing his train of thought, as I seem to be doing as well. Do you expect to see more donors and supporters follow George Clooney's lead at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "STEPHEN COLLINSON, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Yes, that was a bit of a bombshell because of the way that Clooney lay down the case.And it was laid out, I think, more clearly than other people have been doing it, just on the supposed deterioration of the president's condition. Clooney isn't just a Hollywood star, one of these Hollywood liberals. He is very well connected to the inner workings of the Democratic Party, he's raised millions of dollars over the years. He talks to a lot of donors and lawmakers. So I think it's fair to say that what he said is reflecting a much wider span of opinion than just a Hollywood actor. So that's one thing. This press conference today is massive. I don't remember any presidential press conference that has come with the stakes at the presidency of the person giving it itself could be under threat. The bad thing here for Joe Biden is that, if he messes up, obviously his position is going to get worse. But even if he does really well, I don't think it's going to quell a lot of the anxiety among lawmakers about exactly where this campaign is going.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ALEXANDER STUBB, FINNISH PRESIDENT",
      "sentences": "I've had the opportunity to speak to President Biden on many occasions during the past 48 hours. I haveabsolutely no concerns about the capacity of the current President of the United States to lead his country and to lead our fight for Ukraine and to lead NATO. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ANDERSON",
      "sentences": "I'm sure the Finnish president and others wish that they weren't being asked about the, you know, the mental acuity of the U.S. Presidentwhen I'm sure they've got much, much, much better things to speak about this being the 75th anniversary of the alliance. But be that as it may, they are getting asked. This is a massive topic of conversation for so many people. What can the U.S. President do to turn the tide tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "COLLINSON",
      "sentences": "You know, I'm not really sure what he can do and that is the real problem. He -- the reason these lawmakers are coming out and sayingthey want another candidate is because they're politicians. They're reading the polls, they're talking to people back home and 50 million people saw the version of Biden in that debate. While I think it's quite feasible that the president is completely able to fill -- fulfill his duties, his national security responsibilities, grave decision-making in the Situation Room of the White House right now, the problem that a lot of voters have is that Biden is asking for a second term. That would last until January 2029. Many voters do not see, having witnessed that debate, that that is a realistic possibility that he could fully serve the duties of president in four years' time, not just now. Many voters on the Democratic side believe Joe Biden has earned a second term, that he has been very successful. But his age and his physical condition just makes it much less likely in the views of many of them that he can actually win that second term. So he has an almost impossible political conundrum to solve.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "ANDERSON",
      "sentences": "We don't want to speculate too much on this case. There are reports that one of the young women murdered by this suspect actually knewhim and may have been in a relationship with him. And we will learn more as the days, of course, go on. It is extremely tragic. Your role was created because gender-based violence statistics in both your state of Victoria and in Australia as a whole had reached breaking point. Our Watch Australia says, I just want to get these numbers for our viewers, that a woman is killed every nine days on average by a current or former partner. Sir, where does your work start?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "RICHARDSON",
      "sentences": "Yes.That's a devastating statistic and brought us (ph) a community campaign to really look for answers. So we've seen 49 women and girls who have been killed by men in Australia. And it saw tens of thousands of people take to the streets, demanding action and saying enough is enough. So my role is, as parliamentary secretary for men's behavior change, is to is really recognize that the answer to gendered based violence and violence against women and girls starts with men and boys. We need to change those damaging stereotypes and attitudes that embed that toxic approach. And we see the disrespect that happens. And all this starts with disrespect to women and girls. It's on a continuum. And that impact and that deterioration sees some of the most tragic consequences. So we need that accountability of perpetrators. We need to know how do we respond. So many people are feeling hopeless when they see these tragic murders and killings. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "ANDERSON",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "RICHARDSON",
      "sentences": "And they're asking what is next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "ANDERSON",
      "sentences": "how concerned are you about the role of social media and influences?And we are seeing increasingly concerning narratives by influencers, who, you frankly should just be labeled misogynists. How big an impact do they have? When we look at these horrifying statistics, a new report out from the U.N, suggesting nearly 50,000 women and girls worldwide were killed by their intimate partners or all other family members.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "RICHARDSON",
      "sentences": "Yes.And hundreds of millions, some 736 million have been subjected to sexual or physical violence. That's a lived experience of trauma, an impact that lives with people for life. And then the lives lost, people that have been killed. And that all starts with disrespectful attitudes toward women. So what we need to do and responders, as men and boys, is to model positive role modeling healthy masculinities and what it means to be men and boys in all of our communities around the world. And that starts -- that's why I say -- it's people say, well, it's not all men. But it starts with disrespect and it's us bringing up standards and calling out poor attitudes and disrespect toward women and impairing those conversations as well. So early intervention and programs in our schools and our communities as sporting clubs are so important in Australia. We have a program called Respectful Relationships and that's embedded in the school curriculum to help educate boys and girls around those positive and healthy relationships. Some of the hardest parts of these reforms are going to be the cultural changes over time. And that's how you respond in the long term. In the immediate, you need to provide safe places for women and girls and children and to hold perpetrators to account. But that generational change in Australia is ambitious, is to end gender based violence in a generation. Starts with those community conversations and challenging those disrespectful and toxic attitudes toward women and girls.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ANDERSON",
      "sentences": "Around the world, wildlife crime, including animal trafficking and poaching, is on the rise.And it poses a major threat to biodiversity. Today on \"Call to Earth,\" we visit a facility in South Africa that aims to reverse that trend. Have a look at this. (BEGIN VIDEOTAPE) (MUSIC PLAYING) ZAIN ASHER, CNN ANCHOR AND CORRESPONDENT (voice-over):  Within landscapes like this all across the continent of Africa, poaching persists as a serious problem. But inside this building, sitting in the middle of a game and nature reserve, about an hour north of Cape Town, there is new hope in ending the crisis. GREG SIMPSON, CO-FOUNDER, WILDLIFE FORENSIC ACADEMY (voice-over):  The Wildlife Forensic Academy is a unique facility focusing on the training of individuals that come across a wildlife crime scene. ASHER (voice-over):  The animals in this first-of-a-kind facility are real. And were preserved through the taxidermy process. The blood is fake. SIMPSON (voice-over):  Wildlife crimes often are processed initially by individuals that don't necessarily have training around law enforcement from a legal perspective. So they often don't collect evidence correctly or they don't even notice this evidence. So what is really important is to give people skills that they can collect evidence so that the evidence can be used in an investigation. And hopefully down the line, that will end up in a prosecution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "ANDERSON",
      "sentences": "Let us know what you're doing to answer the call with the #CalltoEarth. Going to take a very short break. Back after that.(MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "ANDERSON",
      "sentences": "Well, we are monitoring developments in Kenya, fast moving developments, where president William Ruto has just fired all of hiscabinet ministers with immediate effect. And this, of course, comes after weeks of government demonstrations against proposed tax rises. In the thick of those demonstrations was CNN's Larry Madowo and he joins us now from Nairobi with the very latest -- Larry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "LARRY MADOWO, CNN CORRESPONDENT",
      "sentences": "Becky, we've been covering these protests these past few weeks. And we heard from the youth. They are consideringthis a win for them. The fact that president William Ruto was forced to fire his entire cabinet save for two, the deputy president, who is elected, and the chief minister. They want even him gone because they say that position itself of the prime cabinet secretary is unconstitutional. But what it can have need of accomplished here is extraordinary. There are people in the rest of the continent watching to see how to hold their own governments accountable. It's been discussed in parliaments of Ghana and Tanzania. There are other parts of the continent planning similar protests to hold their own governments accountable. That's the extraordinary thing here. The young people went to the streets and they said we're overtaxed. We can't afford more. Your government is corrupt, that the cost of living is too expensive and you have to fix all those. And president Ruto has been forced to, one, withdraw that controversial finance bill. And now fire his entire cabinet and is promising even more radical changes in how he governs. I want to speak to Faith Nafula here, who's an advocate. You've been watching these protests. What do you make of this decision by president Ruto today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "MADOWO",
      "sentences": "We've had people say Ruto must go. So that's the next step for some of these young people. They tell us, Becky, if he does not listen totheir demands, these young people, who largely organize on social media, many of them Gen Zs protesting for the first time. They say President Ruto has not listened to them. He himself has to go, Becky.",
      "isLastSentenceInterrupted": false
    }
  ]
}