{
  "date": "2024-08-09",
  "headline": "CNN Newsroom",
  "subHeadline": "Pressure Mounts On Israel & Hamas To Resume Ceasefire Talks; 14 Dead, Dozens Injured In Ukraine Supermarket Attack; Today: Harris In Battleground Arizona, Trump Stumps In Montana. Aired 11-11:30a ET",
  "utterances": [
    {
      "timeStamp": "11:01:32",
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "sentences": "Hello. I'm Wolf Blitzer. This is a special edition of the CNN Newsroom. We are reporting live from Tel Aviv, Israel. And new this morning, international pressure is clearly building on both Israel and Hamas to return to negotiations to end the war in Gaza and to release the remaining hostages.This new push underscored by a grave global concern right now that the region, this region, the Middle East, where I am, is inching closer and closer to the threat of a much wider scale conflict. Israel is bracing for strikes from Iran and its heavily armed proxies after it killed Hezbollah and Hamas leaders just last week. The source familiar with the discussions tells CNN that the talks are scheduled -- the mediatory talks are scheduled for next Thursday, August 15th. The Israeli Prime Minister's Office says Israel will send a negotiations team to the talks. The U.S., Qatar and Egypt have issued this joint statement. They are leading this effort, the trio of mediators say, and I'm quoting now, there is no further time to waste, nor excuses from any party for further delay. It is time to release the hostages, begin the cease fire and implement this agreement. That's the end of the -- the quote from those three mediators. Let's dig deeper right now. Joining us, Leon Panetta, he served as U.S. Defense Secretary and CIA director under President Obama. Mr. Secretary, always good to have you join us here on CNN. Thanks very much. And as you heard, as you know, Egypt, Israel and Qatar, they want both Israel and Hamas to resume ceasefire and hostage negotiations this coming week. In your opinion, Mr. Secretary, how likely is that to happen? LEON PANETTA, FORMER DEFENSE SECRETARY UNDER PRES. OBAMA: Well, one thing we know for sure, and you're there, Wolf, is that this is a very dangerous moment in which, without question, if the wrong steps are taken by Iran and Hezbollah, we could have a larger war on -- on our hands. On the other hand, because there are a number of nations that you mentioned that are working diplomatically to try to get Iran and Hezbollah and others to back down and hopefully be able to engage in negotiations, get back to the negotiating table. I'm -- I'm sure that it's having some impact. But right now, I think the situation is one that is a crisis situation, and I think that I worry, frankly, that that this could result in an escalated war there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:01:32",
      "speaker": "BLITZER",
      "sentences": "Yes, all of us are worried about that possibility, especially those of us who are here in the region. Mr. Secretary, the Biden administration says it will defend Israel if it comes under attack. What should the Biden administration be doing right now do you think to potentially not further inflame the regional tensions that are underway?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:14",
      "speaker": "BLITZER",
      "sentences": "You were the U.S. Defense Secretary. You know the region well. You know the issues very, very closely. How would you be handling what's going on right now if you were still the defense secretary? And I asked the question specifically, because Israel is now a member of the U.S. military's central command, which is in charge of the whole Middle East, as opposed to when you were defense secretary as part of the European Command. What's the -- what -- what does that -- what -- what does that suggest to you about the potential difference?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:14",
      "speaker": "PANETTA",
      "sentences": "Well, what it -- what it means is that there's a larger direct focus on Israel and on Israel's enemies. And that means that the United States plays a much more important role in terms of trying to defend Israel. And that's -- that's as it should be. The issue then becomes, if, in fact, Iran or the proxies decide to conduct a massive attack in which a lot of innocent Israelis are killed, it leaves the United States very little option but to go in and help defend Israel in that kind of war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:14",
      "speaker": "BLITZER",
      "sentences": "Not just with military equipment, but with troops as well. Is that what you're saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:14",
      "speaker": "PANETTA",
      "sentences": "Well, you know, you'd like to believe that we could provide the military capabilities as we have been in order to be able to ensure that Israel can do the fighting and do the fighting effectively. I think we'll try to exhaust that option. But when you're in an escalated war, everything is on the table.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:14",
      "speaker": "BLITZER",
      "sentences": "Yes, that's what I'm hearing as well. Let me return to the Israeli Prime Minister, Benjamin Netanyahu. He gave an exclusive interview to \"Time Magazine,\" Mr. Secretary. And Netanyahu pushes back against claims that he is drawing out the Gaza campaign to ensure that he remains in political office. He calls that accusation against him a canard. Do you feel that Prime Minister Netanyahu has resisted a cease fire deal for personal, political reasons, as some are alleging?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:14",
      "speaker": "PANETTA",
      "sentences": "I've known Netanyahu for a long time, going back to the Clinton administration. He's -- he's committed to two things. He's committed to the survival of Israel, but he's also committed to his own survival in office. And that combination means that while he's a fighter, he's not much of a peacemaker, and that is the Netanyahu that we're dealing with now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:14",
      "speaker": "BLITZER",
      "sentences": "In that same \"Time Magazine\" interview, Netanyahu was asked about the humanitarian crisis in Gaza. He denied that Israel has failed to do enough to aid civilians, saying this, and I'm quoting him now, we've gone out of our way to enable humanitarian assistance since the beginning of the war. Clearly, the Biden administration, Mr. Secretary, doesn't necessarily agree with his assessment. Do you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:28",
      "speaker": "BLITZER",
      "sentences": "Would you be surprised, Mr. Secretary, if Israel launched a preemptive strike right now against Hez -- Hezbollah forces in Lebanon for -- for example, and maybe even against Iranian forces inside Iran?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:28",
      "speaker": "PANETTA",
      "sentences": "Well, I'm sure that kind of thinking is on the table. If they -- if they determine that they have intelligence on a potential attack against Israel, my sense would be that they would take the opportunity to -- to do a precipitous attack in order to stop that kind of confrontation.So, yes, I think they're looking at all the options right now. But clearly what is happening now is that it's a wait and see game to determine just whether or not Iran and Hezbollah are going to take a major step that will, in fact, escalate the war. Look, the record here is that everybody is pushing now to try to -- to try to hopefully reduce the chances for that kind of escalation that's worked in the past. I think the hope is that it can work now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:28",
      "speaker": "BLITZER",
      "sentences": "Let's hope it does. Leon Panetta, the former Defense Secretary, former CIA director, as usual, thank you very much for your analysis. We appreciate it very, very much.And we're following --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:28",
      "speaker": "PANETTA",
      "sentences": "Take care.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:28",
      "speaker": "BLITZER",
      "sentences": "-- other breaking news right now out of Ukraine. This is significant. A -- a rescue operation is underway after officials discovered that Russia launched a deadly air strike against the supermarket in -- inside Ukraine, the strike caused a fire with very heavy smoke rising above the supermarket. At least 14 Ukrainians, 14 Ukrainian people are dead, and dozens, dozens more are injured. CNN's Nick Paton Walsh is joining us right now. Nick, you spent a lot of time in Ukraine. Give us more. What else can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:14",
      "speaker": "BLITZER",
      "sentences": "Welcome back. We have new CNN reporting on the alleged terror plot targeting three Taylor Swift's concerts in Vienna, Austrian officials have made yet another arrest in connection to the plan authorities say was inspired by ISIS, an 18-year-old Iraqi National is now in custody. CNN's Salma Abdelaziz has the latest from Vienna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:14",
      "speaker": "SALMA ABDELAZIZ, CNN CORRESPONDENT",
      "sentences": "Austrian authorities are following leads in this fast moving investigation into a suspected terror plot on a Taylor Swift concert here in Vienna. The latest development, an 18-year-old Iraqi National is now in police custody under question. He had also pledged allegiance to ISIS, according to authorities, and operated in the same circles as this 19-year-old mastermind who also pledged allegiance to ISIS and has confessed to the plot, according to the authorities. It is the age of these suspects that is really concerning to authorities who say they are radicalized online.(BEGIN VIDEO CLIP) OMAR HAIJAWI-PIRCHNER, AUSTRIAN DIRECTOR OF SECURITY SERVICES: It's very worrying. We can see that in Austria, we have very young guys that are radicalized due to the fact that they are using the online propaganda that is brought out from ISIS and also ISKP. And we could see that they have a very high radicalization and that they are also motivated to do with X. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:14",
      "speaker": "ABDELAZIZ",
      "sentences": "But none of that has stopped the Swifties from coming together. Yes, the concerts are canceled, but they have absolutely filled the streets of Vienna. Take a look at this one organic gathering that's really been going on now for a couple of days, just people coming in their Swifty outfits and their Taylor Swift outfits, singing in the streets, dancing in the streets, exchanging those all imported beaded bracelets with one simple phrase, you can make a friend, do you want to change bracelets with me. And what you're going to hear, everyone here tell you, and many of them are young girls, is, yes, we are so grateful to be out of the crosshairs of potential violence. But we need to create a safe space to come together and celebrate. And that's exactly what you're looking at here, a safe space for these youngsters, really, to come together and have that celebration they weren't able to have.Salma Abdelaziz, CNN, Vienna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:14",
      "speaker": "BLITZER",
      "sentences": "Salma, thank you very much for that report. Other news we're following in the United States, Vice President Kamala Harris and Governor Tim Walz are taking their battleground push west with a rally in Arizona. Also out west former President Donald Trump, who is back on the campaign trail in Montana, Montana, five days after his last rally. Yesterday, Trump said he hasn't gone to a single swing state this week because he is, quote, leading by a lot. That's what he said, leading by a lot. But that doesn't necessarily square with several recent polls which show Harris is now ahead.Let's discuss what's going on with CNN political commentators, Shermichael Singleton and Maria Cardona. Shermichael, is it smart for the Trump campaign to dismiss the momentum behind Kamala Harris right now, because it's pretty impressive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:14",
      "speaker": "SHERMICHAEL SINGLETON, CNN POLITICAL COMMENTATOR",
      "sentences": "Yes, Wolf, I don't think the campaign is dismissing it. I think they're well aware of the momentum behind Vice President Harris and her recently selected running mate. It's why the campaign is focusing on continuing to build operations in states such as Arizona, Nevada, Wisconsin, Pennsylvania and also Michigan. They just announced, I think several days ago that they're getting ready to run multiple, multimillion dollar ads in those battleground states, focusing on immigration, focusing on the economy. And they're also going to continue to focus on defining the Vice President, as well as a recently selected running mate, who a lot of Democrats have said he was a great -- he was a great executive in Minnesota, but the numbers don't suggest that.If you look at the taxes in the state, if you look at migration patterns, there are more people leaving the state than moving into the state. And so Republicans are going to beg the question, if -- if you look at the results in Minnesota, do you want those results nationally? If you look at the results with the Biden Harris administration, do you want a continuation of that? And if you look at most polling data on the economy and immigration, most Americans are still saying no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:14",
      "speaker": "BLITZER",
      "sentences": "Maria, Trump says the Harris campaign, and I'm quoting him now, is celebrating getting black voters they should have had to begin with. New polling shows Harris performing much better with Hispanic voters than President Biden did. Why is her message resonating more, at least right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:28",
      "speaker": "BLITZER",
      "sentences": "Shermichael, Trump said yesterday that the crowd of his supporters on January 6th in Washington was larger than Martin Luther King's crowd during his, I Have a Dream speech years ago in Washington. Listen to this.(BEGIN VIDEO CLIP) DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES (R) AND CURRENT U.S. PRESIDENTIAL CANDIDATE (R): Nobody's spoken to crowds bigger than me. If you look at Martin Luther King, when he did his speech, his great speech, and you look at ours, same real estate, same everything. We actually had more people. It's possible that it won't do as well with black women. White males way up. White males have gone through the roof. White males way up. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:28",
      "speaker": "BLITZER",
      "sentences": "So Shermichael, is that message by Trump supposed to win over voters of color who are giving the Democratic ticket another look?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:28",
      "speaker": "SINGLETON",
      "sentences": "No, Wolf. I mean, there's a little bit of hyperbole there. I think the three of us know that the numbers are probably not even comparable between Dr. King's famous I Have a Dream speech and whatever rally event the former President was speaking out. So I'm not going to take that serious. I'll just, you know, say that's a little bit of hyperbole from the former president. But I think the overall point of wanting to focus specifically on male voters is something that I think should not be dismissed.I think it is part of the reason why vice president Harris did select Governor Walz with the hope, the expectation, that the governor will increase Vice President Harris's ability to be more competitive with men, broadly speaking, but specifically those white, non-college educated men, where she still has a whole lot of work to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:28",
      "speaker": "BLITZER",
      "sentences": "Maria, Trump claimed yesterday at his news conference, he never said Kamala Harris, quote, turned black. Here's what he said yesterday. Listen to this and what he said a few days earlier. Listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:28",
      "speaker": "TRUMP",
      "sentences": "I didn't know she was black until a number of years ago, when she happened to turn black. She was Indian all the way, and then all of a sudden, she made a turn, and she went -- she became a black.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:28",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "She went to a historical black college. How has she only recently decided to be black?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:28",
      "speaker": "TRUMP",
      "sentences": "Well, you'll have to ask her that question, because she's the one that said it. I didn't say it, so you'll have to ask her.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:28",
      "speaker": "BLITZER",
      "sentences": "So what do you think is this tactic, this new tactic by Trump, going to fix this issue for him?Absolutely not, Wolf, and it's going to underscore just how weird he is, just how completely detached from reality he and J.D. Vance are. It also underscores, Wolf, the fact that I think he needs cognitive testing. If he really cannot remember what he said just a couple of days ago, that should be really, really concerning, if not for the fact that he forgets what he says one day, you know, just 24 hours afterward, but also the fact that he lies so easily, and that's nothing new. But I think that's why you're seeing the growth and the incredible momentum that you're seeing out of the Kamala Harris, Tim Walz ticket, and I still don't think that Donald Trump and J.D. Vance and their campaign understand how to run against it. They are running in the past. Kamala Harris and Tim Walz are running for the future of this country. And I think that that's one of the reasons why you're seeing this huge growth and excitement, and you're only going to see that grow in the days and weeks to come.",
      "isLastSentenceInterrupted": false
    }
  ]
}