{
  "date": "2024-05-03",
  "headline": "CNN News Central",
  "subHeadline": "Soon, Trump Returns to Court for Hush Money Trial; Mandatory Evacuations Underway as Historic Flooding Hits Texas; NYPD Onsite at NYU to Clear Out Illegal Encampment. Aired 7-7:30a ET",
  "utterances": [
    {
      "timeStamp": "07:00:00",
      "speaker": "KASIE HUNT, CNN ANCHOR",
      "sentences": "I'm sure you guys all have your own pups at home. And, David, yours, Ringo, has become famous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "DAVID FRUM, SENIOR EDITOR, THE ATLANTIC",
      "sentences": "Yes. Ringo is a dog, who's not all together unproblematic in his behavior. And as my daughter said of him, I complained about one of Ringo's antics. She said, Ringo loves you, he just doesn't respect you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "HUNT",
      "sentences": "There's Ringo. See? There he is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "FRUM",
      "sentences": "Attacking the buck. They'll do that to your leg if you get in the way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "HUNT",
      "sentences": "All right, that's a great way to end this Friday. Thanks to our panel. Thanks to all of you for joining us. I'm Kasie Hunt.Don't go anywhere. CNN News Central starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "Secret phone call recordings, tense testimony, and talk of extortion, the jury hearing Donald Trump on tape talking about the hush money deal. And he's back in court today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "Millions under flood watches this morning as severe storms, flood highways and tornadoes tear through, mandatory evacuations in place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "and three tourists went on a surfing trip in Mexico and then suddenly disappeared. Now, Mexican officials are questioning three people in connection with their disappearance.I'm Sarah Sidner with John Berman and Kate Bolduan. This is CNN News Central.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "BOLDUAN",
      "sentences": "Secretly recorded phone calls is sure to be in the spotlight again today. Donald Trump returns to court for his hush money trial this morning.The jury yesterday listened to several phone conversations between Donald Trump and Michael Cohen, surreptitiously taped by Michael Cohen himself. In one call, Trump was heard telling Michael Cohen to, quote, pay with cash for a hush money deal with former Playboy Model Karen McDougall. Also in the recordings, Keith Davidson, he's the lawyer who represented Stormy Daniels in 2016, who's been on the stand now for a couple of days. Yesterday, Trump's legal team tried to paint Davidson as an extortionist, who made a career out of targeting celebrities. At one point, Trump's team asked Davidson if he often goes, quote, right up to the line without committing extortion in celebrity cases. You should hear more of that conversation. CNN's Brynn Gingras is outside court for us once again. Brynn, Trump and Cohen, in their own words, in their own voices, what's going to happen today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "BRYNN GINGRAS, CNN NATIONAL CORRESPONDENT",
      "sentences": "Yes, Kate. Really, the second half of court yesterday was all about audio recordings being admitted into evidence for these jurors by the prosecution and also the defense. In one of those audio recordings, when Keith Davidson was on the stand, prosecutors are really trying to explain to jurors that Trump knowingly knew about these payments to both Stormy Daniels and to Karen McDougal.And so one of those recordings Cohen was heard saying that, you know, that Trump hated the fact that we did it. And he says, basically, you know, to Keith Davidson, you know, Trump didn't like the fact that they made this payment. So, that's what was in that testimony. And then there was another one, a call between Trump and Michael Cohen that was played for jurors. Take a listen to it. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "MICHAEL COHEN, FORMER TRUMP LAWYER",
      "sentences": "I need to open up a company for the transfer of all of that info regarding our friend, David. And I spoke to Allen about it when it comes time for the financing, which will be --DONALD TRUMP (R), FORMER U.S. PRESIDENT, 2024 PRESIDENTIAL CANDIDATE: Listen. What financing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "COHEN",
      "sentences": "We'll have to pay --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "TRUMP",
      "sentences": "So, pay with cash.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "COHEN",
      "sentences": "No, no, no, no, no, no.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "GINGRAS",
      "sentences": "Now, that call was in regards to the Karen McDougal payment. But, again, prosecutors trying to show to jurors that Trump knew about all the transactions that were happening.Now, on the defense side, essentially, they were trying to paint with these recordings that Cohen wanted a spot in the White House. He had ulterior motives when, you know, these recordings were being played. Prior to that, on the defense side, there was some heated moments when Keith Davidson was on the stand between Trump's defense team and Keith Davidson, as you pointed out, Kate. They were really trying to poke holes into the credibility of Keith Davidson, talking about how he really made a career out of making payments for shady people, two celebrities bringing up names like Hulk Hogan and Lindsay Lohan and Charlie Sheen, really trying to show that there's a pattern here of doing this and really towing the line between extortion and what is actually legal. So, there's a lot of back and forth that happened in court yesterday centered around those recordings. Well, probably, like you said, pick back up when there is this audio forensic, rather, analyst that will be back on the stand when court resumes later this morning, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "BOLDUAN",
      "sentences": "All right. Brynn, we'll watch it all together. Thank you so much. Good to see you. Sara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:07",
      "speaker": "DEREK VAN DAM, CNN METEOROLOGIST",
      "sentences": "Yes, it's the benchmark storm for everyone across southeast Texas, particularly in Houston. But when we use the word, historic, that carries a lot of weight, especially in and around Houston considering the history of flooding across Southeast Texas.This is Highway 59, impossible to pass through. You can see stranded 18-wheelers. And by the way, there are 59 counties within the state of Texas that the governor has declared a disaster declaration, and the flood threat continues into the weekend. When we talk about historic crests, here's an example. This is the Trinity River near Romayor, and the record level is 43. The forecast crest is 44.4 feet. So, within the next 24 to 48 hours, we could see that river not only exceed Hurricane Harvey levels back in 2017, but reach record-level territory. That's saying something. Focusing in on all the river gauges across Louisiana and Southeast Texas, there's nearly 40 that are currently under some sort of flood stage, with ten of them under major flood stage at the moment. Now, these are newly issued to CNN and across Southeast Texas. Those are flash flood warnings. And I want to highlight this one here. You can see that band of storms moving over the same location. That includes Harris County, so a large population just north of Houston. The reason why it's flooding, because we've approached 30 inches of rain in the past month, just in the past five days, we've exceeded a foot in some locations, and that excessive rainfall risk continues for the same locations today. Rainfall totals here through Sunday in the weekend, unfortunately approaching another half a foot, Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:07",
      "speaker": "SIDNER",
      "sentences": "Well, that angry red and orange there sort of settling over Texas.I do want to ask you about the tornado threat. We saw those devastating tornadoes in Oklahoma. What does that threat look like this morning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:07",
      "speaker": "VAN DAM",
      "sentences": "Yes. Look at this, Sara. This is new video to CNN. This is coming out of Hawley, Texas. Look at the moment that this twister, this is a condensation funnel, the bottom part of the tornado, but watch how it destroys and picks up debris and throws it across the ground several hundred yards away from the apparent tornado.So, this twister is violent, extremely dangerous, and you can just see the brute power and force out of this particular tornado that touched down in Hawley, Texas yesterday. This is incredible. We've had 216 tornado reports just in the past week, so we've exceeded the year-to-date average. And guess what, Sara, there is another chance of tornadoes today across west central Texas and into portions of Kansas. Here's another look at that Hawley, Texas tornado from yesterday. Back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:07",
      "speaker": "SIDNER",
      "sentences": "Holy smokes, that was incredible video but terrifying to see how big and destructive that tornado was.Derek Van Dam, thank you so much for warning us about all of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:07",
      "speaker": "VAN DAM",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:07",
      "speaker": "SIDNER",
      "sentences": "I appreciate you. All right, John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "BERMAN",
      "sentences": "All right. Happening now, the NYPD says officers are on the scene at NYU at what they are calling an illegal encampment on the campus. We're going to get updates from the scene shortly.Also breaking overnight, an active situation at Portland State University as police worked to clear protesters from a library on campus. A man was taken to a local hospital on a mental health hold after police say he stopped short of a crowd on campus, got out and then started spraying them with what they call some kind of pepper spray. CNN's Polo Sandoval is with me now. First, Polo, let's talk about the breaking news, what's happening down at NYU? What are you hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:02",
      "speaker": "BERMAN",
      "sentences": "All right. Polo Sandoval headed down to NYU. I know you're going down there to check out what's going on the scene. We'll talk to you when you get there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:02",
      "speaker": "SANDOVAL",
      "sentences": "Thanks, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:02",
      "speaker": "BERMAN",
      "sentences": "All right. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "BOLDUAN",
      "sentences": "Three surfers are missing in Mexico. And this morning, one mother is calling it a very dire situation. We're talking about three tourists, an American and two Australian brothers. They're still missing in Mexico. And now officials there are questioning three people in connection with this case.The three men were on a surfing trip in Baja, Mexico, until family members say that they could not be reached and they didn't show up to their rental house. This is late last month. Journalists Stefano Pozzebon has much more on the details of what we know and a lot of what we don't know. Bring us up to speed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "STEFANO POZZEBON, JOURNALIST",
      "sentences": "Yes, Kate, and a lot that we don't know. What we know is that Mexican authorities have requested assistance from both the Australian and the U.S. Security Service. We know that the FBI is getting involved. And last night, late on Thursday, the governor of Baja California, Marina del Pilar Avila, confirmed that police is questioning three Mexican nationals, and that authorities are scrambling around some of the clues to get to the whereabouts of these three tourists.We know that they have retrieved a cell phone. However, we don't know, or the authorities wouldn't say, whether it was owned by one of the three tourists, that they're working around some tents because these surfers were staying in a rural area close to the beach on tents, and that they have retrieved an abandoned car whose brand and color is consistent with the car that the Australian surfers had rented to go surfing in Baja California. One of them in particular, and this is making the situation even more dire, is a diabetic patient. He lives in San Diego, California, but he goes very often to Baja California. And these, I think, Kate, we can look a little bit at the context here. Baja California is a very popular destination for tourists, many people coming down from the West Coast of the U.S., of course, millions of tourists. And normally, we know that it's safe to go there. But, however, in the last few years, in the last few months in particular, there has been a dramatic increase of the security situation down in Mexico. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "BOLDUAN",
      "sentences": "Stefano, thank you so much for that. Sara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "SIDNER",
      "sentences": "The truth about Donald Trump's social media platform, it's becoming less popular. New numbers shared exclusively with CNN show Truth Social is losing users, even as Trump's historic criminal trial and a looming election are drawing huge amounts of attention. The new data has many questioning Wall Street's valuation of Trump media, which owns Truth Social.CNN's Matt Egan is joining us now to break down the numbers. Have an analyst from the very beginning said that this is way overvalued?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "MATT EGAN, CNN REPORTER",
      "sentences": "Yes, absolutely, Sarah. It really defies logic. Wall Street is valuing this company at around $9 billion, even though it's losing money, generates almost no revenue, and its user base is very tiny.Now, let's look at these new numbers. 113,000, this is the average number of users on this platform, on iOS and Android, through the first 29 days of April. That's according to SimilarWeb. Now, some context, this is down 19 percent year over year. It's down 4 percent month over month, so moving in the wrong direction. Now, it's true some other social media companies are also sort of struggling to gain traction, but we've actually seen sharper declines for Truth Social, and it remains really, really small. Look at this. We have 34 million users on X, the platform formerly known as Twitter, over 30 million for Reddit, even Threads remains 30 times bigger than Truth Social. Now, user growth is absolutely critical for social media platforms, right? It's how they make money. More users means more money, more ad dollars, and they hope for a snowballing effect, a networking effect. So, that's why this is a problem, and even Trump Media has warned investors in the SEC filing, saying that failure to attract a sufficient user base would adversely affect Trump Media's business prospects. [07:30:01] Now, we asked Trump Media about this. A spokesperson says the company has millions of users, and they say that their user base is growing rapidly.",
      "isLastSentenceInterrupted": false
    }
  ]
}