{
  "date": "2024-02-13",
  "headline": "CNN News Central",
  "subHeadline": "Winter Storm Bringing Several Inches of Snow, Coastal Flooding to Northeast; Judge Says, Fani Willis Could Be Disqualified from Trump Georgia Case; Sources Say, House GOP Seeking Testimony from Special Counsel Robert Hur. Aired 10-10:30a ET",
  "utterances": [
    {
      "timeStamp": "10:00:00",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "Right now, frigid temperatures, record snowfall and powerful winds, a strong nor'easter is slamming parts of the east coast where we are. We're tracking a storm affecting millions of people this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "Fulton County, Georgia, District Attorney Fani Willis, at risk of getting kicked off the election subversion case that she helped put together, a critical hearing that will help determine her fate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "SIDNER",
      "sentences": "The high-stakes rescue in Gaza caught on camera, the Israeli military dodging bullets to free two hostages in Rafah. New details this morning on how those hostages are doing.Kate Bolduan is out for today. I'm Sara Sidner with John Berman. This is CNN New Central. Happening right now, a major storm moving across the northeast threatening millions with heavy rain, serious snowfall and coastal flooding. Right now, more than 30 million people are under a winter storm warning and more than a thousand flights have so far been canceled. One of the hardest hit cities could be right here, New York City, which might get up to eight inches of snow, the most the city has seen in years. CNN's Pete Muntean is standing by in D.C., but we begin, with Meteorologist Derek Van Dam, who decided to show up here in New York City. Oh, now you are in the most beautiful park ever. That is gorgeous. What else is going on there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:02",
      "speaker": "SIDNER",
      "sentences": "I know this is dangerous for a lot of people, but it is so beautiful. And please thank your photographer who was out there with you taking those gorgeous pictures. It is gorgeous.All right, what is not so gorgeous, I'm sorry, Pete Muntean, not you, but this nor'easter is causing some serious problems when it comes to flights. We all get annoyed but this is the reality of weather. What are you seeing out there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:02",
      "speaker": "PETE MUNTEAN, CNN AVIATION CORRESPONDENT",
      "sentences": "You know, Delta just canceled its requested ground stop for flights going into JFK. And the big issue here with the storm is that it's going for some pretty big hubs, affecting a lot of flights for a lot of airlines.Here are the latest numbers from FlightAware, 1,180 cancelations throughout the U.S. so far today, 767 delays. The most disrupted airports, LaGuardia, about 43 percent of all flights there canceled, at Newark, about 25 percent, another 25 percent at Boston Logan. And the FAA is warning we are only seeing the beginning of this. It says we could see ground stops as the day goes on at Boston, Newark, LaGuardia, JFK, Philadelphia, Dulles, DCA, and at BWI. So, we are only at the beginning here. And likely what we see when these storms happen is that there's a bit of a domino effect, especially when this storm like this goes for some airports that have a lot of connecting flights. The good news here is that the airlines had a lot of cancelations of flights yesterday before this storm came in, meaning that a lot of folks late last night got the text message that their flight was delayed or canceled today and they were able to make other plans. The other silver lining here is that airlines have enacted travel waivers, meaning that you can typically change your plans free of charge. If your flight is impacted by one of these storms or if you simply just want to get out of the way of it or if you've had plans on the backside change, you can do that relatively easily and the airlines have put in those plans so you can do that. So, one big interesting tidbit here is that the FAA and its operations plan today alerted that there really was not going to be much in the way of flights today because the airlines canceled a lot of flights preemptively today. So, of course, a lot of people disappointed last night, maybe still disappointed today and we're only seeing the beginning of this, Sara, this is just only 10:00 A.M. on the East Coast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:02",
      "speaker": "SIDNER",
      "sentences": "I mean, it is winter and we haven't seen a storm like this in a while, but it's still February.Pete Muntean, thank you so much, and also to Derek Van Dam and his team out there in the elements. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:02",
      "speaker": "BERMAN",
      "sentences": "All right. Just in, an attorney for Donald Trump says that Trump is expected to attend Thursday's hearing in the New York hush money case. Now, that might be surprising that some people had read some other reporting because apparently he had considered, or at least they claimed that he was considering going to Georgia on Thursday to attend a separate hearing. That's in the criminal case brought by Fulton County District Attorney Fani Willis.Now, this hearing on Thursday in Georgia is one that could get her booted from the case. Willis is accused of benefiting from a romantic relationship with her lead prosecutor on the case, Nathan Wade, allegedly taking vacations with him, paying a higher salary. Trump and several of his co-defendants want the entire case thrown out. CNN's Nick Valencia is in Atlanta watching this. What can we expect, Nick?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:03",
      "speaker": "VALENCIA",
      "sentences": "At this point, any change to the D.A.'s team especially one as significant as removing potentially Fani Willis would be disastrous for the D.A. It would delay this case indefinitely and just potentially derail it all together.We should mention that Fani Willis was disqualified from investigating an unindicted co-conspirator in this case, Lieutenant Governor Burt Jones, who participated in the fake electors scheme. She was disqualified months ago from that and there has still not been a special prosecutor named in that investigation. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:03",
      "speaker": "BERMAN",
      "sentences": "Important point of the timeline there. Nick Valencia, thank you very much.With us now, CNN Legal Analysts, former U.S. Attorney Michael Moore. Counselor, great to see you. The judge in this case who set the hearing for Thursday said the reason he was setting the hearing was, quote, roughly. Quote, it's possible the facts alleged by the defendants could lead to a disqualification for Fani Willis. So, what's the bar here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:03",
      "speaker": "MICHAEL MOORE, CNN LEGAL ANALYST",
      "sentences": "Well, I'm glad to be with you. Yesterday was a bad day for the district attorney. There's no question about it. I don't know if the judge could have spoken any louder if he was shouting through a megaphone from the bench.But he's going to look and he said, is there a conflict here or is there an appearance of a conflict or some impropriety? And that appearance alone by -- that is I think the issue that's going to be there. Nobody cares who she dates. That's not the issue. The question will be whether or not she paid somebody and then benefits from those payments because of the prosecution, because the case is going on. Does it look like she's gaining something financially because of the case itself? And that seems to be the argument the defense is making by saying that she benefited by taking these trips and by having Mr. Wade, who she's been paying about three quarters of a million dollars by having him pay for her travel and hotel stay, airfare, those kinds of things. So, that's going to be the question. The D.A. was hoping yesterday that the judge would say, look, this is not going to be an issue. I'm not going to let you get into this. I'm going to quash the subpoenas that have been going out. But it was pretty clear that the defense attorney, Ms. Merchant, has the evidence in her back pocket already and did at the time that she filed a motion because she clearly laid out what she expected the witnesses to say, how they might impeach the testimony, and it may, at the end of the day, the response filed by the district attorney, including the declaration by Mr. Wade, if those contain any inaccuracies or facts or allegations, excuses that can be impeached by the witnesses, if that's the case, that filing alone may be the biggest problem that she faces with the court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:03",
      "speaker": "BERMAN",
      "sentences": "All right. Two different things there, one, you mentioned the appearance of impropriety, which is a different standard there. What is that going to mean? Appearance, it doesn't mean you have to prove that something untoward happened just that people might perceive it to be so?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:03",
      "speaker": "MOORE",
      "sentences": "That's right. I mean, a prosecutor's job is to protect the case, to protect the integrity of the prosecution and hopefully the integrity of the conviction if one is obtained. If you think about what happened in the case involving the lieutenant governor, Judge McBurney said, look, the optics of this are terrible. You can't hold a political fundraiser for his opponent while he's been named a target of the investigation or potential target. And so that was an appearance problem. There was no factual information that said that she had taken anything or done anything. Here, you've got the real possibility that they will be able to connect that she is getting money because of this case, and that is she's getting a financial benefit by way of travel and other things, money that she's paying Mr. Wade.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:03",
      "speaker": "BERMAN",
      "sentences": "You talked about the hearing and what may or may not come into play, the possibility that the defense lawyers may try to show that something that she testified to in her depositions and whatnot was inaccurate. What will this evidentiary hearing look like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:05",
      "speaker": "BERMAN",
      "sentences": "Michael Moore, the judge says he doesn't want this to be a circus. It's going to be hard. It's going to be hard to keep it from getting that way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:05",
      "speaker": "MOORE",
      "sentences": "It's going to be hard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:05",
      "speaker": "BERMAN",
      "sentences": "Thank you very much for explaining it so well to all of us. Sara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:05",
      "speaker": "SIDNER",
      "sentences": "All right. Sources are telling CNN that House Republicans are calling on Special Counsel Robert Hur to testify about his report on President Biden's handling of classified documents. Hur determined that charges against President Biden were unwarranted, but Republicans have seized on Hur's depiction of Joe Biden as a forgetful commander- in-chief who failed to protect classified information. CNN's Katelyn Polantz is joining us now. What exactly do they want here? They have the report. It's 400 pages, but what do they want?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:05",
      "speaker": "KATELYN POLANTZ, CNN SENIOR CRIME AND JUSTICE REPORTER",
      "sentences": "Well, Sara, they want to hear from Special Counsel Robert Hur himself about the conclusions he drew in the report and what he wrote in that report.Now, when Robert Hur testifies, which is something that is likely to happen, former special counsels have done the same before Congress, and in this case, the House Republicans want Robert Hur to sit maybe by the end of February. That is where the negotiations stand. But it's very likely that the Republicans will want to ask him on the panel, ask him about why he chose not to charge President Joe Biden with a crime, to explain that a little bit further, in that he found some evidence but not enough to charge Joe Biden for the willful retention of national security records or classified documents. And then Democrats on the panel are very likely to want to ask Robert Hur about why he would go into such detail about Biden's memory, calling him an elderly man with a poor memory that a jury might not want to convict. So, lots of questions there. The House Oversight Committee wants to potentially use this to fuel their impeachment proceedings against Joe Biden. So, they also are asking for a couple other things. They want classified materials that could be part of what Rob Hur's investigation was looking at. And they also want the full transcript of Joe Biden's interview with the special counsel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:05",
      "speaker": "SIDNER",
      "sentences": "This will be used in that way and certainly politically as well, that is happening right now.All right, you also have an update for us on the January 6th criminal case. What are you learning now? This is just in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:05",
      "speaker": "POLANTZ",
      "sentences": "Just in. The Supreme Court, the Chief Justice John Roberts, has set a deadline for the special counsel's office to respond to Donald Trump. Trump went to the Supreme Court yesterday, putting his case on pause, asking for the Supreme Court to look at this big question of presidential immunity potentially, or at least give him a pause right now on the case.The deadline the chief justice set is for next Tuesday in the afternoon, but the special counsel is very likely to file something much before then, getting this before the justices pretty quickly, and then we just wait to see what they will do with the Supreme Court. Sara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:05",
      "speaker": "SIDNER",
      "sentences": "Wow. So, next Tuesday is the deadline. We will be waiting to see what happens in the interim. Katelyn Polantz, thank you so much for following all this for us. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "BERMAN",
      "sentences": "All right. CNN has obtained dramatic video of the moment two Israeli hostages were rescued in the Southern Gaza City of Rafah. The two Israeli-Argentinean men were rescued after the Israeli military carried out airstrikes that local officials from the Hamas-run territory said killed around 100 people.Let's get to CNN's Jeremy Diamond in Tel Aviv, who's had a first look at all this video, Jeremy. What's in it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:02",
      "speaker": "BERMAN",
      "sentences": "All right. Jeremy Diamond in Tel Aviv, thank you, Jeremy, for all your reporting. Sara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:02",
      "speaker": "SIDNER",
      "sentences": "All right. Let's bring in CNN Global Affairs Analyst Kim Dozier and retired U.S. Army Major Mike Lyons.I want to start with you, Mike Lyons, just about how precise this operation was and whether or not the United States, which has been pushing for this, has been making an argument to say, look, you can be more precise, Israel, in Gaza, and not have these huge numbers of civilians being killed. When you look at this, is that a good argument that the United States can make? MAJ. MIKE LYONS (RET.), U.S. ARMY:  I think Israel is going to continue to have pressure to be more precision with their attacks. I've talked to some of the folks, military, that have experience there, that do believe that Israel can be more precise with these attacks. But they're not going to give up this mission of trying to find these Hamas leaders where they believe are in this location. I think that's why they've decided to move this offensive operation down there. They believe they're giving enough of a heads-up to civilians in these locations to get out of the way. And if they don't get out of the way, then this battle of who's proving with regard to civilians being used as shields makes Israel's point. So, they could be more precise on some level, but from a straight military perspective, that's not going to keep them from accomplishing their objective of going after the leaders of these locations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:02",
      "speaker": "SIDNER",
      "sentences": "Kim Dozier, I want to talk to you about sort of the bigger picture here, as we see these incredible pictures of this rescue happening, how it happened. You have two men who may never have been released in custody, 128 days that Hamas had kept them in what looks like underground.Can you give us some sense, though, of how this may play out over time when you look at the massive destruction also that's happened in Gaza and you still have a population of 2 million people having to function here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:02",
      "speaker": "KIMBERLY DOZIER, CNN GLOBAL AFFAIRS ANALYST",
      "sentences": "The rescue of the hostages was a much needed win for the Israeli Defense Forces and for the Netanyahu government that proves their argument from their perspective that the only way they're going to get the hostages back is through military operations.Also from their perspective, they've got to get into Rafah. Rafah is a border town that straddles the border with Egypt, and the Israeli military believes that it is riddled with a tunnel network that, if allowed to continue to exist, will just enable Hamas to escape and then come back and bring supplies back to do another October 7th-like attack. But then that leaves the question of where do you move these millions of people because much of Gaza throughout has been destroyed and is filled with leftover unexploded ordnance. So, one of the ideas being proposed is that you try to push the people to some sort of tent camp nearer to the sea, but that would require that the U.N. and Israel and the other NGOs work together to allow new tent cities to be set up. And so far, we haven't seen at the international level either the trust between these two bodies or any sort of move towards making this a reality. So, yes, Israel is marching towards this operation and marching towards possible tragedy, war tragedy for the Palestinians.",
      "isLastSentenceInterrupted": false
    }
  ]
}