{
  "date": "2024-03-13",
  "headline": "CNN News Central",
  "subHeadline": "Biden, Trump Rematch Set To Be Longest Campaign Ever; U.S. Marine Unit Specializing In Anti-Terrorism Deploys To Haiti; Report: AI Poses \"Catastrophic\" National Security Risks. Aired 9:30-10a ET",
  "utterances": [
    {
      "timeStamp": "09:33:44",
      "speaker": "JOHN BERMAN, CNN HOST",
      "sentences": "So this morning a political, never have I ever moment, never has the United States ever sealed up party nominations this early in an election year. So let the unprecedented drinking games begin. With us now Democratic strategist Chuck Rocha and Republican strategist, Doug Heye. And guys I covered George W. Bush in 2000. And he wrapped it up by the end of March. In 2004, John Kerry wrapped it up. But this time, but it's a forever period that these candidates are looking at now. And there's a question about what they do with it. So Doug, I just want to start with you. The biggest opportunity for Donald Trump in this month's long period before the convention and the biggest risks to Donald Trump, go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:14",
      "speaker": "BERMAN",
      "sentences": "What about risks, Doug? Because in this CNBC interview, he did almost in this presumptive period, he talks about cuts to Social Security and Medicare, which I'm sure is not something his campaign was happy about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:14",
      "speaker": "HEYE",
      "sentences": "Yes, I think Chuck knows, rule number one is don't dig new holes that you don't have. And Donald Trump seems to have done this again, with CNBC, I would take this opportunity to sort of reset. Again, he's got court cases, which makes some of that difficult, but don't create new problems where they didn't exist. That's clearly what's happened here for Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:14",
      "speaker": "BERMAN",
      "sentences": "All right, Chuck, what about President Biden because again, in times past, if you were an incumbent with this much real estate in front of you, you would be busy precedenting. So what do you think the biggest opportunity for President Biden is?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:14",
      "speaker": "CHUCK ROCHA, PRESIDENT, SOLIDARITY STRATEGIST",
      "sentences": "There's one thing in a campaign you can never get back. And I've ran a lot of presidential campaigns, you can get back time. And to Doug's point, when we lead in money, you have to take advantage of the time and the money. And with this long, extended calendar that you're talking about, the biggest winner is going to be folks who on T.V. stations, because there's going to be a lot of advertising. So what you do is you start earlier than Donald Trump because Donald Trump can't start as early as you because if he does, he will run out of money before the end unless people come to bail him out. So you take advantage of time and money.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:14",
      "speaker": "BERMAN",
      "sentences": "What about the risks to President Biden in this stretch?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:14",
      "speaker": "ROCHA",
      "sentences": "Lots of things when you're an incumbent president, one can be a war, they could be a bombing somewhere. The other thing could be his health, like he's an 80 year old man. So you have to be careful, you ain't out running up and down the street or on that bicycle. Every time he gets on a bicycle. I get nervous. And also you got to make sure that what's going on in Congress and the bills you're signing.Today they're voting in Congress to ban TikTok. Do you want him to be the president that ban TikTok when you need youth turn out to be at all-time highs for him to win? These are all obstacles when you're an incumbent president?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:14",
      "speaker": "BERMAN",
      "sentences": "Answer that question for me. Do you want him to be the president that signs a bill banning TikTok?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:14",
      "speaker": "ROCHA",
      "sentences": "I'll tell you this, that as somebody who does a lot of Latino outreach, there's 100 million TikTok daily users and a lot of them are Latinos that I'm trying to talk to every day through influencers to get them to vote for Democrats. So that should answer your question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:14",
      "speaker": "BERMAN",
      "sentences": "Doug on the TikTok questions since Chuck brought it up right there, this is beginning to smell of something that will never actually come to fruition. And by that, I mean, yes, it may pass the House today. But then it might just quietly drift away in the Senate and President Biden will never have to sign anything here. What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:14",
      "speaker": "HEYE",
      "sentences": "That's ultimately, I think the bet that's been made in the White House is that it's not going to reach the President's desk. When you know that something is not going to happen. It's very easy to take a really tough position on it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:14",
      "speaker": "BERMAN",
      "sentences": "I want to also talk for a second about what's happening in the House of Representatives. Ken Buck of Colorado, he's just had enough. He is quitting basically now, doesn't even want to see it out until November. And he says it's because he hates the place. I just spoke to Congressman Jared Moskowitz. So we have the sound of Jared Moskowitz? No sound of Jared Moskowitz. We spoke to him about half an hour ago. And he told us, Congress is just an awful place at this point, Doug, you are a man of the House. So well, how do you feel when you hear people talk like that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:14",
      "speaker": "HEYE",
      "sentences": "You know, 11House of Representatives members, their employees as well, right. We think of them as exalted members of Congress, that's their workplace, and they're miserable in their workplaces, Republicans and Democrats. It's a big thing that Congress needs to fix. It's very hard to do so because our political incentive structure means certain people get a lot more attention than others. We see a lot of Marjorie Taylor Greene. I would love to see Kay Granger, the Great House Appropriations Chair who's also retiring on T.V. and on talk radio a lot more. Those kinds of members don't get rewarded.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:14",
      "speaker": "BERMAN",
      "sentences": "Chuck any lesson here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:14",
      "speaker": "ROCHA",
      "sentences": "Yes, I think back in the day when I first started back in the days of Jim Wright, and when I remember Kay Granger from Fort Worth being a state legislature, folks would look to try to get things done. Democrats and Republicans are always going to disagree or maybe the philosophy to get to the end. At the end, everybody wants what's best for the American people. Let's have a debate about what's the best way to get there. Right now, we run to our red corner, we run to our blue corner and we scream at each other about the little bit of things we have different. We don't look at what brings us together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:14",
      "speaker": "KATE BOLDUAN, CNN HOST",
      "sentences": "So right now a marine unit specializing in anti-terrorism is in Haiti deployed to help Haitian security forces who are trying and so far struggling to resource safety and security there. For weeks now, the nation has been teetering on the brink amid massive gang violence. The Prime Minister even resigning. CNN's Oren Liebermann has much more on this from the Pentagon. Oren, help is on the way clearly with this unit heading there. But what -- talk to me about the significance of it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:14",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "Well, this is a unit you'll see use not in every situation, it's fairly uncommon to see a marine FAST team deployed, FAST stands for Fleet Anti-terrorism Security Team, and they're a highly specialized unit of Marines. And there are teams like this positioned around the world. So they can be essentially a rapid response force to go in and protect the U.S. government building. In this case, of course, it's the embassy.These teams typically consists of dozens or several dozens of Marines who are sent in to give immediate security and immediate capabilities to an embassy to make sure it's safe. And that gives you an idea of how the U.S. sees the security situation in Haiti at this time. Over the weekend, the U.S. evacuated non-essential personnel from the embassy there, but there are still embassy members at work there. So this is to make sure they are safe as the situation -- security situation deteriorates pretty much across the country there. The U.S. watching very closely, especially after the Haitian President resigned a couple of days ago. But there was a question of which way this goes from here. And the U.S. is essentially playing it safe. U.S. Southern Command, which governs military operations in Haiti and of course in South America says they are looking at contingency plans, depending on how the situation moves here. It's also worth pointing out that Secretary of State Anthony Blinken said the U.S. would give a total of $300 million to a multinational security support team and that includes logistics, support, and other elements there. But the U.S. still being careful in how it uses its assets here, this team, this FAST team, specifically to make sure the embassy personnel still at work as Haiti potentially falls apart. Make sure they're safe as they continue to work there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:53:16",
      "speaker": "BERMAN",
      "sentences": "An extinction level threat to humans. That is the worst case scenario, according to a new report commissioned by the State Department. It details equal catastrophic national security risks posed by artificial intelligence and warns that the time to act is running out. CNN's Matt Egan is here with this. I mean, as, you know, as far as dire warnings go, this doesn't get much more dire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "BERMAN",
      "sentences": "I hope someone's paying attention to this and doing something about it. Can I assume that this is concerning someone enough to take action?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "EGAN",
      "sentences": "I hope so. I mean, listen, the Biden administration did, they did put forth an executive order late last year. But the U.S. does not have the regulatory legislation in yet. Unlike countries in Europe, these researchers, they are laying out some safeguards that they think need to be putting in place as soon as possible, including launching a new AI regulatory agency, emergency safeguards around how much computing power AI models can use, and export controls on AI supply chain. But the concern here, of course, is if you do too much, you could stifle innovation. If you don't do enough, this could get out of hand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "BERMAN",
      "sentences": "I make a lot of bad jokes about this. Because extinction sounds so bad, it's almost laughable. But this is a serious issue. And it's good to know there are people taking it very seriously especially you. Matt Egan, thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "BOLDUAN",
      "sentences": "Yes. Those things that are needed, that definitely seems like something Congress knows what to do about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "BERMAN",
      "sentences": "Someone has to pay attention to extinction, just saying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "BOLDUAN",
      "sentences": "John Berman is all over it. Thank you all so much for joining us. This is CNN News Central. CNN Newsroom with Jim Acosta is up next.",
      "isLastSentenceInterrupted": false
    }
  ]
}