{
  "date": "2024-06-30",
  "headline": "CNN Newsroom",
  "subHeadline": "Biden's Family Urging Him To Stay In the Race, Keep Fighting; Democrats Fear Replacement Scenarios As Much As Keeping Biden; Supreme Court To Rule On Trump's Claim Of Immunity Tomorrow; Far-Right Leads First Round In French Elections; 5 Former Corrections Officers Arrested Over Death Of Inmate; Boeing Starliner's Return Delayed By Weeks; New Panda Diplomacy For U.S.-China Relations; Music Mecca Macon, Georgia Earns Best Town To Visit List. Aired 6-7p ET",
  "utterances": [
    {
      "timeStamp": "18:00:42",
      "speaker": "ALISYN CAMEROTA, CNN ANCHOR",
      "sentences": "Hello, everyone. You're in the CNN NEWSROOM. I'm Alisyn Camerota in New York, and we do begin with breaking news.President Biden is back at Camp David tonight. He's surrounded, we're told, by his family. This meeting had been planned for months, but it is fair to say that there are serious conversations we can imagine happening there tonight. We do have new reporting this hour at what is taking place at Camp David and what the president is being urged to do. CNN's Priscilla Alvarez and Isaac Dovere are here with us. Priscilla, let me start with you. What have you learned?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:42",
      "speaker": "PRISCILLA ALVAREZ, CNN CORRESPONDENT",
      "sentences": "Well, the president has been huddling with his family at Camp David for this previously scheduled visit, but of course it came at a critical juncture and senior Biden advisers are telling CNN that he has been encouraged by his family to stay in the race and that they are offering their support.Now we know the president has been trying to collect data anecdotally from his allies to get a sense of what they are seeing and thinking after Thursday night's debate performance. We should note, however, that everyone is still taking the temperature of course, while the family is standing by the president and encouraging him to stay in the race, there is still a lot of unknowns here, especially as there has been so much from allies of the president. Democratic lawmakers concerned about what they saw on Thursday night. That is what they have had to contend with, not only with the rank and file, but also donors who have expressed anxiety over what is going to happen next and whether there is any replacements in the pipeline. So the president clearly having some tough conversations with his family at Camp David. They are pivotal and all of his decision-making, they are the key players, and they are encouraging him to stay in the race as of now -- Alisyn, CAMEROTA: Isaac, you also have new reporting about how some Democrats feel about the idea of replacing President Biden at the top of the ticket. What are you learning? EDWARD-ISAAC DOVERE, CNN SENIOR CORRESPONDENT: Yes, that's right, Alisyn. Look, first of all, there is deep fear of going forward with Joe Biden right now, but also deep fear of what it would be to replace him. Remember that would mean going into the convention. It only happens if Joe Biden decides to drop out because of the way the delegate rules work. But also, there are obviously a number of people who would be potential replacement candidates who I'm hearing from people around them have been getting hundreds of texts and e-mails starting on Thursday night during the debate and keep on going ever since. And some preliminary plans starting to be thought out and watching each other, watching each other's moves, trying to figure out, is this going to happen? Are we about to go into what would be I think a decade-plus here of crazy politics. One of the craziest moments yet if it were to happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:42",
      "speaker": "CAMEROTA",
      "sentences": "Yes. Good characterization.Isaac, where does Vice President Kamala Harris stand in all of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:42",
      "speaker": "DOVERE",
      "sentences": "Look, in the way that this would go, if it would go, obviously, we're talking about a hypothetical, Kamala Harris has been at Joe Biden's side, including importantly on Thursday night defending him and since. Most people believe that she would have the early edge to this. Again, this would require Joe Biden dropping out. First of all, there's -- if you play that scenario out, there are a lot of people who think that would lead to him tapping Kamala Harris and saying she should be the successor.Also, she has strength as the first black vice president, the first woman to be in that job. All those things important in building the coalition. Importantly too, she would be able to take over the entire Biden fundraising operation and apparatus because it's the Biden- Harris campaign. So legally, she has a piece of it, too. But that doesn't quell a lot of the fears that are deep in a lot of people's minds about her as a general election candidate. And that would potentially be a problem for her. But if that's what were to happen, we'd be talking about multiple ballots, multiple nights, really good television for us to report on, for people to watch, maybe not so great for the Democratic Party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:05",
      "speaker": "CAMEROTA",
      "sentences": "Our Priscilla Alvarez, perhaps you've just heard, is reporting that -- has some reporting about what's happening behind the scenes at Camp David. And she says that Joe Biden's family is urging him to stay in the race. Do you think that's the right decision?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:05",
      "speaker": "HUTCHINSON",
      "sentences": "Well, I mean, first of all, this puts the family in a very difficult position. I think about my children and my grandchildren. They love me. They're going to support me and it's hard for them to say, Papa, don't run, or, you know, Joe, don't run. And, you know, so there's that family loyalty and they're concerned about, you know, what is history going to look at as to the Biden presidency.And what they fail to see is that if he did what the party would say is in the good of the country and put the country above his own interest, then he's going to be viewed very, very favorable. And he would be viewed in history as doing something that was good to beat Donald Trump and to change the direction of our country. And so, you know, they're in a quandary. It's a difficult position, but I hope that Jill, Dr. Biden is the one that has his confidence and can speak honestly with him. And that's what she needs to do. And quite frankly, I think that you'd have a very stronger contest in November if we have new voices and new faces.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:05",
      "speaker": "CAMEROTA",
      "sentences": "So it sounds like you think that he should decide not to run.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:05",
      "speaker": "HUTCHINSON",
      "sentences": "If the Democrats want to win, yes. I think it was a disastrous error, a mistake that is hard to overcome and I quite frankly don't think he can overcome that. So, you know, if you want to let Donald Trump walk into it, then I think Joe Biden is the person. But if you want to take the gamble and the risk to say, this is worth fighting for, let's open up that convention, and that to me is a better gamble to take under these circumstances.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:05",
      "speaker": "CAMEROTA",
      "sentences": "I mean, you understand this calculus of deciding whether to stay in a presidential race or get out. And I imagine it's a really hard calculus. And so what do you think he's wrestling with tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:03",
      "speaker": "CAMEROTA",
      "sentences": "Governor, who do you think the Trump campaign would be most threatened by at the top of the ticket?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:03",
      "speaker": "HUTCHINSON",
      "sentences": "The Trump campaign, you know, he's in a strong position whichever way they go because if they, you know, move Joe Biden out, then as Steve Bannon said today, this could play in Donald Trump's favor. He's going to say they're playing trickster on me again. Bait and switch on me. He's going to sell that case. And then secondly, whoever they replace it with is going to have a strong progressive Democratic record that he's going to have an easy time running against.Now the difference is he's a flawed candidate to begin with. He's a convicted felon. He's got -- he has not united the party with the Nikki Haley supporters, and so he would have a fresh name out there that he would have to do battle with. And many people would look for an alternative, even though you're going to have the traditional differences between Republican leader and a Democrat leader. So I think he'd be ready to take on whichever way. I don't think you can say he'd be disadvantaged, though, by the switch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:03",
      "speaker": "CAMEROTA",
      "sentences": "There's also new Axios reporting -- Axios reporting that we reported last hour, basically that says that some of President Biden's top aides have been shielding him and protecting him and keeping some of the staff, the White House staff at an arms distance, and so it came as a surprise, a shock to them to see Thursday night's debate.Does that sound right to you? I mean, is that what normally happens with presidents?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:03",
      "speaker": "HUTCHINSON",
      "sentences": "Was not what should happen. The president really needs to make sure he has differing views that are presented to him that you don't have people that are locked out. You have to have some controls, but you don't want to have that isolated environment. And it sounds like that whenever he went to Camp David, he had a set of trusted advisers and others were excluded from it. And they monopolized the time, worked on the preparation for Joe Biden, and apparently wore him out, and didn't let Joe Biden be Joe Biden.And so whatever happened there was not a good outcome. He needs to hear for a broad range of advisers. He can't be isolated even though they're -- the staff is going to try to -- the senior staff will try to protect him but that could be the worst thing if you isolate those that he needs to be hearing from.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:03",
      "speaker": "CAMEROTA",
      "sentences": "Governor Asa Hutchinson, thank you. Always great to get your perspective.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:03",
      "speaker": "HUTCHINSON",
      "sentences": "Thank you, Alisyn. Good to be with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:03",
      "speaker": "CAMEROTA",
      "sentences": "We are just hours away from the Supreme Court ruling on Donald Trump's claim of immunity from criminal charges for his attempts to overturn the election after he lost to Joe Biden in 2020. The decision could have wide-ranging effects on the powers of the president for years to come.Joining me now is CNN chief legal affairs correspondent Paula Reid. Paula, set the scene for us for this highly anticipated decision.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:03",
      "speaker": "PAULA REID, CNN CHIEF LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "Look, Alisyn, this is the last day of the Supreme Court term. They usually reserve their biggest cases for this day. And of course, the case that everyone is watching and waiting for is this question of whether former president Trump has immunity that would help to shield him from Special Counsel Jack Smith's federal January 6th prosecution.Now on the lower courts Trump lost this at both the district court and the appellate level. This was rejected. The idea that he would have immunity to protect him here was rejected by those judges. But the fact that the high court has even agreed to take this up suggests that they do see possibly at least some immunity for the former president for his at least and possibly official acts. So he -- this, of course, all stems from the 2020 effort to subvert the election outcome. And a big issue here is whether his acts were official or private. So it's going to be fascinating, Alisyn, tomorrow to see exactly how they decide this. Widely expected again that they will find at least some immunity. We base that off of what we heard in oral arguments. And then the question is, all right, where does that case go from there? Does it go likely back down to the courts? I think at this point, Alisyn, it's highly unlikely that this case could go to trial before the election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:03",
      "speaker": "CAMEROTA",
      "sentences": "And what about the other cases, Paula? I mean, what about the classified documents case? Will this ruling tomorrow affect that as well?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:06",
      "speaker": "CAMEROTA",
      "sentences": "And Paula, how will the justices decide if what President Trump was saying after he lost the election on January 6th was private or presidential?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:06",
      "speaker": "REID",
      "sentences": "This is going to be one of the tests that we're looking for. Assuming that they do recognize some immunity, do they set specifics about what is an official act or what is not an official act, or do they more likely set out some sort of test that the court will then have to apply? That's going to be fascinating to see where you can get a majority of the court to agree to, again, set out some sort of standard.It is not expected that they're just going to say, you know what, we agree. He doesn't have immunity. We affirm the appellate court. They took up this issue because they see something here. Justice Gorsuch described this as, quote, \"a decision for the ages.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:21:31",
      "speaker": "CAMEROTA",
      "sentences": "Breaking news out of France tonight. The country's far-right party is leading the first round of France's parliamentary elections. This is according to projections. In a surprisingly week showing, President Emmanuel Macron's centrist party came in third. Voter turnout was at 67 percent. That's the highest in a first round in nearly 30 years, according to French officials.CNN's Jim Bittermann is following all this for us live from Paris. Jim, you've explained how this is complicated. So is the far-right party the official winner or is there more voting to be done?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:21:31",
      "speaker": "JIM BITTERMANN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, there's certainly the official winner. There's no doubt about that, but by how much is the real answer to the question because in fact they have enough that they're going to really frustrate Emmanuel Macron's next three years in office. But whether it's enough to have a majority and to put their man in as prime minister, that's another story.Here at the prime minister's office, the mood is pretty dark and it's not just because it's after midnight. It's because of the fact that that drubbing that the president's party took with the surprise elections and the kind of disappointing outcome for him. The other parties involved, the other sort of parties on the left, and Macron's party in the center, have both said that they're going to do everything they can to make sure that the extreme right party, the National Rally Party, does not win the elections a week from now, does not win enough seats to take over the majority in the parliament because that would be the first extreme right party here in France taking control of power since World War II -- Alisyn.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:21:31",
      "speaker": "CAMEROTA",
      "sentences": "OK, Jim Bittermann, thank you very much for bringing us all of the breaking news from there tonight.Back here, Hurricane Beryl is now a category four as it closes in on the south eastern Caribbean. Experts say Hurricane Beryl is an extremely dangerous storm with sustained winds of 130 miles per hour. Hurricane warnings are in effect for St. Lucia, Barbados, St. Vincent, and the Grenadine Islands, plus Grenada and Tobago. Meteorologist Elisa Raffa is in the CNN Weather Center with more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:02",
      "speaker": "CAMEROTA",
      "sentences": "Five former corrections officers in Missouri now facing a combination of charges for the deaths of an inmate. Othel Moore Jr. died in December after the officers pepper-sprayed and restrained him. Now a former inmate tells CNN exclusively what he witnessed that led to Moore's death.CNN's Omar Jimenez has that exclusive. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:02",
      "speaker": "JORDAN SELLER, FORMER INMATE, JEFFERSON CITY CORRECTIONAL CENTER",
      "sentences": "I watched the people that are supposed to be protecting me kill somebody that brought on such a such a fear. You know, the realization that these people can kill me and there's nothing I can do about it.OMAR JIMENEZ, CNN CORRESPONDENT (voice-over): Jordan Seller is a former inmate at the Jefferson City Correctional Center, a maximum security prison in Missouri. And he's talking about five now former corrections officers, Justin Leggins, Jacob Case, Gregory Varner and Aaron Brown have all been charged with second-degree murder and second-degree assault, while Bryanne Bradshaw was charged with second- degree involuntary manslaughter in the killing of inmate Othel Moore Jr. Seller, who was serving a six-year sentence for second-degree rape, believes he witnessed Moore's final breaths just feet away after what began as a search of the cells on his prison block. What happened with Othel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:02",
      "speaker": "SELLER",
      "sentences": "They come in like 100 deep, that's barely an exaggeration. They tried to come in and pull everybody out as fast as they can, search those as fast as they can and get out.JIMENEZ (voice-over): Seller says Moore was asking to be put in two sets of connected handcuffs, typically done he says to ease tension on the shoulders of larger inmates.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:02",
      "speaker": "SELLER",
      "sentences": "They're just refusing to listen to him. And so they start treating the situation as if he's being non-compliant. So they mace him. He can't see. He spitting out mace. He's coughing. Can't breathe and he's telling them I'm allergic to maze, you guys need to hurry up and get medical here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:02",
      "speaker": "JIMENEZ",
      "sentences": "Seller says Moore coughing and choking was then brought closer to his cell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:02",
      "speaker": "SELLER",
      "sentences": "They had some kind of chair like contraption.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:02",
      "speaker": "JIMENEZ",
      "sentences": "He says officers then slid a mask over Moore's mouth typically used to stop inmates from spitting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:02",
      "speaker": "SELLER",
      "sentences": "Of course, he's refusing this because there's no reason for them to put a spit mask on. He don't know what's going on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:02",
      "speaker": "JIMENEZ",
      "sentences": "Then he says they put what appeared to be a motorcycle helmet over Moore's head.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:02",
      "speaker": "SELLER",
      "sentences": "Immediately he's jumping, hopping, and you can hear him screaming. Hell, I can't breathe. I can't breathe. Take it off. I can't read. I'm allergic to maze. I need help. You know, and then it gets worse and worse. Slowly his screams are getting weaker and weaker. And he -- I believe I watched him die before they even took them out the wing. Never watched anybody die before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:02",
      "speaker": "JIMENEZ",
      "sentences": "Where were you as all of this was going down?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:02",
      "speaker": "SELLER",
      "sentences": "Yes, I was I was in my cell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:02",
      "speaker": "JIMENEZ",
      "sentences": "How close?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:02",
      "speaker": "SELLER",
      "sentences": "I'm 10, 15 feet away. I felt like I was going to cry, but it wouldn't go, it wouldn't happen. I just -- I want to lay down, you know, a little bit afterwards after he was already gone out the wing and I just got angry.JIMENEZ (voice-over): Othel Moore was declared dead that day. Nearly everything Seller told CNN was corroborated by the county prosecutor. In a release, the prosecutor said during a contraband sweep of the prison, Moore was pepper sprayed twice before being placed in a spit hood, leg wrap and restraint chair, and transferred to a separate housing unit where he was left in the hood, wrap and restraint chair for approximately 30 minutes. And a probable cause statement describing the restraint process said that more showed no aggression to any members of the correctional emergency response team during this process and was on video being compliant. His cause of death was this asphyxiation, the prosecutor wrote, citing a medical examiner's report. LOCKE THOMPSON. PROSECUTING ATTORNEY, COLE COUNTY, MISSOURI: Most places in the Department of Corrections are on camera for obvious reasons, and those were the camera angles that were seized as part of the evidence in this case. Hopefully we can get justice for Mr. Moore and his family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:02",
      "speaker": "JIMENEZ",
      "sentences": "The family is now filing a federal civil lawsuit.ANDREW M. STROTH, ATTORNEY FOR OTHEL MOORE'S FAMILY: I've reviewed hundreds of police cases, prison cases. This is one of the most egregious cases I have ever seen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:02",
      "speaker": "JIMENEZ",
      "sentences": "Moore's killing was part of the deadliest year in Missouri prisons in at least the last decade, according to state data obtained by CNN. That's despite the overall prison population being at its lowest over the same period.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:02",
      "speaker": "SELLER",
      "sentences": "I did a lot of -- did a lot of good for myself in there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:04",
      "speaker": "SELLER",
      "sentences": "See something that's wrong, that needs to be addressed, something needs to change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:04",
      "speaker": "JIMENEZ",
      "sentences": "You feel like what you saw was murder?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:04",
      "speaker": "SELLER",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:43",
      "speaker": "CAMEROTA",
      "sentences": "NASA delaying two Americans' return trip home from the space station again. Engineers still trying to troubleshoot the Boeing Starliner's thrusters. Despite the delay a NASA official says, quote, \"I want to make it very clear that astronauts Butch and Sunny are not stranded in space,\" end quote. The mission was only supposed to last days. It began three weeks ago and now could go on for months.CNN aerospace analyst and science correspondent Miles O'Brien joins us now. Miles, great to see you. Is this somewhat standard that astronauts have to wait indefinitely for a return date or is something going terribly wrong here? MILES O'BRIEN, CNN AEROSPACE ANALYST AND SCIENCE CORRESPONDENT: Over the years, Alisyn, it has indeed happened. Just last year you may recall NASA astronaut Frank Rubio went to space. He was supposed to stay there for six months and the Soyuz Rocket, the Russian Soyuz Rocket that he was supposed to fly home on was damaged in space and it was not deemed fit to land. And so his mission was more than doubled. He ended up spending 371 days in space, setting a record that he didn't intend to. And so these scenarios do happen. There have been other occasions when astronauts have been delayed for various technical and other reasons.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:43",
      "speaker": "CAMEROTA",
      "sentences": "Do you understand why NASA and Boeing keep delaying these two astronauts' return?O'BRIEN: It's in abundance of caution. I think they, you know, engineers can't stand it when they don't know the root cause of a problem, that is, after all, what they're all about. These helium leaks and these thrusters which failed mysteriously on docking, all of these things might be related, might not, but they don't know for sure. And the hardware involved is part of the capsule which actually gets jettisoned as it comes home. And so once they come home, they won't have the hardware to look at and figure out what went wrong. So what they're doing right now for the next two weeks, they're going to run some thrusters that are identical on the ground through a gauntlet of firings that would be similar to docking and re-entry, and try to see if they can figure out what might be causing all these problems. And then after that potentially clear them to land in Starliner.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:43",
      "speaker": "CAMEROTA",
      "sentences": "And so, Miles, if for some reason they determined that the Starliner is not safe to bring them back, is there another way to get the astronauts home?O'BRIEN: Well, if it was an emergency, they probably would get in the Starliner and come home. Just this past week on Wednesday they had a near miss with some space junk, and all of the crew members on the station had to go to their respective lifeboats as it were, and strap in just in case. It's a precaution that happens occasionally. And in fact, Sunny and Butch went to the Starliner so they would have, if something happened and the space station got hit, they would have come home with it. So they're sort of cleared already for an emergency landing on Starliner. Having said that, if they decided they wanted to use another vehicle there's a lack of seats right now. The Crew Dragon, which is attached, is capable of carrying seven passengers, but there are only four seats on board, so it would have to be jerry-rigged situation in some way to make them safe. And I'm not even sure that's possible. Now, there will be a new Crew Dragon that will come up in September.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:43",
      "speaker": "CAMEROTA",
      "sentences": "Yes, I don't like hearing jerry-rigged in space travel, you know?(LAUGHTER) O'BRIEN: No. That's not a good thing in space travel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:43",
      "speaker": "CAMEROTA",
      "sentences": "No. That's not a good combo. But how long --O'BRIEN: You don't want to try to fix it with gaffe tape.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:43",
      "speaker": "CAMEROTA",
      "sentences": "No. I mean, that's what it sounds like. Don't MacGyver anything up there. So how --O'BRIEN: No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:03",
      "speaker": "CAMEROTA",
      "sentences": "Miles O'Brien, great. Thank you very much for all the information. Always great to talk to you.O'BRIEN: You're welcome, Alisyn.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:12",
      "speaker": "CAMEROTA",
      "sentences": "Two young pandas arriving at their new home at the San Diego Zoo. They are the first new panda bears loaned to the U.S. in more than 20 years.CNN's Paula Newton looks at what they mean for China-U.S. relations. (BEGIN VIDEOTAPE) PAULA NEWTON, CNN ANCHOR (voice-over): Meet two of China's newest ambassadors to the U.S. Not official titles of course, but that's not what it takes to impress these visitors at the San Diego Zoo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:12",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "They're like cute.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:12",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I like their spots.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:12",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "They're really cute and fluffy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:12",
      "speaker": "NEWTON",
      "sentences": "Two giant pandas, 3-year-old female Xin Bao and 4-year-old male Yun Chuan are settling in at the zoo after leaving their habitat in China last week. It's the first time China has loaned new pandas to the U.S. in more than two decades. The zoo says the pandas are being closely monitored after their journey and won't be seen in public for several weeks.The pandas reportedly already know a few commands in English and are being treated to some of their favorite snacks like fresh bamboo, fruit, and a special cornbread. And a new enclosure tailor made to remind them of home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:12",
      "speaker": "MEGAN OWEN, SAN DIEGO ZOO WILDLIFE ALLIANCE",
      "sentences": "Our renovated giant panda habitat is inspired by the habitat of giant pandas in their native range. So there's a lot of vertical structures and hillside, and many, many things that harken back to the mountains of Sichuan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:12",
      "speaker": "NEWTON",
      "sentences": "China's giant panda partnership with the U.S. began in 1972. And it was a success. The animals became star attractions at zoos across the country and several cubs were born. But in recent years, most of the pandas and their cubs have returned to China under the terms of the loan agreements. The last two pandas at the San Diego Zoo left in 2019. Three pandas at the National Zoo in Washington, D.C. returned to China last year, leaving Atlanta the only zoo at the time in the U.S. to still have pandas, and those are scheduled to leave, too.The number of the furry envoys of friendship dwindled as relations between Washington and Beijing became less friendly. But last year, after a face-to-face meeting with U.S. President Joe Biden, Chinese President Xi Jinping suggested new pandas could be on their way. Their preservation something both countries can agree on. MAO NING, CHINESE MINISTRY OF FOREIGN AFFAIRS (through translator): The cooperation has made positive contributions to improving giant panda conservation research and enhancing people-to-people friendship.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:12",
      "speaker": "NEWTON",
      "sentences": "The National Zoo says it, too, will get a new pair of pandas from China later this year. That's good for the global panda population, which is classified as vulnerable according to the World Wildlife Fund, and good for a generation of children in the U.S. waiting for Yun Chuan and Xin Bao to make their debut. The joy of seeing the beloved creatures up close and in person the very best part of panda diplomacy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:12",
      "speaker": "MELINA AMAGUIN, ZOO VISITOR",
      "sentences": "She's never seen pandas before, but how do you feel about pandas coming?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:12",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Happy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:12",
      "speaker": "AMAGUIN",
      "sentences": "Happy.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:12",
      "speaker": "CAMEROTA",
      "sentences": "Very cure. Paula Newton, thank you.Well, from Little Richard to Otis Redding and the Allman Brothers, Macon, Georgia, has deep roots in the music industry. Some call it the birthplace of southern rock. Macon is about 90 minutes south of Atlanta, and it's one of CNN's top American towns to visit. We sent Derek Van Dam down I-75 to learn more about how the town's revitalized music scene is growing and drawing fans of all musical genres. (BEGIN VIDEOTAPE) DEREK VAN DAM, CNN CORRESPONDENT (voice-over): Welcome to Macon, Georgia, a town whose music history has shaped much of the music we hear today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:12",
      "speaker": "SAM STEPHENS, RADIO PERSONALITY",
      "sentences": "Tedeschi Trucks. VAN DAMMacon, but still remembers coming to the city as a kid.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:12",
      "speaker": "STEPHENS",
      "sentences": "I have always described Macon as my first big adventure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:12",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "100.9 on the Creek.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:12",
      "speaker": "STEPHENS",
      "sentences": "Listen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:12",
      "speaker": "VAN DAM",
      "sentences": "Now as the voice of 100.9's \"Creekside\" morning show in Macon, alongside her co-host, Charles Davis, Sam was the perfect person to show us around town.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:12",
      "speaker": "STEPHENS",
      "sentences": "We want to put the spotlight on the music history and also bring you what's up and coming and brand new that's continuing on the legacy of a lot of those great older artists that we play. CHARLES DAVIS, RADIO PERSONALITYwas and what it meant to the country during, you know, the '60s and '70s, that started here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:06",
      "speaker": "STEPHENS",
      "sentences": "Macon music history is now. Macon is on the cusp of this beautiful renaissance musically and revitalization as a community. But we're making -- I can't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:06",
      "speaker": "DAVIS",
      "sentences": "Do it. Just do it, Sam. Just do it. Just do it, Sam.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:06",
      "speaker": "STEPHENS",
      "sentences": "We're Macon it happen right here, folks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:06",
      "speaker": "DAVIS",
      "sentences": "God, why are you making an infomercial right now? Do I need to give them that smile?(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}