{
  "date": "2024-02-21",
  "headline": "CNN 10",
  "subHeadline": "U.S. Proposes a \"Temporary Ceasefire\" in Gaza in Draft U.N. Resolution; A 5,000-Pound Satellite Expected to Fall to Earth This Week; Pregnant Stingray With No Mate Draws Attention, Crowds from Near and Far. Aired 4-4:10a ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "There were two takeaways here. One is that at a diplomatic level, the United States comesto the rescue of Prime Minister Benjamin Netanyahu. That`s certainly how he`ll read the situation despite the very clear pressure being put on him by the White House with the wording of this resolution. Why do I say this? Because in essence, the United States is heading off or providing an alternative resolution to the one that Algeria is putting forward which has wide international support for an immediate ceasefire. The Prime Minister here hasn`t responded, publicly, yet, at least, to the U.S. version. But the U.S. version is still very, very clear. It says the conditions right now for a military incursion into Rafah would quite literally result in more civilian deaths, potentially push people across the border, weaken international security and peace, certainly in the region around here. So it`s with very high levels of caution and guidance for the Israeli government, but the Prime Minister here is likely to read this as he is being given more time, because the wording from the United States is not a permanent ceasefire, and it says, when it is practicably possible. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "KLEIN",
      "sentences": "Ten second trivia time.Which country launched the first satellite called Sputnik One into space? Was at the United States, China, the Soviet Union, Japan. If you said the Soviet Union, you are out of this world. On October 4th, 1957, the Soviet Union successfully launched Sputnik One. That satellite was only about the size of a beach fall and weighed just under 185 pounds. We head to space next, where a satellite from the European Space Agency is expected to make a fiery reentry today. The agency`s space debris office said the satellite called ERS-2 weighed just over 5,000 pounds at around 50 miles above the Earth`s surface. The satellite is expected to break apart and the majority of the fragments will burn up in the atmosphere. Now, some of those fragments could reach the planet`s surface. But the agency says it won`t contain any harmful substances and it will most likely fall into the ocean. We turn now to our Bill Weir, who explains how the astronomical number of manmade objects orbiting the planet has turned some space officials compunction into action. (BEGIN VIDEOTAPE) BILL WEIR, CNN CHIEF CLIMATE CORRESPONDENT (voice-over):  We all drop things around the house.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "PIERS SELLERS, ASTRONAUT",
      "sentences": "Guys, I think my spatula has escaped.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WEIR",
      "sentences": "So when astronaut Piers Sellers dropped a spatula while spreading putty on the space shuttle it was relatable news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "SELLERS",
      "sentences": "I see it on there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "OK. We`ll take a look.WEIR (voice-over):  But while a spatula in space was still novel in 2006, it seems quaint now, because nearly 70 years after Sputnik the moon holds tons of human trash. And the final frontier is filthy with rocket fumes and orbiting junk. Check out this NASA time-lapse. Each dot a manmade object bigger than a softball flying 10 times faster than a bullet. The Website Orbiting now is tracking over 8,300 satellites, most of them put there by private companies like SpaceX. And over time, they will only add to the hundred million tiny pieces of manmade debris in orbit. WEIR (on camera):  So behind us is the National Air and Space Museum. Did they have an exhibit on space junk? Is it time we started paying attention? RON LOPEZ, PRESIDENT OF ASTROSCALE U.S.:  There`s been discussion about it and it is time that we pay attention to the issue. WEIR (voice-over):  Ron Lopez heads the American branch of Astroscale, a Japanese entry into the growing field of orbital debris removal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "LOPEZ",
      "sentences": "The interesting metric is that over the next ten years, were going to launch three times as much into space as we have launched since Sputnik,since the beginning of the space age. Three times as much in just the next ten years. WEIR (voice-over):  While they`re a long way from flying garbage trucks. Astroscale just launched a second test mission and funded only by private investment recently proved that they can use magnets to catch and potentially extend the lives of dying satellites. In 2018, a team from the U.K. proved that space junk can be snared with a net, which helps with traffic control up there, but does nothing to stop dead satellites from burning into countless pieces of metal, throwing off remnants that can stay in our skies for years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WEIR",
      "sentences": "The launches are almost a weekly or daily occurrence. Is that having an effect on the stratosphere?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "TROY THORNBERRY, RESEARCH PHYSICIST, NOAA CHEMICAL SCIENCES LABORATORY",
      "sentences": "Yes. So as we see this increase in space traffic, we see significantlyincreased initiatives. And something we`ve been talking about is adding a lot of material to the stratosphere that was never there before. All of the sort of the mass of material that we put into space doesn`t all just stay there. And when it`s deorbited, it basically acts in the same way that a meteoroid does. WEIR (voice-over):  With special high-flying jets, a team from NOAA recently discovered that 10% of the particles in the stratosphere contain bits of rocket and satellite metal. And in the next few decades, it could be 50 percent, matching the amount created naturally by meteorites. Scientists worry that this could eventually alter earth`s climate. So this summer, Japan and NASA aim to launch the world`s first biodegradable satellite made mostly from wood. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "KLEIN",
      "sentences": "And now, let`s dive into a story that as Coy would say deserves a 10 out of 10. CNN`s Jeanne Moos gets to the bottom of an underwaterinvestigation bubbling up in the stingray tank at a North Carolina aquarium. This one will surely hook you. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "JEANNE MOOS, CNN NATIONAL NEWS CORRESPONDENT",
      "sentences": "How could a stingray named Charlotte end up pregnant when no male stingray has ever been her tank?The $64,000 question. Who`s the daddy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We think Charlotte is her own daddy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "MOOS",
      "sentences": "Staff at the aquarium in shark lab by team ECCO in North Carolina are so bonded with Charlotte. She lets them caress her. When they found alump, they feared it was cancer and ultrasound proved otherwise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "There`s a baby.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "MOOS",
      "sentences": "Several babies, but how?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "She has always been a single ray.MOOS (on camera):  She needs ray tinder. (Voice-over):  The most likely explanation, something called parthenogenesis. I`ve been calling it, do it yourself reproductive. Sort of a virgin birth. The female`s egg becomes an embryo without fertilization. But there`s another far less likely theory. Two male sharks that were placed in the tank. This is Mo and this is Larry named after, You Know Who.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No matter what you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "How dare you strike a mother with an incident in his arms.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "MOOS",
      "sentences": "The staff found bites on Charlotte and male sharks tend to bite during mating. But experts at the Georgia aquarium and elsewhere say ashark stingray hookup would be anatomically impossible. The aquarium plans to do DNA testing when the babies are born. The aquarium may not yet know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "How`d that baby get here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "MOOS",
      "sentences": "But if immaculate conception is the best theory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "So we`re telling everyone don`t drink the water from this tank.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "MOOS",
      "sentences": "Jeanne Moos, CNN, New York.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}