{
  "date": "2024-10-25",
  "headline": "Inside Politics",
  "subHeadline": "Musk, World's Richest Man, Spending Huge Sums To Help Elect Trump; Kate Cox Had To Leave State Of Texas To Have Abortion After Doctors Said Her Pregnancy Was Not Viable; Tonight: Harris To Deliver Address On Reproductive Freedom In Texas; Women For Harris Engage In Sticky Note Whisper Campaign; Biden To Apologize For 150-Year Policy On Indian Boarding Schools. Aired 12:30-1p ET",
  "utterances": [
    {
      "timeStamp": "12:31:18",
      "speaker": "DANA BASH, CNN ANCHOR",
      "sentences": "?Is the richest man on earth buying a presidential race? Well, new FEC filings show Elon Musk has poured a gargantuan sum, $119 million, into Super PACs to elect former President Donald Trump, spending $44 million just this month. That is a lot. But Musk is worth $270 billion and counting.Just yesterday, just want to say this slowly so everybody absorbs this, just yesterday, he made $33 billion, billion with a B, when Tesla shares shot up. That is according to Bloomberg. In 11 days, we'll see, does that all pay off? David and Jackie are still with me. And now at the table is Teddy Schleifer, who is a campaign finance reporter for the New York Times. Nice to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:18",
      "speaker": "TEDDY SCHLEIFER, CAMPAIGN FINANCE REPORTER, THE NEW YORK TIMES",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:18",
      "speaker": "BASH",
      "sentences": "Welcome back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:18",
      "speaker": "SCHLEIFER",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:18",
      "speaker": "BASH",
      "sentences": "Former CNNer. What should we be thinking about when we see and hear those eye popping numbers?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:18",
      "speaker": "SCHLEIFER",
      "sentences": "I mean, look, this could be just the beginning. I mean, Elon Musk initially was proposed a budget when he started meeting with advisers to consider the Super PAC of $150 million to $180 million. You know, he's now in the ballpark here.You know, I'm -- one of the questions I have right now as a reporter is like, what else is he doing? We're talking about a Super PAC that we all files with the FEC. We're talking about what he's doing in Pennsylvania. Elon sees this election as existential for democracy. He's almost manic in private conversations about how much Trump needs to win. So it makes you wonder what's not in front of the camera. What's happening right now --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:18",
      "speaker": "BASH",
      "sentences": "So just to be clear, he thinks that electing Trump saves democracy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:18",
      "speaker": "SCHLEIFER",
      "sentences": "In his view, and bear with me here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:18",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:18",
      "speaker": "SCHLEIFER",
      "sentences": "This could be the last, quote unquote, \"free election\" in America. Because if Donald Trump loses, Democrats will legalize all undocumented immigrants, maybe even relocate them to a couple swing states. And that there will never be a true democratic --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:18",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:18",
      "speaker": "SCHLEIFER",
      "sentences": "-- election here (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:18",
      "speaker": "BASH",
      "sentences": "Which of course is not true. The --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:18",
      "speaker": "SCHLEIFER",
      "sentences": "His -- it's his view of the world --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:18",
      "speaker": "BASH",
      "sentences": "No, I know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:18",
      "speaker": "SCHLEIFER",
      "sentences": "-- and that explains why the money is what it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:18",
      "speaker": "BASH",
      "sentences": "And how much of his fear of Democrats winning that they will look into what he's doing and all of his contracts with the government, his classified status. All the information that he gets the top secret information of America.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:18",
      "speaker": "SCHLEIFER",
      "sentences": "Yes. Look, I mean, it's -- would not be the first donor to get involved in politics, not solely out of the goodness of his heart. But, clearly --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:18",
      "speaker": "JACKIE KUCINICH, CNN POLITICAL ANALYST",
      "sentences": "Nuts (ph)?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:18",
      "speaker": "SCHLEIFER",
      "sentences": "-- clearly he has an incentive for Trump to win.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:18",
      "speaker": "BASH",
      "sentences": "Let's listen to some of what Elon Musk has said on sort of along those lines on the issue of what he calls disinformation.(BEGIN VIDEOCLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:18",
      "speaker": "ELON MUSK, CEO OF TESLA",
      "sentences": "Disinformation is a propaganda word. It's not a -- it's -- well, who's going to decide what's disinformation? The government? That's crazy. The narratives that are important should be the narratives that the people as a whole think are important. Not what a, you know, a few media oligarchs think is important.(END VIDEOCLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:18",
      "speaker": "BASH",
      "sentences": "You were there, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:18",
      "speaker": "SCHLEIFER",
      "sentences": "Yes, I was at one of those -- one of the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:18",
      "speaker": "BASH",
      "sentences": "Yes. SCHLEIFER",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:18",
      "speaker": "BASH",
      "sentences": "So he's saying it's not what a few media oligarchs think is important. I guess he's referring to himself. And yet, there are all these discussions about where we are right now in the campaign, and the fact that he is in charge of a very powerful social media platform, X, formerly known as Twitter, and the algorithms feel different just as a user.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:02",
      "speaker": "BASH",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:02",
      "speaker": "SCHLEIFER",
      "sentences": "-- and has no interest in doing anything in the political realm. And now he's the main character.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:02",
      "speaker": "DAVID CHALIAN, CNN POLITICAL DIRECTOR",
      "sentences": "It's an amazing transformation to watch, and I always think, if I had as much money as Elon Musk, why would I give any of it to a politician? But that's another matter, I guess. But --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:02",
      "speaker": "BASH",
      "sentences": "Because you want to make more money. And keep that money.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:02",
      "speaker": "CHALIAN",
      "sentences": "There you go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:02",
      "speaker": "KUCINICH",
      "sentences": "Like, I could be happy with that, though, just like what he has right now. But anyway, sorry (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:02",
      "speaker": "CHALIAN",
      "sentences": "But it's not just going to be an election roll, right? I mean, that's the -- if Donald Trump wins the presidency, or actually, I guess, even if he doesn't, it's hard to imagine him just giving up on this and backing away from this at this point.So what does Elon Musk's role look like in terms of his incredible influence in a Trump administration or in the world of a Harris administration? I would imagine he still wants to play on the big stage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:02",
      "speaker": "BASH",
      "sentences": "Well, he's playing on the international stage apparently right now. According to the Wall Street Journal, there's new reporting that he's been having secret conversations with Vladimir Putin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:02",
      "speaker": "KUCINICH",
      "sentences": "Right, which is why I think if he does end up a part of the government, even more so than he is right now with the contracts that you were talking about. This could be problematic. I could be -- I mean, he's already very powerful, but with, you know, have involvement with government even more so. So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:41:22",
      "speaker": "BASH",
      "sentences": "Tonight at a rally featuring Beyonce, Kamala Harris will give a speech on reproductive freedom from the epicenter of the fight over abortion, and that is Texas. It has one of the strictest bans in the nation.I'm joined now by Kate and Justin Cox, who are attending tonight's rally. They became abortion rights activists after they had to leave their home state to end a pregnancy. Doctors told them was not viable. It's nice to see you both again. Thank you so much for being here. And Kate, I'm going to start with you because just to give our viewers who don't know your story, the backstory, you were 19 weeks pregnant. You got devastating news that your baby had a -- what's called trisomy 18, which doctors told you meant it was not viable. The pregnancy was not viable. You attended President Biden's State of the Union Address. You appeared at the DNC. But before doing those things, you told me that you were never political in your life. Talk about that change based on your experience.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:41:22",
      "speaker": "KATE COX, ABORTION RIGHTS ADVOCATE",
      "sentences": "Right. Well, I've seen firsthand the devastation that extreme abortion bans have on families, on women, on people across our country. And so, you know, I don't want to see others go through the nightmare that we did or worse. And so that's why we speak out and share our story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:41:22",
      "speaker": "BASH",
      "sentences": "And Justin, you have said that this isn't about abortion, it's about what you call common sense medical care. You're speaking out as a husband, but as a man and a part of a family that this was almost devastating to. How important is it that men comprehend this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:41:22",
      "speaker": "JUSTIN COX, HUSBAND OF KATE COX",
      "sentences": "Yes, I think it's really important. Yes, I really want to bring awareness to the fact that, yes, this isn't just something that women decide on their own. This is something that completely revolves around their spouse and their family. Yes, it's really a family issue. So I'm trying to bring light to that.K. COX: I don't think reproductive freedom is just a women's issue, it's an everybody issue. It's devastating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:41:22",
      "speaker": "BASH",
      "sentences": "You had a horrible experience. You, as I said, you had to leave Texas in order to end the pregnancy that you had elsewhere and a place that it was legal. You were told that that was something that you had to do if you wanted to continue to expand your family, which I know you both wanted to do.You are now pregnant, so there is very good news here. You're due in January. Can you talk about this journey? K. COX: Yes, absolutely. I was heartbroken that the state of Texas would want me to continue a pregnancy where I would have to wait for the baby to die in my belly or live for at most hours or days and put my own health and a future pregnancy at risk. It was absolutely heartbreaking. So I wanted the chance to bring home a baby. I had to flee my state. But in the end, I got the care that I needed because I got that care. I'm pregnant now today. Healthy baby, healthy mama, and we'll have the opportunity to bring a baby home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:10",
      "speaker": "BASH",
      "sentences": "And last question, Kate. You know, we heard the former Congresswoman Liz Cheney, a Republican who was very much self -- she describes herself as pro-life. She said just this week that she's concerned about the medical impact on this. Have you talked to people who are self-described pro-life voters and about how this isn't just a, quote unquote, \"abortion issue for unwanted pregnancies,\" but an issue about wanted pregnancies?K. COX: Yes, so wanted prayed for pregnancies can sometimes end in abortion. We know what it's like to receive the most devastating news after you've been, you know, so happy and looking forward to your pregnancy. And it's heartbreaking when they go through that, and I've seen the devastation whenever it's not just you and your doctor in that room whenever you have the government involved as well. And I think there's no place for the government in that doctor's office. BASH: The first time I met you, you were telling me that you were hoping that you would have good news to share and you do, and I can't wait to hear the even better news come January. Thanks to you both for being here. K. COX: Thank you. J. COX: Thank you. We appreciate it. K. COX: Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:10",
      "speaker": "BASH",
      "sentences": "And I mentioned former Congresswoman Liz Cheney was campaigning with Kamala Harris this week. She also reminded women that they don't have to tell anyone who they're voting for. But we met a Harris campaign volunteer taking that notion to another level following a trend that's gone viral.(BEGIN VIDEOCLIP) DANA GORDON, HARRIZ-WALZ CAMPAIGN VOLUNTEER: This is like a whisper campaign. So sometimes you go into bathrooms and there's a thing about if you're trafficked or if you've been abused. So this is a campaign to put these post it notes in the bathrooms, giving women the permission to vote who -- for who they want to. So it says nobody knows who you vote for. So vote for who you want or vote Harris for women's rights.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:10",
      "speaker": "BASH",
      "sentences": "And where do you put these?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:10",
      "speaker": "GORDON",
      "sentences": "So when they're at airports, truck stations, restaurants.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:10",
      "speaker": "BASH",
      "sentences": "How many of these have you made?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:10",
      "speaker": "GORDON",
      "sentences": "We've made thousands, thousands and thousands. Sometimes you go to doors and the husband doesn't let the wife come to the door. Oh, we're Republican here. Well, she doesn't have to be a Republican. Women can vote 2024.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:10",
      "speaker": "BASH",
      "sentences": "Do you know who came up with this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:10",
      "speaker": "GORDON",
      "sentences": "No, I saw it online and all the women in my area, they're all doing it. They're literally driving up to Wisconsin to the truck stops just to do this. They're even putting them in the men's bathrooms also saying, no one will know who you vote for. Vote Harris for your daughter's rights.(END VIDEOCLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:53:21",
      "speaker": "BASH",
      "sentences": "Quote, \"Kill the Indian, save the man.\" That was the rallying cry that launched over hundreds of what are known as Indian boarding schools. At least 18,000 Native American children were taken from their families, forced to attend these so-called Indian boarding schools, some as recently as the 1960s.They were taken away from their families and tribes and sent to government funded schools where they were beaten when they spoke their native languages or practiced their cultures. Many of those children died and the federal government discovered 74 marked and unmarked burial sites at former schools. And today, President Biden is in Arizona to formally apologize for the government's role in the schools. It will be his first trip to Indian country since taking office. Interior Secretary Deb Haaland, the first Native American woman to run this department, is responsible for the federal government's relationship with tribal nations. And she called this the dawn of a new era. (BEGIN VIDEOCLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:53:21",
      "speaker": "DEB HAALAND, INTERIOR SECRETARY",
      "sentences": "That the federal government would acknowledge and apologize for the trauma and inter-generational impacts that these boarding schools, these places of horror, caused. That the President is taking that step tomorrow is so historic. I'm not sure I could adequately put its impact into words.(END VIDEOCLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}