{
  "date": "2024-11-04",
  "headline": "One World with Zain Asher",
  "subHeadline": "Harris Has Full Day Of Events In Crucial Pennsylvania; Candidates In Key Battleground States On Final Campaign Day; World Anxiously Watches The U.S. Election; The Gender Gap Could Be The Deciding Factor In The U.S. Election; Anger Grows Over Government Response To Disaster; Legendary Music Producer Quincy Jones Dies Aged 91; Aired 12:00-1:00p ET",
  "utterances": [
    {
      "timeStamp": "12:00:30",
      "speaker": "BIANNA GOLODRYGA, CNN ANCHOR",
      "sentences": "Hey, I think we're less than 30 hours until polls start to close. Don't know if you've heard it, but there is anelection happening in America, and it's starting tomorrow. Well, people can go in person tomorrow, right? They've been voting early for a while now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:30",
      "speaker": "ZAIN ASHER, CNN ANCHOR",
      "sentences": "ONE WORLD starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:30",
      "speaker": "GOLODRYGA",
      "sentences": "Down to the wire. Shocking new poll numbers just the day before election day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:30",
      "speaker": "ASHER",
      "sentences": "And apocalyptic flooding. Spain is reeling from its deadliest floods in decades. Even more rain is in the forecast as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:30",
      "speaker": "GOLODRYGA",
      "sentences": "And later, saying goodbye to a legend, we look back at the incredible life and career of the one and only Quincy Jones.All right. Election week, live from New York. I'm Bianna Golodryga.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:30",
      "speaker": "ASHER",
      "sentences": "And I'm Zain Asher. Thank you so much for watching. It is one well and disastrous debate, assassination attempts, eating pets, and garbage. Somuch has happened over the past few months, unbelievable, after the many twists and turns and sometimes bizarre rhetoric of the U.S. presidential election. We have finally reached the day before it all ends.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:30",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. It's arrived. Both Kamala Harris and Donald Trump have multiple events planned in Pennsylvania today. That state is the biggestprize among the swinging states and whoever wins it likely wins the election. Speaking in Pennsylvania on Sunday, Trump returned to a very familiar playbook, claiming the Democrats want to steal the election. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:30",
      "speaker": "DONALD TRUMP, REPUBLICAN PRESIDENTIAL NOMINEE",
      "sentences": "They want to -- they are fighting so hard to steal this damn thing. Look at what's going on. Lookwhat's going on in your state. Every day, they're talking about extending hours and stuff. What? Who ever heard of this stuff? We should have one day voting and paper ballots. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:30",
      "speaker": "ASHER",
      "sentences": "As for Kamala Harris, she has events planned in five different cities across Pennsylvania today. Her closing message is one of hope andalso looking to the future as well. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:30",
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES AND DEMOCRATIC PRESIDENTIAL NOMINEE",
      "sentences": "From the very start, our campaign has not been aboutbeing against something, it is about being for something. (CROWD CHEERING) A fight for our future with freedom, opportunity and dignity for all Americans. And so in these final hours, let us remember, that there is power in knowing that we are together. And let us remember that your vote is your voice and your voice is your power. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:30",
      "speaker": "GOLODRYGA",
      "sentences": "It is worth noting that even though tomorrow is known as election day in the U.S., as we noted at the top of the show, tens ofmillions of ballots have already been cast. At last count, more than 77 million Americans have voted early or mailed in their ballot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:30",
      "speaker": "ASHER",
      "sentences": "The presidential race was thrown for a loop over the weekend with one really surprising poll.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:30",
      "speaker": "GOLODRYGA",
      "sentences": "I've had a lot of people talking. The Iowa poll, known for its uncanny accuracy in that state, finds Kamala Harris surging.Now, it's accurate, the poll turned a state that was supposed to be safely in Trump's corner into a toss-up now. Sources tell CNN the poll was a gut punch to people inside the Trump campaign and that Trump himself is fuming over it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:30",
      "speaker": "ASHER",
      "sentences": "Yes. We have live coverage from all across the campaign trail. We've got Eva McKend, who's traveling with Kamala Harris in Pennsylvania. We'vegot our Steve Contorno at the bottom of the screen in the biggest swing states tracking the Trump campaign. And we have our polling guru. You know, Harry, Bianna was saying that when this election is over, we are going to miss having you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:30",
      "speaker": "GOLODRYGA",
      "sentences": "Just make you a regular.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:30",
      "speaker": "ASHER",
      "sentences": "-- at the top of the show. Oh, my goodness. Harry, you are -- you are in New York for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:09",
      "speaker": "HARRIS",
      "sentences": "We have the momentum because our campaign is tapping into the ambitions, the aspirations, and the dreams of the American people.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:09",
      "speaker": "MCKEND",
      "sentences": "So five stops in Pennsylvania today. She begins in Scranton, rallying canvassers, doing the hard work of door knocking in Joe Bidencountry. Then she comes here, right here to Allentown, Pennsylvania, to Muhlenberg College. This is a place with a heavy Latino population, more than 30,000 Puerto Ricans living here in Allentown. And she heads to Reading to campaign with probably the most prominent progressive in the country, Congresswoman Alexandria Ocasio-Cortez, Governor Shapiro in the mix in Reading as well. And then she has two major rallies in Pittsburgh and in Philadelphia. So they have always placed a high value on this state. She's telling supporters come off the sidelines. We don't want to wake up on Wednesday morning feeling as though we couldn't do all that we could to bring home the victory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:09",
      "speaker": "GOLODRYGA",
      "sentences": "Shapiro has played a significant role in her campaign and in some commercials and ads as well, given his popularity as governor of thatstate as a surrogate for her. Eva McKend, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:09",
      "speaker": "ASHER",
      "sentences": "All right. Let's turn now to the Trump campaign and our colleague Steve Contorno.So, Steve, as I understand it, Donald Trump's going to be transversing three different states. He's going to be in Pennsylvania. He's going to be in North Carolina. He's going to be in Michigan as well. I mean, I think North Carolina is really interesting because the last time a Democrat won that state was back in 2008 with Barack Obama. So the fact that the day before the election, Donald Trump is going to be in North Carolina, does that suggest or how much I should say, does that suggest that he's on the defense in that particular state? What should we be reading into that, do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:09",
      "speaker": "STEVE CONTORNO, REPORTER",
      "sentences": "Yes. Not only is he spending today here, he actually was in North Carolina yesterday and the day before. The only swingstate that he has spent three consecutive days and in this closing stretch. It's really showing how much they are concerned about the early vote there and what they are seeing so far in the turnout and the polling. Now part of that is because they can't afford to lose North Carolina so they are putting a ton of emphasis on ensuring that that's state, then that wall that they have through the Sun Belt does not collapse on them in these final moments. And so you are seeing him spend way more time than his campaign anticipated in that state. Back when Joe Biden was a democratic nominee, they had started to pull resources out of North Carolina in anticipation that this race would be mostly fought across the blue wall. And instead, here they are in the final days, doubling down on a state that they narrowly won four years ago. Less surprising is where he will be today in Reading, Pennsylvania, right behind me, one of these key battleground spots and a key battleground state, Bucks County, which closely mirrored the results of Pennsylvania four years ago. There are about 400,000 voters here. Joe Biden won about 52 percent of that last go around. Trump, in both elections in 2016 and 2020, maxed out at about 47 percent. So Trump is trying to at least cut into that lead just little bit and that's where we're going to see this race being fought and filled in Pennsylvania trying to win these margins in these counties. Donald Trump though is coming into this state having some concerns about the energy and enthusiasm in these final days. Our colleagues in North Carolina right now watching Trump noted that the crowd there is a little bit thin. And I'm looking around in this arena now granted we're still about two hours until Trump is about to speak but there are quite a few empty seats here. People are slowly trickling in. Look, crowd sizes don't mean everything, but Donald Trump has certainly built his political brand around these rallies and the energy and enthusiasm that they've built for his campaign. And in these closing stretches, we've noticed how much they have seemed to be a little bit smaller than we expected in these final days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:09",
      "speaker": "ASHER",
      "sentences": "All right. Steve Contorno, live for us there. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:09",
      "speaker": "GOLODRYGA",
      "sentences": "OK. Now, let's bring in CNN senior data reporter, our friend Harry Enten with a look at some of the final polls ahead of election day.Something stood out to me that you posted on X, Harry, earlier this morning and that is that this is now shaping up to be the closest electoral map since at least 1972?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:10",
      "speaker": "ASHER",
      "sentences": "Just begun. Thanks, Harry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:10",
      "speaker": "GOLODRYGA",
      "sentences": "Harry, we all benefit from a definitive result. I thank you more than most because that means you can probably take next weekend off.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:10",
      "speaker": "ENTEN",
      "sentences": "Please, God. I'm begging.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:10",
      "speaker": "GOLODRYGA",
      "sentences": "Don't hold into it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:10",
      "speaker": "ASHER",
      "sentences": "Get some sleep, Harry. Get some sleep.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:10",
      "speaker": "ENTEN",
      "sentences": "I'm going to go try. I actually have a pillow right here in a little sleeping bag. I'm going to duck in under the desk. You'll never see meagain. I'm going to be like George Costanza at Yankee Stadium.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:10",
      "speaker": "GOLODRYGA",
      "sentences": "Hopefully you'll have a bed soon as well --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:10",
      "speaker": "ENTEN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:10",
      "speaker": "GOLODRYGA",
      "sentences": "-- after Wednesday. Harry Enten, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:10",
      "speaker": "ENTEN",
      "sentences": "See you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:12",
      "speaker": "GOLODRYGA",
      "sentences": "Jeff, let me ask you about North Carolina, because it's interesting as it relates to the early vote that not only has it beenpretty high overall, but the hurricane-pummeled western part of the state has seen a significant and surprising number of early voting. What does that suggest to you? Who does that -- is the main constituent in that part of the state? JEFF TIBERII, HOST, WUNC'S DUE SOUTH: So it's an interesting question. And this area of Western North Carolina where the hurricane hit, it's roughly the size of -- it's bigger than New Jersey. It's this massive area. It's largely a red constituency, but Asheville and Buncombe County, which Asheville sits, is a bluer constituency. Vote participation in Asheville has outpaced the state thus far. And there's been pretty good turnout in the Western reaches of the state. So what exactly to glean from that? It's hard to say, right? What I can tell you is that early voting, the 17-day early voting period concluded on Saturday and 4.2 million people voted early here. You factor in the absentee by mail ballots, it's almost four and a half million. So two points here. One, North Carolina only has 7.8 million registered voters. So more than half of all registered voters have already cast ballots here. And number two, I think this is really interesting. As you think about how many people voted in 2020, 80 percent of those -- of that figure has already cast ballots here. So we think about tomorrow and it's, you know, how quiet is it going to be or are there going to be some lines? Is there going to be a deluge of voters? And is North Carolina going to set clearly set an all-time record for votes cast in a general election?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:12",
      "speaker": "ASHER",
      "sentences": "It's really interesting. Jonathan, just in terms of Kamala Harris' strategy in Pennsylvania. I mean, obviously Donald Trump won Pennsylvaniain 2016. He lost it in 2020. What do you make of the effectiveness of Kamala Harris's strategy this time around? Obviously, we're yet to see the results, right? We're going to find out later on this week, but just so far, what do you make of it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:12",
      "speaker": "SALANT",
      "sentences": "Well, there used to be an expression, it's main goal, so goes the nation. Clearly in the 21st century, it's Pennsylvania goal, so goes thenation. And they've admitted that Pennsylvania really is a must win. And it's hard to get 270 without it. So you need to show up. One of the Democratic consultants told me, you know, just showing up is -- the people want to be asked for their vote. And so she's showing up and asking for their vote. They sent the Tim Walz, who grew up in Nebraska, sent them to the rural areas that have been Republican that's hold down the margins there. And she's getting crowds and getting enthusiasm. Again, one of the consultants said, originally, even though Biden was, from Pennsylvania, they thought they were going to lose, and now it's a tie. So, so far they do it -- they like where they are. And we'll see what shows up at the turnout election. And the more people you ask for their votes, more people are likely to say yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:12",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. Governor Shapiro coined the phrase that Pennsylvania is the swingiest of swing states.Given that, Jeff, and we do know that the president, the former president is on his way to a rally in Pennsylvania, he began the day in North Carolina. How much should we read into that? And what concerns his campaign may have in these final hours?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:12",
      "speaker": "TIBERII",
      "sentences": "We can't roll the clock back, right? But if you had said to a Donald Trump surrogate, close advisor, supporter 60 or 90 days ago that onthe election eve, you're going to be in North Carolina, I think you would have got some kind of confused eyebrows.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:12",
      "speaker": "GOLODRYGA",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:12",
      "speaker": "TIBERII",
      "sentences": "This is a state that has backed the Republican office candidate in 10 of the last 11 elections. You noted earlier in your program that BarackObama carried North Carolina in 2008. But it's worth noting he only carried North Carolina by 14,000 votes. That's the lone exception in the last 48 years. So Harris is doing well here in the polls. This is a state that was decided by less than 75,000 votes four years ago. And to be clear, Donald Trump needs North Carolina to get another term in the White House. If he doesn't win here, you have to start to do some really complicated stretching and hypotheticals. This is a state that she can lose. But he must win to have a chance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:02",
      "speaker": "GOLODRYGA",
      "sentences": "Thank you both.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:02",
      "speaker": "TIBERII",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:02",
      "speaker": "GOLODRYGA",
      "sentences": "Still to come for us, what police are doing to increase security in the U.S. Capitol and states as fears grow of possible unrest aroundelection day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:02",
      "speaker": "ASHER",
      "sentences": "And it may be the U.S. election, however, the outcome will, of course, be felt all around the world. I want to take you to four corners ofthe globe to hear expectations and concerns as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:02",
      "speaker": "GOLODRYGA",
      "sentences": "Plus, the streets were overflowing with anger and outrage as Spain's king and queen were pelted with mud and eggs while visiting, blood-ravaged country. We'll bring you the details, ahead. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:02",
      "speaker": "ASHER",
      "sentences": "All right. Across the U.S., police are increasing security for election day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:02",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. National Guard troops are on standby in several states, including Washington State and Oregon, where hundreds of ballots weredamaged or destroyed after ballot drop boxes were set on fire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:02",
      "speaker": "ASHER",
      "sentences": "And in the Capitol, workers put up additional fencing outside the White House and increased security measures outside the residence of VicePresident Kamala Harris. The election is being closely watched, not just in the U.S., but really all around the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:02",
      "speaker": "GOLODRYGA",
      "sentences": "And particular the Middle East and Ukraine where war has been raging seemingly without end. We're tracking international reaction fromEurope, Africa, and the Middle East. We begin with Marc Stewart in Beijing. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:02",
      "speaker": "MARC STEWART, CNN CORRESPONDENT",
      "sentences": "I'm Marc Stewart in Beijing. Here in China, the government is being very deliberate about not making any publicstatements about the election, though Beijing likely expects tension to remain high and may see pros and cons in the candidates. For example, former President Trump, while at times unpredictable, has been critical of alliances such as NATO at a time when China is trying to establish itself as the leader of a new world order. Vice President Harris may bring some continuity from the Bide administration, focusing in on alliances and trying to control China's access to high tech. Regardless, China will likely have to confront the issue of tariffs as U. S lawmakers demand a level playing field in the global marketplace. And as far as Chinese citizens, there is certainly curiosity. I get questions all the time, but people seem to be more concerned about their families and their struggles as opposed to what's happening overseas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:15",
      "speaker": "LARRY MADOWO, CNN CORRESPONDENT",
      "sentences": "I'm Larry Madowo in Nairobi, where a lot of people here in Kenya and across Africa are watching the U.S. electionwith interest. They know that whoever sits in the White House has an impact even here in Africa. And speaking to people even while I've been here on the street, a lot of them tell me they like Donald Trump. They like that he speaks his mind. They're aware of his more controversial comments, reportedly having called some African nations (BLEEP) countries, but they like that they know where they stand with him. And for many religious Africans as well, they're attracted to his opposition to abortion, to LGBT rights. Many Africans also know that Kamala Harris has Jamaican heritage, therefore, her roots trace back to Africa. But they even know that she's been traveling in Africa as VP to Ghana, to Zambia, and to Tanzania, but there's just a certain attraction to Donald Trump, the myth of the successful businessman. And that is just another reason why they are more attracted to the candidacy of Donald Trump and they think he'll be a better president for Africa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:15",
      "speaker": "MATTHEW CHANCE, CNN CHIEF GLOBAL AFFAIRS CORRESPONDENT",
      "sentences": "Here in Israel, the U.S. presidential election is being closely watched, the outcome being seenas having a direct impact on this country too, which is, of course, fighting in Gaza and Lebanon and engaged in a spiraling confrontation with Iran. One recent opinion poll here suggests a clear majority of Israelis favor Trump over Harris to become the leader of Israel's most important ally. Trump is remembered for a series of pro-Israel moves, when he was presidents, including moving the U.S. embassy to Jerusalem, recognizing Israeli annexation of the Golan Heights and taking a tougher stance on Iran. While the Biden administration, including Vice President Harris, is seen by many here as having sought to restrain Israel's tough military response in a year since the October 7 attacks. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:55",
      "speaker": "ASHER",
      "sentences": "All right. Welcome back to ONE WORLD. I'm Zain Asher.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:55",
      "speaker": "GOLODRYGA",
      "sentences": "And I'm Bianna Golodryga.A lot of attention has been paid to the gender gap in this year's U.S. presidential election. It's one of many factors that could decide what may be one of the closest racists in American history. But while men have traditionally voted Republican and women Democratic, this year the margins appear to be much larger.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:55",
      "speaker": "ASHER",
      "sentences": "And not only are women outpacing men in early turnout, but a new surprise poll may point to a bigger trend.The Des Moines register shows Kamala Harris picking up support from women to surpass Donald Trump by three points in the ruby red state of Iowa. Harris has made reproductive rights a centerpiece of her campaign and she says that women should have the freedom to make decisions about their own body. It is a stark contrast from what Trump has been telling his supporters he'll do if he becomes president. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:55",
      "speaker": "TRUMP",
      "sentences": "I'm president, I want to protect the women of our country.Well, I'm going to do it whether the women like it or not. I'm going to protect them. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:55",
      "speaker": "GOLODRYGA",
      "sentences": "Let's talk more about this. It's time now for The Exchange and our conversation with Margaret Talev. She's a senior contributor for\"Axios\" and director of the Institute for Democracy, Journalism, and Citizenship. She joins us live from Washington. Margaret, great to have you. So a lot of talk over the weekend, including, as it's been reported by CNN in the Trump campaign, calling the Iowa polling from Ann Selzer, who has been a very reliable pollster for many, many years, as a gut punch. It was interesting in looking through her numbers in terms of the subgroup of women who led the surge in support for Kamala Harris. The majority, the largest subgroup, actually, was those age 65 and older. We spent a lot of time talking about younger women, but when it comes to turnout vote, it usually is older voters who are more reliable. What does that suggest to you? How much should we read into, whether or not Iowa is just a one-off, this poll, the state as a whole, or if that's indicative of a larger trend nationwide?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:01",
      "speaker": "ASHER",
      "sentences": "Margaret, I think what's also interesting is, as we know, Kamala Harris has recruited Liz Cheney to try to appeal to conservatives, toconservative women as well. And one of the sort of messages that Liz Cheney had for conservative women is that, listen, even if you're married to a man who supports Trump, you can pretend that you too are a Trump supporter. But when you go into that booth and the curtain is closed and no one's looking, you can cast your vote for Kamala Harris. You don't have to tell anyone. What sort of an impact do you think that messaging has had on the campaign so far? Will it actually make a difference come tomorrow, do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:01",
      "speaker": "TALEV",
      "sentences": "It's really, really interesting. Of course, Julia Roberts is the voice on an ad from a progressive evangelical group that makes the sameargument. \"Axios\" does a poll with the Harris poll, which is not related to Kamala Harris, and it's called the Vibes poll. And in our most recent Vibes poll, we learned something fascinating, which is that about one out of four voters says they do lie to people they love, like a spouse or a relative, about who they have voted for. It's about one in four, two really interesting trends. Number one, young people about twice as likely to lie, so nearly half of Gen Z voters lying. But the other is that it's men right now, more than women, who are lying or who say they're lying about who they voted for. What we don't know is what direction that pulls in. Is it men telling their wives? Yes, yes, I'm going to vote for Kamala Harris, and they're voting for Donald Trump. Or is it men telling their male peers or their male parents or relatives, yes, yes, I'm with Trump, and they're really with Harris? We don't know that from the poll, but we do know that there's actually quite a bit of lying already going on because people don't want the confrontation. They don't want to try to be persuaded or lose a relationship of someone they're close to, but they do want the privacy of the voting booth. And we see that very clearly from our numbers as well. So it just goes to show the polling is going to get us within a couple of points of what's probably going to happen. But if the race really is decided by one percentage point, it's not really going to matter what the poll said. It's going to matter what people do in the privacy of the voting booth or the privacy of the ballot box.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:01",
      "speaker": "GOLODRYGA",
      "sentences": "You know, it's interesting that the Kamala Harris campaign has been describing themselves as nauseously optimistic.My husband takes issue because, grammatically, I guess that should be nauseatingly optimistic, but nauseously just sounds better and easier to say and easier to say. And one of the reasons why, they say, is because they think they have had a stronger ground game. And there has been some criticism even within the Trump camp that they didn't spend and invest enough time on their own ground game, and instead sort of outsources to people like Elon Musk and outside organizations. What are you hearing about the impact of both camps' ground games?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:01",
      "speaker": "TALEV",
      "sentences": "I think quantitatively, it's true. Harris has a stronger, deeper, broader, more populous ground game. But is that going to translate into thevotes the same way as is ad spending going to translate to votes? One really interesting element with women voters though is that, historically, women have turned out more than men. So women have made up a larger share of the overall vote. If women are trending towards Trump the way the gender gap suggests, because it's like the female gender gap is maybe 18 points, the male gender gap is maybe 16, that's like a 35-point spread. So if that is true, and if women continue to dominate in turnout, that could help Vice President Harris. But there are so many different ways those numbers could go. I think in the analysis, once we know what happens, we can look back at all of this data and it can guide us. But in the final 24 hours of this race, if you haven't voted yet and you know who you want, you should vote and not be thinking about any of this. If you want to know what's going to happen, we're going to need to wait probably several days to find out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:01",
      "speaker": "GOLODRYGA",
      "sentences": "Margaret Talev, always great to have you on, your expertise and even your dedication to correct grammar as a journalist. It's muchappreciated. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:01",
      "speaker": "ASHER",
      "sentences": "Thank you, Margaret. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:01",
      "speaker": "TALEV",
      "sentences": "Well done. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:01",
      "speaker": "GOLODRYGA",
      "sentences": "Well, in case you missed it, Kamala Harris made a surprise appearance on NBC's Saturday Night Live over the weekend. She appearedalongside her impersonator, actress and comedian Maya Rudolph.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:01",
      "speaker": "ASHER",
      "sentences": "Yes. Harris' appearance formed part of her team's final media blitz ahead of election day.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:01",
      "speaker": "MAYA RUDOLPH, AMERICAN COMEDIAN",
      "sentences": "Now, Kamala, take my palmala.The American people want to stop the chaos.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:01",
      "speaker": "HARRIS",
      "sentences": "And end the dramala.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:01",
      "speaker": "RUDOLPH",
      "sentences": "With a cool new stepmamala. Kick back in our pajamalas and watch a rom-kamala.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:01",
      "speaker": "HARRIS",
      "sentences": "Like Legally Blondala.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:01",
      "speaker": "RUDOLPH",
      "sentences": "And start decorating for Christmas, fa-la-la-la-la.Because what do we always say? Keep Kamala and carry-on-ala.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:01",
      "speaker": "HARRIS",
      "sentences": "Keep Kamala and carry-on-ala.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:01",
      "speaker": "RUDOLPH",
      "sentences": "I'm going to vote for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:02",
      "speaker": "RUDOLPH",
      "sentences": "Nope, I am not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:02",
      "speaker": "HARRIS",
      "sentences": "Well, it was worth a shot.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:02",
      "speaker": "ASHER",
      "sentences": "Will the real Kamala Harris please stand up? It's amazing. We'll be right back with more after this short break.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:02",
      "speaker": "GOLODRYGA",
      "sentences": "Well, as anger boils over in Spain, storm and rain warnings are in place once again for parts of the east coast of the country. It comesjust days after record-breaking deadly floods swept through the region.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:02",
      "speaker": "ASHER",
      "sentences": "Right now, you're looking at video from social media showing passengers at Barcelona's El Prat airport wading through flood waters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:02",
      "speaker": "GOLODRYGA",
      "sentences": "Wow. More than 200 people have died in Spain's flashfloods and angry residents say the government's response has been slow anduncoordinated. Atika Shubert reports. (BEGIN VIDEOTAPE) ATIKA SHUBERT, CNN INTERNATIONAL CORRESPONDENT (voice-over): The waters have receded, but the scene remains apocalyptic. A week after the first torrential rain some normality is returning barely. Across Valencia, first responders and countless volunteers continue the search for the dozens still missing, feared to be stuck beneath the mud in flooded garages or warehouses where access is difficult. The delay in aid has angered many in Valencia. Those frustrations erupted on Sunday when King Felipe and Prime Minister Pedro Sanchez visited the badly affected suburb of Paiporta. Assasino, they shouted, murderer. King Felipe and Queen Letizia stayed to face people's anger. Prime Minister Sanchez did not, whisked away by security. Hearing the stories of the many here who lost literally everything and the criticism of those who believe the government failed them. It can't be like this, this young man tells the king. They knew about the storm and did nothing. Through rain and mud, they listen to the horror and pleas for food and water and power. We only ask for help, this woman says. We're not asking for anything else. Help has been arriving, often in the form of young volunteers, shocked to find they were the first to arrive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yesterday, we was in one of the village. We don't know why the police, why the military, they don't go in. So we are --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:02",
      "speaker": "SHUBERT",
      "sentences": "There were no police or military there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:02",
      "speaker": "ASHER",
      "sentences": "Spain's nightmare isn't coming to an end anytime soon. Its National Weather Service says there's more rain on the way.CNN's Derek Van Dam reports.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:02",
      "speaker": "DEREK VAN DAM, CNN METEOROLOGIST",
      "sentences": "Yes. That's right, Zain and Bianna.And coming from the major flooding that we saw last week on the East Coast of Spain, now, we're starting to notice images coming out of Barcelona, on the East Coast once again. This is all part of the same onshore flow of moisture off of the Mediterranean that's brought just copious amounts of precipitation from the skies. This is the main airport in and out of Barcelona. And look at that runway completely over swept with water. That's because they received, get this, 150 millimeter of rain in just a four-hour period of time. That caused the localized flash flooding. You can see that flare up of thunderstorms in the satellite right there. Again, a lot of the heaviest precipitation that occurred late last week was right around the Valencia province. They are currently in the clear, no warnings or alert levels posted from the local meteorological agency. But just to the north and near the Pyrenees Mountains, this is an area that's got a level one of three that's a low yellow risk of flooding. Some moderate rain possible across the region, perhaps up to 80 millimeters in a 12-hour period. So that could lead to some vulnerable locations receiving the flash flooding. Now, look at the overall weather pattern. It's not as intense as what we experienced late last week, but nonetheless, the isolated to scattered showers that could pop up, especially along the coastal regions and some of the areas where we get the enhancement from the mountainous regions. Again, the Pyrenees Mountains that's traveled the border of Spain and France. But again, near the coastline, Valencia, in particular, that area that got hit so hard last week, they don't have any significant rain in the forecast, but we don't have to go back that far in time to remember what happened there. Nearly a year's worth of rain, if not more, in just a one-day period, just incredible, leaving images like this. This is a before and after satellite imagery of Valencia, Spain. And you can see the muddy floodwaters from the local river here just overflowing its banks and, of course, leaving the damage ground inundating buildings and businesses and impacting thousands of people's lives. Really just a tragic scene that's unfolded there. Now the major cleanup effort is in store. Zain, Bianna, back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:02",
      "speaker": "ASHER",
      "sentences": "All right. In Indonesia, at least six people are dead after a volcano erupted on the island of Flores. Mount Lewotobi Laki-Laki sent bigash spewing thousands of meters in the air. The scalding ash rained down on a nearby village, burning down several homes, including a convent of Catholic nuns.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:55",
      "speaker": "ASHER",
      "sentences": "All right. Some early voters are making their voices heard and celebrating the pioneering women's rights icon, Susan B. Anthony. They'replacing their \"I voted\" stickers on her headstone and memorial statue in Rochester, New York.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:55",
      "speaker": "GOLODRYGA",
      "sentences": "Susan B. Anthony, of course, is one of the best known early suffragists campaigning for equal voting rights for women in the 1800s. Shedied before women were granted that constitutional right, but modern women are recognizing her groundbreaking work. (BEGIN VIDEO CLIP) BECKY D'ANGELO-VETCH, VOTER: Now, I'm a mom of two daughters. And I want my daughters to be engaged citizens. I want them to vote and to be able to do that here today and then just to come and honor the work that Susan B. Anthony did to give me the right to do that was beyond important.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:55",
      "speaker": "JANE CARDEN, VOTER",
      "sentences": "The fact that she took this stand over 100 years ago, that I could do this and that my daughters can do this, it's a privilege. Iwouldn't be anywhere else. I wouldn't vote anywhere else this year. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:55",
      "speaker": "ASHER",
      "sentences": "American women gained the right to vote in 1920, 14 years after Anthony's death.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:55",
      "speaker": "GOLODRYGA",
      "sentences": "Well, if you've listened to popular music over the last six decades, if you've even like lived, you've heard a Quincy -- yes. You'veheard a Quincy Jones production. The music legend has passed away at the age of 91.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:55",
      "speaker": "ASHER",
      "sentences": "Yes. He produced everything from film scores to the best-selling album in history. His musical legacy, of course, looms large. And if that'snot enough, he produced award-winning TV shows and movies as well. I'm Sarah Sidner looks at the extraordinary career and life of Quincy Jones. (BEGIN VIDEOTAPE) SARA SIDNER, CNN CORRESPONDENT (voice-over): As the man behind some of music's most memorable hits, Quincy Jones was one of the most Grammy nominated artists of all time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:55",
      "speaker": "QUINCY JONES, ARTIST",
      "sentences": "When you do what you love, it's not work.SINDER (voice-over): Born Quincy Delight Jones Jr., on the south side of Chicago in 1933, Jones found his passion for music when his family moved to Seattle in the late '40s. Jones took a job with the Lionel Hampton band as its trumpet player. He worked steadily with musical greats like Sarah Vaughan, Count Basie, Duke Ellington, Dinah Washington and his friend Ray Charles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:55",
      "speaker": "JONES",
      "sentences": "We didn't think about money or fame ever.SIDNER (voice-over): During the '60s, Jones began writing film scores for movies such as \"The Pawnbroker,\" \"In Cold Blood.\" and \"In the Heat of the Night.\" He even crafted iconic themes for the T.V. shows \"Ironside\" and \"Sanford and Son.\" The in-demand musician, even arranged and conducted his friend Frank Sinatra's second album with Count Basie, \"It Might As Well Be Swing.\" The 1964 album included Old Blue Eyes' hit song, \"Fly Me to the Moon\". (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:55",
      "speaker": "JONES",
      "sentences": "We have the best time. It's like being on another planet with him. Frank would say, Q, live every day like it's the last that you'll bewriting. SIDNER (voice-over): Jones suffered two brain aneurysms in 1974 that nearly took his life. He recovered and went right back to work. He produced albums for Aretha Franklin, George Benson, and Michael Jackson's first solo effort \"Off the Wall\" in 1979. (MUSIC) Jones' successful collaboration with MJ also led to \"Thriller\" in 1982. (MUSIC) It became the best-selling album of all time. The dynamic duo teamed up again in 1985 with \"We Are the World.\" (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:55",
      "speaker": "JONES",
      "sentences": "I like to think about the studios as a place that's real sacred, you know, where magical things happen. Hopefully, you know, that's what greatrecords are supposed to be about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "LARRY KING, AMERICAN AUTHOR",
      "sentences": "You never think of retiring, do you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "JONES",
      "sentences": "Never. When you retire, you travel and you do what you like to do, and I'm already doing it.SIDNER (voice-over): In early 2013 The Rock and Roll Hall of Fame honored Q for his exemplary contributions to music.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "JONES",
      "sentences": "I work with every major artist in the world in the last 60 years. It's a blessing, man, it is. You have to take the light part of your life,you know, wipe out the darkness. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "GOLODRYGA",
      "sentences": "You cannot overstate that man's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "ASHER",
      "sentences": "What a life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "GOLODRYGA",
      "sentences": "-- contribution to society --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "ASHER",
      "sentences": "What a life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "GOLODRYGA",
      "sentences": "-- to culture, incredible talent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "ASHER",
      "sentences": "Bianna and I were just bopping along to all of his dance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "GOLODRYGA",
      "sentences": "All of that. All of that. He will be missed.Well, that does it for this hour of ONE WORLD. I'm Bianna Golodryga.",
      "isLastSentenceInterrupted": false
    }
  ]
}