{
  "date": "2024-07-18",
  "headline": "The Situation Room",
  "subHeadline": "Tonight, Trump To Give First Speech Since Assassination Attempt; Source Says, Melania Trump Expected To Attend RNC Tonight; New York Times Reports, Biden Allies Think He's Begun To Accept He May Have To Drop Out. Aired 6-7p ET",
  "utterances": [
    {
      "timeStamp": "18:00:40",
      "speaker": "ANNOUNCER",
      "sentences": "In the crucial swing state of Wisconsin, the Republican's choice for president accepts the nomination for a historic third time, capping a four-night showcase of his steadfast support within the party. Tonight in Milwaukee, Donald Trump puts forward his vision for America. One of the most consequential and tradition-shattering presidential races ever shifting into a new gear with Trump and his family in the spotlight, including Eric Trump and the former president's prime time speech.The final night of the Republican National Convention begins on CNN right now. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:40",
      "speaker": "WOLF BLITZER, CNN HOST",
      "sentences": "Hello from Milwaukee at this climactic moment for the Republicans and their leader, Donald J. Trump. In this arena tonight, the former president of the United States will take a crucial step toward the goal of returning to the White House, and he will speak to the nation for the first time since the attempt on his life on Saturday.We are live here in the convention hall for this special edition of The Situation Room. I'm Wolf Blitzer along with Erin Burnett. Erin, Donald Trump takes the stage tonight as this roller coaster of a presidential race heads deeper and deeper into uncharted territory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:40",
      "speaker": "ERIN BURNETT, CNN HOST",
      "sentences": "Absolutely. I mean, Wolf, obviously the convention is a high point for Trump. It's been a turbulent few weeks from his unprecedented criminal conviction at the end of May, which many had thought would define the race. It's almost forgotten now, an attempted assassination just days ago. We'll be listening closely to the tone that the former president sets in his speech after saying he threw out the original version after the shooting to focus on the theme of unity.We are told that Trump has personally dictated and written portions of his remarks. And, Wolf, the Republicans carefully scripted celebration of Trump that we have watched over these past few days is a stunning contrast to what's happening on the Democratic side of the aisle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:40",
      "speaker": "BLITZER",
      "sentences": "Good point, Erin. The division among Democrats clearly ratcheting up and rather dramatically. There are significant new signs that President Biden is facing very serious pushback from party leaders over his defiance amid growing calls for him to drop out of the race. And there's also new reporting on how the president is feeling about all the pressure to call it quits. We have details coming up.But right now, we're getting new information about Donald Trump's speech tonight. CNN's Kaitlan Collins is joining us from the convention floor. Kaitlan, what are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:02",
      "speaker": "BLITZER",
      "sentences": "All right, Kaitlan, thank you very much. Don't go too far away.I want to go to Boris Sanchez right now. He's near the podium where Trump will be giving his speech tonight. Boris, tell us about the big themes of the night. What are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:02",
      "speaker": "BORIS SANCHEZ, CNN ANCHOR",
      "sentences": "Yes, Wolf, it's so interesting because contrasting with some of the speeches that we've heard over the last few days, people close to the former president trying to sort of humanize him and show his softer side. A lot of the speakers in primetime tonight are famed tough guys or people associated with brawling.Notably, first up, we have Linda McMahon, a former Trump administration official, who was the president and co-founder, alongside her husband Vince, of World Wrestling Entertainment, in which Donald Trump participated in in his years before his foray into politics. Perhaps not a surprise that we're also going to hear from the former world wrestling champion himself, Hulk Hogan, later in the evening. Not exactly someone that's been known to dabble in Republican politics. Also, perhaps not surprising, that later in the evening, right before Donald Trump is introduced, we're going to hear from the president of UFC, the famed MMA organization, in which Donald Trump has attended numerous events, a ringside to witness the combat sport firsthand. We should also point out that a number of MMA fighters have given full- throated endorsements of the former president. And just before Donald Trump takes the stage, we're set to hear from rap rocker Kid Rock. CNN has learned that he's actually adapted some of the lyrics to his hit song, American Badass, to meet the moment. He's going to be leading the crowd in chants of fight, fight, fight, notable, given that the tone of Donald Trump's speech is supposed to be one focusing on unity, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:02",
      "speaker": "BLITZER",
      "sentences": "Unity, unity, unity, fight, fight, fight, we'll see what happens. All right, Boris, thank you very much. We'll get back to you as well.I want to bring in our panel of political experts. And, Jeff, let me start with you. You're learning something new information about the president's speech, the former president's speech tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:02",
      "speaker": "JEFF ZELENY, CNN CHIEF NATIONAL AFFAIRS CORRESPONDENT",
      "sentences": "Wolf, it's such an interesting moment for Donald Trump, he has been in this place before, quite literally, on a convention stage back in Cleveland in 2016 to try and win over Republicans. And then four years later, he was on the South Campus. Lawn of the White House tried to earn a second term there. And in both of those speeches we've gone back to look, he mentioned his opponents, Hillary Clinton, he mentioned some 11 times in Cleveland. Joe Biden, he mentioned him some 42 times in that White House speech. Tonight, we are told that he is not expected to mention Joe Biden's name one time. We will see if that happens. But our Kasie Hunt is reporting that that is what his advisers are telegraphing.What this signals, I think, is he's trying to have at least tonight, for this show tonight, where he has a lot of people watching, to present a softer side, perhaps. We've seen really a run up to this, just a string of family members you know, his granddaughter and others trying to portray Donald Trump, the man. Of course, we have watched Donald Trump a very long time. He has a record in the White House, so you can't completely reinvent yourself. But I think you can decide what side to show. So, we're learning that a lot of the details from that horrific assassination attempt will also be the spine of the speech tonight. But if he goes through without mentioning his rival once, it's probably the last speech he will do that of this campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:02",
      "speaker": "BLITZER",
      "sentences": "It's carefully written speech, and he'll read it from a teleprompter, although he likes to go off teleprompter from time to time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:02",
      "speaker": "ZELENY",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:02",
      "speaker": "AUDIE CORNISH, CNN ANCHOR AND CORRESPONDENT",
      "sentences": "Yes. Just to follow up on that, you said his softer side, it means he can also outsource his tougher side. And I think you see that in Kid Rock coming on stage, who's very much been a long time conservative pop figure. And also Hulk Hogan is an interesting choice because his lawsuit against Gawker, which shut down that sort of odds media blog site, was funded in part by Peter Thiel, who is also a big benefactor to J.D. Vance.I know this sounds like inside baseball, but Thiel is a big time moneyed donor of the Silicon Valley, and his kind of insertion into the inner circle of Trump land via Vance is very significant, and I think something that we'll be hearing about over the next couple of months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:02",
      "speaker": "DAVID CHALIAN, CNN POLITICAL DIRECTOR",
      "sentences": "I mean, we heard Elon Musk dedicating $45 million a month in the fall campaign to his super PAC.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:02",
      "speaker": "BLITZER",
      "sentences": "A lot of money. Money talks in politics, as we all know. What did you think, David, about this reporting that Trump tonight is not going to mention Biden in his speech?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:03",
      "speaker": "BLITZER",
      "sentences": "They're very good videos.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:03",
      "speaker": "HENDERSON",
      "sentences": "And so, yes, I mean, we should view this as propaganda, essentially. It's sort of political propaganda. And you can tell it's aimed at a lot of those suburban voters, right, those independent voters. So, there is this idea that somehow the Donald Trump you have come to know after, you know, five or six or ten years isn't really the Donald Trump that exists. This is a new Donald Trump, and I think he'll try to do that tonight in this hour-long speech.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:16:35",
      "speaker": "BURNETT",
      "sentences": "It's the final night of the Republican National Convention in Milwaukee, and we are now just hours away from Donald Trump formally accepting his party's nomination. In the convention hall tonight will be family. Melania Trump, the former first lady, who has played a much smaller role in her husband's 2024 campaign than the first two runs for the White House, but she will be there tonight in person, although not speaking, not scheduled to speak. Kristen Holmes has a closer look for us. I mean, Kristen, when you look at this campaign this time around, this is a rare appearance for Melania Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:16:35",
      "speaker": "KRISTEN HOLMES, CNN NATIONAL CORRESPONDENT",
      "sentences": "Erin, it's not just rare, it is literally only the second time that she has gone to a single campaign event since her husband announced his third presidential bid. It's also one of the few times we've seen them together in public in years. All eyes are going to be on their interactions.(BEGIN VIDEOTAPE) HOLMES (voice over): As former President Donald Trump takes the stage tonight at the Republican National Convention, his wife, Melania Trump, will make a rare appearance. But unlike the convention in 2020 -- MELANIA TRUMP, FORMER U.S. FIRST LADY: It seems like just yesterday that we were at our first convention, where my husband accepted the Republican nomination and then became our 45th president of the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:16:35",
      "speaker": "HOLMES",
      "sentences": "And the one in 2016 --M. TRUMP: If you want someone to fight for you and your country, I can assure you, he's the guy. He will never ever give up. And most importantly, he will never, ever let you down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:16:35",
      "speaker": "HOLMES",
      "sentences": "The former first lady is not expected to make a speech, but instead watch from the family box.The elusive Mrs. Trump has attended only one public campaign event during Trump's third presidential bid, his formal announcement at their Mar-a-Lago home. DONALD TRUMP (R), FORMER U.S. PRESIDENT, 2024 PRESIDENTIAL CANDIDATE: On behalf of Melania and myself and our entire family, I would like to I want to thank you all for being here tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:16:35",
      "speaker": "HOLMES",
      "sentences": "The former first lady also not traveling to the debate or joining him at various legal proceedings, instead, opting for rare solo appearances, like a naturalization ceremony and former First Lady Rosalynn Carter's memorial service.Both the former president and Mrs. Trump have teased her joining him on the trail.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:16:35",
      "speaker": "REPORTER",
      "sentences": "Are you going to return to the campaign trail with your husband?M. TRUMP: Stay tuned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:03",
      "speaker": "HOLMES",
      "sentences": "This year, that speaking slot held by Trump's longtime friend, UFC CEO Dana White.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:03",
      "speaker": "DANA WHITE, CEO, UFC",
      "sentences": "He's a fighter. He loves this country. He's doing great things for this country. And we got to win this election again, ladies and gentlemen.(END VIDEOTAPE) HOLMES (on camera): And we have just learned that Donald Trump is coming to the convention arena early. He'll be there just before 8:00. And when he goes to the arena, Melania Trump is not going to be with him. He'll be in the family box later. Closer to his speech, she'll meet him in that family box, Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:03",
      "speaker": "BURNETT",
      "sentences": "All right. Kristen, thank you very much. And as we're talking about Melania Trump and being there, what her role is, let's go back to Kaitlan Collins, who has new details on why Melania Trump doesn't have a speaking role tonight. What are you learning, Kaitlan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:03",
      "speaker": "COLLINS",
      "sentences": "Well, it's all by design, Erin. And really, as we know and witnessed, as Melania Trump, when she was the first lady of the United States and Donald Trump was in office, she does things on her own accord and often cannot be pressured or convinced into doing something if she does not want to do it. CNN's Kate Bennett reported about her independence and what that style looks like. And that is playing out and why you won't see her on this stage tonight like you did in 2016 and 2020.I'm told by two sources that multiple people appealed personally to the former first lady to speak at this convention as we've seen happen in the modern political era, but she declined to do so. She did not want to have a speaking role at this convention. Now, that's notable because, typically we've seen, as we did last night with Senator Vance's wife, political spouses come out to try to reveal a softer side of their spouse. They're not often talking about policy, but we will not be seeing Melania Trump in a speaking capacity tonight to do it, even though she was asked multiple times to do so. Now, I do want to remember back in 2016, she was accused of lifting portions of Michelle Obama's speech at a previous convention. That was a longtime Trump Organization employee that they credited for that. But it is notable that we will see Melania Trump tonight, but we will not hear from her, and that is by her choice, Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:03",
      "speaker": "BURNETT",
      "sentences": "All right, Kaitlan, thank you very much. And, Shermichael, interesting, by her choice, as Kaitlan is reporting and pointing out, you know, there is context here. There's a conviction in the Stormy Daniels case, and, I mean, you know, it's hard to reveal a softer side for her at this moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:03",
      "speaker": "SHERMICHAEL SINGLETON, CNN POLITICAL COMMENTATOR",
      "sentences": "Sure. Family dynamics are complicated. I mean, her presence there, I think, speaks for itself considering the fact that we haven't seen her in quite some time. My hope is that she will eventually get out on the campaign trail. I mean, spouses do serve as a conduit to humanize the individual. You can put her before women. She's an immigrant. She can sort of speak to that experience as well, particularly when you have seen some of the immigrant numbers move more favorably towards her husband.And so I'm curious to see over the next four months what exactly happens with the first lady. But I am cautious to be critical of her because her husband was nearly assassinated. I think people need to give her an opportunity to get out there, if she so chooses.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:03",
      "speaker": "BURNETT",
      "sentences": "So, can I ask you, though, about this, Alyssa? You know, it is not as if we do not know this person, Donald Trump, and his history. And so this is not new. This is not a traditional playbook where the family comes out. They had that playbook. They did that in 2016, right? This is different, and I mean in a certain sense, at least she's not pretending.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:03",
      "speaker": "ALYSSA FARAH GRIFFIN, CNN POLITICAL COMMENTATOR",
      "sentences": "Well, that was my thought. So, Melania Trump is a strong-willed person. This was something you saw play out throughout her time in the White House. She would oftentimes put out statements that were kind of contradictory of what the official White House line was. And she's not going to be forced into doing something she doesn't want to. The context here matters.Listen, we're all thinking of the former president. I don't like bringing up the dirty past, but, I mean, we had the E. Jean Carroll ruling. You had the Stormy Daniels trial play out. I think she's very aware that what she says will be parsed, and it will be mocked potentially by his detractors. I think her presence there is a big step. But I would note one of the only times she even appeared with him recently was when he hosted Viktor Orban down at Mar-a-Lago. She's been very, very stepped back. But also the programming tonight is fascinating to me as a woman watching this and somebody who's more of a moderate Republican, Tucker Carlson, Dana White. It is a lineup of, you know, machismo, men who are really there to show how strong Donald Trump is. It would have been a powerful night for her to speak if she were willing to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:03",
      "speaker": "SINGLETON",
      "sentences": "But I will say, Erin, really quickly here, you have seen younger men appear to be more open minded and more favorable to President Trump than President Biden. So, I think the Trump campaign recognizes that there's a substantial opportunity here to move the numbers of young men.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:07",
      "speaker": "BURNETT",
      "sentences": "Yes. Well, again, because this isn't the first rodeo here for the country for this.All right, just ahead, we're keeping an eye on the turmoil inside the embattled Biden campaign. New reporting on the president's thinking as the clamor for him to drop out of the race grows louder. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:01",
      "speaker": "DANA BASH, CNN ANCHOR AND CHIEF POLITICAL CORRESPONDENT",
      "sentences": "Perhaps. This is really remarkable and you set it up perfectly, Erin, about the dynamic that is clearly going on here. It seems as though every hour there is a story, either from us, from our fantastic colleagues with their great reporting from The New York Times, The Washington Post, with people trying to get to the president, to get the word to him and to people in his inner circle that they believe that he should go. And now the should is kind of morphing into could.And that started last night, as you noted, with Jeff Zeleny reporting that perhaps the president is more receptive to stepping down. Our colleague, Pamela Brown, is hearing from another source that he is in a contemplative stage as he isolates with COVID-19 in Rehoboth. So, this is kind of coming from the point of view of blind quotes, people who are talking to us with anonymity and to other news outlets as well. And then you have the Jamie Raskin. Erin, who took -- what had been a private letter to the president and made it public, another one of Nancy Pelosi's strong allies and a kind of bold-faced name in Democratic politics. Here's part of what he said, Erin. He said, even the finest pitchers have only around 110 pitches in them before their arms tire and begin to give out. There is no shame in taking a well- deserved bow to the overflowing appreciation of the crowd when your arm is tired out, and there is real danger for the team in ignoring the statistics. So, on that question of the statistics, Erin, here's -- the question is, where is President Biden right now? Here is what I was told just a short while ago, that the president still believes there is a path to victory for him. And he does not believe the data that has been brought to him by various sources, all of which we have been reporting from House Democratic leaders and beyond. And that the source does also say the president is open to changing his mind if the data show that he can't win, but that he doesn't believe he has seen that yet. The other thing I wanted to say, the source familiar with the president's thinking, is that the president is very much consuming us, consuming cable news, consuming news from different sources. And so, yes, people are not necessarily getting through to him directly on the phone as much as they would like, maybe. But the idea that he is not hearing what we are reporting, I'm told, is not true. He is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:01",
      "speaker": "BURNETT",
      "sentences": "All right, Dana. Thank you very much.I'm here with my panel. Kate, let me just ask you if you have your time working with the president. So, he has these meetings, okay, with Nancy Pelosi, with Chuck Schumer, he gets a letter from Jamie Raskin, and he takes it all in, and he believes he has a path, and he goes out and says, I'm in, I'm in, and they don't like it. And so now all these things are leaking out. How does that play with him? When he said it feels he had a conversation, and he came to a conclusion, and it was a conversation, I suppose is how it was, right, and now it's all leaking out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:01",
      "speaker": "KATE BEDINGFIELD, CNN POLITICAL COMMENTATOR",
      "sentences": "Yes. Well, look, he doesn't like having his back put up against the wall. I mean, he's somebody who feels like, you know, when he's being pushed in that way, his instinct is always to buck up, to fight back. And so having this all come out publicly in this way, I imagine, is probably lighting a fire under him.You know, I think, Dana was saying that someone had told her he is seeing -- you know, he is watching cable news, he's reading the newspaper. That is certainly true, that is true from my time working with him. I think there's been, you know, some discussion about is he really getting, you know, info, is he kind of sealed off in a bubble where he's only hearing things he wants to hear, That wasn't my experience with him, both in terms of people being direct with him, but also he's a consumer of news. So, he is aware that this conversation is ongoing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "BURNETT",
      "sentences": "Let me just -- and I want to talk about some Washington Post reporting that's just come out, but, first, you referenced a CBS/YouGov poll, and I don't want to put too much emphasis on it. I don't know if it, you know, meets our standards. I want to put it in this simple context of the point it makes, which is that it had Kamala Harris and Biden only two points apart in terms of how they fared versus Trump.So, I just use it to make the point of Democrats who are hoping for some, you know, Zeus-like lightning strike by switching the ticket. Do the polls show that such a thing would happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "ANDERSON",
      "sentences": "Not particularly. The one benefit of making a switch is that, right now, let's say Biden is down by five in a poll, you really have to struggle to make the case, what's Biden going to do that's going to be better than the last few weeks? Or you could argue that somebody like Vice President Harris could go out on the trail and vigorously prosecute the case against Trump and perhaps turn a three- point deficit into a three-point lead in a way Biden might not be able to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "BURNETT",
      "sentences": "Quickly before we go, Jamal, The Washington Post is reporting Pelosi has told House Democrats that Biden may soon be persuaded to exit the race, that she believes he can be convinced fairly soon to exit. I mean, just look at the phrasing on this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "JAMAL SIMMONS, CNN POLITICAL COMMENTATOR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "BURNETT",
      "sentences": "This is a shift even in the past few hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "SIMMONS",
      "sentences": "It's certainly a shift. I mean, listen, I imagine, and I'll take Kate's word on this, she knows the man much better than anybody else here, that he is working through this in his own pace. But, you know, when you decide to run for president, it takes a pretty hefty amount of ego to decide, you know what, I'm going to lead the free world. And you have a group of people around you who you kind of in this little conspiracy together about how you're going to capture the White House and what you want to do when you're there. And I mean that in the nicest phrase of the word, conspiracy, not a legal one.And so to come to a conclusion as a group that what you're doing, the time is now coming to the end of that, it's a pretty big decision. And so I think everyone's trying to be respectful of that. Give them space and let them work their way through it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:41:54",
      "speaker": "BLITZER",
      "sentences": "The final night of the Republican National Convention here in Milwaukee is getting underway right now. You're watching CNN's special coverage live from Milwaukee. Tonight will mark Donald Trump's third GOP presidential nomination, a truly remarkable political comeback for the former president of the United States. We're watching this session just getting underway right now.I want to bring in CNN's Phil Mattingly. He's live on the convention floor. Phil, it's pretty clear that this is Donald Trump's Republican Party now, outfits and all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:41:54",
      "speaker": "PHIL MATTINGLY, CNN CHIEF DOMESTIC CORRESPONDENT",
      "sentences": "Yes, if there's any question going into this week, it has certainly been solidified with an exclamation point over the course of the last three days. And it's expected to be peak tonight.I'm here with Andy Gibson, a delegate from the state of Mississippi, Central Mississippi, I believe. And you're wearing something right now that has become something we've seen all over the place over the course of the last couple of days. Why are you putting a band on your ear?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:41:54",
      "speaker": "ANDY GIBSON, MISSISSIPPI DELEGATE",
      "sentences": "I'm wearing this to stand in solidarity with my president, Donald J. Trump. He came within a millimeter of his life Saturday, but he got back up. He's in the fight and I'm in the fight with him and we're going to fight and we're going to win in November.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:41:54",
      "speaker": "MATTINGLY",
      "sentences": "Now you said this is your fourth convention. It's mine as well. I got to say, I haven't seen -- I've seen a lot of accessories at these conventions, never that before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:41:54",
      "speaker": "GIBSON",
      "sentences": "It's a unique one. I mean, it's a new day. There's a new level of energy in this convention that I've never seen. And I think when the president walks out on that stage, not only this convention hall, but all of America is going to shout in celebration of his victory over this close call with death, but also what he stands for. He got back up on his feet. He said, we're going to fight and we're going to join him in that fight in Mississippi and all over this great country and it gets.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:41:54",
      "speaker": "MATTINGLY",
      "sentences": "Andy Gibson, we appreciate your time sir. Thank you very much.And, Wolf, it's not just the ear bandages, we've seen cheese heads in Wisconsin. We've seen cowboy hats in Texas. This is definitely, as one delegate told me just a short while ago, this is the night to party. They want to do that. But more than anything else, and we've seen it and it's very tightly scripted last three and a half days, this is a moment of unity and, Wolf, certainly, Republicans want to underscore that tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:41:54",
      "speaker": "BLITZER",
      "sentences": "Yes, I've seen cheese heads before at conventions, certainly all sorts of other things. First time we've seen people wearing bandages on their right ear. We're watching all of this very, very closely.And, David Chalian, what do you make of the fact that so many of these delegates now have a bandage on their right ear?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:01",
      "speaker": "CORNISH",
      "sentences": "You know, one other thing is we're in the third cycle of the party nominating Trump.And so, we're witnessing a political maturation basically. The first year was a food fight. Now, all that's over, everyone's exiled, assumed or succumbed, and so he really can enjoy this moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:01",
      "speaker": "BLITZER",
      "sentences": "Yeah, this convention is beginning, this final night is beginning to get underway right now, a little procession going on. It will be followed by the Pledge of Allegiance, the \"Star-Spangled Banner\". We'll watch that as it unfolds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:01",
      "speaker": "HENDERSON",
      "sentences": "Yeah. Well, they're doing the colors presentation right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:01",
      "speaker": "ZELENY",
      "sentences": "I think one thing is so notable being down on the floor for the last couple of days watching this. I mean, we've already had a glimpse of Donald Trump, saw him coming in on Monday night, on Tuesday night, Wednesday night. So, it will be the first night --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:01",
      "speaker": "BLITZER",
      "sentences": "Hold on for a moment. I want to listen to the Pledge of Allegiance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:01",
      "speaker": "ANNOUNCER",
      "sentences": "Please welcome, Gabe Guidarini to lead us in the Pledge of Allegiance.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:01",
      "speaker": "GABE GUIDARINI, VP OF OUTREACH, COLLEGE REPUBLICANS OF AMERICA",
      "sentences": "Ladies and gentlemen, please join me in Pledge of Allegiance.I pledge allegiance to the flag of United States of America, and to the republic for which it stands. One nation under God, indivisible, with liberty and justice for all. Thank you. Thank you, and may God bless our great nation. (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:24",
      "speaker": "BLITZER",
      "sentences": "Welcome back.The final night of the Republican National Convention is now officially underway. Donald Trump preparing to accept a truly historic third GOP nomination tonight as he looks to unite his party and reached new voters crucial to winning back the White House. Let's get some analysis right now. Jeff, let me start with you, an effort to humanize Trump, that's been going on. And these Republicans at this convention, they're very well- organized. I think they're doing a pretty strong job getting the entire crowd and people watching, their supporters and potentially others behind the former president of United States. I want you to listen and our viewers to listen to his granddaughter, Kai, what she said about her granddad last night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:24",
      "speaker": "ZELENY",
      "sentences": "Right.(BEGIN VIDEO CLIP) KAI TRUMP, DONALD TRUMP'S GRANDDAUGHTER: When we play golf together, if I'm not on his team, he'll try to get inside of my head. (LAUGHTER) K. TRUMP: I know. And he's always surprised that I don't let him get to me. (LAUGHTER) K. TRUMP: But I have to remind him I'm a Trump, too. GOV. SARAH HUCKABEE SANDERS (R), ARKANSAS: Our president pulled me aside, looked me in the eye and said: Sarah, you're smart. You're beautiful. You're tough and they attacked you because you're good at your job. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:24",
      "speaker": "BLITZER",
      "sentences": "That's the governor of Arkansas, Sarah Huckabee Sanders, speaking as well, humanizing the former president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:24",
      "speaker": "ZELENY",
      "sentences": "Absolutely. And I think the speech from Governor Sarah Huckabee Sanders, the nation's youngest governor, of course, former White House press secretary, will be remembered as one of the strongest ones. She certainly just gave a very full throated argument about what he meant to her and how he treated her positively as a woman. You know, when she was criticized for how she looked by some liberalcommentators and others, look, but I think the granddaughter, I also remember he said, you know, he sometimes sneaks me pieces of candy and soda, very humanizing moment. We've seen that every night really. It's been building up to this. I think that that is something that we expect at conventions. Republican audiences. We've already said are going to give him a hero's welcome. They already have. I'm not sure it matters much beyond this convention hall or not. People have a very good sense of who Donald Trump is. But what are the challenges the Biden campaign has experienced this year is trying to remind voters of all of Donald Trump, the entire picture. So I think he is now doing himself some good here, certainly. You know, he's approved every three single piece of this program we're told. He knows what a show is like. This is the Trump show. Beyond this convention, I'm not sure how long that lasts, but for tonight at least, it's a celebration and he's in the middle of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:24",
      "speaker": "BLITZER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:24",
      "speaker": "HENDERSON",
      "sentences": "I think that's right. Listen, I think its great that Donald Trump gets his granddaughter candy, and it's nice to folks he worked swore I think average Americans, as you said, have a history and a knowledge of Donald Trump built up over these last many, many years where he has had publicly disparaging remarks about women. He has had lawsuits involving a terrible behavior regarding women.So that's I think what people remember I do think he's kind of creating this, choose your own adventure, right? Like if you -- you know, if you want to believe that Donald Trump is the kindly grandfather, there's that. You want to go to this? Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:24",
      "speaker": "BLITZER",
      "sentences": "And CNN special convention coverage continues right now.(MUSIC)",
      "isLastSentenceInterrupted": false
    }
  ]
}