{
  "date": "2024-07-26",
  "headline": "CNN Newsroom",
  "subHeadline": "Harris and Trump Battle for Viewers; Harris Launches TikTok Account; Harris Potential VP Picks: Shapiro and Beshear; One-on-One with Coco Gauff; Olympic Opening Ceremony Few Hours Away; Netanyahu Meets with Trump at Mar-a-Lago. Aired 10:30-11a ET",
  "utterances": [
    {
      "timeStamp": "10:30:00",
      "speaker": "DAVID JORGENSON, SENIOR VIDEO REPORTER, THE WASHINGTON POST",
      "sentences": "-- the reasons that, you know, Charlotte just gave. And the other part of this is that, you know, he signed off on the TikTok ban. So, I think for Harris being on TikTok is really big and also just sort of as much as she can or is able to distancing herself from, you know, how Biden has handled Gaza as well as you know, the ban on TikTok and her just posting there alone is a really big deal.I've also seen a lot of people talk about how is she going to embrace these memes? I think there's sort of two school of thoughts. You can, you know, do all the memes that people are doing and try to replicate them, but you also want to come across as authentic. And I think the first video she posted does that because it's just her talking to the camera and that could be really successful. As long as people feel like she's coming across as herself on TikTok, it makes a big difference.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "JIM ACOSTA, CNN ANCHOR",
      "sentences": "Yes, and, Santiago, how can Kamala Harris lean into these viral moments that Dave was just talking about a few moments ago and avoid the trap of what the young people call cringe, which, you know, even somebody of advanced age like myself? I know what that means. I'm also capable of cringe moments myself, but how does the candidate not fall into that trap?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "SANTIAGO MAYER, EXECUTIVE DIRECTOR, VOTERS OF TOMORROW",
      "sentences": "Well, I think that Dave they've hit the nail on the head. I think that as long as she remains true to who she is, she will be just fine. And I think that's really why we're seeing sort of a social media movement that we're seeing behind her, because she is very relatable. She is fun.You were showing some of the videos with the \"Brat\" music. And, at the end of the day, what is being a brat if not being true to yourself, and real, and authentic? And I think that as long as that continues to be the case, as long as she's not doing anything that she's not, like, perceived to be true to herself, she's going to be fine. I think she is someone who comes across as very fun, as very engaging, as very relatable. I can tell you that's been my experience with her whenever I've interacted with her. And she is someone who really cares about people and is sort of like a cool aunt in a lot of ways. So, I think as long as that continues to be the message and that continues to be the image, the memes are going to continue to be successful and the campaign is going to continue to lean into it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "Yes. And, Sami, one of the things that I've noticed is, you know, Trump has been going after Kamala Harris saying she's laughing Kamala and so on. But, you know, a lot of these viral videos that these mashups that you see out there at the coconut tree and the context and so on, there are a lot of clips of her laughing. And I mean, it seems like a lot of young people find that to be a kind of a fun thing.SAMI SAGE, CO-FOUNDER AND CHIEF CREATIVE OFFICER OF BETCHES MEDIA AND AUTHOR, \"DEMOCRACY IN RETROGRADE\":  Yes, I don't really understand the what the benefit of leaning into being joyless is, especially when you look at some of the clips of his own vice-presidential pick. But I think that this is very appealing to young people and the Trump campaign is making a mistake if they think that, you know, promoting her laugh is going to lose her votes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "Yes. Charlotte, what do you think? I mean, I guess the contrast with Kamala Harris And Sami mentioned this is, J. D. Vance's rollout on social media, perhaps not going quite as well as maybe Republicans, younger Republicans would have liked.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "CHARLOTTE ALTER, TIME SENIOR CORRESPONDENT",
      "sentences": "Yes, I mean, I think the point about how Harris has kind of been leaning into sort of some of her joyfulness is going to go a really, really long way here. I mean, listen, like I said before, for years this race has been stuck in this dynamic of these two old guys who everybody knew already before, right? And look at what we're doing here. We're here in the news business, it's called the news business, not the heard it before business.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ALTER",
      "sentences": "So, I think there's a real opportunity for the Harris campaign to introduce herself to a population of voters who are sick of the options they already had. And that is a tremendous edge, especially when Trump has been such a familiar and such a divisive figure for now almost 10 years -- eight years that he's, in some ways, hit his ceiling. There is a huge population of people in this country who are just never going to support Donald Trump no matter what.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ALTER",
      "sentences": "And Biden's problem was that many of those people aren't -- weren't -- were also not that excited about him. And Harris has not been able to change that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "ACOSTA",
      "sentences": "Yes. Austin, I mean, what's the expectation there in Kentucky? I mean, do people actually think that Bashear could get this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "AUSTIN HORN, REPORTER, LEXINGTON HERALD LEADER",
      "sentences": "I think so. A lot of people think that he's kind of in that sort of top tier, if you will. I don't know that anybody knows and sort of thinks that they have an exact ranking of all the candidates. But he's certainly, when you look at the bigger outlets, \"The New York Times,\" \"Washington Post,\" in that kind of top five range, he's got -- as we saw in the Vance clip, he's really trying, I think, to establish a kind of contrast with the Republican running mate.He's somebody who Vance has connections to Kentucky and sort of has used that to elevate his career and the governor sort of -- kind of drills into the fact that he's not actually from Kentucky. And we've seen them go back and forth a little bit, and I think that's kind of a play to get some eyeballs at a contrast and set up that narrative as this whole Veep stakes thing is going on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "ACOSTA",
      "sentences": "Yes. And, Julia, I mean, unlike Kentucky, Pennsylvania is actually in play for the Democrats. It's pretty key to winning the White House. What does that do to Governor Shapiro's chances, do you think? JULIA TERRUSO, NATIONAL POLITICAL REPORTER, THE PHILADELPHIA INQUIRER",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes. And, Austin, I mean, J. D. Vance has come back and hit back at Andy Beshear, calling him a political Nepo baby that inherited the governorship from his father. Could that be a drag on his chances?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "HORN",
      "sentences": "I think so. You know, his father was a two-term governor, Steve Beshear. He's somebody who's still very active in the Democratic Party. I'd say that along with his sort of legislative career. As he's been governor, he's faced a pretty steep Republican majorities. We currently have four-fifths majorities in both the Senate and the House. So, his legislative list of accomplishments is pretty thin.Now, some might argue that politically that allows him kind of the freedom to pick and choose the issues that he emphasizes and doesn't emphasize and maybe not have as many hard decisions to make where he makes a lot of people angry one way or the other. But he's certainly in the mix, and I think he's somebody who has responded to Republican concerns. What we see in the polling is that he's the most popular Democratic governor among Republicans in any state in the nation by a pretty significant margin. He's done that. And in his 2023 race, he certainly won back pockets of the state that Democrats have kind of forgotten about, like Eastern Kentucky and Western Kentucky. And that's certainly, I think, going to be part of that pitch as, as the Veep stakes continue to go on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "ACOSTA",
      "sentences": "Yes. And Julia, one of the things I noticed about Josh Shapiro in recent weeks is that he has been, you know, willing to get feisty out there as a Democratic surrogate. The other day he was saying to Trump, don't S talk America. The S would be an expletive there.But Governor Shapiro has been kind of, you know, showing some of the brass knuckles style that we sometimes see in Pennsylvania politics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "ACOSTA",
      "sentences": "Countdown is on, only a few hours left until the opening ceremony begins for the Summer Olympics in Paris. Just last hour, athletes were expected to be leaving the Olympic Village and headed to the venue, and despite the cloudy, gloomy weather, excitement is in the air, with a lineup stacked full of some of the world's top athletes, even celebrities, taking part.Now, as Snoop Dogg this morning carrying the Olympic blunt -- I mean, torch in the final leg of its tour before reaching the Eiffel Tower. As of now, it's not clear who the musical guests will be for today's ceremony, but many are predicting Celine Dion. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I have to ask the question that everybody is asking, is Celine Dion involved?ETIENNE THOBOLS, CEO OF THE PARIS 2024 ORGANIZING COMMITTEE:  You can ask and then you can watch tomorrow and you'll get your answer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "God, not even a little tip?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "THOBOLS",
      "sentences": "I wouldn't know, you know. I'm only the CEO. No, but it's going to be a fantastic spectacle.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "ACOSTA",
      "sentences": "One of the many athletes making their Olympic debut in Paris is Coco Gauff. At just 20 years old, she is the number two women's tennis player in the world. In April, she made the cover of \"Time\" magazine on top of qualifying to compete. Gauff was also selected to be Team USA's female flag bearer during the Olympic ceremony.CNN's Coy Wire is live in Paris for us. Coy, a lot of excitement in the air. Coco is the first U.S. tennis player to serve as a flag bearer for Team USA. And you got to talk to her about it. What does she have to say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "WIRE",
      "sentences": "First of all, don't ever make me crack up before I hit like that. Talking about Snoop lighting it up here. That was good. That was good. Look, we --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "ACOSTA",
      "sentences": "Let me know if you get a whiff of that torch, Coy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "WIRE",
      "sentences": "Oh, I will do that. It seems like Coco has been around forever. She turned pro at 14. And so, it's wild to think she just turned 20 a few months ago. She got COVID before the last summer games. So, she missed summer. Her heart was broken. Now, she's the world number two. She won her first career Grand Slam last year. She's been chosen by her peers to be flag bearer, representing the U.S. alongside one of her idols, LeBron James. I asked her about the moment she found out. Jim, listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm sure she's very excited to be here at her first Olympics. It's a pretty special moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "WIRE",
      "sentences": "I want you to walk me through this moment here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I think because you are so special, you have the honor of wearing this jacket during the opening ceremony and being a flag bearer with LeBron James.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "WIRE",
      "sentences": "What's going through your mind at this point?COCO GAUFF, U.S. OPEN 2023 CHAMPION:  At this point, I just thought -- you know, Chris is like a brother to me and he always, you know, talks about how proud he is of me. And so, I thought he was just doing a little bit too rich talking. And then, yes, once I got told that I was going to be flag bearer -- obviously, you could see by my reaction, I was just shocked and I didn't really know what to say. I think a lot of people were laughing at me saying, oh, because I really didn't know what to say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "WIRE",
      "sentences": "Have you started a process yet that you will be repping your country alongside LeBron James?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "GAUFF",
      "sentences": "No. I -- like, I don't know when I'm going to meet him, but I'm like already like stressed about it really.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "WIRE",
      "sentences": "So, you've never met him before?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "GAUFF",
      "sentences": "No, no. I've never met him before. I'm excited to meet him. And I'm excited to be flag bearer alongside him. There's no other athlete I think I would have chosen to do this with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "WIRE",
      "sentences": "You talk about the racket has the potential to change the world. As divisive as times are right now with everything going on, what do you make of it all? And also, what are your hopes for -- in the game's potential ability to bring people together, that's what sports can do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "GAUFF",
      "sentences": "Yes, I just hope that me being a person representing Team USA and I think all of the -- I don't want to speak on behalf of all Olympians on Team USA, but I feel like majority of them will agree that we all just want to promote positivity through our game and through our sport and through our competing. And I think that we all just want to show. How passionate we are and share that passion with the supporters that we have and hopefully have a lot of success too.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "WIRE",
      "sentences": "So humble, so sharp, and incredible representative for the U.S. Think about this, Jim. This is LeBron's fourth Olympics. His first was in 2004. That's the year Cocoa Gauff was born. It's a huge age gap. The USOPC CEO Sarah Hirshland says the flag bearers exemplify how diverse Team USA is. And in just a few hours, they'll be part of those 10,000 athletes from around the world floating down that Seine River for the first ever opening ceremony held outside of a stadium.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "ACOSTA",
      "sentences": "Yes, and you also talked to the fastest man in the world, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "NOAH LYLES, TEAM USA SPRINTER",
      "sentences": "Fear? I think it's better to say, what is bravery? Because a lot of people say, bravery and fear are two sides of the same coin. But when you have bravery, it's not the absence of fear, but the ability to have fear and still go into the unknown knowing that it's there.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "WIRE",
      "sentences": "All right. He also told me a grown up. He thought making the Olympics gym was like getting your driver's license. Everyone can do it. So, many friends and family members were Olympians, but he quickly realized how hard he was going to have to work. He sacrificed, dedicated his life.I took home bronze in the 200 at last summer games. But this time, he says, with the relays, he plans to take home four golds for Team USA.",
      "isLastSentenceInterrupted": false
    }
  ]
}