{
  "date": "2024-05-24",
  "headline": "CNN This Morning",
  "subHeadline": "Trump Appeals to Blacks, Hispanics; Biden Campaign Reaches Out to Haley Voters; Final Hearing Today Before Hunter Biden Gun Trial Begins; Iowa's Deadly Tornado Upgraded to EF-4. Aired 6-6:30a ET",
  "utterances": [
    {
      "timeStamp": "06:00:45",
      "speaker": "DEAN",
      "sentences": "And a number of celebrities on hand for a state dinner at the White House that featured an unexpected high-profile guest.It is 6 a.m. here in Washington. A live look now at the White House and the Washington Monument on this Friday morning. Good morning, everyone. I'm Jessica Dean, in for Kasie Hunt, and it's wonderful to be with you this morning. In a race that is too close to call, Joe Biden and Donald Trump pulling out all the stops, trying to flip each other's supporters. Trump venturing into the South Bronx on Thursday, reaching out to black and Hispanic voters in a very deep-blue district. The former president trying to make the case that he's their best hope for change. (BEGIN VIDEO CLIP) DONALD TRUMP (R), FORMER U.S. PRESIDENT, 2024 PRESIDENTIAL CANDIDATE: African Americans are getting slaughtered. Hispanic Americans are getting slaughtered. And these millions and millions of people that are coming into our country, the biggest impact, and the biggest negative impact is against our black population and our Hispanic population, who are losing their jobs, losing their housing, losing everything they can lose. (END VIDEO CLIP) DEAN: And President Biden has his own strategy to win over different voters. With Nikki Haley declaring she plans to vote for Trump, the Biden campaign seeing an opportunity to try to pick off some of her supporters, who may be \"never Trumpers,\" releasing this statement with the headline, \"To Haley Voters, There is a Home for You on Team Biden- Harris.\" The message goes on to say, quote, \"While Trump has done absolutely nothing to gain the support of Haley voters and takes them for granted, Biden and his campaign are actively reaching out to build a coalition of Republicans, and they know they need to earn their vote.\" Let's bring in Dave Levinthal, editor in chief of \"Raw Story\"; Shermichael Singleton, former deputy chief of staff at HUD in the Trump administration; and Meghan Hays, former special assistant to President Biden. Good morning, everyone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:45",
      "speaker": "SHERMICHAEL SINGLETON, CNN POLITICAL COMMENTATOR",
      "sentences": "Good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:45",
      "speaker": "DEAN",
      "sentences": "Happy Friday. Dave, let's start first with you. We saw former President Donald Trump going into the Bronx yesterday to try to win over Hispanic and black voters. This is a district he lost by 68 points to Biden in 2020.Now, it has trended more red, but it's still all relative, right? Sixty-eight points is not nothing. Is this the right place for that message? Should he not be in, like, Detroit? DAVE LEVINTHAL, EDITOR-IN-CHIEF, \"RAW STORY\": Well, you know, Donald Trump winning New York, which he said he was going to do during this speech. I mean, Joe Biden probably has a better chance of winning Alabama than Donald Trump has winning New York. But that's not the point here. Where's Donald Trump's trial happening?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:45",
      "speaker": "DEAN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:45",
      "speaker": "LEVINTHAL",
      "sentences": "It's happening in Manhattan. What is Donald Trump trying to telegraph right now? That he is a candidate who can bring in African American voters, Hispanic voters, who are disaffected and disillusioned with the policies of the Biden administration.Now, that might not be a whole lot when it comes down to it, if we're looking at just sheer voters. But in states like Wisconsin, Pennsylvania, some of the key swing states that are going to make the difference between whether Joe Biden or Donald Trump becomes the next president, you're going to have tens of thousands, if not thousands of votes be the difference in the margin in those states. Those are two reasons why Donald Trump is doing what he did last night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:45",
      "speaker": "DEAN",
      "sentences": "Right. It's going to be, in those states, it's going to be, like, where can you pick off from the other side and get them to come to your side?Shermichael, we heard in the clip leading into this, Donald Trump's pitch to voters there. I couldn't tell. It looked like the hands were both enthusiastic, and then there were thumbs down. So it looks like a mixed reaction from that crowd, best I could tell. I want to play a clip from him in 2024, making his pitch. Here's what he said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:05",
      "speaker": "DEAN",
      "sentences": "So is his pitch effective to members of the black -- black voting population?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:05",
      "speaker": "SINGLETON",
      "sentences": "I mean, black folks --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:05",
      "speaker": "DEAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:05",
      "speaker": "SINGLETON",
      "sentences": "-- is not. But the pitch in New York is. I actually spoke with some folks on his team after that, and I sort of gave them my thoughts on, hey, you guys do have somewhat of an opportunity here, that we are seeing a sort of working-class realignment, specifically among men of color, more so than women.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:05",
      "speaker": "HUNT",
      "sentences": "And young men.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:05",
      "speaker": "SINGLETON",
      "sentences": "And young men. So if you want to make those appeals, you need to talk about things like economics, economic opportunity.And what you're sort of seeing now, you're seeing the former president attempt to make that pivot. I think it's smart. I think it's wise. To the point that was made, this race is going to be won on the margins. And I don't think either candidate, Democrat or Republican, should be so presumptive about any group of people to just assume, based on their race, that they're going to vote one way or the other. The Republican Party, after the growth and opportunity project in 2012 said we're going to reach out to communities of color. I contributed to that. And the party failed in that effort. Here comes Donald Trump, of all people, actually attempting to make that effort. And I would encourage him to continue for it, because every group should have any candidate running for the highest office attempt to make appeals about how they plan to make their lives better.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:05",
      "speaker": "DEAN",
      "sentences": "Yes, and Meghan, to that more broad point about not taking any group for granted, trying to bring everyone into the fold that the -- any campaign possibly can, Trump or Biden, we're seeing the Biden campaign trying to actively go after these Nikki Haley voters who they hope are \"never Trumpers\" and willing to come to Biden.It's interesting when I would talk to them out, when I was on the road, not all of them were necessarily saying if it's -- it's \"never Trump,\" and I'll go for Biden. They want to be pursued. They want to be kind of brought into the fold. And to that end, we know that they had this call with some of -- the Biden campaign had this call with some Haley voters. And one person told our reporting team, \"The messaging has been democracy's on the ballot. Democracy's on the ballot. Yes, we get that, but we're Haley voters. We were supporting her, because we believe in policy issues and solutions. We want to talk about substantive issues.\" What is the -- if that is not the message, democracy's on the ballot, what do you think is the message to these Haley voters?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:05",
      "speaker": "MEGHAN HAYS, FORMER SPECIAL ASSISTANT TO PRESIDENT BIDEN",
      "sentences": "I think they need to split the difference here and I think that, like to your point, they're not going to leave anybody left unturned and go after everyone.But I do think that they do need to discuss policy. They do need to discuss economics. That's where these voters are, that -- these are middle of the road voters. So these suburban women, they need to talk about their reproductive freedoms being taken away. They need to talk about the cost of inflation or the costs going down, inflation. These are things that the Biden campaign is going to be working to do to get these voters to vote for them, or even give them an opportunity to get even think about voting for Biden. And not staying home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:05",
      "speaker": "DEAN",
      "sentences": "All right, and we have a poll of the most important issues. It's a Quinnipiac poll from earlier this month. The most important issues for voters, the economy, No. 1 at 28 percent; preserving democracy, immigration and health care.How do you feel like these campaigns are doing in terms of telegraphing these messages? To your point, you're saying that the Trump campaign really needs to be talking about the economy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:05",
      "speaker": "SINGLETON",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:05",
      "speaker": "DEAN",
      "sentences": "And -- and it sounds like that those are the kind of issues that people do want to hear about, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:05",
      "speaker": "LEVINTHAL",
      "sentences": "They do. And but, you know, at the same time, immigration is one of those issues that people supposedly want to hear about. And yet, you know, the Democrats, they tried mightily this week, with trying to put up an immigration bill, a border security bill. It failed, as we expected it to. I mean, big shock that an immigration bill would fail during an election year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:05",
      "speaker": "DEAN",
      "sentences": "After it already failed, right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:05",
      "speaker": "LEVINTHAL",
      "sentences": "But that being said, you know, it remains to be seen whether that's even going to be successful. I mean, there were Democrats who voted against this immigration bill in greater numbers than when it happened several months ago. So is that really going to be a winning strategy?Point being, are the Democrats, are they on the right path with strategy right now? And I think that's a big question even within Democratic circles as to whether they are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:05",
      "speaker": "DEAN",
      "sentences": "Right. Yes. All right. Well, don't go anywhere. We have much more to talk about. But that's a nice little -- it gets us going for this Friday morning.Up next, some big names were at the White House last night for a star- studded state dinner. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "On the ground, touching down at 1 p.m.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:14:06",
      "speaker": "DEAN",
      "sentences": "Attorneys for Hunter Biden and prosecutors will meet today with the federal judge overseeing his upcoming gun case in Delaware. It's the final conference before the trial is set to begin in June.The president's son faces three charges, including making false statements on a federal form, and possessing a firearm while using illegal drugs. In a filing last night, Hunter Biden's lawyers outlined some of the arguments they may bring in the upcoming trial, including his state of mind when he purchased that firearm in 2018. And one issue raised is whether the president's son believed he was a drug user or addict at the time of purchasing and possessing that firearm. Prosecutors have said they will present evidence, including text messages, pictures, and excerpts from his autobiography, to show that he was using illegal drugs around the time they say he purchased the weapon. And joining us now to discuss this further, CNN legal analyst Carrie Cordero. Carrie, good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:14:06",
      "speaker": "CARRIE CORDERO, CNN LEGAL ANALYST",
      "sentences": "Morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:14:06",
      "speaker": "DEAN",
      "sentences": "Great to have you here. Let's start with this filing from last night. Hunter's attorneys that they've filed -- they've filed this argument last night.Do you think this argument that he might not have considered himself a user or an addict could be a successful one?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:14:06",
      "speaker": "CORDERO",
      "sentences": "Well, I think it's -- it's an important argument for them to make, because it goes to the heart of what he's being charged with, which is that he was in a condition that he was not permitted, under the law, to purchase the firearm.So I think it's arguments that they are compelled to make, in order to make a defense of him. And it's an argument that potentially could be successful, depending on whether the prosecutors or whether the defense puts on the more persuasive arguments regarding his current state at that time that he purchased it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:14:06",
      "speaker": "DEAN",
      "sentences": "And also, they seem to be leaning toward the Second Amendment kind of arguments as a defense. What do you make of that, using -- using the Second Amendment as a strong --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:14:06",
      "speaker": "CORDERO",
      "sentences": "Well, it just depends on whether -- whether they're able to make a credible argument. I mean, this particular statute is one that is used, so it's not -- it's not a novel charge. It's novel, because it's against an adult child of a sitting president.But as a matter of a regular charge, it's not. It's not a particularly unusual charge. So I think that -- I think they are more -- the defense will be more persuasive on the facts of their particular case, rather than on challenging the law itself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:14:06",
      "speaker": "DEAN",
      "sentences": "And I want to play a clip from Hunter Biden's attorney. This is from several months ago, but this is kind of part of the case they're making. Let's listen to that.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:14:06",
      "speaker": "ABBE LOWELL, ATTORNEY FOR HUNTER BIDEN",
      "sentences": "Hunter had a gun for 11 days. It was never loaded. It was never used. There has never been a standalone gun charge like this brought by this office ever.Where else, other than a case in which they are cowering from the political pressure, would somebody be charged with something that's unconstitutional? (END VIDEO CLIP) DEAN: Carrie, is this unconstitutional?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:14:06",
      "speaker": "CORDERO",
      "sentences": "Well, I think -- you know, that's going to play out in terms of the arguments that they make.I -- I think they have a less strong argument on the constitutionality of the statute itself as they do on arguments that are specific to Hunter Biden himself. And so that's where -- you know, this case is unusual, because the plea agreement was not accepted. And so now they're in a position where they have these different cases on different coasts, and they have this particular gun charge that's going forward. So I think the defense will have its strongest case as they talk about how it relates to Hunter Biden specifically; what his condition was at the time; what his intent was; as opposed to challenging the law overall.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:14:06",
      "speaker": "DEAN",
      "sentences": "And there's also this shade kind of -- or this -- this -- this feeling hanging over all of this. We heard a little shade of that from Abbe Lowell there, but that this is politically motivated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:14:06",
      "speaker": "CORDERO",
      "sentences": "Right. Well, I think because what the government is arguing is they're saying, look, at it its heart, this is just a basic -- you know, a basic gun charge. Or in the other case, this is just a basic tax case.And yet, this was an investigation conducted by special counsel that went on for five years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:14:06",
      "speaker": "DEAN",
      "sentences": "It did; it went on for a long time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:14:06",
      "speaker": "CORDERO",
      "sentences": "And so there is this incongruence between the amount of effort, attention, and time that the Justice Department placed on a case against a person with political significance, versus the amount of time that they would spend on these types of charges in any other case.And so I think that argument is why Hunter Biden's defense attorney is putting that out there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:23:00",
      "speaker": "DEAN",
      "sentences": "Severe storms threatening travel plans this holiday weekend. Take a look at this funnel cloud in Southwestern Oklahoma Thursday. It caused significant damage to homes in that area.A tornado that killed five people in Iowa earlier this week, now being classified as an EF-4. FEMA officials on the ground there, surveying the devastation in hard-hit Greenfield. Meteorologist Derek van Dam is tracking all of it. Derek, what are you looking at for the weekend?",
      "isLastSentenceInterrupted": false
    }
  ]
}