{
  "date": "2024-02-26",
  "headline": "Quest Means Business",
  "subHeadline": "Supreme Court Hears Cases That Could Reshape Social Media; Manhattan DA Asks For Gag Order In Hush Money Case; Microsoft President: We Are Supporting AI Development In Europe; Biden Faces Democratic Backlash In Michigan Over Gaza War; Influential Koch-Backed Group Drops Financial Support For Haley; Ryanair CEO Says Boeing Delays Could Lead To Fare Hikes. Aired 3-4p ET",
  "utterances": [
    {
      "timeStamp": "15:00:26",
      "speaker": "PAULA NEWTON, CNN INTERNATIONAL HOST",
      "sentences": "So markets are actually flatlining today, this Monday, even though there's lots of news out there andcertainly some changes to the big board as well with Amazon joining it, but hey, it hasn't given it a jolt so far. Those are the markets and these are the main events: The Supreme Court hears pivotal cases on the power of social media companies to regulate content. Sweden gets the greenlight to finally join NATO. And Ryanair says it may have to raise fares this summer because of Boeing. Live from New York, it is Monday, February 26th. I'm Paula Newton, in for Richard Quest, and this is QUEST MEANS BUSINESS. Good evening. Tonight a major debate over free speech on social media at the US Supreme Court. Justices are hearing arguments on whether online platforms can remove or demote content that expresses viewpoints. Now it stems from laws passed in both Florida and Texas that prevent companies from doing so. The state say it's an effort to prevent censorship of conservative users. Some of the justices though appear skeptical of those laws. Sonia Sotomayor suggested earlier, they could have unintended consequences from the broad scope. Listen to her now. (BEGIN AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:26",
      "speaker": "SONIA SOTOMAYOR, US SUPREME COURT JUSTICE",
      "sentences": "This is so, so broad. It is covering almost everything. But the one thing I know about the internet isthat it is a variety -- variety is infinite. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:26",
      "speaker": "NEWTON",
      "sentences": "David Schultz is an expert in constitutional law, and he is a professor at the University of Minnesota's law school, and he joins me now.You know, we heard a robust dialogue from the Supreme Court today. Given what's at stake, what was your takeaway from some of the questions in the probing that we heard?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:26",
      "speaker": "DAVID SCHULTZ, PROFESSOR, UNIVERSITY OF MINNESOTA LAW SCHOOL",
      "sentences": "Well if the questions suggest anything, it does not look like Texas, or Florida aregoing to win, because how Texas and Florida wanted to frame the issue is to say, yes, it is a First Amendment case, but it's a First Amendment right of the people to express a diversity of views. And how the court seems to be framing instead, is to say that listen, the First Amendment only applies to the government, so private businesses aren't covered. But Justice Roberts at one point seemed to suggest that what you're basically telling these social media is how to exercise their editorial discretion, and that's a form of censorship. And so based upon what Roberts is saying, Sotomayor and a few others, it looks like at this point, the court is going to probably weigh in on the side of the tech companies and the social media, but even having done that, though, there still is a concern, because I think, given how important social media is in our life anymore, depending on how this ruling is framed, does it feel perhaps give too much control to the social media platforms? So the court is trying to juggle what kind of these -- these sort of two different ends of two different competing notions of free speech.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:26",
      "speaker": "NEWTON",
      "sentences": "Yes, and I want to get to that concept of uncharted territory here, right? Because you heard that in some of the questions from the justices,especially, because it could also challenge the law that shields social media companies, right? That they are usually not held accountable for any harm that comes from things that they've posted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:26",
      "speaker": "SCHULTZ",
      "sentences": "Exactly. Right now, we are giving them kind of a broad shield in the interest of really what? Encouraging the diversity of interplay ofideas. Let people sort of say whatever they want and the media companies are not held responsible. If you now start to say that the media -- the social media is held responsible, it would be probably no different than saying that a newspaper, a television show, or let's say, in the case of CNN, if you were to broadcast something now, and somebody were to like, like do something, you know, based upon some comments, could you be sued and held liable? And I think what is being worrying the court at this point is that this might lead the social media to actually censor itself even more as a result. So laws that were aimed, at least in theory, to try to broaden discourse could very well turn out to narrow the discourse that actually really do restrict freedom of speech.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:12",
      "speaker": "SCHULTZ",
      "sentences": "You're right. I mean, the First Amendment's whole purpose of the free speech is to protect us from the government censoring us. It is not toallow the government to be able to regulate what newspapers, what television, what the media says and what people say in their private capacity. And the concern is that are they trying to push -- trying to push the First Amendment in a way that now says, we, as the government get to regulate private speech, we get to regulate what private corporations say, or how people are using these platforms. That's the scary part. And is that the way it is pushing -- in fact, we call it the depth -- the depth of the First Amendment to go way beyond what I think most people think it's supposed to do and in a way, that seems divergent, as a court was suggesting here, giving the government, at least in this case, to states broad authority to be able to tell social media what to cover or not to cover. Again, my analogy would be to say, it's like passing a law telling you at CNN, what you have to cover or don't have to cover.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:12",
      "speaker": "NEWTON",
      "sentences": "Yes, extraordinary issues here at play, and you really do get the sense that they are grappling with this right now, before I let you go onthis, do you believe this is high time that the court does deal with this? Or are we looking at a situation where some of this should be thrown back into legislation? Into law?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:12",
      "speaker": "SCHULTZ",
      "sentences": "I still think this does raise a First Amendment issue here. There is no question about it, and when it gets to questions regardingconstitutional rights, this is the job of the court to be able to address this. But having said that, we probably do need some guidance from the court to set the parameters  for what kind of government regulation there should be out there, if at any. So if I can call it a dialogue, maybe this is a way of now getting our policymakers to think about what can we do? What should we do? And how do we think about, really, a brave new frontier in terms of how most people now are expressing themselves or gathering their news,.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:12",
      "speaker": "NEWTON",
      "sentences": "And make no mistake that this will definitely hurt in terms of which way it comes out, one way or the other. There are going to be theopposing sides that will weigh in and say it's just not fair. David Schultz for us. Thanks so much. Really appreciate those insights. Now former President Donald Trump is facing a possible gag order ahead of his first criminal trial next month. Manhattan prosecutors asked for the gag order in his hush money case and they want to prevent Trump from disparaging potential witnesses. They also say his comments have resulted in hundreds of threats. Think about that -- hundreds of threats to their staff. Meantime, Trump has filed also a Notice of Appeal in his civil fraud case. His attorneys say they will seek to overturn the $454 million judgment against him. Remember, that includes both the judgment and the interest and they were against his sons and two former Trump Organization officials. Kara Scannell as always, following all of this for us. So first off, the nuts and bolts of that gag order. And here's the thing, what are the consequences if the former president does not comply?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:07",
      "speaker": "NEWTON",
      "sentences": "Yes, and that's a crucial point there as well. Before I let you go, this appeal, not a surprise. But does it mean that the clock is ticking nowon Trump having to post some kind of a bond for that hundreds of millions of dollars actually, in a fine that he has?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:07",
      "speaker": "SCANNELL",
      "sentences": "Yes, I mean, this is a huge number, $454 million that Trump will have to come up with, either with cash or posting a bond and I've talked toa number of lawyers who work in this space and they say that there is a little -- this is a little bit of an uncharted territory, because usually judgments of that size are against corporations, and they have lines of credit, they have cash on hand. You know, the Trump Organization is a private company. There is really not a lot of insight into how much cash Trump actually has. He has said he has more than $400 million. That's not enough to clear that case, let alone the E. Jean Carroll defamation case where a jury awarded her $83.3 million. Trump's lawyers on Friday, asking the judge overseeing that case, to put that judgment on pause while they do some post-trial litigation. So you know, there's really this potential cash crunch here for Trump. We don't have a lot of insight into how that process is going, whether he's able to raise money and how he us able to raise money. But certainly, you know, until he does make this payment, whether it is made in full or not to the court, he's going to incur interest at a rate of nine percent a year that will add up significantly, you know, over time. And of course, if he ultimately prevails in some way on the appeal, he will get back some of that money, but it is this near term cash crunch that we're all watching to see how he's going to meet it -- Paula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:07",
      "speaker": "NEWTON",
      "sentences": "It is going to be an interesting month ahead on that case, as well. Kara Scannell for us, thanks so much, really appreciate it.Now, the president of Microsoft says it is taking important steps to support AI development in Europe as it announces a new partnership with Mistral AI. Brad Smith says the French company is the leading AI developer in France and the deal will allow the two companies to, in his words, collaborate together on new models. Now Smith told CNN's Anna Stewart about the deal and they had that conversation at the Mobile World Congress in Barcelona. Listen. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:07",
      "speaker": "BRAD SMITH, CEO, MICROSOFT",
      "sentences": "I really think this is one of the most important days for Microsoft support, for technology development in Europe.Because Mistral AI is far and away the leading AI developer in France, they're important for all of Europe and what Microsoft, what we just announced is a multiyear partnership. It will give Mistral AI the ability to train and deploy its advanced models in the AI datacenters that we are building. It will give Mistral AI the ability through our models as a service to reach AI developers directly. It means that Microsoft is now supporting more than 1,500 open source models on our infrastructure, and it means that Mistral AI and Microsoft will collaborate together to explore research and development opportunities, perhaps especially to fine tune models to meet the needs of the public sector in Europe. We appreciate that there are some in Europe that wants to use AI that's developed in Europe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:07",
      "speaker": "ANNA STEWART, CNN REPORTER",
      "sentences": "I mean, you're invested in so many different big foundation models now and companies. Do you have a favorite?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:07",
      "speaker": "SMITH",
      "sentences": "Not that I will talk about on television, but I will say look, our partnership with open AI is what got us in to the AI, I'll just say, intothe AI era the way we have and that remains just a partnership that's vital to us. It's all about this new AI era, fundamentally a new sector of the economy is being born. We think of it as the AI economy. It does start with the chips say with NVIDIA, but it requires electricity and connectivity. Companies like Open AI and Mistral AI are building models, other companies are creating applications, it all relies in part on this enormous AI supercomputing infrastructure that we are building and is, as you noted, very expensive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:07",
      "speaker": "STEWART",
      "sentences": "I thought it was interesting that the NVIDIA CEO recently said that countries should have that own sovereign AI system, that they shouldbuild it themselves. What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:08",
      "speaker": "NEWTON",
      "sentences": "Our thanks to Anna Stewart for that.When we come back, a warning from Ukraine's president about US aid not coming through. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:08",
      "speaker": "VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT",
      "sentences": "So to understand it is to come to the frontline to see what's going on to speak with the people, then to goto civilians to understand what will be with them, and then what will be with them without this support and he will understand that millions people have been killed -- will be killed. (END VIDEO CLIP) (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:08",
      "speaker": "NEWTON",
      "sentences": "Sweden is now on track to become NATO's newest member. Hours ago Hungary's Parliament approved Stockholm's bid to join the Alliance removingthe last obstacle in its way. The vote comes nearly two years after what were incredibly intense negotiations. Sweden's prime minister calls it of course an historic day. Hungary's Prime Minister Viktor Orban says it will strengthen his country's security. Listen. (BEGIN VIDEO CLIP) VIKTOR ORBAN, HUNGARY PRIME MINISTER (through translator): We support that the accession should happen. NATO is a defense alliance. We make alliances to defend each other in case of an outside attack. There is no more serious commitment. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:08",
      "speaker": "NEWTON",
      "sentences": "Now of course, Sweden first moved to join the Alliance after Russia's invasion of Ukraine. Now Volodymyr Zelenskyy is warning thatmillions will die if the US doesn't pass a new aid package. Kaitlan Collins sat down with the Ukrainian president. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "ZELENSKYY",
      "sentences": "I'm not sure that he understands what's going on here and we don't need any rhetoric from people who are not deeply in the -- you know,in the war. So to understand it is to come to the frontline to see what's going on to speak with the people, then to go to civilians to understand what will be with them and then what will be with them without this support, and he will understand that millions of people have been killed -- will be killed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "COLLINS",
      "sentences": "If he doesn't understand it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "ZELENSKYY",
      "sentences": "Because she doesn't understand it. Of course, he does -- God bless you, you don't have the war on your territory.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "NEWTON",
      "sentences": "CNN's entire full interview with Ukrainian president Volodymyr Zelenskyy will air tonight on \"The Source\" with Kaitlan Collins, that's at9:00 PM New York, 6:00 PM in LA. Zelenskyy's warning comes of course, at a precarious moment. Ukraine says its troops had to retreat from the village of Lastochkyne in Eastern Donetsk. A military spokesperson says Russia has been intensifying its attacks in the region putting Ukrainian soldiers on the defensive. Some of the most intense fighting is said to be taking place in and around Avdiivka, which of course, you'll remember fell to Russia last week. Nick Paton Walsh joins me now. Yes, Nick, I'm really anxious to get your insight into all of this. You know, Zelenskyy has always said that a frozen conflict to the east and the south with Russia was dangerous. And yet, what are we looking at now? Could Ukraine be on the brink of something much more ominous?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "NICK PATON WALSH, CNN CHIEF INTERNATIONAL SECURITY CORRESPONDENT",
      "sentences": "Yes, it's hard to know really, if what we're seeing around Avdiivka is the beginningof Ukraine's lines failing to hold up. And that's probably an exaggeration at this point. And certainly there are many analysts say the pullback from Lastochkyne, about three miles to the northwest of Avdiivka was something Ukraine might have done simply because the villages around it are more easy to defend. And so we might be seeing a strategic withdrawal, but nonetheless, the optics are pretty bad. After having to withdraw from Avdiivka after months of fighting simply because Ukraine didn't have the resources or the manpower to continue fighting, didn't want to lose them in that fight. And then having to pull back from Lastochkyne as well. There are suggestions too that the villages Ukraine has fallen back to may also be seeing some kind of Russian attack as well. So we'll have to see how that essentially plays out, but it is one of about five points along the frontline where Ukraine is facing pressure near Kherson across the Dnipro River, there are suggestions of pressure there too. South of where I'm standing near Robotyne, one of the minor gains from the summer counteroffensive, that's been under pressure, the same around Bakhmut, the same to the south of Avdiivka and the same, just outside of Kharkiv as well. So generally bad news along the frontline and that is something that Volodymyr Zelenskyy has sought to amplify to the world over the last 72 hours, this moving into the third year of the war, a moment for him to address the world and make some key messages felt. You heard him there talking to Kaitlan Collins, well, today he reminded European leaders who are essentially stepping into the gap left by the $60 billion of US aid being held up by Congress, it may never come. Europe have promised a million artillery shells here, vitally needed ammunition while Zelenskyy said they've only received 30 percent of that so far. And in fact, just two days ago, they complained about how so many Western aid deliveries, that the commitments made were delivered upon late about 50 percent. I should point out the EU have previously said they think they are going to get about 52 percent of that being delivered on time. So it's a deeply stark moment, certainly, and I think it's a time where Zelenskyy is struggling to project hope and positivity to his forces, to his population, whilst also at the same time make the West realize quite how perilous their situation is -- Paula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:04",
      "speaker": "NEWTON",
      "sentences": "So McDonald's is planning to expand its new beverage forward chain called CosMc's. We'll look at the new concept to that one analyst says isskyrocketing past expectations. Listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:29",
      "speaker": "NEWTON",
      "sentences": "U.S. President Joe Biden is facing a big challenge in the state of Michigan. Both parties are holding primaries there on Tuesday and agrassroots movement is urging Democrats to vote uncommitted. That's an order to protest Mr. Biden's handling of the Israel-Hamas war. Now Michigan Congresswoman Rashida Tlaib is also a Democrat and she is endorsing that effort. On the Republican side meantime, presidential hopefuls Nikki Haley is losing powerful donors after her latest blowout loss in her home state of South Carolina. Now former President Donald Trump defeated her by 20 points in last weekend's primary. Now the advocacy group Americans for Prosperity Action says it won't spend another dime on her. Nikki Haley has already moved on to Michigan. Even McKend was at a campaign event there in Grand Rapids. EVA MCKEND, CNN U.S. NATIONAL POLITICS CORRESPONDENT: Paula, Nikki Haley described the former president as being on a sinking ship, one that can't attract independent voters. She accused him of driving people out of the party and said that she is giving every possible red flag in the days ahead here. The problem for Haley is that she can't name a single state that she can win. She says that Trump is not winning by a mandate, that 40 percent isn't nothing. That's what she was able to capture in South Carolina. But whether it's here in Michigan or the states ahead, she can't say which one of them she can win outright. Let's listen. (BEGIN VIDEO CLIP) NIKKI HALEY (D) PRESIDENTIAL CANDIDATE: Why don't we wait and see what happens? We don't have to have a crystal ball and say this is going to happen or that's going to happen. We don't live in Russia. We don't anoint kings. We have elections, let people vote.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:29",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "But can you name a single state you can win?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:29",
      "speaker": "HALEY",
      "sentences": "You can't name that 70 percent of Americans don't want Donald Trump or Joe Biden. That's a pretty big number. I can name that 40 percent ofRepublicans in all our early states don't want Donald Trump. That's the point that you need to talk about. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:29",
      "speaker": "MCKEND",
      "sentences": "Haley not giving up the fight. She has 10 fundraisers scheduled over the next few days after Michigan she heads on to Minneapolis andColorado. Meanwhile, on the Democratic side, President Biden facing a headache of his own here in Michigan. And that is because there is a campaign underway led by Arab-American voters to vote uncommitted, to send a message to this White House that they are a key voting bloc in the Democratic Party. And they don't believe President Biden is showing adequate leadership at this time as it relates to the war in Gaza and him not calling for an outright ceasefire. Paula?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:29",
      "speaker": "NEWTON",
      "sentences": "Our thanks there to, Eva McKend. Now the head of Ryanair says delays a Boeing might force his airline to actually cut flights and raisefares this summer. CEO Michael O'Leary said he really doesn't know how many new planes Boeing will be able to deliver in the coming months. The company's production schedule has been disrupted by quality control issues. As a result, O'Leary now says he's pretty sure Ryanair will get 30 to 40 planes in the coming months. Until recently, he said he had been expecting 57. If there are fewer flights, he wants Ryanair ticket prices could go up as much as 10 percent. Simon Calder is a travel correspondent for The Independent and you are parsing all of this for us. Simon, what do you make of his comments giving Boeing and Airbus are the only suppliers the pipeline is clearly overbooked? It's a problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "NEWTON",
      "sentences": "Simon, I will note that perhaps that is a public protest from your cat there on those airfares, not really all that keen on them. But I wantto ask you, look, you just put a fine point on the numbers. I get it. But at the same time, is he scapegoating here? Obviously fewer planes can constrain supply. But why do you have to increase -- the price is so robustly, 10 to 15 percent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "CALDER",
      "sentences": "Well, because airlines will charge whatever they possibly can at the same time as filling their aircraft. And it's actually very convenientfor an awful lot of airlines. I'm thinking here particularly in Europe for airlines like British Airways, like EasyJet, who are able to make enormous amounts of money because they are benefiting from exactly the same. Sorry, exactly the same problems that the other airlines are suffering from. We've also got issues of course with Airbus because some of the powder metal used in some Pratt and Whitney engines is possibly contaminated. So therefore, airlines such as Wizz Air and Lufthansa of Germany, as well as JetBlue of the U.S. are having to make their own arrangements to be able to ground at some aircraft for up to two months while they -- while they get on with that (INAUDIBLE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "NEWTON",
      "sentences": "I can't help but laugh here. Like I said, the cat is truly protesting these flights. I've got 20 seconds. If this is going on, when isthe best time to book those summer flights? What would you say giving up --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "CALDER",
      "sentences": "Yes. Reall good point. I am booking my summer flights now because I can't see any extra supply coming into the market fares are only going togo one way and that is upwards. But I am taking the risk that if my flight does not might actually be scrapped because of course, if you don't have enough aircraft, those cancellations are going to start coming in in the next few weeks and months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "NEWTON",
      "sentences": "OK. Simon, well done for getting through all of that as your cat was trying to distract you. Clearly the cat wants a summer vacation aswell. Take care. We'll speak to you next time, Simon. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "CALDER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "NEWTON",
      "sentences": "Now, fast food chains are trying to what are they trying to do when it comes to Gen Z, they need more of them to be customers. What seems to bekey? You got it here. Beverages. OK. Chains like Starbucks have hundreds of versions on tap. This one, I'll have you know is a Caramel Ribbon Crunch Frappuccino. There are more calories there than I eat in a day, I want you to know. McDonald's. They want a piece of that market. Now their drink menu, it does include coffee, like this one right here. But their limits on their kitchen make it hard to ramp up to something like this. And that's the problem. They now say they've got a solution, an entirely new restaurant. Nathaniel Meyersohn breaks down McDonald's new beverage forward chain and it is called CosMc's. (BEGIN VIDEOTAPE) NATHANIEL MEYERSOHN, CNN BUSINESS REPORTER (voiceover): The quaint town of Bolingbrook Illinois is now on the map. Thanks to the world's only CosMc's restaurant. This new concept from McDonald's that's all about the drinks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is really good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Ronald McDonald and friends in the story --MEYERSOHN (voiceover): CosMc's nostalgic name is a nod to an alien in this 1986 McDonald's ad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:58:29",
      "speaker": "NEWTON",
      "sentences": "And hello. I am Paula Newton and it is the dash to the closing bell. We're just about two minutes away. U.S. consumer spending numberswill be released Thursday. The Dow gave up its gains early on and has struggled to recover ever since. You see it there. In fact, selling has picked up. The S&amp;P meantime is down after last week's record highs. Tech stocks a bit better with the NASDAQ set to close flat. That means you're locking in some gains there. Meantime, the Supreme Court heard arguments today on two major free speech cases that could change a social media operates. Professor David Schultz says justices are looking at whether platforms can remove or demote certain content. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:58:29",
      "speaker": "SCHULTZ",
      "sentences": "It looks like at this point the courts going to probably weigh in on the side of the tech companies into social media. But even having donethat though, there still is a concern because I think given how important social media is isn't our life anymore. Depending on how this ruling is framed, does it deal perhaps give too much control to the social media platforms? So, the courts trying to juggle with kind of these -- this sort of two different ends of two different competing notions of free speech. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}