{
  "date": "2024-12-22",
  "headline": "CNN Newsroom",
  "subHeadline": "Germany Christmas Market Attack Suspect Charged with Murder; Congress Passes Funding Bill; House Speaker Criticized by Fellow Republicans; Trump Taps Mark Burnett as U.K. Special Envoy; Biden's Low Approval Rating; Labor Strikes Expands Across U.S.; Bird Flu Tears through Some U.S. Dairy Farms; Ukraine's Deep Strikes Inside Russia; Justices Thomas and Alito Accused of Violating Federal Disclosure Laws; Trump's Nonrenewable Energy Face Uphill Battle. Aired 4-5a ET",
  "utterances": [
    {
      "timeStamp": "04:00:00",
      "speaker": "HILL HARPER",
      "sentences": "Let's hope that someday there will be justice for JonBenet Ramsey. I'm Hill Harper. Thanks for watching.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "BEN HUNTE, CNN ANCHOR",
      "sentences": "Hello. Welcome to our viewers in the United States, here in the UK, and all around the world. I'm Ben Hunte in London. It is so good to have you with me.Coming up on CNN Newsroom. An unfamiliar profile is emerging of the suspect in the attack on a Christmas market in Germany. He's being held on murder charges as investigators search for the motive. The chaos on Capitol Hill this week could be a preview of what's to come in Washington. We'll have reaction from House members after narrowly avoiding a government shutdown. And how a Christmas cold front is threatening to impact record holiday travel in the U.S. We are learning more about the man accused of driving a car into a crowd at a Christmas market in Germany. Police say he was in court late Saturday, where a judge ordered him held in pretrial detention. A U.S.-based activist group called Rare Foundation USA says this is not true. is a picture of the man. They identify him as Taleb al- Abdulmohsen. He's facing five counts of murder, along with other counts of attempted murder and dangerous bodily harm. The death toll from Friday's attack in the City of Magdeburg is now five, with more than 200 people injured. On Saturday, mourners placed flowers in front of a church next to the Christmas market. German Chancellor Olaf Scholz spoke at the site, saying Germans need to unite to fight hatred. (BEGIN VIDEO CLIP) OLAF SCHOLZ, GERMAN CHANCELLOR (through translator):  What's important for me is that when such an appalling event and such an appalling attack takes place, which injures and kills so many people, almost the day of the anniversary of the Breitscheidplatz terror attack in Berlin, what's important in that context is that we stick together, we come together as a country, and we ensure that hatred does not win the day, rather that we remember that we are a community and we have a common future and that we can't let those who want to sow hatred win. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "HUNTE",
      "sentences": "U.S. President Joe Biden expressed his deepest condolences to the people of Germany on behalf of the United States. CNN Chief Global Affairs Correspondent Matthew Chance has more on the suspect and the aftermath of the attack.(BEGIN VIDEOTAPE) MATTHEW CHANCE, CHIEF GLOBAL AFFAIRS CORRESPONDENT (voice-over): Outside the cathedral in Magdeburg, Germans are grieving and paying their respects. The deadly attack on a Christmas market here on Friday night has left many bereft. CORINNA PAGELS, MAGDEBURG RESIDENT (through translator):  Well, I've seen a lot of misery, many people who were searching, many tears, bewilderment, and extreme states of shock. CHANCE (voice-over):  This is the moment a speeding vehicle plowed into the bustling crowd, killing at least five people, according to German officials, and injuring more than 200. Carnage, but from an unexpected threat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "CHANCE",
      "sentences": "Well, it's now emerged that Saudi Arabia repeatedly warned Germany about the suspect they now have in custody, saying he'd become radicalized. These warnings going back, according to two CNN sources, to 2007. The German authorities, though, according to the Saudi sources, ignored those warnings. This, as the German government says it will do everything it can to get to the bottom of this tragedy.Matthew Chance, CNN, Magdeburg, Eastern Germany. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "HUNTE",
      "sentences": "CNN's Chief Law Enforcement Analyst John Miller explains what German investigators might look at regarding the reaction to those warnings from the Saudis.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "JOHN MILLER, CNN CHIEF LAW ENFORCEMENT AND INTELLIGENCE ANALYST",
      "sentences": "That's something that they're going to have to back through step by step. But from the 20,000-foot view, if he was a political extremist, if he was engaging in extremist rhetoric or thought, that's one thing. But for authorities like the BKA, the federal agency in Germany that investigates terrorism and their partners, unless there were steps that were warned about, that were steps towards the pathway to violence as opposed to rhetoric, it might not have been enough for them to do much other than keep tabs on him.When something like this happens, it comes together very quickly. That's why they're going to have to see. Exactly what did the Saudis provide? And did it indicate that the violence was likely? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "HUNTE",
      "sentences": "Immigration is expected to be a key issue in Germany's snap elections scheduled for February. These anti-immigration protesters were in Magdeburg on Saturday. And Germany's anti-immigration, far- right, alternative for Deutschland or AfD Party has had really strong performances in recent regional elections.The AfD is currently second in national polling. Germany's center right alliance is first. It's a pairing of Germany's two dominant political parties, the Christian Democrats and Christian Socialists. Police in the U.S. State of Texas say a man drove a pickup truck into a shopping mall after leading officers on a 19 mile or 30-kilometer car chase. At least five people were injured, four of them hit by the truck as it traveled through this JCPenney department store. A state trooper shot and killed the suspect. Police had attempted to pull him over on the highway because they suspected he was driving while intoxicated. Dozens are dead in Southern Brazil after a crash involving a passenger bus and a truck on Saturday. Of the 45 people on the bus, 38 are confirmed dead, including the bus driver. The rest were transported to a local hospital and remain in critical condition. Officials are investigating the cause of the crash, but witnesses say a granite block hit the bus, causing the driver to lose control and hit the truck. Then the bus erupted into flames. The truck driver reportedly fled the scene. Authorities said the crash is the worst to occur on Brazil's federal highways in nearly two decades. The dust is settling on Capitol Hill after U.S. lawmakers scrambled to make a deal to avoid a complete government shutdown. But a source says Donald Trump seemed frustrated, yet resigned, but the deal left out a key demand of his. CNN's Julia Benbrook has more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "BENBROOK",
      "sentences": "In the new year, Republicans will hold a trifecta with control of the White House, the Senate, and the House. But the outcome of this funding fight gives us a glimpse at some of the challenges they'll still face as they try and enact part of Trump's agenda.At the White House, Julia Benbrook, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "HUNTE",
      "sentences": "Democrats argue Trump wants to suspend the debt limit to help pave the way for massive tax cuts who would favor corporations and the wealthiest. But they say that fight is not over as they look ahead to the coming year.(BEGIN VIDEO CLIP) REP. JOHN GARAMENDI (D-CA):  That will be the major fight coming down in March. We're going to push back on that. Yes, there ought to be a tax cut, but these are for the working men and women. If there's going to be a tax cut, it certainly ought not be for the super wealthy, the billionaire class, the Elon Musks of the world. But that's where Trump wants to go. So, let's hone in on what we'll be facing over the next three months. Trump will put forth an extension of his 2017 tax cut, which put a $2 trillion, $300 billion hole in the national debt. We're going to oppose that. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "HUNTE",
      "sentences": "Earlier, Trump's debt demand led to bipartisan opposition and left a scar on the House Speaker's leadership. Speaker Mike Johnson is facing criticism from his fellow Republicans unhappy with how he handled this week's measure. Here's one GOP Congresswoman's take on Johnson and his future.(BEGIN VIDEO CLIP) REP. NICOLE MALLIOTAKIS (R-NY):  Well, I don't necessarily think that replacing the speaker is the answer, but I do certainly have questions and would like more clarity on how our leadership intends to run the next Congress. I was very disappointed that this backroom deal was made with a handshake without notifying the members of the conference and getting our input to make that type of bipartisan deal with Hakeem Jeffries and Chuck Schumer without our buy in, I think it's problematic. And I'm a member of the Problem Solvers Caucus who works in a bipartisan way. It's not about being bipartisan, it's about making sure that your caucus, your conference knows what is going on, because we are duly elected representatives. We have constituencies. We are not rubber stamps. And so, I was disappointed with how that had played out and also with the lack of communication from the leadership to the membership this entire week. It was -- it's problematic. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "HUNTE",
      "sentences": "CNN senior political analyst Ron Brownstein argues the infighting among Republicans and Trump's volatility fed the chaotic events over the last few days. But he says there was another factor as well.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "RON BROWNSTEIN, CNN SENIOR POLITICAL ANALYST",
      "sentences": "As a final ingredient, you have the kind of the new wild card, which is Elon Musk who has shown that he is utterly, you know, willing to use the giant megaphone that he bought with X to spread right-wing disinformation and misinformation, not only at Democrats, but at Republicans.So, add it up and the likelihood is going to be a pretty rocky ride. Certainly, there are things they're going to be able to agree on, but boy, there's going to be a lot of broken glass along the way. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "HARRY ENTEN, CNN SENIOR DATA REPORTER",
      "sentences": "It's a sad end to a very long career is the way that I would put it. You know, we can see it, you know, quite well here. Look, approve of Joe Biden's job performance. Fox News is the best of the group at 41 percent. You got Quinnipiac at 38 percent. Monmouth at 35 percent. That's a record low for Monmouth's polls of Joe Biden's approval rating. And you look at Marquette at the bottom of this list at 34 percent.This just ain't good. This is not the way I think anyone would want to go out, but the numbers are the numbers. And right now, Joe Biden is hovering near the lowest approval point of his presidency. In fact, the lowest, if you believe Monmouth or Marquette. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "HUNTE",
      "sentences": "The days in the Northern Hemisphere begin to get longer now that the winter solstice has just passed. But U.S. states near the Great Lakes are feeling a wintry chill. Parts of Ohio, Pennsylvania, and Upstate New York have seen over half a foot of lake-effect snow with a few more inches expected through the regions in the coming days. Parts of Indiana saw snow and freezing rain too, while the Pacific Northwest is bracing for a winter storm forming off the coast. As temperatures plummet ahead of the holidays, authorities are advising residents to exercise caution as road conditions worsen.Whether by car, by plane or horse drawn sleigh, this Christmas cold front is expected to impact all forms of holiday travel. Looming winter weather advisories are threatening airline delays throughout the weekend. Gloria Pazmino reports on how the holiday travelers are faring. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "GLORIA PAZMINO, CNN CORRESPONDENT",
      "sentences": "Well, that's right. First two very good things to get things started here in the New York area. And the first is that it was a relatively calm weather day here in the area. And so, for an airport that is so busy, like here at LaGuardia, that is a good thing. It meant that there were no major flight cancellations, no major delays here.And then, the other very good news is that because the government shutdown was averted, we have federal employees, the TSA employees here that keep the airport running, are able to get paid and show up to work without having to worry that their paychecks may be at stake. So, that is good news for the people who help run the airport as well as passengers who have to kind of deal with them. We spoke to a lot of passengers here today who told me that they were exhausted from a whole day of traveling, but ultimately, relieved to have finally made it to their final destination. Others who are just looking forward to getting to wherever they're going to celebrate the holidays, to see their families, and some who told me that even though they were a little bit delayed, it didn't really stress them out that much because it just meant that they had more time and were not so rushed. But let's talk about the numbers, because we are expecting this to be a record-breaking year. 119 million Americans are expected to travel between the holiday period and the new year. And those numbers are significantly higher than the year prior. In fact, it surpasses the 2019 record by 64,000 more travelers. And it's 3 million more travelers than last year. So, we are seeing more and more. Take a listen to some of those passengers that we met here today, talking about what the day has been like for them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "If we were driving, everybody would say, are you driving? No. I mean, because you only get a certain amount of time, and we've done it many times, but one mishap, it could be a 15-hour drive. If something goes wrong on the road, pray tell nobody gets hurt and all that stuff. By the time you get there, you're -- you know, you're done. I mean, we're not 24 anymore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Pretty stressful. Pretty hectic. Lines are busy. A lot of people are, you know, traveling for the holidays, I would say. But overall, I think our travel was good, but very, very busy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "PAZMINO",
      "sentences": "Now, even though a lot of people will fly, 7 million Americans, according to AAA, many more will actually get behind the wheel between now and the Christmas holiday to get to their holiday celebrations. 107 million people expected to take behind the wheel and be on the roads in the next several days.So, if you're going to be one of those people, be prepared to be patient and be calm and be kind while you're driving to wherever you are going to celebrate the holidays. But for the most part, people here were calm. They were not so stressed out. They were looking forward to their holiday celebration and the airport running exactly as expected. I'm Gloria Pazmino, CNN, New York. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "MIRACLE",
      "sentences": "So, Tom is spraying down our tires with a bleach solution, which he says kills everything, so that any car that's coming in here into their farm, particularly from another dairy, they have to get their tires washed with this bleach before they can enter.Thank you for spraying down our tires. And now, we need to protect ourselves, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "TOM",
      "sentences": "That's correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "MIRACLE",
      "sentences": "I've got the gloves. I've got a mask on. I have the goggles here. But I see also, you're going to bypass that because you feel confident and comfortable that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "TOM",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "MIRACLE",
      "sentences": "-- everything here is safe?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "TOM",
      "sentences": "Now, I will also say that anybody else that comes in, we would request they do the gear up just because we don't know exactly where they've been.MIRACLE (voice-over):  Tom has roughly 1,200 cows on this farm. They produce about 11,000 gallons of milk per day. When the herd became infected with the avian flu in September, nearly 30 cows died. The farm was put under quarantine for five weeks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "TOM",
      "sentences": "Our facility is negative of bird flu and has been for some time. So, we're not under quarantine anymore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "MIRACLE",
      "sentences": "But the risk is definitely still there. The biggest concern being getting it from another dairy, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "TOM",
      "sentences": "Yes.MIRACLE (voice-over):  Despite rapid efforts to contain the virus, the illness has now spread from Central to Southern California.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "MIRACLE",
      "sentences": "How long does it take until you know that a cow is sick?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "TOM",
      "sentences": "We will know within three days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "MIRACLE",
      "sentences": "Within three days?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "TOM",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "MIRACLE",
      "sentences": "OK. So, a cow technically could be sick right now, you won't know for a few days?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "TOM",
      "sentences": "That's possibility.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "MIRACLE",
      "sentences": "Transmission to humans is also a major concern, but state officials insist there's no need to panic.DR. ANNETTE JONES, CALIFORNIA STATE VETERINARIAN:  Pasteurization is 100 percent effective in killing this virus in milk. MIRACLE (voice-over):  Of the 36 cases of bird flu in humans in California this year, nearly all of those affected were dairy farm workers exposed to sick animals, according to the CDC.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "MIRACLE",
      "sentences": "So, Miguel, are you concerned at all about your safety of you not wearing any goggles? So, he's not concerned about getting sick.MIRACLE (voice-over):  Right now, 613 dairy farms are quarantined, 66 have been cleared in recent months, but dairy industry representatives say the risk doesn't end there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We are starting to hear about reinfections in Texas, Colorado, Idaho, and Louisiana.MIRACLE (voice-over):  Here in Tulare County, Tom is staying vigilant and following safe practices. This while California prepares for the worst and tries to get ahead of a rapidly evolving crisis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "MIRACLE",
      "sentences": "It's not just cows that are at risk, poultry farms are also in danger. 51 poultry farms in the State of California just this fall have tested positive for bird flu. And we spoke to a chicken farmer in San Diego who said that he hasn't yet been impacted, but if one of his chickens get sick, he will have to euthanize the entire flock. So, major concerns there.In terms of human-to-human transmission of this strain of the bird flu, that has not yet happened. And officials are reiterating that the risk to the public is very low. Veronica Miracle, CNN, Tulare County, California. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "HUNTE",
      "sentences": "I'm going to need some schooling on this next one. So, I read that Putin views Trump's inauguration as an important phase for his war against Ukraine. And because of that, he's now sprinting to some sort of finish line and accelerating his already violent campaign. Can you just break down why that's happening, please?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "RYAN",
      "sentences": "Yes. I mean, Putin has been following the U.S. elections. He knows that under a Trump administration there's a greater likelihood of Ukraine being coerced into some form of negotiation with Russia. And to help that along, what Putin's been doing over the last few months has been stepping up his ground campaigns. He's been stepping up his missile and drone strikes on Ukrainian civil infrastructure and stepping up his collaboration with countries like North Korea to project into the minds of politicians, particularly in the U.S., that a peace agreement now is in the interests of Ukraine. It's probably not, but that's what the Russians want the incoming administration to believe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "HUNTE",
      "sentences": "Yes. And speaking about the U.S. The U.S. has been a vital supporter of Ukraine's financial and military efforts. Since Moscow launched its offensive nearly three years ago. Can you believe that three years ago? We reported a few weeks ago that Trump is currently unpredictable on this because he's promised to end the Russia-Ukraine war in just 24 hours. But he hasn't really broken down that plan. What is the general vibe in Ukraine on what he's actually going to do or do we just not know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "RYAN",
      "sentences": "Well, I don't think anyone really knows, but there's a lot of people who are hopeful. I mean, at the end of the day, because we don't know an incoming President Trump might hope for peace, but he may not be able to get the concessions out of Putin that he'd like, and he could even double down on support for Ukraine to force the Russians to the table. We don't know. And the visit that's coming up of the special Ukraine envoy, General Kellogg, will probably tell us a little bit more about the way ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "HUNTE",
      "sentences": "If you were a betting man, what would you say is going to happen then?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "RYAN",
      "sentences": "Well, I hope that the United States will continue and indeed step up its support for Ukraine. It'd be great to see a U.S. administration state that it wants to see Russia lose in Ukraine. But whether that's going to happen or not, I really don't know. It's still very unpredictable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "HUNTE",
      "sentences": "I'm not sure if you saw this, but I wanted to put it in my show because I just thought it was wild. In response to a video where Putin boasted about a new Russian missile, Zelenskyy wrote on X, quote, \"People are dying and he thinks it's interesting. Dumbass,\" end quote. I said, what? Are you surprised that this war is still going on and how things are looking now? I mean, the fact that we are just trading insults on social media between presidents of some of the most powerful and watched nations on this Earth right now, to me seems crazy.A Gallup poll just last month indicated for the for the first time, a majority of Ukrainians surveyed, 52 percent, said they'd like to see their country negotiate an end to the war as soon as possible. Are you surprised by all of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "RYAN",
      "sentences": "Well, I think the war's gone on longer than anyone expected in its first days, but within a month or two, it became very clear that you had two very determined opponents who both wanted to win this war, and that's why it's gone on for so long.I'm not surprised so many Ukrainians want peace. I'd say it's a hundred percent of Ukrainians would actually like peace, but I think there would be very few of them that would accept peace at any price. So, it will depend on the conditions under which a peace agreement is negotiated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "HUNTE",
      "sentences": "Mick, it's been real. Thank you so much for joining us. I appreciate that. RYAN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "HUNTE",
      "sentences": "Welcome back. The U.S. Senate Judiciary Committee released a nearly 100-page report on Saturday accusing Supreme Court Justices Clarence Thomas and Samuel Alito of violating federal disclosure laws. The report says the conservative justices failed to disclose lavish trips and gifts paid for by wealthy people with business before the court.One of those trips, according to the inquiry, was a fishing expedition in Alaska that Alito took in 2008. Get this, the cost of the private plane alone was nearly $24,000 per passenger. The report also says Thomas failed to recuse himself from cases where there's a conflict of interest, namely cases involving the 2020 presidential election, despite political advocacy by his wife in support of then-President Donald Trump. Thomas and Alito have said previously they've done absolutely nothing wrong. And a Supreme Court spokesperson has yet to respond to CNN's request for comment. President-Elect Donald Trump made some major energy promises while on the campaign trail, but the changing economics of energy might make the realities of coming through on those pledges much more complex. CNN's Chief Climate Correspondent Bill Weir has more. (BEGIN VIDEOTAPE) DONALD TRUMP, U.S. PRESIDENT-ELECT:  Frack, frack, frack and drill, drill, drill. Drill, baby, drill. BILL WEIR, CNN CHIEF CLIMATE CORRESPONDENT (voice-over):  On the trail --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "TRUMP",
      "sentences": "We're going to frack, frack, frack.WEIR (voice-over):  -- Donald Trump made some big energy promises.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "TRUMP",
      "sentences": "Your energy bill, within 12 months, will be cut in half, and that's my pledge all over the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "MCNALLY",
      "sentences": "Having worked for a president, President George W. Bush and having looked scoured the White House for a magic wand that can quickly lower oil prices or electricity prices. The truth is, it doesn't exist.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "RYAN KELLOGG, PROFESSOR OF PUBLIC POLICY AND DEPUTY DEAN, UNIVERSITY OF CHICAGO",
      "sentences": "The reality is that consumers, energy bills, producers, production volumes, they depend much more on the whims of the global marketplace than what any single president can do.WEIR (voice-over):  And the U.S. is already producing more fossil fuel for that market than any nation in history. So, drilling on more federal land experts say would not affect gas prices.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "KELLOGG",
      "sentences": "Private land and shale is really where the action is. Federal land, you can tinker with things on the margin, maybe get a couple additional 100,000 barrels a day. You're not going to double U.S. production or increase it by even 25 percent.WEIR (voice-over):  And remember when the pandemic and OPEC caused oil prices to crash? It was good for consumers, but horrible for U.S. oil companies. So, Trump asked Russia and Saudi Arabia to stop drilling so prices would go up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "TRUMP",
      "sentences": "Making it so that our industry does well and the oil industry does better than it's doing right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "MCNALLY",
      "sentences": "When does an American president call OPEC to cut production, to raise oil prices? Answer, never, except the second quarter of 2020.Let me be very clear from the industry's perspective, President Trump can and will implement regulatory and policy changes that will vastly (INAUDIBLE) the outlook for energy investment. But in terms of lowering the oil prices near charm or electricity prices, a lot is very, very difficult for any president to do. WEIR (voice-over):  Meanwhile, utility scale renewable energy is now cheaper than oil. China is switching to electric cars with such breathtaking speed and scale it's disrupting energy futures, and around 90 percent of the projects waiting to get on the Texas grid are solar plus batteries. ANDREW DESSLER, DIRECTOR, TEXAS CENTER FOR CLIMATE STUDIES, TAX A&amp;M UNIVERSITY:  And batteries, if you look up a battery farm, you just mint money because you charge your batteries when electricity is cheap and you sell it six hours later when electricity is expensive. I mean, it's just a money-making machine. These developers are not Birkenstock wearing hippies who get in their VW bus and drive off. These are Texan energy developers who want to make money. And you make money with renewable energy right now. It's the cheapest energy we have.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "WEIR",
      "sentences": "And can Trump politics get in the way of that or claw back that momentum in any way?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "DESSLER",
      "sentences": "I think it's a real open question what is going to happen. Everybody needs to understand that a transition to renewable energy will fatten your wallet. You're going to walk out with a better economy, cleaner air, better national security. I mean, the facets of this -- of the clean energy transition are enormous for almost everybody, not if you're a fossil fuel billionaire. They will not be better off in a clean energy. Fossil fuel billionaires would be worse off. And because of that, and because of the enormous political power they have, they have been able to essentially capture the political process to have politicians force us to continue using dirty, expensive fossil fuels.WEIR (voice-over):  Bill Weir, CNN, New York. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}