{
  "date": "2024-01-23",
  "headline": "CNN Live Event/Special",
  "subHeadline": "Now: Voters Casting Ballots In New Hampshire Primary; Rep. Michael Moffett (R-NH) Discusses About New Hampshire Primary. Aired 3- 3:30p ET",
  "utterances": [
    {
      "timeStamp": "15:00:39",
      "speaker": "KAITLAN COLLINS, CNN HOST",
      "sentences": "And welcome back to our Primary Day coverage. I'm Kaitlan Collins in Washington with Anderson Cooper in New York.Right now, we are following the head-to-head matchup in New Hampshire as Donald Trump and Nikki Haley are both vying for the Republican nomination. In just a few hours, we could have a better picture of what the voters are deciding and how long this two-person race could last.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:39",
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "We have reporters on the ground all over New Hampshire.I want to bring in Boris Sanchez right now at a polling place in Belmont. How are things playing out this afternoon there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:39",
      "speaker": "BORIS SANCHEZ, CNN CORRESPONDENT",
      "sentences": "Hey, Anderson. It's been a busy afternoon here in Belmont. Just a few moments ago, the moderator at this site walked past us and gave us a heads-up that he believes the rush is now starting to come in.It's relatively quiet, but it has been busy throughout the day. This is the way that it's laid out here in Belmont. Essentially, if you are registering today, you go to that first table over there. If you are already registered to vote, you walk over to these alphabetized, designated sections. Of course, as you know with New Hampshire, if you're a Republican or Democrat registered, you get a specific ballot for your party. If you're an independent or undeclared, you can pick either one and vote in that primary. That process underway as we speak. Also, we know that absentee ballots are now in the process of being set aside to be tabulated. Once all that is set up, you do as those folks are doing right there, you get back into one of the private areas, and then you cast your ballot. You fill in a bubble for the candidate that you support. Or, in the case of President Biden, you write-in his name. There's a big write-in campaign for Biden here in New Hampshire. Then once those folks are done, they walk over as that young lady and young man are doing right now, and there's a scanning machine right there. They put in their ballot into the scanning machine themselves. And at 7 PM, soon after 7 PM, once the polls close here in Belmont, we'll have our first look at the results. We believe that the Republicans are going to get their results first because that scanning machine will tabulate them quickly. Obviously, with a write-in campaign like Biden, that is likely going to take more time. So why does Belmont matter electorally? I've been speaking to folks close to Trump's campaign and they tell me that they are watching this area specifically because Donald Trump in past elections has dominated here. Back in 2016, he tripled - tripled - what the second-place vote-getter in the primary here got, John Kasich, at that time. He won here in the general election in '16 and in 2020. So they believe if he could run up the score here, he could close the door on the primary, beating Nikki Haley. I have, however, spoken to a few folks that came here, one undeclared voter and one Republican voter, who tell me that they specifically could not miss out on today because they wanted to cast ballots against Donald Trump. One of them telling me that they believe he is a threat to democracy, the other one telling me that he is just sick of the hatred and the lies and the vitriol, and he wants the party and the country to move on from that. I'm going to chat with a few more voters now as we speak, get some more opinion. I'll get back to you with what I hear, Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:39",
      "speaker": "COOPER",
      "sentences": "All right. Boris Sanchez, thanks very much.I want to go to New Hampshire's biggest city, Manchester. John Berman is there. What are you hearing from voters, John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "BERMAN",
      "sentences": "All right, ma'am. What's your name, ma'am?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "ALLISON KARIN",
      "sentences": "Allison Karin (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "BERMAN",
      "sentences": "Allison, it's so nice to meet you. You cast your ballot here. I see the \"I voted\" sign. I'm going to pry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "KARIN",
      "sentences": "Okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "BERMAN",
      "sentences": "Who'd you vote for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "KARIN",
      "sentences": "Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "BERMAN",
      "sentences": "You voted for Joe Biden. And you had to write-in his name on the ballot, correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "KARIN",
      "sentences": "Oh, are you - I did, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "BERMAN",
      "sentences": "So how did you know of - how to do that? How did you get alerted that that was something that needed to be done?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "KARIN",
      "sentences": "Well, that was on the news, so I had the heads up from that and a few other people told me, too, because I wasn't quite sure on how the ballot was supposed to go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "BERMAN",
      "sentences": "Do you come out every four years to vote in the primary?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "KARIN",
      "sentences": "I do, yes. I try my best to pay attention to everything that we can for the school systems and for our future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "BERMAN",
      "sentences": "Always the Democratic primary?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "KARIN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "BERMAN",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "KARIN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "BERMAN",
      "sentences": "And how do you feel about the direction the country is going in? What do you think the most important issue is? KARIN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "BERMAN",
      "sentences": "All right, Allison. Thank you so much. It was so nice to meet you. It was so nice to meet you. We'll talk to you in about six years or so and figure out who you voted for then.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "KARIN",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "BERMAN",
      "sentences": "Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "KARIN",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "BERMAN",
      "sentences": "It is very interesting, Anderson, with those write-in ballots for Joe Biden, it could take some time to get a full count of the situation, the Democratic primary. When they come out of that black machine, they're going to get put in a pile and hand-counted. That's the way that's going to have to go, Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "COOPER",
      "sentences": "All right, John Berman. Great talking to them - those folks, thanks very much. Kaitlan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "COLLINS",
      "sentences": "Thanks, Anderson.And I want to bring in now New Hampshire State Representative, Michael Moffett, who is supporting Nikki Haley in this race, like some of the voters that we have heard from today. Thank you so much for being here, Representative. How well do you think Nikki Haley needs to do tonight? REP. MICHAEL MOFFETT (R-NH): Well, thank you, Kaitlan. I think she needs to come close. We'd like to see her within single digits. I have a good feeling. I think that can happen. It's all about expectations and I think if she is less than 10 percent out, it's a win for her. Of course, we'd like to see her win and I think - I want to think that's possible, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "COLLINS",
      "sentences": "And you've been really candid in your views of this race and what you believe should happen here. And we've seen in poll after poll that voters don't want a Trump-Biden rematch. But if Republicans do pick Donald Trump tonight, and maybe he's the de facto nominee, depending on what the numbers look like, when there is an alternative in this race, what do you think that says about the state of your party right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "MOFFETT",
      "sentences": "Well, I wish that our party had better choices than the current - not incumbent, but the current president. I think Nikki is a wonderful alternative. She would beat Joe Biden by some say up to 17 percent, depending upon the polls.I think that we need younger candidates. I think, obviously, Nikki is much younger. And candidates without baggage, I'll just say that in - before the 1988 New Hampshire primary, Joe Biden dropped out of the primary way back then because of plagiarism. And now we have a Republican frontrunner who has multiple impeachments, he has multiple - 91 indictments, all kinds of baggage. I was in the Marine Corps, and I want to look up to my leaders and the bar is pretty darn low with a president like Donald Trump, with all his baggage as a frontrunner. So I am all in for Nikki. I voted for Trump twice, but I and many others, for those reasons, are all in for Nikki.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "COLLINS",
      "sentences": "Yes, you've talked about moments in Trump's presidency a lot, including January 6th. I know that you said that was a sad, dark day for America. I mean, would you be concerned that the potential nominee could be someone who refers to those criminal defendants as hostages?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "MOFFETT",
      "sentences": "That concerns me. They're not hostages. They're criminals. They broke into our beloved Capitol, created mayhem. They had no business being there. They deserve to be arrested.Hostages? A terrible term for those people who did what they did on January 6th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "MOFFETT",
      "sentences": "I was surprised and actually a little disappointed that DeSantis so quickly, after going back and forth the way he did with Trump, he immediately endorsed Trump. I think a little period of time could have passed before you just jumped on the Trump train.If Gov. Haley ended up endorsing Donald Trump as the nominee, I would understand that. I would probably vote for him again, because I think the Democrats would be worse, but I sure hope that Nikki Haley pulls this out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "COLLINS",
      "sentences": "That's interesting. So you, in the end, if Donald Trump is the nominee, despite the fact that you think he has baggage and you don't like what he says about January 6th and what happened that day, you'd still vote for him if he's the nominee?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "MOFFETT",
      "sentences": "That's probably how I would roll. I - it's a - it would be a terrible choice. I am so horrified at what the Biden administration has done to our country. Trump's personal baggage concerns me. A lot of his policies and decisions were good for our country, energy, on and on and on.Would I vote for him over Biden-Harris? Probably, but I sure hope - I sure hope - that I have a chance to pull the lever, so to speak, for Nikki Haley.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "COLLINS",
      "sentences": "I keep hearing the energy thing from Republicans. I will say that the U.S. is producing more oil right now than any country in U.S. history. But, Mike Moffett, you are very candid. It's great to have your views and so thank you for joining us, New Hampshire state representative. Appreciate your time tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "MOFFETT",
      "sentences": "Thank you, Kaitlan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "COLLINS",
      "sentences": "And Donald Trump and Nikki Haley is his last remaining challenger in this race. They are facing off in the first in the nation primary right now. As you can see, voters are casting their ballots. The big questions that are outstanding that we could soon learn the answer to, could the former South Carolina governor pull off an upset.Our special coverage continues in a quick moment. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I feel that, obviously, that the country is going in the wrong direction and there's a lot of things and I think there's one candidate that's really standing up for America, so that's how I voted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes. Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:16:30",
      "speaker": "COLLINS",
      "sentences": "Right now, voting is well underway in the New Hampshire primary, where former President Donald Trump is squaring off against Nikki Haley for the Republican nomination. It's a critical early test for both of these candidates, but even as they are continuing to trade barbs on the campaign trail, it is, of course, the voters who will have the final say.CNN's Kate Bolduan is live in Nashua, New Hampshire. Kate, what are you seeing and hearing from voters who are coming into that polling place behind you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:16:30",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "Yes. So this is Ward 3. This is Ward 3 of nine wards here in Nashua. Nashua being the second most populous city in New Hampshire. And here, it is a well-oiled machine. They have people in. It has gone very smoothly. No hiccups that they have reported here.The latest vote count since the last time I spoke to you all, there have been another 130 people that have voted and cast their ballots since the last time I spoke. Now, the vote total is at 1,458. For some context, there are just under 5,000 registered voters here in this ward, Ward 3. We've had an opportunity to speak to quite a few voters as they've left and I want to play for you Sophia Scribner. She's an 18-year-old first-time voter and she explained why she voted for Nikki Haley in the Republican primary. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:16:30",
      "speaker": "SOPHIA SCRIBNER, FIRST TIME VOTER",
      "sentences": "I just, honestly, I'm just not a fan of Donald Trump, and I'm not a huge fan of the current president, Joe Biden. I decided that I wanted a new face in the White House. I love the fact that there's a woman candidate and I just wanted to use my voice and hopefully see if it works.I know she's making great strides in New Hampshire, so I'm hoping that she'll beat out Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:16:30",
      "speaker": "BOLDUAN",
      "sentences": "Have you considered if in the end it becomes in the general election a Donald Trump versus Joe Biden, have you considered or struggled with who you would eventually vote for there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:16:30",
      "speaker": "SCRIBNER",
      "sentences": "I would definitely choose Joe Biden, no hesitation.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:16:30",
      "speaker": "BOLDUAN",
      "sentences": "Now, Kaitlan, Sophia also said that she generally thinks that she leans more to - more being - to being a Democrat, but it really was Nikki Haley who pulled her over to the Republican side to vote in the primary, which I thought was really fascinating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:16:30",
      "speaker": "COLLINS",
      "sentences": "It is, indeed. We'll continue to speak to those voters. I know you will as well.Kate Bolduan, thank you. Anderson?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:16:30",
      "speaker": "COOPER",
      "sentences": "Kaitlan, thanks very much. I will check back in with our reporters throughout the rest of the day, waiting, obviously, for the polls to close at 8 PM.I mean, you guys have all spent a lot of time in New Hampshire. Turnout, obviously, for Nikki Haley, I mean, they're going to be watching this very closely. S.E. CUPP, CNN POLITICAL COMMENTATOR: I just talked to them, they're real happy with what they're seeing in the turnout. And obviously, we've got a few hours to go before the polls close, but they're really happy, especially among the undeclareds that they're seeing. Those are her voters. And in talking to the campaign, they're saying it's almost as if Republicans have left Trump and are coming back home for Nikki. Now ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:16:30",
      "speaker": "COOPER",
      "sentences": "That's the Haley campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:16:30",
      "speaker": "CUPP",
      "sentences": "That's the theory of the case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:16:30",
      "speaker": "KAREN FINNEY, CNN POLITICAL COMMENTATOR",
      "sentences": "That's the (inaudible) --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:16:30",
      "speaker": "CUPP",
      "sentences": "That's 3 PM (ph) ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:16:30",
      "speaker": "FINNEY",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:16:30",
      "speaker": "CUPP",
      "sentences": "That's the Haley campaign saying this is what they're hoping for, certainly. And this was the theory of the case in New Hampshire that they would get enough Republican voters to leave Trump and go to her or undeclared voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "CUPP",
      "sentences": "Yes, the map gets harder for Nikki Haley after New Hampshire. It just does. There are more Trump voters and fewer independents, and that's a much tougher slog for her to peel those voters off. But as you just heard from that young lady, she doesn't like Joe and she definitely doesn't like Trump. And Nikki, Haley pulled her over to the Republican side. I think that's Nikki's theory of the case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "COOPER",
      "sentences": "But if she can't find enough of those people in New Hampshire, can she find it anywhere? I mean, can she survive?LEE CARTER, VOTER ANALYST &amp; POLLSTER: I mean, I think the numbers aren't in. They don't. First of all, I don't think there are enough of those numbers in New Hampshire. I mean, she's ahead with undecideds by 11 points. That's not really enough to pull over the 37-point advantage that Donald Trump has among Republican voters. It's going to be a really, really hard thing. And I don't know any amount of turnout that's going to be able to turn that kind of momentum around. I think it's going to be a really hard night for her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "SARAH MATTHEWS, FORMER TRUMP WH DEPUTY PRESS SECY",
      "sentences": "I don't know if she can pull it off in New Hampshire, but it is frustrating for me as someone who's a Republican who doesn't support Donald Trump anymore and wants us to nominate someone who could actually win in a general election. I mean, she has this broader appeal outside the Republican Party and the ability to bring in those independent voters who the Republican nominee will need to win in a general.Donald Trump, on the other hand, he's kind of radioactive to those people. It's hard to imagine anyone who didn't support him in 2020, who has been motivated now to turn out and vote for him because of the - all the indictments and all the baggage. I mean, sure, maybe there are some people who have been motivated in a way, but I think for every one of those people, there's two people who have been turned off by him. And so if we were a smart party, we would nominate someone like a Nikki Haley ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "CUPP",
      "sentences": "You said it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "MATTHEWS",
      "sentences": "... who - exactly - who could actually mount a formidable challenge against Joe Biden. I mean, in one poll, she beats him by 17 points. And, I mean, it's one poll, but it was conducted by Trump's own pollster.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "MATTHEWS",
      "sentences": "And so I think that just speaks to how strong of a general election candidate she would be. Don't know if she'll be able to pull it off, though, in the primary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "FINNEY",
      "sentences": "Yes. Look, again, I mean, you said it, where are the folks in the Republican Party trying to galvanize this sentiment and get behind a particular candidate. It's part of the challenge. It's one of the reasons that, frankly, the DNC changed our party calendar structure because we wanted to try to ensure that our nominee would be tested in the South, in the West, in the Northeast, in the Midwest, so that we could see, are they going to be able to be competitive with different electorates.Unfortunately for the Republican Party, it looks like it's going to be Iowa and New Hampshire with more sort of electoral diversity, if you will, in New Hampshire, which is kind of telling us what we know. There are never Trumpers. There are conservatives who maybe will vote for Trump, maybe would vote for Joe Biden. But again, have not been galvanized around, we're going to stand up to Donald Trump, we're going to create another way and we're going to - that's how we're going to bring our party back. I hope you guys are able to do it because I think the country is better when we have two strong parties where we are talking about ideas, not insults and grievance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "CARTER",
      "sentences": "I think you're right. I just do feel that this - that the country right now has such a fighting spirit. It is; you are good, you are evil. You want somebody who's going to come in and really take the swings. And I think Republicans really feel like they want somebody who's going to come in and fight for them and I - it's hard to understand if you're not one of those people, but it is so deeply embedded in the party and is so much of a reason why Donald Trump is where he is.And I also think Ron DeSantis initial appeal was that he was a fighter. People really like that he was fighting for their freedoms. He was fighting corporate America. He was fighting wokeism. But he took it too far. He fought the wrong fight and he ended up going the wrong direction. But that's the sentiment. I think Republicans are tired of being sort of overlooked, looked down on, frowned upon, snubbed and so there's a spirit of fighting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "CUPP",
      "sentences": "Well, I think to Sarah's point, if Republican - Republicans are not animated by winning, we know that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "MATTHEWS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "CUPP",
      "sentences": "Really they're animated, to your point, Lee, of finding the right enemies. And if you have the right enemy, it's not looking for converts. It's looking for heretics. And if you can identify the same enemy as me and we have that in common, that's why I'm going to go and vote for you. It's a very cynical, I think, deleterious project, but that's the project that Trump stoked.Identifying enemies was the raison d'etre and the grievance and the politics of revenge is what is animating so many Trump voters. So to cut through that and say, no, let's look at something more hopeful, optimistic. And by the way, a woman who can win, who can beat Joe Biden. This just is not animating the Republican Party today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:29:24",
      "speaker": "COOPER",
      "sentences": "Nikki Haley this morning pushing back on calls to end her campaign given Donald Trump's lead.CNN's Phil Mattingly has a closer look at New Hampshire's history of picking winners and what happens after the votes are counted. Phil?",
      "isLastSentenceInterrupted": false
    }
  ]
}