{
  "date": "2024-01-28",
  "headline": "State of the Union",
  "subHeadline": "Interview With Rep. Debbie Dingell (D-MI); Interview With Rep. Nancy Pelosi (D-CA); Interview With Sen. Chris Murphy (D-CT); Interview With Gov. Kristi Noem (R-SD). Aired 9-10a ET",
  "utterances": [
    {
      "timeStamp": "09:00:40",
      "speaker": "BASH",
      "sentences": "... Donald Trump wants to pivot.DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES (R) AND CURRENT U.S. PRESIDENTIAL CANDIDATE:  2024 is our final battle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:40",
      "speaker": "TRUMP",
      "sentences": "With Joe Biden all in..",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:40",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Donald Trump is a loser.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:40",
      "speaker": "BASH",
      "sentences": "... has the general election essentially begun?Former House Speaker Nancy Pelosi will be here. Plus:  Uphill battle? Biden now says he wants to shut down the border.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:40",
      "speaker": "BIDEN",
      "sentences": "I'm ready to act.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:40",
      "speaker": "BASH",
      "sentences": "But an unexpected opponent is standing in the way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:40",
      "speaker": "TRUMP",
      "sentences": "I'd rather have no bill than a bad bill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:40",
      "speaker": "BASH",
      "sentences": "Could Trump kill an emerging border deal? A key negotiator, Senator Chris Murphy, is next.And standoff. After a Supreme Court ruling, GOP governors say they will square off against the feds at the border. GOV. KRISTI NOEM (R-SD):  We do our part to secure the border.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:40",
      "speaker": "BASH",
      "sentences": "How will it end? South Dakota Governor Kristi Noem will join us.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:40",
      "speaker": "BASH",
      "sentences": "Hello. I'm Dana Bash in Washington, where the state of our union is wondering what happened to the art of the deal.Just days after the second Republican primary contest, Donald Trump and Joe Biden tried to turn to the general election and dueling campaign events last night, each seeking the advantage on an explosive political issue, the record flow of migrants across the southern border. President Biden is backing a Senate deal to clamp down at the border, while Trump wants Republicans to oppose that deal and deny Biden any political win. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:40",
      "speaker": "TRUMP",
      "sentences": "A lot of the senators are trying to say respectfully -- they're blaming it on me. I said, that's OK. Please blame it on me, please, because they were getting ready to pass a very bad bill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:40",
      "speaker": "BIDEN",
      "sentences": "If that bill were the law today, I'd shut down the border right now and fix it quickly.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:40",
      "speaker": "BASH",
      "sentences": "Here with me now, one of three lawmakers negotiating that deal, Democratic Senator Chris Murphy.Thank you so much for being here this morning. Do you have a deal? SEN. CHRIS MURPHY (D-CT):  Well, we do have a bipartisan deal. We're finishing the text right now. And the question is whether Republicans are going to listen to Donald Trump, who wants to preserve chaos at the border because he thinks that it's a winning political issue for him, or whether we are going to pass legislation which would be the biggest bipartisan reform of our border immigration laws in 40 years and would give the president of the United States, whether that president is a Republican or a Democrat, new important power to be able to better manage the flow of people across the border. We are sort of finalizing the last pieces of text right now. This bill could be ready to be on the floor of the United States Senate next week, but it won't be if Republicans decide that they want to keep this issue unsettled for political purposes. So I was glad to hear the president come out and speak forcefully in favor of this bill. I am hopeful that we will still have enough Republicans in the Senate who want to fix the problem at the border, rather than just do Donald Trump's bidding, but we will see over the next 24 to 48 hours whether that's true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:40",
      "speaker": "BASH",
      "sentences": "I want to get to some of the more specific substance in this deal in a minute.But because you mentioned Donald Trump and the role that he is now playing, actively, apparently, lobbying his fellow Republicans in -- never mind the House, but also in the Senate, to kill the bill, are you confident that you even have the Republican support in the Senate? What are you hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "BASH",
      "sentences": "Yes. And you know as well as I do that a lot of Republicans don't hear that as a carrot, because they don't want to support funding for Ukraine.But I want to look specifically more at what is in this deal that you are talking about right now. President Biden says that it will allow him to close the border entirely if migrants crossing exceed a certain level. He says he would exercise that authority as soon as it is signed into law. Is he right that what you were talking about would grant him authority to close the border?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "MURPHY",
      "sentences": "So, we will be able to talk in more detail about this proposal once the text is written. Obviously, we want to make sure that our colleagues are the first ones who see the final product.But, yes, this bill will include an ability for the president to shut down the border in between the ports of entry when crossings reach catastrophically high levels, not permanently, but until we are able to be able to better process people who are crossing the border. It also reforms the asylum system. Right now, as you know, Dana, it takes sometimes five to 10 years for somebody to get their asylum claim heard. That's not fair to anybody, including the migrant, that it takes that long. We would shorten that time frame down to six months in some cases. And then it would get people work permits faster. Right now, what we know is that these people who are coming into the country on our streets or in our homeless shelters. So, we would make sure that folks who are coming to the country who are applying for asylum have the ability to work. That's something that our mayors and our governors really want.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "BASH",
      "sentences": "Senator, Republicans, including the House speaker, argue, a lot of them, not the ones you're dealing with, but a lot of them argue that President Biden already has the authority that he needs to secure the border.And they're criticizing this deal that you have been negotiating. What do you make of that, of the notion that President Biden already has tools and he doesn't need more yet?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "MURPHY",
      "sentences": "Well, it's just not true. It's a political talking point.Those same Republicans in the House of Representatives who say President Biden has the tools introduced H.R.2, which is a massive border reform bill. They said it was one of their most important priorities. And so Republicans have said openly that they want to pass border and immigration reform. All of a sudden, they are against border and immigration reform because they are worried it's actually going to pass. And many Republicans in the House and some in the Senate actually have no plans to help the president control the border, because they want to keep the border in a chaotic situation for political purposes. Remember, Donald Trump didn't do a much better job. Presentations reached a 10-year high at the border under Donald Trump. The only reason that fewer people started to show up was because COVID hit, and nobody moved anywhere. So, when Donald Trump says, I didn't need any new powers, that's just not true. Presentations at the border spiked under Donald Trump. It didn't come down until COVID hit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "BASH",
      "sentences": "Senator Chris Murphy, thank you so much. Appreciate you coming on this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "MURPHY",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:12:42",
      "speaker": "BASH",
      "sentences": "Welcome back to STATE OF THE UNION.Voters may get a serious \"I have seen this movie before\" vibe at the ballot box in November with a likely Trump-Biden rematch. How will it play out this time? Here with me to talk about that and more is former House Speaker Nancy Pelosi. Thank you so much for being here. I have to start where I left off with Senator Murphy, and that is about President Biden calling on Congress to pass this bipartisan immigration deal that is emerging in the U.S. Senate, so he can -- quote -- \"shut down the border\" right now and fix it quickly. Is that something you support? REP. NANCY PELOSI (D-CA):  Of course. Let me first say how proud we are of Senator Murphy for his long-term commitment to border security and honoring our values. This legislation is a compromise. It's a negotiation. And that's what we are here to do. Everybody doesn't have everything his or her own way. And this is really important. As he said, we will see the particulars when they show -- when they're all typed out and their members can see them first, but from what we have heard of it, the particulars of it, yes. And it's about, as he said, calibrated. When a certain number are coming across the border, the president can shut down the border.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:12:42",
      "speaker": "BASH",
      "sentences": "You have said that we need to -- quote -- \"honor our responsibility to asylum seekers.\"Does shutting down the border, which makes it harder for people to claim asylum, do that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:01",
      "speaker": "PELOSI",
      "sentences": "Well, no, the fact is, is that we need comprehensive immigration reform. That's not likely with the Congress that we have right now, so we have to move forward.This arrangement that the Democrats and Republicans in the Senate have negotiated is a step forward. We have a goal, we have milestones, and we have a path to get there. But we were never going to get a path to citizenship in this bill. But we do want to be able to -- again, all of our principles that we talked about, secure our border, path to citizenship, protect the dreamers, some of the principles are here, some are not, but we're on our way if we can get this done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:01",
      "speaker": "BASH",
      "sentences": "Let's talk about 2024.President Biden says the Republican primary is effectively over, it's clear that Donald Trump...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:01",
      "speaker": "PELOSI",
      "sentences": "Before we go there, if I just may?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:01",
      "speaker": "BASH",
      "sentences": "Yes, please.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:01",
      "speaker": "PELOSI",
      "sentences": "I wish the Republicans would pay attention to Ronald Reagan. Ronald Reagan in his last speech to the country as president of the United States, the great communicator, said, this is the last speech I will make to the country. I want to communicate a message to a country I love as a last speech as president of the United States.And he talked about the Statue of Liberty and the beacon of hope it is to the world, and that we are preeminent in the world because we are constantly reinvigorated and being young by new people coming here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:01",
      "speaker": "BASH",
      "sentences": "Well, that...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:01",
      "speaker": "PELOSI",
      "sentences": "He was magnificent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:01",
      "speaker": "BASH",
      "sentences": "That speaks to the sort of heart of the next question I want to ask you about the 2024 race, because it really does look like it's going to be Donald Trump, who is definitely quite different from Ronald Reagan, even though they're both Republicans, and President Biden, of course.We're back where we started.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:01",
      "speaker": "PELOSI",
      "sentences": "Well, we're in an election. And we're not -- we have a further case to make.When people are making a judgment about the election, they always think about what it means to them. What are their kitchen table issues? How do they meet their responsibilities? And as they look at Donald -- at Donald Trump, they have to see that he said, Obamacare is a -- sucks. Forgive my -- Sunday morning. I'm sorry. Obamacare sucks. No, it doesn't suck. It cures. He wants to take away a woman's -- well, he has taken away a woman's right to choose and make decisions. And those are kitchen table issues, health care, the cost of health care, the access to health care, not having a preexisting condition no longer standing in your way. And the freedom -- democracy is a kitchen table issue, the freedom, the freedom to be who you are and to make your own decisions and to have a thriving economy in which you can succeed. And President Biden has accomplished that magnificently, working with the private sector. A lot of that happens in the private sector. So, people have to understand what it means to them. If they want to vote for somebody with all these indictments and impeachments and all the rest, is that more important to them than losing their privilege of having health care if they have a preexisting condition?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:01",
      "speaker": "BASH",
      "sentences": "So it's the sort of positive side that you're talking about, from your perspective.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:01",
      "speaker": "PELOSI",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:01",
      "speaker": "BASH",
      "sentences": "What does it mean to them? But then it's also, what is the alternative?And last night, President Biden mocked Donald Trump, called him a little confused. He said, Trump can't tell the difference between you and Nikki Haley. Now, let's put aside the substance of what Donald Trump was trying to say, which was not true, but just going at the core of what now President Biden is seizing on, which is what you have said, that you think Trump has cognitive disorders. Do you think age and mental acuity are fair lines of attack for either of them, or both?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:08",
      "speaker": "BASH",
      "sentences": "So -- yes, and I understand why you wanted to make that point. I just didn't want to suggest that what he was saying was true.But on the cognitive question -- because this is a line of attack now from President Biden, who will likely be his opponent -- is that fair? Is mental acuity, cognitive ability, is that where this conversation should be happening right now between these two candidates?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:08",
      "speaker": "PELOSI",
      "sentences": "Well, I think that there's something to be said for -- as we review the campaign, let's see what he has to say about things.Obamacare sucks? No, it doesn't. No, it doesn't. Tens of millions more people have health care; 150 million families that might have a preexisting condition now have access to benefits. What does it mean in terms of policy, not what does it mean in terms of their misrepresentations that he might want to make from the stage? But let me say this. We don't agonize about him. We organize. When we saved the Affordable Care Act, we had 10,000 events around the country where people told their story, their story. He has said he was disappointed that the Senate did not terminate their access to health care. That's what we're organizing around. And people are saying it in their own personal experience, in their own language.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:08",
      "speaker": "BASH",
      "sentences": "One of the challenges that Democrats might have in organizing is some anger in some corners of the progressive movement over Biden's, Joe Biden's support for Israel in its war against Hamas terrorists.How concerned are you -- especially given the fact that we have seen protesters over and over at his events, how concerned are you that people, young people, Arab Americans, progressives -- I'm not suggesting that they're going to go vote for Donald Trump, but how concerned are you that they might just stay home?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:08",
      "speaker": "PELOSI",
      "sentences": "Well, let me just say this, because I have been the recipient of their, shall we say, exuberances, and it's as recently as in Seattle on Thursday, unfortunately wanted to disrupt our very exciting Democratic meeting there.They're in front of my house all the time. So I have a feeling for what feelings they have. But we have to think about what we're doing. And what we have to do is try to stop the suffering and gossip. This is women and children. People don't have a place to go. So let's address that. But for them to call for a cease-fire is Mr. Putin's message, Mr. Putin's message. Make no mistake, this is directly connected to what he would like to see. Same thing with Ukraine. It's about Putin's message. I think some of these -- some of these protesters are spontaneous and organic and sincere. Some, I think, are connected to Russia. And I say that having looked at this for a long time now, as you know. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:08",
      "speaker": "BASH",
      "sentences": "You think some of these protests are Russian plants?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:08",
      "speaker": "PELOSI",
      "sentences": "I don't think they're plants. I think some financing should be investigated. And I want to ask the FBI to investigate that.But, apart from that, let's just say it's all spontaneous and sincere. Let's say it's all spontaneous and sincere. Young people care about the right to choose. They care about LGBTQ issues. They care about preserving the planet. They care about gun violence prevention. That's what they tell us. They care about our democracy and the freedoms that are contained in some of what I said. So, they're going to have to make a decision, staying home to enable, or to agonize, organize -- not agonize, but organize, and get out there and get the job done. I have every confidence that Joe Biden and Kamala Harris will be president and vice president of the United States. I know we will carry the House. I'm confident that we can improve our numbers in the Senate, and we can do it because we're going to own the ground without organizing. We're going to have a message of values for our country, and we're going to have the resources to get the job done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:08",
      "speaker": "BASH",
      "sentences": "Former House Speaker Nancy Pelosi, thank you so much for coming in this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:08",
      "speaker": "PELOSI",
      "sentences": "We're going to just win, baby.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:28:49",
      "speaker": "BASH",
      "sentences": "Welcome back to STATE OF THE UNION.The 2024 veepstakes race is already in full swing. More than a few up- and-coming Republicans are signaling they would be very happy to serve on Donald Trump's ticket. One of them is my next guest, who is just back from a trip to the southern border, a place she describes as a war zone. Joining me now is South Dakota Governor Kristi Noem. Thank you so much for being here. You and two dozen other Republican governors wrote a letter expressing solidarity with Texas, urging the state to use every tool and strategy, including razor wire fences, to secure the border. A lot of people interpreted that to mean that you think Texas should defy the Supreme Court and stop federal agents from removing that razor wire. Do you think Texas should do that? Should they defy the Supreme Court?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:22",
      "speaker": "BASH",
      "sentences": "So, on that note, what we're hearing from even some federal agents is that they are kind of frustrated because the law is antiquated, and we will get to that in a second, but that what they are doing is that they're sitting there and they see migrants, human beings, if they're drowning or in trouble, they're on the other side of razor wire, and these people can't be saved.Are you concerned about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:22",
      "speaker": "NOEM",
      "sentences": "You have the Texas Department of Public Safety that is pulling people out of the river, giving them CPR, bringing them back to life because the cartels are forcing them across that river.I talked to one mother who had just gotten into the United States and had been taken into custody by National Guard and also by Border Patrol, but she had been in Nicaragua, had been told that America is open, please come. She brought her daughter, her 6-year-old daughter, and was facilitated through by cartels and said where she was so mistreated was in Mexico, that she sat in Mexico for three months and was put through horrific work conditions and terrible conditions for her and her daughter for three months before they then brought her across the river and forced her across into a dangerous situation. So, the people that I see saving lives down there is the Texas National Guard, the Texas Border Patrol, I will tell you, the Border Patrol that works for this federal government doesn't approve of Joe Biden's policies. The people in this country don't. Nobody thinks that what's happening at the border is the right thing to do. And they know that the president has the legal authority now to take action. He could stop this today. He doesn't need to wait for a bill to pass Congress. He doesn't need to wait for this bad bill to be codified, which it shouldn't be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:22",
      "speaker": "BASH",
      "sentences": "I want to get to...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:22",
      "speaker": "NOEM",
      "sentences": "This president, President Biden, could take action today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:22",
      "speaker": "BASH",
      "sentences": "Governor, I do want to ask you about that in a minute, but just to put a button the letter that you wrote and what is going on with regard to the razor wire, you said that you could be willing to send South Dakota National Guard troops down to the border again.We heard from your colleague in Oklahoma, Kevin Stitt, that the situation could lead to a force-on-force conflict. Congressman Clay Higgins said the feds are staging a civil war. There is real concern that things between Texas and the federal government could turn violent. Are you worried about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:22",
      "speaker": "NOEM",
      "sentences": "Well, that's why I went to the border on Friday. I went there to see with my own eyes what was going on, and recognizing that I am -- as governor of South Dakota, I'm commander in chief of my National Guard. That's a heavy responsibility that sits on our shoulders.We have the same responsibility for those families and those soldiers that the president should feel for our military and how he engages them. So we don't know where this will escalate. We don't know what the president will do. We don't know how he will try to manipulate our soldiers and if he will even defend our country from this invasion that is happening. So that's why I went there. I'm all in to protect our state sovereignty. I deal every day, Dana, in South Dakota with the effects of this open border. We have those Mexican cartels that have a presence on my nine tribal reservations, where those communities are suffering from the drug trafficking and the human trafficking that's going through my tribal reservations, where I don't have any jurisdiction. I can't go there and help bring peace to their community. I can't help protect them from these Mexican cartels.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:22",
      "speaker": "BASH",
      "sentences": "So are you worried about violence?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:22",
      "speaker": "NOEM",
      "sentences": "And they are literally in South Dakota facilitating unrest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:22",
      "speaker": "BASH",
      "sentences": "Are you worried about the violence? NOEMlive with violence every single day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:22",
      "speaker": "BASH",
      "sentences": "Are you worried about violence on the border between...(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:22",
      "speaker": "NOEM",
      "sentences": "... crimes. And my tribes have asked...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:22",
      "speaker": "BASH",
      "sentences": "... state forces, National Guard forces, Texas forces and the feds?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:22",
      "speaker": "NOEM",
      "sentences": "Well, first of all, I -- what I do as governor is, I start looking at the long-range effects of every single decision and what I'm prepared to do.So, that's why I went to the border on Friday, was to look at there could be a violent situation, but there also could be areas where we need to take legal action as governors to protect our states. I'm willing to put all of that on the table to make sure that we're protecting the freedoms that we have always had ever since this country was founded.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:22",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:22",
      "speaker": "NOEM",
      "sentences": "That's my responsibility and why I get up every single day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:19",
      "speaker": "NOEM",
      "sentences": "Why doesn't President Biden take action today?I mean, today can be day one. He can immediately announce that he's reinstating the stay-in-Mexico policy. He can immediately announce that he's going to refocus on building a wall. He can do those today. I listened to Nancy Pelosi talk earlier. She's been in Congress for decades and has talked about immigration for decades. And what has she accomplished? We have a president that has all the tools that he needs to protect our country today, and he's refusing to do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:19",
      "speaker": "BASH",
      "sentences": "Well...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:19",
      "speaker": "NOEM",
      "sentences": "So, to look at Congress and expect them to pass a bill, when they have failed for decades to do this, and then to say we have to accept this poison pill of a bill that it essentially codifies illegal immigration, what it would do is put into statute that people can now come here illegally.And it's just a terrible bill, that I think President Trump is exactly right. It should not pass. And push President Biden to take action, because he has all the federal laws that he needs today to keep us safe...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:19",
      "speaker": "BASH",
      "sentences": "Well, he doesn't...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:19",
      "speaker": "NOEM",
      "sentences": "... to stop the drugs that are coming into this country and killing us. We have children dying every day from fentanyl poisoning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:19",
      "speaker": "BASH",
      "sentences": "Yes, he -- yes. And...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:19",
      "speaker": "NOEM",
      "sentences": "We have children every single day that are being trafficked, and President Biden can take action and stop it.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:19",
      "speaker": "BASH",
      "sentences": "I want to jump in and say that we do have your fellow Republicans who are working on this bill saying that the proposal would have had almost unanimous Republican support if it weren't for Donald Trump.I want you to listen to a little bit more about some -- from some Republican senators. (BEGIN VIDEO CLIP) SEN. JOHN CORNYN (R-TX):  The question is, do you want to get something that will help us stem the tide of humanity coming across the border and drugs, or do you want to get nothing? SEN. KEVIN CRAMER (R-ND):  I just reject the idea that we should reserve a crisis for a better time to solve it. SEN. LINDSEY GRAHAM (R-SC):  I think the best thing for the Republican Party to do right now is try to work with Democrats. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:19",
      "speaker": "BASH",
      "sentences": "So, again, these are not moderate Republicans. These are very conservative Republicans, including your colleague just to the north of you from North Dakota, saying that Donald Trump is wrong to oppose this deal, and he's doing it for politics because he thinks it helps to keep the border chaotic and not give Joe Biden a win.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:19",
      "speaker": "NOEM",
      "sentences": "And that is language and casting aspersions that they do not have the knowledge and the facts to speak to.The fact of the matter is, is that when President Trump was in the White House, he secured our border. He started building a wall. He had policies in place that didn't create the chaos that we're seeing today. So you can say a lot of things and talk a lot of talk. And U.S. senators are really good at spinning a story to make themselves look good. What I would say is that I always look for someone who's willing to take action. And President Biden has all the authority he needs to take action today. He can make a decision, call a press conference 10 minutes from now...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:19",
      "speaker": "BASH",
      "sentences": "One more question on this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:19",
      "speaker": "NOEM",
      "sentences": "... and announce he's reinstating the stay-in-Mexico policies, and we would be better off.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:19",
      "speaker": "BASH",
      "sentences": "Well, one more, just to kind of push back on that notion, Governor, because you were in the House.And you just mentioned it. This issue has been stalemated because of politics for decades. And maybe he does have some abilities, but the asylum process and the detention process, I mean, it is a mess. So why not at least fix that? Why not take yes for an answer?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:19",
      "speaker": "NOEM",
      "sentences": "I think that he would have the ability to fix that, a broken immigration policy, if the president could show that he was acting in good faith.Make an announcement that you're changing your policies, you're reallocating resources and going to start protecting the United States of America, and you would have Republicans coming down to the White House asking to be partners on fixing our immigration policies. Instead, what we have got is this partisan bickering back and forth and no solutions while people invade our country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:19",
      "speaker": "BASH",
      "sentences": "Can I just...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:19",
      "speaker": "NOEM",
      "sentences": "We have had almost 10 million people come into our country. And we have got a lot of people that have been on the terrorist watch list, dangerous criminals that are coming into the United States who do not love us that we're allowing to enter our country. It's an unsafe situation.And the president can be the one who stands up and shows leadership at this time. Change your policies, build a wall, secure the border.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:19",
      "speaker": "BASH",
      "sentences": "Governor, President Biden is negotiating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:19",
      "speaker": "NOEM",
      "sentences": "And then let's fix the immigration policy. But we don't have to compromise one to do the other.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:19",
      "speaker": "BASH",
      "sentences": "He didn't want to do any of this. He's negotiating because this is what Republicans wanted him to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:19",
      "speaker": "NOEM",
      "sentences": "Yes, but...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:14",
      "speaker": "BASH",
      "sentences": "Well, again -- again, there are lots of reasons why the immigration system is completely broken. One of them is that the United States Congress, which is supposed to make the laws of the land, has been completely frozen on this for decades.Governor, thank you so much for coming on and talking about this very important issue. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:14",
      "speaker": "NOEM",
      "sentences": "Thank you. I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:14",
      "speaker": "BASH",
      "sentences": "Nikki Haley is getting under Donald Trump's skin. The latest, my panel joins me next.(COMMERCIAL BREAK) (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "His fight is for himself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "HALEY",
      "sentences": "He can't bully his way to the White House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "TRUMP",
      "sentences": "We will evict crooked Joe Biden from the White House on Election Day 2024.(CHEERING AND APPLAUSE) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "BASH",
      "sentences": "Welcome back to STATE OF THE UNION. That was last night on the campaign trail.We got a look at what the next few months, many months, pretty much is almost a certain to look like. My panel joins me now, except Nikki Haley is still very much in the race. We have a South Carolinian here. But I want to start with you, David Polyansky. Thank you so much for being here. You were Ron DeSantis' deputy campaign manager. What do you make of Nikki Haley staying in this race? She's certainly got something that you guys ran out of, which is money.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "DAVID POLYANSKY, FORMER DESANTIS DEPUTY CAMPAIGN MANAGER",
      "sentences": "Sure. She's got all the resources in the world.But the reality is this race, this primary ended the night of Iowa on January 15, when it was minus-21 degrees. And we all had an opportunity to stop the freight train then, and we didn't. When Donald Trump exceeded 50 percent in Iowa, that set off things in motion that were unstoppable. His win in New Hampshire, that followed, where Nikki Haley was overly relying on crossover Democrats and independents, which she won handily, but when it came to Republicans in that race, which made up half the electorate in New Hampshire, it was Trump 74 to 25. And as you look ahead, the pathway for her only narrows. That was her best chance at a win, and that chance is over.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "BAKARI SELLERS, CNN POLITICAL COMMENTATOR",
      "sentences": "No, I agree with him.I think that Nikki Haley is going to -- I think the people around her are doing a great disservice. I think the campaign consultants that are -- no disrespect, but that are cashing the big checks monthly from Nikki Haley are the only ones who are benefiting. She's going to get destroyed in South Carolina. Every state elected official supports Donald Trump, save for Ralph Norman. Not sure that means that much. It's just, even though that's our home state, my question for Nikki Haley is, do you have a future? Because, right now, she's just a repository candidate. Nobody's voting for Nikki Haley to be president of the United States. The people who are casting that ballot are voting against Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "SCOTT JENNINGS, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "Ratify, Bakari. I know it's a rare item out here.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "JENNINGS",
      "sentences": "But...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "SELLERS",
      "sentences": "We can go to break now.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "BASH",
      "sentences": "No, don't turn off the television.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "JENNINGS",
      "sentences": "But, I mean, Republicans support Trump, just as David said. And she's getting some non-Republican votes. But Republicans will decide the party's nominee.Now, there's things that could happen between now and the convention. But unless something dramatically changes which hasn't changed over the last several, several months, Donald Trump has the support of the vast majority of Republicans in this country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "POLYANSKY",
      "sentences": "And the most dangerous part of this is, she's taking a line of attack that Democrats and Joe Biden are taking against Donald Trump, not because it's effective with Republican voters, in fact, it will hurt her there, because it's effective with independents and crossover Democrats.And that's only damaging our inevitable nominee.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "BASH",
      "sentences": "Let's turn the subject over to the president.Congresswoman Dingell, you are from one of the most important states. And that is the state of Michigan. How worried are you about -- I mean, he got a big win this week... REP. DEBBIE DINGELL (D-MI):  Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "BASH",
      "sentences": "... the UAW support.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "BASH",
      "sentences": "Huge. But there's also some challenges, I was talking about it with Nancy Pelosi a short while ago, which you see.It's a big Arab American demographic there in Michigan. We have seen a lot of protests. How worried are you that the coalition that helped him win in states like Michigan, some of them are just going to stay home?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "DINGELL",
      "sentences": "So first of all, I know all the boys spoke, but I'm just cheering Nikki on, because it's -- there are two Republican parties.There are the MAGA all in for Donald Trump and a lot of Republicans who want to see something different. I agree it's a long shot, probably virtually impossible for her to win. But I love seeing somebody not being bullied, not letting someone bully them. And Donald Trump, in particular, loves to bully women. So I'm just proud of Nikki for standing strong. Michigan, it's a competitive state. Everybody wants to say it's a blue state. It has been a purple state as long as I have worked in the politics of the state, which I'm not going to tell you how long. (LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "DINGELL",
      "sentences": "It is competitive. And there are more complicating dynamics than I have ever seen.The UAW endorsement, which many say was one of the strongest endorsements that the president's gotten -- Shawn Fain did a great job in laying out the contrast between the two candidates. But now that that endorsement's there, got to get into every union hall. And then we also are going to have -- we have to deal with the Mideast head on, understand what is happening in Gaza, the number of families that live in Michigan who have lost loved ones, have family there that they're scared to death. They don't have a place to live, eat or drink. It's got to be dealt with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:03",
      "speaker": "SELLERS",
      "sentences": "But I think it piggybacks what you were saying as well, that you get the endorsement. Now you have to go into the union halls.And what Donald Trump is doing -- excuse me -- what Joe Biden is doing and Kamala Harris are both doing is, they're penetrating those areas now. I mean, he's literally in South Carolina as we speak. He was in South Carolina last night. He went to beauty salons. He's actually on the ground doing things that he wasn't able to do in 2020, which is -- you're correct. Once you get the institution, like, once you get the black pastor, that's the grass top. Now you got to get the people in the pews. You got to get the women who wear the big hats. When you hug them, they smell like Chanel No. 5 all day long, or they use a full stick of butter in their sweet potato pies. So you actually have to go out and visit with those people. And that's what Joe Biden's doing. He's doing it in South Carolina with the black vote. He has to do it in Detroit and other places.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:03",
      "speaker": "DINGELL",
      "sentences": "And he's got to do it in the union halls.I have had many conversations with the president of the UAW. And I will tell you something. That endorsement was earned. And that man -- Shawn Fain is a competitive man. He has put his name on delivering those union voters. That's one of the biggest win President Biden's got.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:03",
      "speaker": "POLYANSKY",
      "sentences": "And it may have been, but I think what you have seen over the last few weeks is a change and a difference here.You have seen on the political battlefield Donald Trump solidify his base, winning Republicans over and over, both in Iowa and New Hampshire, and as we head to South Carolina and Nevada and beyond. What you have seen with the president is, he's made some decisions, whether it's working with his EPA to ban gas-driven cars -- that's wholly unpopular with the public, but popular with his base. What we saw on Friday with banning or a moratorium on exporting of natural gas, he's actually having to play to his base to a degree that's really uncomfortable at this stage of a campaign. So it's going to be a balance to see how that continues as Donald Trump racks up more and more, not just support from endorsements, but more and more support from voters across the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:03",
      "speaker": "BASH",
      "sentences": "Real quick, one place he's not playing to his base right now is on immigration.I know that you obviously...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:03",
      "speaker": "JENNINGS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:03",
      "speaker": "BASH",
      "sentences": "Your former boss Mitch McConnell has been intricate in getting this deal done. Is this going to backfire against Republicans if they listen to Donald Trump and don't support a deal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:03",
      "speaker": "JENNINGS",
      "sentences": "Well, it's complicated right now because they don't have text.I think one of the things holding them back is that people are defining the deal before anybody has seen it. I will tell you, among Republicans, we have two crosscurrent issues. One, they believe it's an invasion at the southern border. And, two, they have no trust or faith that Joe Biden would even follow a federal law if one was passed, given his past words and actions on this topic, so a lot of crosscurrents. But not having text and having Joe Biden be the principal cheerleader for it right now is hurting among Republicans. And if he wanted some good faith, he would say to the American people, I will reverse all of my day one executive actions and go back to the Trump policies, and that would show some faith.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:03",
      "speaker": "SELLERS",
      "sentences": "This shows Joe Biden is actually taking initiative on an issue that has been a thorn in Democrats' side for a very long time.Democrats have refused to pay attention to immigration and crime in this country, saying that it really didn't exist, it wasn't a problem, and we have awoken to that. And Donald Trump is actually being an impediment. What we need to do now, though, is, the mayors of these cities who've complained to the White House, we need our good mayors, like Frank Scott from Little Rock, like Chokwe from Jackson, Mississippi, we need Randall Woodfin from Birmingham, Alabama, and we even need mayors who don't know what they're doing, like Eric Adams in New York City, to now simply stand up for this piece of legislation and say, this is what we need done. This has to be the messaging and the messengers who can get this done for the country. This is not a problem that you kick down the road. Kristi Noem was awful on this. This is something you fix right now. This is a problem. Fix it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:03",
      "speaker": "BASH",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:03",
      "speaker": "DINGELL",
      "sentences": "Well...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:03",
      "speaker": "BASH",
      "sentences": "Go ahead, real quick.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:03",
      "speaker": "DINGELL",
      "sentences": "Well, it's not just President Biden being a cheerleader. There are a lot of very important, including your former boss, who are cheer -- Republican cheerleaders.I'm going to -- my last word for today is, we weren't sent here to not vote for something because that would give the Democrats a win or Republicans a win. We are sent here to do a win for the American people. And the American people need to demand from their legislators they deliver for them. This is a delivery for the American people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:56:48",
      "speaker": "BASH",
      "sentences": "Saturday marked International Holocaust Remembrance Day, particularly poignant this year in the wake of the deadliest day for Jews since the Holocaust, the Hamas terror attack inside Israel on October 1.We asked the Shoah Foundation, which has been gathering testimonials from Holocaust survivors for 30 years, to share some. Yosef Winner survived the Holocaust. Then, last October, members of his family were slaughtered by Hamas. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:56:48",
      "speaker": "DVIR ROSENFELD, GRANDSON OF HOLOCAUST SURVIVOR",
      "sentences": "What my grandfather said after we told him what happened was that he's sorry that he survived the first Holocaust.To hear your grandfather that survived everything, and he is the age of 98, still sharp, saying something like that was heartbreaking. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:56:48",
      "speaker": "BASH",
      "sentences": "It turns out Shoah had in its archives testimony from my own grandfather recorded in 1996. He described what it was like watching the Nazis March into his city, Vienna, Austria.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:56:48",
      "speaker": "FRANK WEINMAN, HOLOCAUST SURVIVOR",
      "sentences": "From the first moment on, life was made impossible for the Jews. Jews had to clean the sidewalks with a toothbrush and things like that.It was pretty -- pretty awful, truly terrible. I never want to be a professional survivor. I want to be an American. On the other hand, I want my children to know what went on. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}