{
  "date": "2024-06-29",
  "headline": "CNN Newsroom",
  "subHeadline": "Biden And Campaign Co-Chair Hold Meeting In The Hamptons; Democratic Leaders Publicly Standing by Biden Amid Calls For Him To Drop Out Of Presidential Race; Tropical Storm Beryl Expected To Become Dangerous Major Hurricane; Attempted Terror Attack On Israeli Embassy In Belgrade; Iran's Presidential Election Goes To Runoff; Shark Bites Man While Sailing Off Florida Coast; Oklahoma Schools Required To Teach the Bible, 10 Commandments; U.S. Women's Gymnastics Team Faces Setback. Aired 3-4p ET",
  "utterances": [
    {
      "timeStamp": "15:01:04",
      "speaker": "FREDRICKA WHITFIELD, CNN ANCHOR",
      "sentences": "Hello, again, everyone. Thank you so much for joining me. I'm Fredricka Whitfield.And we're monitoring several new developments this afternoon on the campaign trail. The Democratic National Committee will soon have a call with members this afternoon, something that was scheduled later yesterday. This as President Biden and the first lady are attending what his team is calling a campaign meeting. And it follows what Biden admits was a weak performance at Thursday's CNN presidential debate. CNN has also learned that Democrats are conducting new polling amid growing calls for Biden to end his reelection bid. CNN's Arlette Saenz is following the latest from New York for us. So, Arlette, what are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:04",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, Fred, there is a lot of discussion within Democratic circles about what exactly the political fallout will be after President Biden's halting debate performance on Thursday and sources have told CNN that Democrats are really planning to conduct polling over the weekend and also early into the week to try to gauge the damage done, not just to Biden on the ticket, but others on the ticket as well.They're thinking about House and Senate races and other down the ballot races as well. It really comes at a time as you have also heard some consternation privately from Democrats up on Capitol Hill about President Biden remaining at the top of the ticket. The Senate is hoping to, or Democrats are hoping to maintain their majority in the Senate. House Democrats want to take back control in the House. And so there is some anxiety about what this could mean for down ballot races as well. Now, one longtime Democratic adviser told CNN that the only way that President Biden likely would consider dropping out of the race is if he were presented with data showing that it could seriously harm others in the Democratic Party as well, when you're thinking about the Senate and House races. So this is something that Democrats really are going to try to gauge over the course of the coming days and in the weeks. But it also is coming at a time when President Biden is also facing a lot of angst within the donor community who are frustrated and nervous after his debate performance on Thursday evening. President Biden right now is in the Hamptons where he's attending two fundraisers. One of those was a small and more intimate gathering with high-dollar donors. He's moving on to a second. And according to the reporters who were traveling with the president, as the motorcade was winding through the Hamptons, there were some signs that said please drop out for U.S. Another one that said we love you, but it's time. It's not clear if President Biden saw any of these signs himself, but it kind of paints the picture of some of the pressure that he is facing at this moment following that debate performance. Now, Biden, after these two stops in the Hamptons, will move on to New Jersey for another event. So the Biden campaign today is touting that they brought in more than $27 million on Thursday and Friday trying to find one bright spot following the debate performance, but there will be questions going forward about what kind of impact this could have on fundraising in the long term. It might not be clear to be able to tell in the coming days, but that is something that the Biden campaign will be working on in the coming weeks and months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:04",
      "speaker": "WHITFIELD",
      "sentences": "All right. Arlette Saenz, thank you so much.All right, Democratic leaders are publicly backing President Biden amid calls for him to step aside. But what would replacing Biden as the presumptive nominee look like? Here's CNN's Tom Foreman. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:04",
      "speaker": "TOM FOREMAN, CNN CORRESPONDENT",
      "sentences": "Primaries have been held, delegates committed. President Biden is the presumptive nominee for the Democratic Party. Short of a true health crisis, about the only way he loses that slot is if he agrees to step aside. His stumbling debate performance against former president Donald Trump, however, has fueled calls for him to do just that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "JAKE TAPPER, CNN DEBATE MODERATOR",
      "sentences": "President Trump?DONALD TRUMP (R), PRESIDENTIAL CANDIDATE: I really don't know what he said at the end of the sentence. I don't think he knows what he said either. FOREMAN: But even then the process of replacing him would be full of uncertainty. Democrats could work it out of their convention in August, the way political parties used to. Various names would be put forward and most likely the more than 3900 delegates from across the country would discuss, debate and eventually decide on a new candidate. Almost all of them right now are currently pledged to Biden and approved by his campaign. But if they can't agree, if it gets really nasty and grinds on, well, then maybe the additional 700 superdelegates, deep-seated party insiders and elected officials, could be key to settling the matter. They normally can't vote on the first ballot for president if it would change the nomination, but they can vote on subsequent ballots. But that scenario raises questions, too. Would voters who took part in primaries feel pushed aside and alienated from the party if a new nominee was chosen? Would a new choice be able to mount an effective campaign in the roughly 10 weeks from the end of the convention until election day? And who would be the choice? There are several big names that could likely be considered, but not until the party decides how it feels about Vice President Kamala Harris. Plenty of Democratic voters and party leaders would see her as the natural heir to the nomination. And if she is not chosen, her disappointed supporters could also become a deep problem for the party in November. For now, Biden's advisers and other top Democrats are pushing back on the whole idea of him dropping out. And according to his team, the president is still looking forward to a rematch with Trump at the next debate in September. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "WHITFIELD",
      "sentences": "All right. Let's talk further about all of this now. Lisa Rayam is here. She's the host of NPR's \"MORNING EDITION\" on WABE Radio here in Atlanta.Good to see you. LISA RAYAM, HOST, \"MORNING EDITION\" ON ATLANTA'S WABE RADIO: Good to see you. What a week, what a week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "WHITFIELD",
      "sentences": "What a week. And what a weekend because now we are hearing, you know, through are sources that the DNC is having kind of a Zoom call. It was scheduled the last minute reportedly yesterday. A call today and then we know that Biden, while he is in the Hamptons right now at a various fundraisers, he's also meeting with campaign officials or members of the campaign, reelection campaign.Is this alarming? Is it -- is there a correlation with his debate performance or do you believe this is a rejiggering, something that often happens on a campaign trail?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "RAYAM",
      "sentences": "I think both. I think both. It happens naturally, you know, especially this close to a November election, but all of America agrees Thursday night was a debacle for the Biden campaign. And here in Georgia, you know that a major voting bloc is African-American women. So I took it upon myself to ask this morning, what direction should the Biden campaign take now and which direction should the Trump campaign take now?And they say Biden simply has to solidify confidence again. There was a stumble. There was this major stumble. Here we are in June, almost in July, and then we have this September debate coming up. He's going to have to work to solidify and show the Biden of old if he can. As far as Trump, they say he's just going to have to cut back on the rhetoric and he's going to have to be a little more authentic at this point moving on and convince the public why convicted felon is worthy of the presidency.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "WHITFIELD",
      "sentences": "OK. We are seeing -- our audiences are seeing authentically Donald Trump. You mentioned solidifying the confidence or maybe even restoring some confidence for the Biden camp. Is the vice president a valuable tool in which to help do that for Biden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "RAYAM",
      "sentences": "Vice president is always a valuable tool, and I think Kamala Harris gets, I don't know the bad end of the stick because we've never examined Al Gore like this, and you know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "WHITFIELD",
      "sentences": "Sure. But many critics have been discussing that she was -- or using the word liability as it relates to Kamala Harris, but then she came out with a very succinct, strong message kind of course correct following the debate and now there are conversations about, oh, wait a minute, maybe she can assist him in a big way right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "RAYAM",
      "sentences": "Well, and there was a lot of talk after the debate. If she had been on that podium Thursday night, it would have been a totally different debate. So I think, yes, they need to utilize Kamala Harris a lot more at this point to kind of save the Democratic Party as a lot of people are saying, and then you have a lot of people stepping up in favor of Biden than I think is helping in these critical hours. You have former President Obama, of course, making that statement. And he holds --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:07",
      "speaker": "RAYAM",
      "sentences": "You know, it's a wait and see. You know, we're just, what, a few days out of the debate and a lot of people are saying Biden who showed up the next day I believe in North Carolina, Raleigh, North Carolina, who was vibrant, who was on message, who was on point. He's going to have to step up the ante at this point. And I think a lot of people are waiting to see if that will happen. Is time running out? I think there is enough time to change course at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:07",
      "speaker": "WHITFIELD",
      "sentences": "About four months to go before election day. It's been a pretty tumultuous last 48 hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:07",
      "speaker": "RAYAM",
      "sentences": "Indeed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:07",
      "speaker": "WHITFIELD",
      "sentences": "Is Biden in trouble?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:07",
      "speaker": "RAYAM",
      "sentences": "If you look at the polls, the majority of polls say that he is. And then with all of these meetings happening, you kind of wonder, you kind of wonder what's really taking place behind closed doors. You know, you have those polls saying that he should be replaced. Well, replaced with who? Is that, you know, Kamala Harris? I hear all these names tossed around. And it's almost too late in the game for that.So, you know, at this point, he may be in trouble, but there is time, as I noted, for him to turn the tables and turn it around. So we'll just have to wait and see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:07",
      "speaker": "WHITFIELD",
      "sentences": "We're in Georgia. You talked about -- you've just spoken with a number of, you know, Georgia voters, mostly women, as it pertains to Donald Trump. Is this -- was his performance, or should it be considered a victory? He and his camp are saying they feel quite victorious following that debate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:07",
      "speaker": "RAYAM",
      "sentences": "Yes. Like I said, the rhetoric. A lot of people, you know, think he came out stronger. You know, and it began with that walk to the podium. You know, he walked out with a lot more confidence than Biden. So from the beginning, you know, he held the attention of the 51 million viewers that was watching this debate. But the rhetoric, they saw through the rhetoric and the fact checking, the facts, some of the things that he spewed out was Donald Trump of all that just didn't make sense. And I think a lot of people are seeing through that this time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:07",
      "speaker": "WHITFIELD",
      "sentences": "How do you see either Biden or Trump treating Georgia differently? Because Georgia became like Florida. You know, Florida. Florida, Florida, you know, back to the, you know, the days of old. Do you see that Georgia once again could be a very pivotal state? In some corners still very purple, in some corners still very red. How do you see Biden and Trump campaigning differently this go round in the state?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:07",
      "speaker": "RAYAM",
      "sentences": "Oh, my gosh, they're honing in on Georgia. Recent polls have them neck and neck. And they are here, they're setting up shop and they're taking it very, very seriously. The Trump camp is -- they're courting African-American male entrepreneurs. They're saying that there's some leeway there and they think they can get that vote.The Biden camp is, you know, treating voters like they always have, that every individual is important, but they're here making a difference and they too are courting African-American males, business owners as well with Kamala Harris coming here several times in recent months. So once again, we are on the national spotlight and for good reason.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:07",
      "speaker": "WHITFIELD",
      "sentences": "All right. I know you remember Tim Russert, Florida, Florida, Florida.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:07",
      "speaker": "RAYAM",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:07",
      "speaker": "WHITFIELD",
      "sentences": "Now I feel like it's Georgia, Georgia, Georgia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:07",
      "speaker": "RAYAM",
      "sentences": "Now Georgia, Georgia, Georgia. Absolutely.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:07",
      "speaker": "WHITFIELD",
      "sentences": "All right, Lisa Rayam, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:07",
      "speaker": "RAYAM",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:07",
      "speaker": "WHITFIELD",
      "sentences": "Appreciate it. Great to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:07",
      "speaker": "RAYAM",
      "sentences": "As always.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:18:23",
      "speaker": "WHITFIELD",
      "sentences": "The National Hurricane Center says Tropical Storm Beryl is forecast to become a dangerous major hurricane. Beryl would be the first hurricane of the 2024 season.CNN meteorologist Allison Chinchar has the latest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:06",
      "speaker": "WHITFIELD",
      "sentences": "Allison Chinchar, thank you so much for that.All right, joining us right now to discuss is director of NOAA's National Hurricane Center, Dr. Micheal Brennan. Dr. Brennan, great to see you. So how might you add to what Allison was saying that, you know, we're very early in the season. We're only, what, 28, 29 days, I haven't looked at the calendar lately, but 28, 29 days into the hurricane season. And already you've got your second named storm. What does this tell us about the rest of the season potentially? DR. MICHAEL BRENNAN, DIRECTOR, NOAA'S NATIONAL HURRICANE CENTER: Well, we are expecting a very busy hurricane season and to get up to, you know, more than 20 named storms or 10 to 13 hurricanes and multiple major hurricanes, you know, it's going to have to start kind of soon. And that's what we're seeing is, you know, this is unusual activity to see the potential for a major hurricane affecting the Windward Islands in late June. It's very unusual. What the main message to folks there in places like Barbados, St. Vincent, and the Grenadines, Saint Lucia, Grenada, is you got to be ready for a major hurricane impacts, you know, starting Sunday night into Monday. So you've really got, you know, tonight and through Sunday to get ready for a significant impacts from the storm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:06",
      "speaker": "WHITFIELD",
      "sentences": "Well, and a contributing factor to this early, you know, activity is this warm sea surface. You know, temperature, I mean, what are we talking about? On average what are the water temperatures?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:06",
      "speaker": "BRENNAN",
      "sentences": "Well, as you mentioned, they are above normal and that's something we've been seeing in much of the Atlantic basin, even going back to last year. But, you know, Beryl has found an environment with very warm ocean waters for this time of year. These are ocean water as you'd normally see like in August or September, but now we're seeing them in late June. So that's allowed that window of places that tropical storms and hurricanes conform to expand eastward sooner than normal in the Atlantic basin.It's kind of opening up more of the deep tropical Atlantic for formation before we get to what would be the traditional peak of the hurricane season.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:06",
      "speaker": "WHITFIELD",
      "sentences": "Is it your concern that it may not just be the frequency or the rapidity of these named storms, you know, so early in the season, but its potential strength especially because of these warm waters?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:06",
      "speaker": "BRENNAN",
      "sentences": "Yes, I mean, in Beryl you're going to find a pretty favorable environment here over the next couple of days. We're expecting it to rapidly strengthen. We're forecasting rapid intensification and expecting Beryl to become a major hurricane before it reaches places like Barbados and the Windward Islands, and continue to be a powerful hurricane as it moves into the eastern and central Caribbean as we go into the early portions of next week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:06",
      "speaker": "WHITFIELD",
      "sentences": "Are you making any early predictions about how many named storms you think this hurricane season is going to see?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:06",
      "speaker": "BRENNAN",
      "sentences": "Well, NOAA's official, you know, seasonal forecast is out already and we are forecasting above normal activity this year with 17 to 25 named storms, eight to 13 hurricanes, four to seven major hurricanes. So it's well above average.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:06",
      "speaker": "WHITFIELD",
      "sentences": "Oh, my gosh. OK. Let me turn now to, you know, this week's episode of the CNN Original Series \"VIOLENT EARTH\" and it takes a closer look at hurricanes and in the field of meteorology. So take a look at this preview.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Water temperature is the fuel for hurricane but winds is what most people think about when it comes to hurricanes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The wind is the one you think of first because the wind damage is dramatic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:06",
      "speaker": "DEREK VAN DAM, CNN METEOROLOGIST",
      "sentences": "The wind can make projectiles of the most simplest thing. Think about if you've got a piece of wood from the side of house. Coconut dented fallen off a tree and that thing is flying at 100 miles an hour. That's going to be lethal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "My least favorite thing in a hurricane are, you know those stoplights that hang on like a cable? Those things are like 300 pounds each. Yes, that's a scariest thing.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:06",
      "speaker": "WHITFIELD",
      "sentences": "It's all so very scary. And in your professional opinion, what makes a hurricane the most dangerous and potentially deadly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:06",
      "speaker": "BRENNAN",
      "sentences": "Well, it's actually the water hazards and the storm surge and the rainfall flooding, they're responsible for, you know, 85 percent to 90 percent of the fatalities in tropical storms and hurricanes in the United States. Like the piece said, wind gets a lot of attention, it's very dramatic looking on television. It makes for great pictures. And it is dangerous. It does cause damage and can cause fatalities.But we lose way more people to storm surge like we saw in Hurricane Ian in Fort Myers Beach in 2022. And the rainfall flooding from heavy rainfall that can happen regardless of how strong a storm is from a wind perspective.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:06",
      "speaker": "WHITFIELD",
      "sentences": "A developing story we're following. Police in Serbia are saying an attack on the Israeli embassy in Belgrade is undoubtedly a terror attack. A security officer for the embassy was shot in the neck with an arrow during the attack.CNN's Elliott Gotkine joining me now. Elliott, what more are you learning about all that happened?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:06",
      "speaker": "ELLIOTT GOTKINE, CNN CORRESPONDENT",
      "sentences": "As you say, this is the deputy prime minister and the minister for Internal Affairs, Ivica Duchess, who says that it's undoubtedly a terrorist attack.[15:30:005] From what we understand that about 11:00 in the morning, this is via CNN affiliate N1 in the country, at about 11:00 in the morning local time, a man, a 25-year-old convert to Islam and a follower of the ultraconservative sector known as Wahhabism, he approached the Israeli embassy in Belgrade, took a crossbow out of a bag and then fired it at the security officer who was guarding the embassy. Now, despite being shot in the neck, the security officer managed to get to his gun and fired several shots at the attacker, killing him in the process. Now, Israeli embassies and Jewish institutions in Europe and in many other parts of the world have always got high levels of security the best of time since the Hamas-led terrorist attacks of October 7th. That security has been ramped up further. But there were no injuries to any Israeli embassy personnel. Indeed, Israel's foreign minister, Israel Katz, posted on X thanking the Serbian government for protecting the Israeli embassy for its swift response, and wishing the security officer a speedy recovery. The security officer being treated in hospital and has reportedly already received a visit from the Serbian president -- Fredricka.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:06",
      "speaker": "WHITFIELD",
      "sentences": "And then, Elliott, we're also seeing some developments today on negotiations involving the war in Gaza? What are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:06",
      "speaker": "GOTKINE",
      "sentences": "That's right. Look, still no breakthrough in those talks to try to get a ceasefire in exchange for the release of the 120 or so Israeli hostages still being held captive, about a third of whom are believed to be dead. We understand from a senior U.S. administration official that the U.S. is changing some of the wording to try to bridge some of the gaps in that proposal that President Biden announced to much fanfare about a month ago, try to change some of the wording to bridge the gaps between Israel and Hamas with a view to trying to get this deal over the line.But we already know, we heard from a spokesman for Hamas in Beirut earlier today saying that the Biden administration proposal, which it says Israel has signed off on, has still not met its main demands, which is for a complete cessation of hostilities and a full withdrawal of Israeli forces from the Gaza Strip in order to do a deal. Israel for its part saying that until such time as its war objectives of destroying Hamas' military and governance capabilities have been met, then it wants to reserve the right to continue going back to fighting even after a temporary ceasefire. Meanwhile, protests again on the streets of Tel Aviv and other cities across Israel this evening putting pressure on the Israeli government to do all it can to do that deal -- Fredricka.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:06",
      "speaker": "WHITFIELD",
      "sentences": "All right. Elliott Gotkine, thank you so much.All right. Now, to Iran where presidential election is headed to a run-off vote, pitting a reform candidate against a hardliner. The snap election was called following the death of President Ebrahim Raisi last month in a helicopter crash. CNN senior international correspondent Fred Pleitgen is in the capital of Tehran -- Fred. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:06",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Iran's presidential election is headed for a runoff after no candidate managed to get more than 50 percent of the vote. However, it was a pretty good showing by the moderate camp. Their main candidate Masoud Pezeshkian. Beforehand the moderate camp had actually said that they believed they needed very high voter turnout in order for him to even have a chance to make it to the runoff stage.Well, the voter turnout was actually very low. It was only about 40 percent. And yet Pezeshkian managed to get by far the most votes. He got around 10.4 million votes, almost a million more than the second place candidate Saeed Jalili. Now Pezeshkian is someone who wants better relations he says with countries here in the region, but also better relations with the West as well. And the supreme leader of this country, Ayatollah Ali Khamenei, he had warned voters not to trust candidates that want better relations with the U.S. too much. He never named Pezeshkian, however there were some who believed that he meant Pezeshkian with that. Saeed Jalili for his part came in second in the first round of voting. He's someone who says that he wants policies in line with what Ebrahim Raisi the president who of course crashed a little over a month ago and was killed would have done. That means tough line towards the United States and also a tough line towards Israel as well. The next round of voting set to take place this coming Friday. Fred Pleitgen, CNN, Tehran. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:02",
      "speaker": "IVAN RODRIGUEZ, CNN CORRESPONDENT",
      "sentences": "He's going to be OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:02",
      "speaker": "WHITFIELD",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:02",
      "speaker": "RODRIGUEZ",
      "sentences": "And he was airlifted to a hospital. He's going to recover. Obviously though he's still in critical condition, but he'll be OK. As a whole these are still characterized as unusual getting bitten by a shark, but we have been seeing more of these steadily during the summer season. You mentioned that last case from yesterday, but in the last month, we've reported on four incidents involving shark attacks from Florida to California and Hawaii.Here's an overview of those latest incidents. Last Sunday on the North Shore of Oahu, Hawaii, professional surfer, lifeguard and actor Tamayo Perry died following an apparent shark attack. That's in the same day in North Carolina, a 14-year-old boy was bitten in the leg by a shark. But a month ago, a 46-year-old man required surgery after he was bitten multiple times by a shark, while swimming off the coast of San Diego. And then soon after in Walton County, Florida, three people were injured in two separate shark attacks within just 90 minutes of each other at neighboring beaches. Here's what officials had to say about that incident. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:02",
      "speaker": "CHIEF RYAN CRAWFORD, SOUTH WALTON FIRE DISTRICT",
      "sentences": "They're highly unusual and it's extremely unusual for two to happen in the same afternoon within four miles of one another.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:02",
      "speaker": "RODRIGUEZ",
      "sentences": "And Fred, despite those natural fears, it is still very unlikely experts say that you do get bitten by a shark. In fact the Florida Fish and Wildlife Conservation Commission says humans are actually 30 times more likely to be struck by lightning than bitten by a shark in Florida.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:02",
      "speaker": "WHITFIELD",
      "sentences": "Oh, my goodness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:02",
      "speaker": "RODRIGUEZ",
      "sentences": "It seems weird that, you know, we talk about all these incidents and then we say don't worry about anything, but that is what experts are saying. The International Shark Attack File says last year there were 69 unprovoked shark attacks around the world. Of those over half of them you could see really happening in that Florida area. Unprovoked attack specifically though is what we're really taking a close look at.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:02",
      "speaker": "WHITFIELD",
      "sentences": "The sharks really don't want us. But often it's by mistake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:02",
      "speaker": "RODRIGUEZ",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:02",
      "speaker": "WHITFIELD",
      "sentences": "They think, you know, a lot of surfers experienced this here. They kind of think, some of these sharks think they're seals, you know, because that's what it looks like from below, looking up, you know, humans on surfboards and all that, et cetera. But, you know, being at the wrong place at the wrong time is still very frightening, dangerous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:02",
      "speaker": "RODRIGUEZ",
      "sentences": "It's still scary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:02",
      "speaker": "WHITFIELD",
      "sentences": "Yes. And potentially deadly still.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:02",
      "speaker": "RODRIGUEZ",
      "sentences": "Yes, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:02",
      "speaker": "WHITFIELD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:02",
      "speaker": "RODRIGUEZ",
      "sentences": "But again, if you ask an expert and you say, what can I do, what should I lookout for, they'll tell you, well, honestly, you can't really do much and there's nothing to worry about. So again, that's the other side. I guess you can't really do anything, just still go in to swim in the ocean.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:02",
      "speaker": "WHITFIELD",
      "sentences": "Still something to worry about. It is something to worry about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:02",
      "speaker": "RODRIGUEZ",
      "sentences": "It's still in the back of your mind.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:48:02",
      "speaker": "WHITFIELD",
      "sentences": "Once again a New Mexico judge has denied actor Alec Baldwin's request to dismiss his involuntary manslaughter charge. It stems from the fatal shooting on the set of his film \"Rust.\" Cinematographer Halyna Hutchins was killed in October 2021 when a gun Baldwin was holding fired a live round during a scene rehearsal.In their latest motion, Baldwin's attorneys were arguing that they couldn't mount an effective defense after the FBI destroyed the gun during forensic testing. Baldwin's trial is set to start next month. Oklahoma public schools will now be required to teach the bible and \"The Ten Commandments\" for grades five through 12. The state's superintendent announced in a memo the bible is a necessary historical document that teaches kids about U.S. history and the legal system. Organizations like the Interfaith Alliance are calling the move religious coercion that should have absolutely no place in public schools. CNN's Ed Lavandera has more. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:01",
      "speaker": "ADAM SOLTANI, EXECUTIVE DIRECTOR, CAIR OKLAHOMA",
      "sentences": "It is definitely treading on very thin ice when it comes to the idea of religious freedom and the establishment clause of the Constitution.RABBI VERED HARRIS, TEMPLE B'NAI ISRAEL: This underlying assumption of the First Amendment has allowed me, as a Jewish person, to grow up in this country without fear that my governmental institutions are going to oppress me. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:01",
      "speaker": "LAVANDERA",
      "sentences": "The Oklahoma Education Association also says that public schools cannot indoctrinate students with any one particular religion. However, they do say that teaching historical context of religion is OK, but what Ryan Walters' statement also doesn't make entirely clear is exactly how the bible and \"Ten Commandments\" would be taught in the classroom in each individual classroom on a day-to-day basis. That document doesn't make those that part of this order explicitly clear.Ed Lavandera, CNN, Dallas. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:14",
      "speaker": "WHITFIELD",
      "sentences": "All right. Who will make Team USA? That's the question Olympic trial watchers are asking. Reigning world champion Simone Biles sits in first place in the all-around competition at the gymnastics trials, while Sha'carri Richardson and Noah Lyles win the 200 meters semis at the Olympic track trials.Here discuss CNN's Patrick Snell. There's so much. Oh, my goodness. What do you want to begin with?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:14",
      "speaker": "PATRICK SNELL, CNN WORLD SPORT",
      "sentences": "I don't know where to start.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:14",
      "speaker": "WHITFIELD",
      "sentences": "How about gymnastics?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:14",
      "speaker": "SNELL",
      "sentences": "I want to get to Simone Biles, absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:14",
      "speaker": "WHITFIELD",
      "sentences": "Yes. OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:14",
      "speaker": "SNELL",
      "sentences": "But I do want everyone just to reflect this. You know, we're weeks out from the Olympics in France and just powerful thoughts for those athletes, for whom injuries have come at just the worst possible time. Remember, we're just, as I say, third week in July. It all starts in the French capital. Injuries are always tough and getting her to the Olympic trials after just years of preparation, that is absolutely brutal.Now the gymnastics trials taking place in Minneapolis had Kayla DiCello who was an alternate in Tokyo tearing her Achilles on the floor. I feel so bad for her, just 20 years of age. Had to be carried off the floor. And then a matter of minutes later, Shilese Jones, who won silver and bronze at the last two worlds, tweaking her knee, also on the vault. She toughed out the uneven bars, but her status moving forward is unclear. And we will update on that. Let's get to Simone Biles now because her -- well, her normal dominant self on four show the reigning world champ wasn't very pleased, though, with a balance beam routine, but still managed to have two- and-a-half point lead after day one. Biles, a four-time Olympic gold medalist, remember, and the most decorated gymnast of all time, saying these trials make for a very tense weekend. Take a listen. (BEGIN VIDEO CLIP) SIMONE BILES, FOUR-TIME OLYMPIC GOLD MEDALIST: It's stressful, it's heavy. I feel like a lot of us have like cotton mouth because we're so stressed out. But you know, it's one of the best pressure situations to be in going into the Olympics because I feel like if we can do this and we can do anything. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:14",
      "speaker": "SNELL",
      "sentences": "And Biles back on the floor Sunday evening -- Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:14",
      "speaker": "WHITFIELD",
      "sentences": "Oh, fantastic. And then, I mean, it's riveting, the gymnastics at trials, but also watching the track and field trials has been something else and people are, you know, more accustomed to talking about Noah and Gabby, but you know what, let's start talking about Lolo Jones again. I mean --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:14",
      "speaker": "SNELL",
      "sentences": "Lolo Jones, so, so inspiring.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:14",
      "speaker": "WHITFIELD",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:14",
      "speaker": "SNELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:14",
      "speaker": "WHITFIELD",
      "sentences": "She's back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:14",
      "speaker": "SNELL",
      "sentences": "And I will say this, with a really emphatic statement of intent as well. You know, there's hope for us all. You know, even when we hit our 40s one day in the future, way in the future in my case, no, not true, but Lolo Jones is very much an American icon. One of a handful of athletes who have even competed at both the summer and a winter Olympics. But after a break of 12 years, age 41 now, Jones back on the track.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:14",
      "speaker": "WHITFIELD",
      "sentences": "Go, girl.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:14",
      "speaker": "SNELL",
      "sentences": "Go, girl. Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:14",
      "speaker": "WHITFIELD",
      "sentences": "Love it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:14",
      "speaker": "SNELL",
      "sentences": "Competing at the U.S. Olympics trials, at her favorite discipline. This is the 100-meter hurdles. Now she did finish last in a heat of time, a full two seconds slower than her personal best set back at the 2008 Beijing Games in China. But no matter she was carrying a bit of an injury. That's the injury again, that theme playing up earlier. That morning via social media, taking Instagram, sharing that she was absolutely distraught at the thought of not being able to run. But she did and that speaks volumes, I think. Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:14",
      "speaker": "WHITFIELD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:14",
      "speaker": "SNELL",
      "sentences": "And get this, she'll go again later on tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:14",
      "speaker": "WHITFIELD",
      "sentences": "There's more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:14",
      "speaker": "SNELL",
      "sentences": "Qualifying for the semis. She is so inspiring.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:14",
      "speaker": "WHITFIELD",
      "sentences": "I love it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:14",
      "speaker": "SNELL",
      "sentences": "But for Jones, she's already made her point. Just take a listen again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:14",
      "speaker": "WHITFIELD",
      "sentences": "Yes.(BEGIN VIDEO CLIP) LOLO JONES, COMPETED AT U.S. OLYMPICS TRACK AND FIELD TRIALS: You sometimes feel your world is over in your 20s if you don't make a team.; I hope to show them, like, you can still be in your 40s and be good enough to qualify for the Olympic trials. And I hope someone after me is going to be good enough to throw down in their 40s. The sports science is getting better. Hell, Tom Brady didn't even retire until he's 45. I hope that these kids can just see me and be like, you know what, my world is not ending if I don't make change this Olympic team. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:56:14",
      "speaker": "SNELL",
      "sentences": "41 years, so inspiring. Yes.",
      "isLastSentenceInterrupted": false
    }
  ]
}