{
  "date": "2024-01-19",
  "headline": "CNN NewsNight with Abby Phillip",
  "subHeadline": "Tonight, Trump Aims to End Race Against Haley, Gov. Ron DeSantis (R-FL); New Probe into Fani Willis' Alleged Affair With Trump Prosecutor; Trump Calls for Mistrial Ahead of E. Jean Carroll Closings; Abby Phillip Discusses E. Jean Carroll Case With Writer And Reporter Danielle Campoamor; Many Americans Do Not Feel Statistics Showing A Strong Economy; \"Sports Illustrated\" On The Brink Of Being Permanently Shelved. Aired 10-11p ET",
  "utterances": [
    {
      "timeStamp": "22:00:03",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "What was that like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Very hard.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:03",
      "speaker": "COLLINS",
      "sentences": "She talked about how hard it was. She talked about what it was like to be there. And I just want to say I'm thankful for Hila's courage, the fact that she is 13 years old. She's able to come on camera publicly to share her story and also use her moment, use her platform to call for awareness for those who are still there. Those were her friends for 49 days. We are wishing her and her family the best as they move through this recovery period.I want to thank you so much for joining us tonight. CNN NEWSNIGHT with Abby Phillips starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:03",
      "speaker": "ABBY PHILLIP, CNN ANCHOR",
      "sentences": "One of these candidates is not like the other. That's tonight on NEWSNIGHT.Good evening. I'm Abby Phillip in New York. And tonight, the sights and sounds of American democracy at work. As American democracy stares down its own survival. Nikki Haley and Ron DeSantis need a New Hampshire miracle to stop Donald Trump's march to the nomination. Both of their closing messages today share a central theme that Donald Trump guarantees four more years for Joe Biden. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:03",
      "speaker": "NIKKI HALEY, REPUBLICAN PRESIDENTIAL CANDIDATE",
      "sentences": "Do you want a Republican that can actually win the presidency by bringing more people into our party? This is a wakeup call for the Republican Party. Do you want to go with a small amount that you keep pushing people away, or do you want to go with a conservative that knows how to talk to moderates and independents and not make them feel bad, but make them feel included?GOV. RON DESANTIS (R-FL), PRESIDENTIAL CANDIDATE:  I've always said the greatest turnout machine that the Democratic Party has is not a single living Democrat. Heck, they could resurrect JFK. He would not energize Democrats the way Donald Trump does. And they're going to run that playbook, and that gives them their best chance to be able to hold on to power. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:03",
      "speaker": "PHILLIP",
      "sentences": "Now, on the trail today, DeSantis and Haley said that Trump put the prospect of GOP electoral gains at risk, but did a two-step about why. The nagging reality that Trump has said he's willing to toss aside the Constitution and American democracy to bend the law to his will.Tonight, Trump talked about those poll numbers that he loves so much and he joked, just go ahead and scrap the vote. (BEGIN VIDEO CLIP) DONALD TRUMP, FORMER U.S. PRESIDENT:  Just cancel the election. Just say Trump wins automatically because that's a whole -- now they're going to say, see, now when I say that, we have fun, we're laughing and kidding. But when I say that, he's a fascist. He announced tonight he wants to cancel the election. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:03",
      "speaker": "PHILLIP",
      "sentences": "A laughing matter? Well, not really. Not when, just minutes earlier, Trump repeated the lie that the last election was stolen and that he, and not Joe Biden, should currently be the occupant of the White House.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:03",
      "speaker": "TRUMP",
      "sentences": "If they would have played straight, just think of it, I'd now be getting ready to leave government. And now they've got me for four more years. Look what they've done to them.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:03",
      "speaker": "PHILLIP",
      "sentences": "And tonight, Tim Scott, the South Carolina senator and former Republican presidential candidate, pulled on his MAGA cap. He's choosing Donald Trump over Nikki Haley and cutting what sounds more like a wrestling promo than an endorsement.(BEGIN VIDEO CLIP) SEN. TIM SCOTT (R-SC):  Let me say, is this Donald Trump country? Oh, yes. I can't hear you. I can't hear you. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:03",
      "speaker": "PHILLIP",
      "sentences": "Now with that, it puts most of the South Carolina contingent, the state's two senators and its governor, in Trump's camp, and it makes this moment from more than a decade ago sting of betrayal.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:03",
      "speaker": "HALEY",
      "sentences": "It is with great pleasure that I am announcing that I am appointing our next U.S. senator to be Congressman Tim Scott. He earned this seat for what I know he's going to do in making South Carolina and making our country proud.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:03",
      "speaker": "PHILLIP",
      "sentences": "If you're looking for any love lost, you won't find any. Here's Haley surrogate and New Hampshire governor telling a reporter how much exactly Scott's endorsement is worth.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "PHILLIP",
      "sentences": "Joining me now is CNN Senior Political Commentator and Host of the Axe Files, David Axelrod. And, David, thanks for staying up with us.Is Governor Sununu right about that, that Tim Scott's endorsement or really anybody's endorsement doesn't matter?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "DAVID AXELROD, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "Well, we'll find out on Tuesday because Sununu has endorsed Nikki Haley, and he's been at her side for the last several days. So, we'll find out how much his endorsement meant.I really doubt the value of these endorsements. I don't think this election is going to turn on endorsements. But just as psychological warfare unleashing the Tim Scott endorsement tonight was probably a smart move by Trump, because what Haley has been telling people is, we're going to do well here, and then we're going to move on to South Carolina. Well, here's the junior senator from South Carolina who she appointed to office endorsing Donald Trump. And I think that the message was this thing is going to be over after Tuesday. And that's why they wanted Tim Scott to be out here tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "PHILLIP",
      "sentences": "So, speaking of which, Ron DeSantis was talking about this on Fox earlier today. Listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "DESANTIS",
      "sentences": "I think her problem is Trump will run away with it in New Hampshire. I think that that's pretty clear at this point. He's got the momentum from Iowa. And I don't think anyone thinks that she can beat Trump in her home state of South Carolina.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "PHILLIP",
      "sentences": "Not for nothing. That sounds like a good argument for why Ron DeSantis may not need to stay in the race if Trump has wrapped this up. But do you think that this primary is basically done?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "AXELROD",
      "sentences": "I think it's going to be very, very hard to overtake Trump. If you look at these tracking polls that the Boston Globe is doing and others are doing, and, of course, polls can be fallible, but they all seem to say the same thing, which is that Trump has a lead in the mid to high teens, and it is getting larger, not smaller, and it's the Friday before the election you'd think if there were momentum the other way that we would be seeing it.And what these polls mean is that Trump is drawing his share of those undeclared voters, of those independent voters who say they're going to vote in the Republican primary. I think it's going to be very, very tough for Haley. And the question is, if Trump wins, what is the margin? And if the margin resembles what we see in this poll or exceeds these margins, you have to wonder whether there is a Republican race on Wednesday morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "PHILLIP",
      "sentences": "Yes. I mean, there may be a Republican race for the nomination. There may also be a Republican race for who wants to be Donald Trump's V.P. That seems to be well underway at this point.David Axelrod --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "AXELROD",
      "sentences": "Tim Scott maybe has been applying for it tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "PHILLIP",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "AXELROD",
      "sentences": "It's fair to say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "PHILLIP",
      "sentences": "You can tell from that clip that we played earlier. David, thanks for joining us tonight, always good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "AXELROD",
      "sentences": "Have a great weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "PHILLIP",
      "sentences": "And Nikki Haley, she struggled for a third straight week to answer a question about race that's sparking a debate across America. Last night on this network, Jake Tapper gave Haley another bite at this question, is America a racist country?(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "HALEY",
      "sentences": "But I refuse to believe that the premise of when they formed our country was based on the fact that it was a racist country to start with, I refuse to believe that. I have to know in my heart and in everybody's heart that we live in the best country in the world and we are a work in progress. And we've got a long way to go to fix all of our little kinks.(END VIDEO CLIP) PHILLIP:  Joining me now is the host of the Conversations with Coleman Podcast Coleman Hughes and CNN Political Analyst and historian Leah Wright Rigueur. Coleman, we were just here talking about this last night as it was happening. You made the point that the Republican Party does not want to necessarily hear Nikki Haley give a nuanced answer on race. However, I mean, I had to note a lot of Republicans are criticizing her for this, the DeSantis campaign, and even the Trump campaign. Is that in good faith?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "COLEMAN HUGHES, CNN POLITICAL ANALYST",
      "sentences": "No, I don't think so. I think they would criticize her for saying anything at this point because she's their proximate competition. But insofar as I understand what Hailey is trying to get at, it's this.What's unique about America isn't that there's racism. Certainly there's racism. But that's not what's unique about America. There's racism everywhere. What's unique about America isn't that slavery was legal here. Slavery was legal for thousands of years all around the world until a few centuries ago. What's unique is that in our founding documents, for the first time, a democratic state aspired to move past these evils and eventually did after the Civil War and after the Civil Rights Movement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:12",
      "speaker": "LEAH WRIGHT RIGUEUR, CNN POLITICAL ANALYST AND HISTORIAN",
      "sentences": "So, I think maybe I'm a little more cynical than Coleman in this moment, because I think Haley is doing this because this is what her base wants to hear. And I think she's actually in the midst of what amounts to a Catch 22.We've heard Nikki Haley in the past talk about a framing of the United States that accepts that America has founded on racist principles. She's talked about before, particularly in 2015, with the decision to pull the Confederate flag down from the South Carolina statehouse after the Dylan roof murder of nine parishioners at Mother Emanuel Church. We've heard her talk about this before. We've heard her talk about racism. We've heard her talk about the founding fathers being slave owners. What I think is different here is that she understands that in order to win over the base, she has to win over the same people who are either at best deeply uncomfortable with this idea of racism, both past and present, or at very worst, actually embodying and practicing that very discriminatory racism itself. Now, I think the problem is here that Trump has the nomination locked up. And so now is not the time for her to be risk averse. Now is the time for her to be big, is the time to be bold, and to take the kind of risk that would have her actually having a nuanced conversation about race and racism in this country. Will she do it? I don't think so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:12",
      "speaker": "PHILLIP",
      "sentences": "What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:12",
      "speaker": "HUGHES",
      "sentences": "Who knows what's in her heart. But I would point out both with Jake Tapper and her initial comments, she acknowledged growing up facing racism, right? To me, that lends some more credibility to the idea that she's giving an honest answer here. She's not necessarily just pandering. She's saying, look, I've experienced racism myself. That doesn't mean racism is what defines this country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:12",
      "speaker": "PHILLIP",
      "sentences": "Why can't she acknowledge the -- not just her experiences of racism, but the experiences of black Americans?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:12",
      "speaker": "HUGHES",
      "sentences": "Well, I think she could and ought to, certainly, but that's a different thing from saying that America is somehow defined by racism, right? Like I said earlier, racism is a worldwide human flaw. And yet, it's still the case that America is the number one destination for the black and brown migrants of the world, which is a bit hard to square with the idea that we are racist at our very core.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:12",
      "speaker": "PHILLIP",
      "sentences": "Do you think that -- I mean, it sounds -- it's interesting to me that you think that Nikki Haley has a nuanced, deeper understanding that maybe fits what you might believe. It is also possible that she genuinely believes what she's saying, which is that she thinks that when it says all men are created equal, that that's what it meant and that they didn't intend the founding documents to not be applied against black people, women, et cetera.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:12",
      "speaker": "RIGUEUR",
      "sentences": "So, I'm a little skeptical of this just because Nikki Haley in the past has expressed knowledge and understanding that, yes, some of the signers of the Declaration of Independence were slave owners. She has an understanding of history that suggests that when Americans were thinking about what constitutes citizenship in the 1790s, they said free white men, that three fifths a human, that enslaved populations did not count as people. They counted as property.So, there's an understanding of that. There's also an understanding to, I think, Coleman's point about Nikki Haley's upbringing, which is that she talks about racism and her experience with racism. She talks about her father's experience as a professor at a historically black college and university, which was founded by a black woman because black people could not pursue education at mainstream educational institutions. So, she understands it. What I think the problem, the larger problem is here, and this is, I think, a larger part of -- a fundamental part of Nikki Haley's worldview, is that she sees these ideas of acknowledging kind of institutional racism and defining racism of the United States and its continuing, sees that as incompatible with also upholding the American dream, while not understanding that actually those two things work together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:12",
      "speaker": "PHILLIP",
      "sentences": "And real quick, Coleman, I mean, she is now being attacked by Trump, mocked for her name, suggesting that she's not a citizen. This is -- she's going to come up against this very soon in this campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:01",
      "speaker": "PHILLIP",
      "sentences": "I mean, would you argue that it's racist?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:01",
      "speaker": "HUGHES",
      "sentences": "I would say it's xenophobic, for sure. To be more precise, it's xenophobic. He's trying to hurt her by associating her with foreignness, which is the definition of xenophobia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:01",
      "speaker": "PHILLIP",
      "sentences": "Leah Wright Rigueur and Coleman Hughes, thank you both very much for joining us tonight.And next, new revelations about an alleged affair between Fani Willis and the prosecutor that she assigned to Trump's case in Georgia. Plus, after the former president lashed out in a courtroom against his accuser, one survivor of sexual assault says that his behavior is a trigger for people like her. And Cheryl Tiegs, one of Sports Illustrated's swimsuit legends, joins me live on the magazine's apparent death this week. This is NEWSNIGHT. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:03",
      "speaker": "MICHAEL SMERCONISH, CNN POLITICAL COMOMENTATOR",
      "sentences": "Abby, good evening. The only thing that I think I know for sure is that this is going to cause delay. And delay is what Donald Trump wants. As you well know, he doesn't want any of these four prosecutions going to trial before Election Day. I can't see how the issues in this messy squabble get resolved quickly. So, in that regard, I think it's to his benefit.We lawyers have continuing legal education responsibilities, and we often wrestle as hypotheticals with the type of fact pattern that's involved in this case. In other words, it's so fantastical, I've never heard of it in any type of a legal proceeding before where you've got a district attorney and she hires someone as an outside counsel, then, allegedly, reportedly has a relationship with them and then has that called into question. So, there's no precedent that's right on point, that's going to tell us how it'll be resolved.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:03",
      "speaker": "PHILLIP",
      "sentences": "Yes. I mean, it's so interesting. And to your point about the delay, a lot of people didn't think this was going to happen before the election anyway, and this will only perhaps delay it further.Now, the Fulton County commissioner says that he's also launching an investigation into the allegations that Nathan Wade lacks the relevant experience to even try this kind of case. Do you think that that's something that will be easy to prove whether he does or does not?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:03",
      "speaker": "SMERCONISH",
      "sentences": "Yes, I think that's probably the one thing that's easily discerned is whether he's got the requisite experience to prosecute a case like this.Look, here's where I come out. It's bad on its surface, right? I mean, it's a bad look if, in fact, Fani Willis hired someone with questionable qualifications for this particular task and then has a romantic relationship with that individual. The harder call is at the root. On one hand, you know, you could say that Nathan Wade, if he's doing a quality job and if he's earning a fee for that job, then he can spend the money however he sees fit. That's one interpretation. Of course, critics are going to say, hold on, Fani Willis now has some type of a stake or ownership of his financial well being as it relates to this claim. So, it's messy, and it's in that category of things we never could have anticipated this 2024 cycle. It's like one intangible after another, and this is the latest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:03",
      "speaker": "PHILLIP",
      "sentences": "Yes. I mean, I certainly didn't have this on my bingo card for this particular case.Look, former President Trump is -- as you can imagine, he's reacting on social media about all of this. He's claiming that these new allegations prove that Fani Willis wrongfully targeted him. But these things -- I mean, they really might have absolutely nothing to do with one another. I mean, still, does it give Trump ammunition, any ammunition to try to discredit her?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:03",
      "speaker": "SMERCONISH",
      "sentences": "Well, it doesn't go to the fundamental facts or alleged facts of this prosecution. They are what they are without regard for whether Fani Willis has had a relationship with the individual who's now acting as the special prosecutor. But if there's a successful ethical claim brought against her that should cause some type of a shakeup in the prosecution, then it begs the question of what would the replacement team be? What would they look like? Would they be willing to prosecute the same claims that have been prosecuted against former President Trump and others?And by the way, you know, this prosecution involves far more than Donald Trump, and some individuals have already taken plea agreements, which is even a -- imagine how they feel, Abby, right? Imagine if you're an attorney for one of those individuals, or you are one of those individuals and you've pled out in this case, and now you find out that there's some question that's been raised as to the propriety of the way it's being prosecuted. You'd wish you had that plea back, and perhaps you'll be filing a claim to do so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:03",
      "speaker": "SMERCONISH",
      "sentences": "Thank you, Abby.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:03",
      "speaker": "PHILLIP",
      "sentences": "You can catch Michael's show tomorrow, 9And next, I'll speak to a sexual assault survivor who writes that Donald Trump's rash behavior inside of that courtroom in the E. Jean Carroll case is all too familiar. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "DANIELLE CAMPOAMOR, FREELANCE WRITER AND REPORTER",
      "sentences": "Number one, thank you so much for having me and for shedding a light on this aspect of this trial. What goes through my head is really I've just transported back to my own experience as a sexual assault survivor and trying to find justice in a criminal case, not a civil one. And there is a distinction there.To watch him pound his fists on the table and then to watch her demeanor, she's very stiff. She's said to be on the edge of her seat, trying to kind of distance herself from who she alleges sexually assaulted her as much as she can. And I know what that's like. I know what it's like to feel not inside of your body, to feel so uncomfortable in your surroundings as you try to prove that the worst thing that ever happened to you actually happened to you. And then to have the person who did that to you call you a liar and claim that you're too ugly to assault and claim that they don't know you and have never seen you before. So it's really hard to read back what happened, to see sketches, to hear these descriptions, because it just teleports you back in time to kind of what happened to yourself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "PHILLIP",
      "sentences": "Isn't an intimidation tactic on his part?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "CAMPOAMOR",
      "sentences": "I think so. I mean, he wasn't present for the first trial, now he's present for the second. I'm not going to pretend like I know what's going on in his head. That seems like a futile endeavor, but I will say that I know what it's like to have someone intimidate you, as well. And he's there for a reason, he's there for a purpose, and he's not making himself unseen in the court. I don't think that's by accident.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "PHILLIP",
      "sentences": "So you know, E. Jean Carroll, this is the second, basically the second time around for her. And the allegations pertain to events that happened a long time ago. And now she's seeking a very specific kind of justice for herself. When you see that for an individual like her, do you think that the system at all works for victims? Can you see a better way to get justice for survivors?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "CAMPOAMOR",
      "sentences": "I'm sure there's a better way. I don't think the system works for survivors as someone who's tried to go through the system, and you're damned if you do, and you're damned if you don't. I waited before I came forward. I took a shower after my assault, as I wrote in the piece, and essentially ruined any kind of ability to gain evidence because you just go into this fight or flight mode.And so, if you wait to tell somebody or wait to come forward, you're a liar. If you don't come forward, then you're selfish and you're not doing what you need to do to make sure this doesn't happen to other people. The Justice System, the way that it works now is meant to re- traumatize survivors to -- you're asked over and over again to relive this experience. You're asked why you can't remember certain things. You're asked why this traumatic event is jarring your memory. So, I know for a fact the system doesn't work well for survivors now. How it can work well in the future is probably for someone beyond my pay grade, but I will say that to watch this happen to someone who's 80, to know that it happens to people who are 18, who are 8, who are in their 20s, it's not working for anybody no matter how lucky you are to get your day in court or not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "PHILLIP",
      "sentences": "Well, Danielle, thank you for shedding light on this. It's in this particular context, but it's such an important issue. We appreciate you joining us tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "CAMPOAMOR",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "PHILLIP",
      "sentences": "Another day, another statistic showing a strong economy, but it's an economy that many Americans say they don't feel. The S and P 500 hitting an all-time closing high, and that joins a long list of positive economic indicators like reducing rates of inflation and low unemployment. But my colleague, Alison Camerota, spoke with multiple millennial families who say that the real economy feels very different. Let's listen.(BEGIN VIDEOTAPE) DANNY NAVARRO, 35-YEAR-OLD WORKING THREE JOBS:  I see $400 going towards my student loans, and I see $545 going for HOA, and I see groceries averaging about $150 a week. Sure, maybe for my wife's, you know, retirement portfolio. It might be looking great, but we need to get there first, right? On Saturday, we heard how MetLife Stadium is preparing for the World Cup Final. ALISYN CAMEROTA, CNN ANCHOR (voice-over):  Danny Navarro did not plan to be a TikTok creator.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "NAVARRO",
      "sentences": "If FIFA decided to sell tickets for the 2026 --CAMEROTA (voice-over):  That was not his goal when he graduated with a history degree on a scholarship from the University of Virginia and started working at a non-profit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "NAVARRO",
      "sentences": "I was at the $60,000 mark of my salary and the only way that I was going to crack 80, 90 potentially was to get a grad school degree.CAMEROTA (voice-over):  So Danny went back to school for a master's degree in public administration. I had to take out $70,000 in loans. And so, it's almost like we just were basically thrown into the hole. And right away, we have to start climbing out of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "CAMEROTA",
      "sentences": "So, you're first generation. And what was the dream for you? What was the dream if you went to college?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "NAVARRO",
      "sentences": "We would escape poverty. And, you know, for immigrants that are coming to this country, that's always the thing that they tell you.CAMEROTA (voice-over):  Danny now juggles three jobs -- soccer coach, tutor, and TikTok video creator.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "NAVARRO",
      "sentences": "I don't have a full-time salary job since November of 2022. And it's not without trying. I've tried to -- I've actually applied to about a hundred jobs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "NAVARRO",
      "sentences": "I would say about, in the past year and change. And a couple of them have gone into the final round, but just unfortunately not been selected.RACHEL GAMBINO, 33-YEAR-OLD MOM DELAYING GROWING FAMILY DUE TO FINANCES:  Want to look outside? Come here. Look outside.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "GAMBINO",
      "sentences": "My life is very different than what I envisioned it would be.CAMEROTA (voice-over):  Rachel Gambino and Garrett Mazio followed the roadmap that previous generations said would spell success. Go to college, get married, work hard, buy a house, start a family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "GAMBINO",
      "sentences": "This is the American dream, but at what cost? So, we have all of those things and we appreciate every single one of those things, but we think about how we could lose those things very quickly. If one of us loses our job. We're in a not good place.CAMEROTA (voice-over):  Between their college debt and monthly mortgage payment, they feel they've slipped into a lower economic class than the one they grew up in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "CAMEROTA",
      "sentences": "Do you describe yourselves as middle class?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "GARRETT MAZIO, INSURANCE UNDERWRITER",
      "sentences": "I like to think we are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "GAMBINO",
      "sentences": "I would say lower middle class.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "CAMEROTA",
      "sentences": "Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "GAMBINO",
      "sentences": "Because when I think of middle class, I think about people who are able to just get up and go and do things within their means and not extravagant things but be able to get up and go to dinner whenever they want or maybe take that trip, that long weekend trip. We don't have that luxury.CAMEROTA (voice-over):  Rachel works at a non-profit. Garrett as an insurance underwriter but their paychecks barely keep pace with their $3400 monthly mortgage payment. Rachel's 26 year old sister Kristen moved in to help offset costs for all of them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "CAMEROTA",
      "sentences": "So, all of this is affecting your family planning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "GAMBINO",
      "sentences": "You know, once we started getting daycare costs, it was like, we cannot afford to have another child until he's in a public school system. I'd love for him to have like a partner in crime, but we can't afford to give him that for at least four years.CAMEROTA (voice-over):  And is that sad?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "GAMBINO",
      "sentences": "I'm sad. Like our, our family is dictated by our financials. And yeah, I just never thought it would be that way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "MAZIO",
      "sentences": "Rach, we have $435 to last until the end of the month.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "GAMBINO",
      "sentences": "What?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "MAZIO",
      "sentences": "Actually, until February 4th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "GAMBINO",
      "sentences": "That's even worse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "MAZIO",
      "sentences": "I know.CAMEROTA (voice-over):  So, what would they do differently if they could do it all over again? Avoid student debt, even if that means rethinking college.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "GAMBINO",
      "sentences": "I think this idea of going to college is something that I don't know if Miles will do. And we have decided we're not going to push him there either. I think a lot of millennials were forced into saying, like, you need a four-year degree in order to be successful. And it's like, I have a Communications degree and I definitely did not need that to be successful.And so, I think, like, it starts with when you turn 18, you're already put into a disadvantage. And I think we need to like change that mindset for the next generation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "NAVARRO",
      "sentences": "Did I go to college to go through TikTok videos? No. But is that the one place right now where I can make, you know, money potentially. So, let me go make my TikTok videos while I'm at it and hopefully find a new way to live the American dream.(END VIDEOTAPE) CAMEROTA (on-camera):  So, Abby, wasn't that interesting to hear them say they're not going to pressure their kid to go to college because of their experience? I mean, that's a sea change, obviously, from the message that we've all had, you know, growing up. And in terms of what the solution is for these families, I'm sorry to report that they haven't come up with one. I mean, they're, as you could see, super responsible people. They aggressively budget. That's their term. They know every dollar coming in and out, and they just aren't able to catch up and have a cushion that would make them feel less anxious.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "PHILLIP",
      "sentences": "Yeah. I mean, you hear that not just from millennials, but the generation after them. A lot of them have lost faith in the power of a college degree. One of the interesting themes in this is about housing costs.And the National Association of Realtors last year said that existing home sales fell to their lowest level since 1995. That's actually a negative economic indicator, but it's almost like a canary in a coal mine for these young people who feel like housing is out of reach for them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "CAMEROTA",
      "sentences": "Absolutely, and that's part of the mythology of the American dream that they were taught you should buy a house when you can, as we all were taught that, that would somehow be kind of a brass ring to success, and it hasn't turned out that way for them.So they all got in when they thought they could. When they felt that they had saved enough or the market had dropped enough that there was enough inventory, they got in. And now they are frankly saddled with big mortgages or in Danny's case, his condo rates, he has a big mortgage and his condo fees keep going up. And it's not the promise that they had hoped.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "PHILLIP",
      "sentences": "Yeah, it's not sustainable, it seems, for these families. Not young people, they're my age, this is my generation. Came up after the financial crisis, and now they themselves are still struggling to catch up to what they lost perhaps.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "PHILLIP",
      "sentences": "Alisyn, really fascinating story and great reporting. So good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "CAMEROTA",
      "sentences": "Great to see you too, Abby.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "PHILLIP",
      "sentences": "Is this the end of an era? Sports Illustrated's feature -- future is now uncertain after mass-layoffs were announced. Supermodel Cheryl Tiegs was the magazine's swimsuit edition cover model three times and she joins me next.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "PHILLIP",
      "sentences": "One of the nation's most iconic magazines is on the brink of being permanently shelved. As Sports Illustrated's publisher laid off most of its staff today, the owner of that magazine sold publishing rights to another company, but the rights are revoked after that company missed some payments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "PHILLIP",
      "sentences": "Joining me now is three-time swimsuit issue cover model, Cheryl Tiegs. Cheryl, thanks for joining us tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "CHERYL TIEGS, AMERICAN MODEL AND FASHION DESIGNER",
      "sentences": "Thank you so much. I'm thrilled to be here. Now, this news has come to me today and I am in shock because \"Sports Illustrated\" has been my life, part of my life since I started modeling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "PHILLIP",
      "sentences": "You were on the cover of the swimsuit issue in 1978. First of all, I wonder, how does \"Sports Illustrated\" at that time compared to what it eventually became.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "TIEGS",
      "sentences": "I think it's always been the same. I think at that time I got a phone call from \"Sports Illustrated\" and they said, we need to, you know, bring the country up, make them happy, make them full of life and love and sun and fun and bathing suits. And so we did.Athletic girls, healthy girls, you know, really next-door girls who really -- the epitome of what America was and continued to be. And so, so sad. But here we are, Abby, talking about it. In February, this is the whole point, you know? Is it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "PHILLIP",
      "sentences": "Yeah, I mean, I'm getting some beach time FOMO by just watching this. I don't know if you could even see, we have some footage of you from, or of you from the filming of your cover, but you would actually go on to do this eight more times to be in the swimsuit edition as a model, what did that do for your career?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "TIEGS",
      "sentences": "Well, the first cover that I got, I was walking down a street in New York. It was snowing, it was cold. I stopped by a newsstand, saw that I was on the cover. I bought a copy and that was it. That was it. And then the ball started rolling. We discovered how successful we, you know, became. And so they made much more of it. And then it grew and it became something bigger and bigger. This is the first cover.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "PHILLIP",
      "sentences": "Oh, there you are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "TIEGS",
      "sentences": "Yeah, I know. I know. I'm not going to hold it up. I can't believe it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "PHILLIP",
      "sentences": "I believe you. Hold it up one more time, because I want to make sure people can see it. And there you are. You're in a bathing suit, but you're also kind of mostly covered. I wonder -- go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "TIEGS",
      "sentences": "Well, I think it's so cute because this was the end of the day and I was cold. And so the editor put on a long-sleeved bathing suit. And at the top here it says Vikings and Chiefs for Super Bowl. I mean, that's what it was all about. But maybe people were looking at the picture more than reading that -- the headlines.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "PHILLIP",
      "sentences": "A lot of -- there have been some critics of \"Sports Illustrated\", especially recently. The magazine has made a decision to highlight more unconventional swimsuit models, including plus-sized models and a trans pop singer, Kim Petras, was on the cover of their swimsuit edition.Some people have cited that as the reason for today's layoffs. What do you make of people looking at those choices that the magazine have made in suggesting that that's related to what's happening today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "TIEGS",
      "sentences": "I don't think that the swimsuit edition has that much power. I mean, really, the choices that they made to go beyond. I mean, when I was there, when I was modeling, it was athletic. It was strong women who really just put on bathing suits. So, what they ventured out to, I don't know. I haven't seen the issue in the last year. But, that's not why \"Sports Illustrated\" is, you know, fumbling right now. Come on, don't give us that much credit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "TIEGS",
      "sentences": "Yeah, no, no. Here, I have another one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "PHILLIP",
      "sentences": "That's a great one. Which number?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "TIEGS",
      "sentences": "I'm telling you, my eyes are --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "PHILLIP",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "TIEGS",
      "sentences": "Oh, I don't know. That was in Mexico, in Cancun. But my eyes were closed. It was freezing. It was freezing. \"Sports Illustrated\" was hard work. I know I don't want to compare it to the hard work of people out there, but it, you know, three thirty in the morning until eleven at night. And it was cold, cold. So many ways, but I loved it more than anything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "PHILLIP",
      "sentences": "Better you than me. Cheryl Tiegs, thank you for joining us on all of that. Great talking to you. Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "TIEGS",
      "sentences": "Well, I hope I brought you some sunshine.",
      "isLastSentenceInterrupted": false
    }
  ]
}