{
  "date": "2024-04-20",
  "headline": "CNN Newsroom",
  "subHeadline": "Rep. Josh Gottheimer (D-NJ), Is Being Interviewed About Voting On The Security Package And Proposal; Soon: House Votes On $95 Billion In Military Aid For Ukraine, Israel, Taiwan; House Debating Multi- Billion dollar Foreign Aid Bills, Includes Help For Ukraine, Israel, Indo-Pacific Region. Now: House Votes On National Security Bill, Includes Iran Sanctions, Seizure Of Frozen Russian Assets And Measure That Could Ban TikTok. House Passes National Security Bill: Includes Iran Sanctions, Seizure Of Frozen Russian Assets And Possible TikTok Ban; Soon: House Votes On $26 Billion Israel Aid Bill; Now: House Votes On $61 Billion Ukraine Aid Bill; House Passes $61 Billion Ukraine Aid Bill; Now: House Votes On $26 Billion Israel Aid Bill; House Passes $26 Billion Israel Aid Bill. Aired 1-2p ET",
  "utterances": [
    {
      "timeStamp": "13:00:36",
      "speaker": "FREDRICKA WHITFIELD, CNN ANCHOR",
      "sentences": "Hello again, everyone. Thank you so much for joining me. I'm Fredricka Whitfield.And we're following major developments on Capitol Hill. Right now, the House of Representatives is in session for a rare Saturday high stakes vote. For the past several hours, lawmakers have been debating military aid bills for Ukraine in Israel and Taiwan, totaling $95 billion. And at any moment now, lawmakers are expected to begin voting on the three long awaited funding bills to sweeten the deal for House Republicans, a fourth bill contains sanctions for Iran, a seizure of frozen Russian assets, plus, a potential nationwide TikTok ban. GOP House Speaker Mike Johnson was able to advance the bipartisan bills through Congress this week with the help of Democrats. It's a move that could cost him his job, as some hardliners in his party have threatened to introduce a measure to remove him from his post. And moments ago, House Minority Leader Hakeem Jeffries had this to say about the process. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:36",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "-- what would your message to your caucus in the room today?REP. HAKEEM JEFFRIES (D-NY): The House Democrats have worked hard to bring about a moment where we are standing with our democratic allies throughout the world, including Israel, Ukraine, and in the Indo Pacific, as well as providing humanitarian assistance to Palestinian civilians in Gaza, and others throughout the world who are suffering in theatres of conflict. This is a moment where the Congress is required to stand up for democracy, freedom, and truth, and push back against aggression. In a bipartisan way, we will defeat the pro-Putin obstructionist in the Congress and do what's right, for America's national security interests.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:36",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Does that mean protecting the Speaker of the House?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:36",
      "speaker": "JEFFRIES",
      "sentences": "We will have that conversation once the legislation has been passed, and make a determination as to what happens on the other side of the aisle. In my remarks on the House floor, I commended by name, traditional conservatives, led by Speaker Mike Johnson for doing the right thing. Thank you.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:36",
      "speaker": "WHITFIELD",
      "sentences": "All right. We've got a team of correspondents covering this big moment today. CNN's Priscilla Alvarez will have reaction from the White House. She is joining us from Washington.But let's begin on Capitol Hill there, outside the Capitol Hill. Manu Raju, where do things stand right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:36",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes, they are expected to take up this key vote. There is actually several of them that they'll vote to the course of this afternoon, probably in about an hour or so. That's an hour and a half. That's when they will wrap up the final votes here.Now, what will eventually pass the United States House are four measures. Three of those dealing with aid to Ukraine, to Israel, to Taiwan. There will be individual measures and a separate bill that deals with other issue -- other issues, including calling for the Chinese company, ByteDance, to divest from TikTok, if not facing the possibility of kicked out, of being banned on U.S. app stores. All of that ultimately will be rolled into a larger package, that will be sent back to the United States Senate, which will give final approval to it as early as Tuesday, and then, over to the president's desk, after months of battling to try to get this aid, particularly for Ukraine over the finish line amid these bitter GOP divisions. Now, what will not be included in this plan? Border security provisions. That's what Speaker Johnson had insisted. Must be tied to Ukraine money. Also, a lot of those folks on the right who had demanded border security. They also did not want any more money to Ukraine. But now that all the money from Ukraine will go over to the Senate, get approved and not get any border security with that. That is why he is facing a threat to his speakership. A number of Republicans, handful of them, are supporting this motion to oust him from the speakership, others are pushing back. You'll recall what happened last fall when Mike -- Kevin McCarthy became the first Speaker in American history to be ousted by his own colleagues. As a threat right now from Mike Johnson, I asked one of those eight Republicans who voted to house Kevin McCarthy about what they gain from pushing him out from the speakership. Listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "RAJU",
      "sentences": "And that just shows you just a taste of the Republican anger right now, The Republican divisions, like, several of these members who I caught going into this vote like Congresswoman Lauren Boebert, called this vote a slap in the face to their voters.Others called it, \"surrender.\" That's what the detractors are saying -- the supporters saying that Mike Johnson is standing up for Ukraine at this critical moment are applauding for him for, that's including Republicans. So, how does a vote ultimately come down will be instructive? Will be a majority of the House Republican Conference on the Ukraine aid. In particular, we'll be watching that very closely. And then, after the votes, will Marjorie Taylor Greene tried to call for a vote seeking Mike Johnson's ouster. She has declined to say all day long, whether or not today will be the day, in which he try to push that forward. So, that's one thing to look for. And if she does, how quickly would that come to the floor? And will Democrats come to my Johnson's defense? All major questions at this key moment on the House floor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "WHITFIELD",
      "sentences": "Yes, all big questions. And, you know, Hakeem Jeffries saying that the latter conversation is one that will come after the vote.All right, Manu, I'll get back to you in a moment. Let's now check in with Priscilla Alvarez, White House correspondent joining us from Washington. So, what is the position of the White House as it too awaits of the results of today's votes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "PRISCILLA ALVAREZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, leading up to this vote, President Biden has thrown -- had thrown his support behind these national security bills. And, of course, these are funds that the president asked for it last year, and the White House has maintained that they are urgent and necessary, especially for Ukraine.And often over the course of the last few months when President Biden would speak about these funds to Ukraine, he would frame this as a national security priority, noting that they should not be ceding any ground to Russia. Now, this week in a Wall Street Journal op-ed, the President said that this was \"a pivotal moment\". And the White House Office of Management and Budget, echoed that in a statement just yesterday, saying, \"passing this legislation would send a powerful message about the strength of American leadership at a pivotal moment. Going on to say that the administration urges both chambers of Congress to quickly send this supplemental funding package to the president's desk. Of course, the White House watching all of this very closely as they frame this is very, very urgent for Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:12:31",
      "speaker": "WHITFIELD",
      "sentences": "All right. This breaking news right now the voting just began on Capitol Hill on the first of four foreign aid bills. Right now, lawmakers are voting on the national security bill that includes new sanctions against Iran, the seizure of frozen Russian assets, and a measure that could lead to a nationwide ban on TikTok.We're continuing to monitor the developments there on Capitol Hill. The tabulation of the votes underway, and we'll get back to that one in a moment. So, as we await the vote count on this first key House measure. Also, it would include other measures that they'll be voting on, including billions that would be allocated to aid to Ukraine, to Taiwan, and Israel. For Israel, the aid would include $5 billion to restock its missile and rocket defense systems, and another $3 billion for other advanced weapon systems. The vote follows this week skirmish between Israel and Iran that rattled nerves around the world. CNN's senior diplomatic editor, Nic Robertson is in Jerusalem for us. So, Nic, what would this aid package mean for Israel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:01",
      "speaker": "WHITFIELD",
      "sentences": "All right. Nic Robertson, in Jerusalem. Thank you so much. We'll check back with you.All right. Meantime, a voting is underway on Capitol Hill right now. With us now, Congressman Josh Gottheimer. He is a Democrat from New Jersey and a member of the problem solvers caucus. Congressman, you just voted -- (CROSSTALK) REP. JOSH GOTTHEIMER (D-NJ): Good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:01",
      "speaker": "WHITFIELD",
      "sentences": "Good to see you. Did you just vote on this security package and proposal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:01",
      "speaker": "GOTTHEIMER",
      "sentences": "I did. Obviously, we're right in the middle of a vote series right now. Critical. We've been working on this for months. This is essential, as you know, overall, to getting aid to Ukraine, humanitarian aid to Gaza, key resources for Israel, and for their defenses.Just been talked about, of course, resources in Taiwan, all critical, important piece of legislation. And I'm optimistic we're going to get it all done today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:01",
      "speaker": "WHITFIELD",
      "sentences": "All right. So, you're optimistic on all of those measures, because there is been a lot of consternation within the Republican Party and representation there in the Hill, as to whether Ukraine should -- is deserving of more aid.There seems to be a consensus that Israel is, you know, deserving of more aid. But if we could just kind of go down the list here. On Ukraine, we are -- we are talking about $60 billion, that most of that money would go to U.S. weapons, you know, manufacture to build back depleted U.S. weapon supplies. Help underscore -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:01",
      "speaker": "GOTTHEIMER",
      "sentences": "And they -- and they need it as you know. They're being outgun.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:01",
      "speaker": "WHITFIELD",
      "sentences": "Yes. Help underscore the importance. OK. Go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:01",
      "speaker": "GOTTHEIMER",
      "sentences": "Yes, and they're literally being outgun 10 to one right now by Russia, by Putin, trying to march across Ukraine. And they are desperate right now. Their defensive missile systems are depleted.If we don't get these resources in now, who knows what could happen in the coming days and weeks is already a dire situation there. Just like, when you're looking at key U.S. Israel aid that has to go into making sure that Israel has what it needs for defensive systems, when you saw the attacks from Iran, the overwhelming unprecedent attack from Iran last week. The key was these defensive missile systems, we'll get more resources into them as well. So, you're looking at an axis of evil that wants to attack the United States and our allies, right, Iran, Russia, North Korea, and China that are working together against democracy, against our interests in the region, supporting terror in the region. So, this this package is key to protecting America's national security.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:01",
      "speaker": "WHITFIELD",
      "sentences": "You are voting in favor of, but do you believe it we'll see passage?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:01",
      "speaker": "GOTTHEIMER",
      "sentences": "Which piece of it, overall?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:01",
      "speaker": "WHITFIELD",
      "sentences": "On Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:01",
      "speaker": "GOTTHEIMER",
      "sentences": "I do. You know, listen, I'm going to -- I'm optimistic and been working on this for months. So, I generally given where we walked into this, it's going to take a lot of Democratic support. All these bills are going to take a lot of Democratic support. But you know, what? This is how we solve problems. We do it in a bipartisan way. We've been working together many of us for months to make this happen.So, it's going to take like it did yesterday to even get here, Democrats and Republicans working together, we're going to lose some extremists on the far-right, as you know, in this process. But we got to keep moving forward for the good of our national security, and, of course, our allies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:01",
      "speaker": "WHITFIELD",
      "sentences": "Hakeem Jeffries, you know, earlier said, you know, this is about getting this legislation passed. And that is the level of importance. Any conversation about the House Speaker and support of him will come later.However, you know, it is the elephant in the room, right? I mean, the House Speaker Mike Johnson did take some great risks by helping to push these items through. And on Ukraine, there was great reticence from him fairly recently on more U.S. aid to Ukraine. And now, an about face. What's your position on the risks that he has taken to get more on board for these foreign aid packages, including Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:01",
      "speaker": "GOTTHEIMER",
      "sentences": "Well, as you know, there was also a fourth package ended here, which on with the REPO Act on repossessing Russian assets. Also, tougher sanctions on Iran, several bills, which I helped write that are part of that package that are overall part of, I think, a very strong package. I mean, in terms of the Speaker, what I'd say is, let's not put the cart before the horse, let's actually get this across the finish line. And then, as Leader Jeffries said today, that we'll consider what's next there.But, as you said, it's still tentative. I'm optimistic. Now, we got to go on that room and get it done together in a bipartisan way, and put the country first. I think, as you know, that's always the way I believe we should govern and solve problems and do it together. And this is actually a huge test of that. Can we actually have common sense over extremism? This is literally a model test right now of common sense over extremism going on in the -- on the House chamber a few feet from me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:01",
      "speaker": "WHITFIELD",
      "sentences": "All right. And as we were talking, Congressman Gottheimer, the national security measure that you did vote in favor of has now passed.I want to thank you for your time as well, because you'll have to get back in there to now vote on the other measures. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:01",
      "speaker": "GOTTHEIMER",
      "sentences": "I got to go vote.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:01",
      "speaker": "WHITFIELD",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:01",
      "speaker": "GOTTHEIMER",
      "sentences": "Let's go get it done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:01",
      "speaker": "WHITFIELD",
      "sentences": "As it pertains to Ukraine and Israel as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:02",
      "speaker": "WHITFIELD",
      "sentences": "Thank you so much for your time. Appreciate it. So, again --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:24:57",
      "speaker": "WHITFIELD",
      "sentences": "All right. We're back -- we're back with this \"BREAKING NEWS\". The House has -- are now started voting on a series of high stakes foreign aid bills in a rare Saturday of vote. There is already been passage of the national security measure, and it looks like they have just finalized a vote on yet another.Let's -- so, we bring in our Manu Raju is on Capitol Hill. So, Manu, what's happening?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:24:57",
      "speaker": "RAJU",
      "sentences": "Yes, two bills that are a piece -- part of this for bill package that ultimately will be pieced together and sent to the United States Senate too. One bill that just passed, about $8.1 billion in aid to American allies in the Indo Pacific region, namely Taiwan that had been tied-up as the part of this larger foreign aid debate.There is also a separate package that included a whole host of some new policy measures, one of which would actually call for the Chinese company ByteDance to divest from TikTok, if not risk that very popular social media app from being banned in U.S. app stores. So, that's going to be part of this underlying bill. Now, we're going to move on to a number of amendments that Republicans and some members want to push to try to change the Ukraine piece of that bill. Remember that Ukraine provision? It was $61 billion in aid to Ukraine. Once they get through the amendments process, then, they will move to final passage of that Ukraine bill. And then, after that, then, we go into $26 billion in aid for Israel. Now, the Ukraine aspect of it, this is going to be very instructive in how this will come down. Because Republicans have been so badly divided over this topic for months. This is why this has been held up. This larger bill, because of a real split on the Republicans who are aligned with Donald Trump, who say that there should not be a dime more money spent for Ukraine. But there are many Republicans who are aligned with the national security wing of their party, saying, Ukraine's war against Russia is an existential crisis. Something that could threaten the United States, and are essentially have won over Mike Johnson. The Speaker of the House who decided to push ahead on this measure. Now, this all comes as our show questions about what will happen to Mike Johnson and his future because of this decision to move forward on this foreign aid package and not include border security as part of it. That is why he is facing this revolt on the far right, and effort to push him out from the speakership. So, the -- right now it appears he does not have the votes among Republicans to stay as Speaker, if that vote to Alstom does come to pass. So, the question is, what will Democrats do? Will they come to his defense? It's a question I just put to Hakeem Jeffries. The Democratic leader, and he still is saying he's waiting to see how these votes come out before he makes a decision.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:24:57",
      "speaker": "WHITFIELD",
      "sentences": "Oh, I thought we were going to have that soundbite of Hakeem Jeffries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:24:57",
      "speaker": "RAJU",
      "sentences": "Yes. Me, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:24:57",
      "speaker": "WHITFIELD",
      "sentences": "OK. Well, when we get it, I will pass it on to you.So, real quick --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:24:57",
      "speaker": "RAJU",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:24:57",
      "speaker": "WHITFIELD",
      "sentences": "Oh, we do have it. All right, let's roll it now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:24:57",
      "speaker": "RAJU",
      "sentences": "OK. OK.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:24:57",
      "speaker": "RAJU",
      "sentences": "Is because of Johnson's actions is a worth saving his job?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:24:57",
      "speaker": "JEFFRIES",
      "sentences": "And we're working right now to get the national security legislation over the finish line. Once that's completed, we'll take up any other matters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:24:57",
      "speaker": "RAJU",
      "sentences": "The vote to vacate, Johnson comes up. Are you -- are you still thinking about you'd vote to table this, or are you undecided?REP. ABIGAIL SPANBERGER (D-VA): My priority right now is getting these four bills through and doing what is our responsibility as lawmakers. I want this place to function and any future votes I take will be related to my desire to see this place function. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:24:57",
      "speaker": "RAJU",
      "sentences": "And there are some others who are not yet on that same page. But as you can see, there are some Democrats who are saying that they would essentially vote to keep Mike Johnson in the speakership. So, the question is how many Democrats will come down that -- on that side, and what the Democratic leaders ultimately decide to do if and when this Ukraine package does pass, which we expect to happen, and the next maybe 15, 20 minutes or so.So, a significant moment for the House, for the war in Ukraine, as well as my Johnson's speakership on the line here, as he pushes ahead on this package amid this outrage on his far right, but support among members on both sides of the aisle for this major package make his way through the house. Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:03",
      "speaker": "BEHNAM BEN TALEBLU, SENIOR FELLOW, THE FOUNDATION FOR DEFENSE OF DEMOCRACIES",
      "sentences": "Well, it's a pleasure being with you.I think if, indeed, passed, as you mentioned, it would send a strong deterrent message to the government of the Islamic Republic, which just last weekend made history with its willingness not to engage in proxy warfare, but in an overt direct territory-to-territory attack, employing ballistic missiles, cruise missiles and drones. And some of the smaller acts and measures that we're put into H.R.- 803, the one that just passed, at least from the House, side does contain human rights sanctions, reporting requirements, importantly, a strategy to counter Iran's illicit oil exports to China. Because for over a decade, whether they're licit or elicit, China has been the biggest source of revenue for Iranian oil. And as we saw, those are revenues going toward the military program, the drone program, the missile program, and even, yes, indeed, the nuclear program. And then critically, more aid, of course, to Israel now in terms of both supporting the existing missile and air defense architecture. Israel has some of the most layered air and missile defense in the region. Strengthening this can deter a perspective or future Iranian attack, as well as by its proxies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:03",
      "speaker": "WHITFIELD",
      "sentences": "Well, let me ask you your thoughts about these tensions between Israel and Iran on full display this week. Yet, at the same time, there has been a real reluctance for specificity from Israel as we'll as an acknowledgment from Iran.Why do you suppose that is?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:03",
      "speaker": "TALEBLU",
      "sentences": "Let me go one step further actually. There's a third party that's been relatively quiet as well, which is Washington.So from Jerusalem, Tehran and Washington, you've had relative silence in the aftermath of what was a Friday morning strike, at least Tehran time, targeting a radar installation that is believed to be providing coverage for one of Iran's sensitive nuclear sites. Initially, it was thought that it was a drone attack, but now it seems that it was a daring air raid where aircraft stopped just outside Iranian territory and fired air-to-ground missiles at this target. It was, indeed, a game-changing kind of operation. All three sides, I think, want to turn the page. They've all tried to press each other on the way the six-month war in the region has been going on. But in particular, the Iranians may want to take this as a de-escalatory step because they know that they cannot win an escalation spiral or at least conventionally or directly as the Israelis just proved against Israel. But it doesn't mean at all that there is peace breaking out in the region. It just means that the most overt, dangerous kind of conflict was just sidestepped.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:03",
      "speaker": "WHITFIELD",
      "sentences": "Are you concerned about a regional conflict or if this could be representative of a beginning stage of some such?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:03",
      "speaker": "TALEBLU",
      "sentences": "I think, unfortunately, there is a newfound risk tolerance within the ultra-hardline political and military elite in the government of the Islamic Republic. And that ultra- hardline ascendancy does things like massive domestic suppression at home and massive foreign aggression abroad.You saw that with the way they 2022, 2023 -- so many protests were repressed across Iran and across 150 different cities, towns, and even villages. And you saw that with the backing they gave prior to October 7th to the terrorist group, Hamas, as well as in this daring missile barrage that Israel was able to draw a stark contrast to and do a precision strike to deter against. So just because tit-for-tat territorially seems to be capped off, doesn't mean, again, that piece is breaking down in the region because of that lingering kind of risk-tolerant approach by Tehran's leaders. And hopefully, some of those House measures can begin to gut at that risk-tolerant approach.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:03",
      "speaker": "WHITFIELD",
      "sentences": "And today, as the House of Representatives is poised to vote on this $26 billion for Israel, within that package, there would be a $9 allocation to humanitarian aid for Gaza and elsewhere.A, do you believe that's going to be enough or do you have concerns about how that will be put to use?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:03",
      "speaker": "WHITFIELD",
      "sentences": "The House of Representatives preparing to vote on a crucial aid bill for Ukraine, $61 billion in all, including $23 billion to replenish desperately needed U.S. weaponry.Ukraine's President Zelenskyy has been warning for months that U.S. aid is crucial to his country's survival. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:03",
      "speaker": "VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT",
      "sentences": "Ukraine is a holding the frontline on their wall, receiving military assistance. But now, that assistance is still very limited.And in particular, we are still waiting for news of packages from the United States. American support has been in question for too long. Ever seen that is questioned for the defense of freedom is a precise answer for Putin. He's tempted to act when the West slows down. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:03",
      "speaker": "WHITFIELD",
      "sentences": "And just this week, CIA Director Bill Burns also warning Ukraine could lose the war with Russia by the end of the year without more U.S. help.CNN's Fred Pleitgen is in the Ukrainian capital of Kyiv. So, Fred, what will be the most immediate impact of this aid, if, indeed, the package passes today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:03",
      "speaker": "FRED PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Hi, there, Fredricka.Well, first of all, I think pretty much everybody in the Ukrainian government right now at this very moment is at the edge of their seats because the U.S. military aid, if, indeed, it does go through, would be so very important for the Ukrainians. And I think it's for a lot of reasons. First of all, I think that the U.S. aid, if it gets approved, not just by the House, but the Senate as well, will hit the battlefield pretty quickly. And there's several areas where the Ukrainian see and say they are in very desperate need at this point in time. First and foremost, right now, is replenishing some of those air defense missiles that have been so important to keeping cities, like the one that I'm in right now, safe. But of course, also to help the Ukrainians on the frontline. Because, Fredricka, one of the things that's been happening, especially over the past couple of months, is that the Russians have gotten a lot better at using their Air Forcee. They found a way to make their bombs fly further, which means that the Ukrainians need more longer-range air defense missiles and longer- range air defense systems to try and help their troops on the frontlines survive. But at the same time, we've also seen a lot of cities here in this country, over the past couple of weeks especially, have the energy infrastructure there hit by the Russians. So they're saying one of the reasons why it's so difficult for them to defend that is a lack of air defense missiles. And then, in general, ammunition is a big problem for the Ukrainians, especially 155-millimeter artillery ammunition, which is something that they're getting from European NATO partners as well. But of course that aid from the U.S. so much more and so much more important. In general, when you go to the frontline areas here in this country, you do see a lot of American gear that's in use. Of course, a lot of that gear needs to be replenished. A lot of that gear there needs to be serviced. So for the Ukrainians, this aid package, just for the volume of it, more than $60 million, so very important to the Ukrainians -- Fredricka?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:03",
      "speaker": "WHITFIELD",
      "sentences": "And that voting is underway right now, indeed.Fred Pleitgen, we'll check back with you. Thank you so much, in Kyiv. Let's bring in CNN's Manu Raju. So that $60 billion Ukraine aid package, voting is underway. How's it looking?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:08",
      "speaker": "WHITFIELD",
      "sentences": "Right, and so now just five seconds to go, 310 to 112, 310 in favor of the passage of this $61 billion Ukraine aid bill. And you see there as it's happening.Let's listen as some members are actually waving Ukrainian flags. Manu, let's listen and watch. (CHANTING) (CROSSTALK) (GAVEL)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:08",
      "speaker": "UNIDENTIFIED CONGRESSMAN",
      "sentences": "The House will be in order. It is a violation for members to wave flags on the floor, the chair has said, the speaker has repeated it. Please put the flags down.(GAVEL) (CROSSTALK) (SHOUTING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:08",
      "speaker": "UNIDENTIFIED CONGRESSMAN",
      "sentences": "The House will be in order.All members have voted. (INAUDIBLE) (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:08",
      "speaker": "UNIDENTIFIED CONGRESSMAN",
      "sentences": "On this vote, the yeas are 311 and the nays are 112. The bill is passed.(CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:08",
      "speaker": "UNIDENTIFIED CONGRESSMAN",
      "sentences": "One voting present.I missed it. Thank you. (CHEERING) (GAVEL)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:08",
      "speaker": "UNIDENTIFIED CONGRESSMAN",
      "sentences": "OK, the House will be in order.(GAVEL)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:08",
      "speaker": "UNIDENTIFIED CONGRESSMAN",
      "sentences": "The House will be in order.The chair would remind my colleagues to observe proper decorum. Flag waving on the floor is not -- is not appropriate. (BOOING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:08",
      "speaker": "UNIDENTIFIED CONGRESSMAN",
      "sentences": "The House will be in order.(GAVEL)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:08",
      "speaker": "UNIDENTIFIED CONGRESSMAN",
      "sentences": "Without objection, a motion to reconsider is laid on the table.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:08",
      "speaker": "UNIDENTIFIED CONGRESSMAN",
      "sentences": "The gentleman from Florida.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:08",
      "speaker": "UNIDENTIFIED CONGRESSMAN",
      "sentences": "For what purpose does the gentleman from Florida rise?The gentlewoman from Florida. UNIDENTIFIED CONGRESSWOMAN: (INAUDIBLE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:08",
      "speaker": "UNIDENTIFIED CONGRESSMAN",
      "sentences": "OK.(SHOUTING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:08",
      "speaker": "UNIDENTIFIED CONGRESSMAN",
      "sentences": "The gentleman is not recognized.(SHOUTING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:08",
      "speaker": "UNIDENTIFIED CONGRESSMAN",
      "sentences": "Colleagues.(GAVEL)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:08",
      "speaker": "UNIDENTIFIED CONGRESSMAN",
      "sentences": "The House will be in order.(GAVEL)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:08",
      "speaker": "UNIDENTIFIED CONGRESSMAN",
      "sentences": "Her show -- all members are reminded to observe decorum. Speakers -- speakers are reminded to address the chair.And pursuant to Clause Eight of Rule 20, the unfinished business is the vote on the passage of H.R.-8034, on which the ayes and nays are ordered. The clerk will report the title of the bill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:08",
      "speaker": "UNIDENTIFIED HOUSE CLERK",
      "sentences": "H.R.-8034, a bill making emergency supplemental appropriations to respond to the situation in Israel and for related expenses for the fiscal year ending September 30, 2024 --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "RAJU",
      "sentences": "Yes, exposing real fault lines within the Republican Party over really America's place in the world amid this debate about whether or not there should be an effort to try to help United States allies overseas, whether or not United States should be he worried about other issues as we'll.But right now, a major moment here from Mike Johnson siding with the national security wing of his party over those folks who are more aligned with Donald Trump on the issue of Ukraine. As Republicans, about 100, 101 Republicans voted with 210 Democrats to get this bill over the finish line, 311 to 112 the final vote. An overwhelming bipartisan majority voting to push this ahead. There was still a minority of Republicans who ultimately voted for this, 112, a majority of Republicans voted against, as according to these the tally, right, as this vote was called. That could be a political problem for Mike Johnson, who has been willing, as he said, to let the chips fall where they may. And that's the question, what will that mean? What will that mean for those folks who have been trying to oust Mike Johnson over this decision on Ukraine aid? Mike Johnson's evolution on this issue is really something to note, because he came -- he was actually opposed to spending more money for Ukraine while he was a rank-and-file member of the House. But the way he was elevated into the speakership amid the chaotic and messy aftermath of the ouster of Kevin McCarthy last fall, he came in, he had classified briefings, he was pressured by a lot of folks who have been calling for more Ukraine aid. Then he decided that it was time for himself to change his view, an evolution of sorts, something you don't really see too much in American politics these days, but that's exactly what he did. And even though his critics will say he waited too long, this ultimate bill that's going to go to the president says -- in just a matter of days, is very similar to the bill that was passed by the Senate two months ago. It took Mike Johnson a little more time as he evaluated his options, as he discussed with his colleagues. And as he said, he prayed about it as we'll. He's a devout Christian. All these things coming together in this key moment for the speaker of the House pushing this over, a bipartisan majority, despite having a minority of Republicans supporting this, deciding it was worth it anyways. As now, we see the Israel aid going to be passed, too, in a matter of minutes here in the House, ultimately sending this over the United States Senate for final approval -- Fred?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "WHITFIELD",
      "sentences": "I wonder, Manu, when you talk about a speaker, Johnson and his kind of about face, if he felt like there was a bit of a compromise, perhaps, in this bill that might appease those who so we're so reluctant to support Ukraine aid.By having in this package that there would be this, you know, 20 percent of that money would be in the form of a loan to Ukraine, even though the view at the sitting U.S. president would be able to forgive that debt after November 15th. Was it his hope that, perhaps, that would bring more Republicans on board with him for this Ukraine assistance?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "RAJU",
      "sentences": "Well, of course, it was Donald Trump who first floated that idea of a loan and, suddenly, you saw more Republicans starting to get behind that idea.And it was Mike Johnson who went and down to Mar-a-Lago just a couple of weeks ago and talked to Donald Trump about this issue. He was urging, Mike Johnson was, to get Donald Trump's buy-in behind this package. What's been notable is that Trump didn't try to kill this the way he did with the border security plan that was -- that bipartisan deal that was cut by the Senate a few weeks ago -- or a couple of months ago. That was different. He came out and tried to kill it. And eventually, Mike Johnson aligned himself with that. But because Mike Johnson's decision to listen to him on that idea of pushing forward a loan and then getting Donald Trump's buy-in on that specific provision, yes. But even though that loan could be forgiven and even though people will say that is just -- is just window dressing, it actually doesn't mean anything because they don't think Ukraine can actually pay that back or the U.S. president you could forgive it. But still, having that language in there, perhaps placated Trump enough to not try to kill this bill at this key moment on the House floor. So that was one interesting thing. There are some other policy provisions that were added to it, including allowing the seizing of frozen Russian assets and to deliver those frozen in Russian assets to Ukraine to help as part of that aid. That was one other policy measure. But by and large, though, Fred, this is very similar to what the outlines of that bipartisan bill that passed the Senate about two months ago. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "RAJU",
      "sentences": "But nevertheless, the way he handled it was --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "WHITFIELD",
      "sentences": "I hate to interrupt but --",
      "isLastSentenceInterrupted": false
    }
  ]
}