{
  "date": "2024-04-11",
  "headline": "CNN NewsNight with Abby Phillip",
  "subHeadline": "O.J. Simpson Dead At 76 From Cancer; O.J. Simpson's If I Did It Ghostwriter Reacts To His Death; Gloria Allred On Death Of O.J. Simpson, I Don't Mourn; Abby Phillip Speaks With Independent Candidates Cornel West And Melina Abdullah; Evan Corcoran Leaves Trump's Team. Aired 10-11p ET",
  "utterances": [
    {
      "timeStamp": "22:00:05",
      "speaker": "KATO KAELIN, SIMPSON MURDER TRIAL WITNESS",
      "sentences": "I wish to express my love and compassion to the Goldmans, to Fred and to Kim. I hope you find closure, and finally to the family the beautiful Nicole Brown Simpson. May we always cherish her memories.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:05",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "Kaelin also expressed his condolences to the children of O.J. Simpson.Thank you so much for joining us tonight. CNN NEWSNIGHT with Abby Phillip starts now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:05",
      "speaker": "ABBY PHILLIP, CNN ANCHOR",
      "sentences": "O.J. Simpson's all-American horror story comes to an end. That's tonight on NEWSNIGHT.Good evening. I'm Abby Philip in New York. Tonight, Ron Goldman and Nicole Brown, you should remember those two names and also this name for what prosecutors said that he did to them, O.J. Simpson. He died today from prostate cancer at the age of 76. The running back turned-broadcaster, turned-pitchman for everything was a fixture in American living rooms for over decades of his career, until he went on the run. In just moments, I'm going to speak with O.J. Simpson's ghostwriter, the man who helped him with that semi-confession book, If I Did It, and also with Gloria Allred, who represented Nicole Brown's family through both trials. But, first, Simpson's slow speed sprint from police wound its way through L.A. and unwound the myth around that man, giving the country a glimpse of a jealous domestic abuser who police immediately suspected of brutally killing his ex-wife and her friend. /bvc",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Okay, I'm going to have to interrupt this call. I understand we're going go to a live picture in Los Angeles. Is that correct? Okay.This is Interstate 5 and this is courtesy of KCAL, one of our L.A. affiliates. Police believe that O.J. Simpson is in that car. Okay, police believe he is not vehicle. Let's pick up what the KC AL broadcaster is saying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "-- at this point that the officers would do just about whatever they do in any type of a pursuit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "They're telling me that they believe that this vehicle is registered to Al Cowlings, one of O.J.'s oldest friends, a teammate at Southern Cal, and they believe that Al Cowlings, who's the other person they are looking for, who was with O.J. earlier today. They believe, again, they believed that this is the car. We do not know this is a car.Those are those cars following what is presumed to be the containing O.J. Simpson now, a fugitive from justice. The car is traveling at normal speed. The police reports that the O.J. Simpson is in the passenger seat and apparently has a gun. California Highway Patrol has now confirmed to CNN that it is definitely Al Cowling's vehicle and they are almost certain that O.J. is in the passenger seat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Pat, we're just now crossing the 605 at the 91.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "California Highway Patrol is also telling CNN, and I'm repeating this to you as I hear it in my earphones that, again, O.J. appears to be holding a gun to his head.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I can tell you that I have seen CHP officers stopping people from getting on to the 405. The Southbound 405, as you know, is a parking lot with everybody stopped and out of the cars looking, waiting for this chase to come.But the Sunset Boulevard off-ramp is open, and it appears that they think that he might get off here. The whole way going north along the 405, it is an amazing sight. Along the right-hand shoulder, people have pulled over, many of them carrying signs such signs reading things like, save The Juice, go O.J. People are literally cheering him on as he travels north down on the 405 and we can only assume that he plans to get off at sunset and go towards perhaps his home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Craig, where is O.J. Simpson now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "That I cannot tell you. I'm about a block away and I have no monitors, but I can assume he's only inside the home. They did agree to allow him to speak with his mother, But there's one question that has been resolved here, and that is certainly that he is in police custody and unharmed, apparently. UNIDENTIFIED MALE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "PHILLIP",
      "sentences": "One of the witnesses for the prosecution in that trial was Pablo Fenjves. He was Nicole Brown Simpson's neighbor, and he testified that he heard her barking dog the night of the murder.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I heard a very distinctive barking coming from somewhere to the south of where I live. And I was aware of it for maybe five, six, seven minutes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Was there something unusual about that dog barking that drew your attention to it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It was fairly persistent. It was at a significant pitch. And as you may recall, I described it at the time as a plaintive wail. It sounded like a very unhappy animal.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "PHILLIP",
      "sentences": "That testimony was a critical part of the prosecution's timeline. But in a bizarre twist, decades later, Fenjves would then be asked to ghostwrite Simpson's hugely controversial book, If I Did It. That book was ultimately canceled by News Court, the parent company of the publisher, HarperCollins. The Goldman family then got the rights to the book and worked with Fenjves to release it.And Pablo Fenjves joins me now. Pablo, thanks so much for joining us. You do have so many connections to this O.J. Simpson story. Let's start with your reaction to his death today. PABLO FENJVES, GHOSTWRITER OF O.J. SIMPSON'S BOOK, IF I DID IT, CONFESSIONS OF THE KILLER:  Well, the thing that stood out for me was that in the entire time I spent with O.J. working on the book, he never expressed any remorse. And, you know, O.J. and I spent a fair amount of time together, and it was sort of an unusual relationship since I had testified against him, as you pointed out. But I didn't feel a great loss. I actually felt more for the Goldman family and the Brown family and for his children because of this, you know, checkered history, to put it mildly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "PHILLIP",
      "sentences": "That testimony that we just played there was really a critical moment in this trial, but then for you to ten years later actually even become a ghost writer, why would you agree to do that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "FENJVES",
      "sentences": "Well, what happened was I got a call from the publisher, Judith Regan, and she said -- she had this project with O.J. And I said, you know, I testified against him. I'm completely the wrong guy for this project.But, you know, I'd done a number of bestsellers for Judith and she trusted me. And she thought that if anybody was going to elicit an actual confession out of O.J., I might be that person. So, initially I said I didn't really want to go into business with him. And the legal team over at Harper Collins sent over documentation. And I saw that the deal was made with his children. And I figured, well, you know, if they get a little something out of this, it's not a bad thing. So, I signed on and got on a plane to Miami and flew down to meet O.J. And the first thing he said to me was, you know, the opening words, you know, he shook hands and he goes like, have you ever heard of a man being put away for murder by a wailing dog? So, he was basically saying, I know who you are and I remember who you are. And we sat down and had lunch and, you know, got off to a slow start. But things took off from there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "PHILLIP",
      "sentences": "Do you think that that was maybe one of the reasons why he agreed to do it? What was in it for him to have you, someone who testified against him, as his ghostwriter?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "FENJVES",
      "sentences": "You know, I don't know if he gave it that much thought, you know, that somebody presented a deal to him and I guess he thought the terms were agreeable and he just -- let's get this done, let's do this job. And when we sat down and it became -- it's a form of therapy. Ghostwriting is a lot like therapy, you know, for the for the client. They sit there and you walk them through their history in this particular case. It was one chapter of his history that everyone was interested in and so that's what we focused on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "PHILLIP",
      "sentences": "So, you said that he never expressed any remorse in the course of your working with him. Did you think he was guilty while you were writing this book?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "PHILLIP",
      "sentences": "You describe him as someone who would explode at you in moments like that, and then minutes later start laughing. I mean, explain to us what kind of person, someone who spent a lot of time and book therapy with him, what kind of person really is O.J. Simpson?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "FENJVES",
      "sentences": "Well, you know, for a while I thought you know maybe there was a little cognitive dissonance there and maybe he really didn't think he had done it. But the more time I spent with him, the more I felt that he knew he had done, because as we got closer to that chapter on the murders, it became harder and harder for him to deal with. I mean, it was a real struggle. I mean, he never fell apart and he didn't cry, but he was angry and worked up as we got to that chapter. He kept saying, I hate this chapter, I hate this chapter, do we have to do this? And I said, that's the only reason we're doing the book, it's this chapter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "PHILLIP",
      "sentences": "This chapter, the chapter about the murders.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "FENJVES",
      "sentences": "This chapter about the murders. And the other thing that I thought was interesting is, you know, in the book, when he talked about meeting Nicole, it was incredibly romantic, you know, a young waitress in a coffee shop in Beverly Hills. And then, as we got deeper into sort of the marital issues and the abuse, he was just getting angrier and angrier and saying they turned me into the poster boy for wife abuse. And he basically was murdering her character in the book.Everything that went wrong in the marriage was her fault and there was this sort of weird sense that you know he was he saying, if I did it, she had it coming. And that was really chilling to me and it was -- it just showed what I was dealing with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "PHILLIP",
      "sentences": "He, at some point, tried to turn the public against you. Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "FENJVES",
      "sentences": "Well, I thought that was -- sorry, I found it kind of amusing. What happened was the National Enquirer broke the news about the book, and suddenly there was, you know, like a storm, and the Goldmans were on the T.V. every day decrying the people who were involved in the book.And it wasn't pleasant, it didn't really affect me. I have a complete other life outside of the books business. But O.J. decided, if the book is a confession, maybe Pablo did it. I mean, he lives just 50 yards from Nicole's house, and he seems to know so much about the murder. So he basically was throwing me under the bus a little bit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "PHILLIP",
      "sentences": "All right. Pablo Fenjves, thank you for sharing that. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "FENJVES",
      "sentences": "Well, thanks very much. Thanks for your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "PHILLIP",
      "sentences": "More tonight on the death of O.J. Simpson. It was his criminal trial verdict that captivated and divided America.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Mr. Simpson, would you please stand and face the jury? Mrs. Robertson (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Superior Court of California, County of Los Angeles, in the matter of the people of the state of California versus Orenthal James Simpson, case number BA097211, we, the jury, in the above entitled action, find the defendant, Orenthal James Simpson, not guilty of the crime of murder, in violation of Penal Code Section 187A, a felony upon Nicole Brown Simpson, a human being, as charged in count one of the information.Superior Court of the State of California, County of Los Angeles, in the matter of the people of the state of California versus Orenthal James Simpson, we, the jury, in the above entitled action, find the defendant, Orenthal James Simpson, not guilty of the crime of murder, in violation of Penal Code Section 187A, a felony upon Ronald Lyle Goldman, a human being, as charged in count two of the information. We, the jury, in the above entitled action, further find the special circumstance that the defendant, Orenthal James Simpson, has in this case been convicted of at least one crime of murder of the first degree and one or more crimes of murder of the first or second degree to be not true. Signed this second day of October 1995, juror 230, ladies and gentlemen of the jury, is this your verdict? So say you once, so say you all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "PHILLIP",
      "sentences": "A number of key figures who were involved in O.J. Simpson's 1995 trial, including our next guest, became basically household names. Los Angeles Attorney Gloria Allred represented Nicole Brown's family, and she joins me now. Gloria, thank you for joining us tonight. Your reaction to today's news.GLORIA ALLRED, ATTORNEY WHO REPRESENTED NICOLE BROWN'S FAMILY:  Well, I don't mourn for OJ Simpson. In the civil trial that followed, he was found liable, that is responsible for the deaths of Nicole Brown Simpson and Ronald Goldman, may they both rest in peace, and that's important. And the big difference between the criminal trial and the civil trial that followed is not only that less evidence is necessary in a civil lawsuit. In other words, there's no necessity to prove beyond a reasonable doubt, that's a burden of proof in a criminal case. But also, in the civil case, he testified. He did not testify in the criminal case because he invoked his Fifth Amendment privilege against self-incrimination, meaning he had a right to remain silent, and he exercised that right. But once he was acquitted, he had to testify in the civil lawsuit because of double jeopardy. He couldn't have been re-prosecuted, and he did. And the jury didn't believe him, didn't believe his denials that he had beaten Nicole Brown Simpson five years before he killed her, before he almost decapitated her and left her in a pool of her own blood at the doorstep of the condominium where his young children were inside, Abby, and could have come out looking for mommy at any moment and then seen their mother deceased before their very eyes. Thank God they didn't come out. But O.J. Simpson is a killer. He was liable for the wrongful death. That is what the civil jury found. And it has never been reversed. And so it's fair to call him a killer. But, look, this is not just about O.J. Simpson. This is about the system failing battered women. This is about not believing that a high-profile celebrity man, rich, famous, powerful, would kill his wife, the same wife that he pled no contest to beating, giving her a black eye. She ran terrified from the home five years before and hid in the bushes. And he was charged with spousal battery. And he admitted it. He entered a plea of no contest. But what did the judge do five years before her killing? Did not sentence him to one minute in jail. And so he became empowered, so he became emboldened, and then ultimately we see what happens when there are no consequences for batterers. Nicole Simpson paid the price and so did Ronald Goldman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "PHILLIP",
      "sentences": "And Nicole's family, we have not heard from them yet, but we have gotten a statement from the Goldman family. It says in part, despite a civil judgment and his confession in If I Did It, the hope for true accountability has ended, which is, to your point.But, you know, Gloria, what I want to ask you about, I mean, we played that video from the courtroom. It's just a microcosm of the dichotomy that was playing out all across America at that time. There are still people today who believe that Simpson committed the murders but also that he was correctly acquitted due to what they see as holes in the prosecutor's case. What's your response to that argument?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "PHILLIP",
      "sentences": "Gloria Allred, thank you very much for joining us. You had a front seat to so much of this that has really just etched in our collective minds. Thank you for joining us tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "ALLRED",
      "sentences": "Thank You.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "PHILLIP",
      "sentences": "Tonight, a history-making pair promising to disrupt the normal order of business, Cornel West and Melina Abdullah are the first African-American pair to top a presidential ticket. West announced his running mate yesterday and says his choice would put a smile on the face of Martin Luther King, Jr. from the grave.Abdullah is a political newcomer, having never run for a political office before. She is also a university professor and a Black Lives Matter activist and organizer. She says that they are running to show Americans that there is another way, a way that doesn't saddle them with a choice between Joe Biden and Donald Trump. (BEGIN AUDIO CLIP) MELINA ABDULLAH (I) VP CANDIDATE, \"THE TAVIS SMILEY SHOW\":  Both of us want to disrupt the narrative that you have only two choices or want to say, you know, the world tries to tell us that we're tethered to certain ideas that we don't have to be tethered to. We can be expansive and imaginative. (END AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "PHILLIP",
      "sentences": "Joining me for their first joint television interview since announcing that ticket is Independent Presidential Candidate Dr. Cornel West and his vice presidential nominee, Dr. Melina Abdullah. Thank you both for being with us.Dr. West, I want to start with you. This is, as you noted, a history- making choice on your part, an all-African-American ticket, but also a ticket that includes the first Muslim on a presidential ticket that was announced on Eid, the end of Ramadan. What message are you sending by doing that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "CORNEL WEST, INDEPENDENT PRESIDENTIAL CANDIDATE",
      "sentences": "First, I want to thank you for having both of us on. It's always a blessing to be on with my dear sister, Melina. But no, I think both of us, we come from a great tradition of a great people who, in the face of hatred, terror, and trauma, produced love warriors, freedom fighters, and wounded healers. And both of us attempt to be true to that tradition.That's what I meant when I said put a smile on the face of Fannie Lou Hamer, and a smile on the face of Martin Luther King Jr., a smile on the face of Harriet Tubman. So very much like the musicians, you know what I mean, that when Marvin and Tammy get together, or when Count Basie asks for Billie Holiday, it's a black ticket rooted in the best of a people, but it embraces everybody, because it's about justice across the board. It's about freedom across the board. Most importantly, it's about truth, because we've got a whole lot of lying, and hatred, and revenge in American politics. We provide an alternative vision and a different way of engaging politics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "PHILLIP",
      "sentences": "So, I do have to ask you about the political realities that we're in. You know this, as well as I do. Some of this polling is not good for you, Dr. West. It shows seven swing states that will decide the election. You are behind Robert Kennedy, Jr. in all of them. The low single digits. The same is true in a national poll. The same is true even amongindependent voters, young voters, people who I think ,you would think are part of your constituency. Do you read that as a sign that there is not perhaps the appetite for what you are putting on the table?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "WEST",
      "sentences": "We shall see. It has never looked good for anybody who has a deep love for black people, love for poor people, love for working people, to be up against the system. That's just the case. You know what I mean? You understand that? Trinidad, Brother Carlo, Sister June.We going to keep loving our child, but it doesn't look good. Look at you now - sharp, on T.V., Harvard-trained. You never know. You got to keep loving. Keep fighting. Keep swinging. That's what this ticket is all about, and I'm blessed to be with my dear sister on it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "ABDULLAH",
      "sentences": "Absolutely and thank you for having me. I want us to understand the history of policing in this country. And so, Twitter doesn't allow you to give a whole history of policing in this country, but in a few sentences, we can just confirm that there is no historian that I've ever come in contact with who disputes the fact that policing in this country hails from slave catching.And so, when we say that policing is, you know, the new millennial slave catching, we're not saying that we don't want public safety. We're saying we want real public safety where community is really centered, where black safety is centered, and we know that when black people are safe, we also create safety for everyone else.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "PHILLIP",
      "sentences": "Dr. West, you talked about your campaign being about abolishing police brutality, poverty, and homelessness. Can you be specific? What are the policies behind those pretty big, lofty ideas?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "WEST",
      "sentences": "Well, one is that, you see, abolition is the fundamental theme of the Black Freedom Movement that embraces poor and working people across the board. Abolition of slavery, abolition of Jim Crow. I want abolition of poverty. I want the abolition of homelessness. I want the abolition of workers not gaining access to wages, so that the larger context --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "PHILLIP",
      "sentences": "my question is how --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "WEST",
      "sentences": "-- of policing has to do with, we've got to make sure we don't have poor people in despair. We've got to make sure the young children have quality education, health care, and living wage and safe community. So, it goes hand in hand in that regard. But it's the ugly police brutality, and we just saw it in Mississippi with Brother Jenkins and Brother Parker.Thank God for Malik Shabazz and Brother Trent down there, the lawyers. What happened down there? These brothers are getting shot in the mouth. We see it over at Dexter Reed in Chicago. That's what we want to abolish in a fundamental way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "PHILLIP",
      "sentences": "But Dr. West, I think the question was, forgive me for interrupting --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "WEST",
      "sentences": "Yes. Sure, sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "PHILLIP",
      "sentences": "-- about -- about policy solutions. You acknowledge -- we acknowledge the problem. What is the solution?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "WEST",
      "sentences": "No, but abolition of policy, of poverty, is a policy. That's very important. Wages being high enough, quality education is a policy. And then we have police having -- community having oversight of the police, and the police being accountable. That's why I mentioned Brother Jenkins and Brother Parker. Police must be accountable but we have to understand policing in the context of the larger communal conditions, which have to do with too many poor people, not enough assets to education, not enough assets to health care.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "PHILLIP",
      "sentences": "We have a lot of issues on the table here in this election. One of the biggest ones right now is what's going on in Gaza, in the war over there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "WEST",
      "sentences": "Oh my God.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "PHILLIP",
      "sentences": "I know that you both support a ceasefire there. The latest reporting --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "WEST",
      "sentences": "Well, not a ceasefire, end of occupation, end of the siege on the Palestinians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "PHILLIP",
      "sentences": "Sure, but can I just ask you specifically about where we stand here today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "WEST",
      "sentences": "Sure. Hamas, according to CNN's reporting, cannot be -- cannot assure Israel that it has 40 living hostages that are women, that are ill, that are elderly, out of the more than a hundred that are still believed to be in Gaza. If they cannot do that, they don't know where they are. Perhaps they can't guarantee they are still alive. Should Hamas immediately release all of the hostages in exchange for a ceasefire that is desperately needed by the people of Gaza?No, well, we've got to look at the situation from the vantage point of the least of these. The 25th chapter of Matthew, there's 15,000 Palestinian children who've been murdered. They've got to quit killing the children. They got to quit killing the innocent people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "PHILLIP",
      "sentences": "But that's all the more reason why -- that's all the more reason why there ought to be a ceasefire. It is possible for there to be a ceasefire tomorrow if Hamas would release all the hostages in their possession immediately. Should they not do that? WESTThey themselves have to stop the bombing. They've got to keep killing people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "PHILLIP",
      "sentences": "That's the deal that is on the table. And Hamas themselves say they can't assure them that they have 40 hostages.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "WEST",
      "sentences": "Each life is precious, Israeli or Palestinian or whatever, but it's the Palestinian lives that are being lost. We've got to start there. That's been part of the problem with Biden. That's been part of the problem with Schumer. They don't look at the situation from the vantage point of those who are suffering the most. They look at the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "PHILLIP",
      "sentences": "Dr. West, I mean, it does sound like you will not say that if Hamas were to just release the hostages in exchange for a ceasefire, that they should do that. Do you believe that they should do that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "WEST",
      "sentences": "No, I'm saying -- one, I'm saying that Netanyahu is not trustworthy. The IDF has engaged in terrorizing the Palestinians and terrorizing anybody is wrong, but they're terrorizing that they are doing it reaches the point of the crime of genocide. So for me, they have to stop the bombing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "PHILLIP",
      "sentences": "There's no responsibility in your mind for Hamas to get a ceasefire?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "PHILLIP",
      "sentences": "I want to go to Dr. Abdullah on this, because in the early days just after this war began, shortly after October 7th, the Black Lives Matter chapter of Los Angeles, it's an organization that you founded and spent some time in, I believe, at that time, wrote this on social media, \"When a people have been subject to decades of apartheid and unimaginable violence, their resistance must not be condemned, but understood as a desperate act of self-defense.\" That sounds like a defense of Hamas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "ABDULLAH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "PHILLIP",
      "sentences": "Is that what it was?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "ABDULLAH",
      "sentences": "That was a statement that was released not just by Black Lives Matter Los Angeles, but Black Lives Matter grassroots, which is all 33 on-the-ground chapters of Black Lives Matter. And we released it October 9th, which was two days after October 7th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "PHILLIP",
      "sentences": "So do you agree with that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "ABDULLAH",
      "sentences": "We released that statement recognizing -- PHILLIP",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "ABDULLAH",
      "sentences": "Absolutely. I think it's really important to understand where uprisings come from, even when we may disagree with tactics that are used. This did not begin on October 7th. This began 75 years ago with the Nakba. And so, to understand just one piece of what's happening gives us a complete lack of understanding. So, we have to understand this, yes, as a desperate act. And how do we get to peace is to end the occupation. How do we get to peace is to demand a free Palestine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "PHILLIP",
      "sentences": "So, Dr. Abdullah, let me ask you plainly, do you condemn what Hamas did on October 7th?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "ABDULLAH",
      "sentences": "Well, I find it really troubling that we're constantly asked to condemn Hamas. I'm not a member of Hamas. Why would I be asked to condemn Hamas? Are we asking --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "PHILLIP",
      "sentences": "I'm not a member of Hamas, and I don't find it troubling or difficult at all to say that what happened on October 7th was abhorrent. So, I'm wondering if you would be able to say the same.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "ABDULLAH",
      "sentences": "I find it even more troubling that an entire state has been built on the genocide of a people. And I think that we have to start with that first.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "PHILLIP",
      "sentences": "This -- I want to ask this question of both of you, but I'll start with you, Dr. West. I noted just in doing some research to prepare for this, you both used the phrase \"from the river to the sea,\" this is being used generally by a lot of pro-Palestinian protesters. But it's viewed by Jewish people and pretty widely as a call for the extermination of the state of Israel. Do you believe that the state of Israel should exist?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "WEST",
      "sentences": "I have marched with many precious Jewish brothers and sisters who use the same slogan because they understand there's got to be Palestinian dignity and Jewish dignity. There's got to be Palestinian safety and justice and Jewish safety and justice. They go hand in hand.Right now, there is a river and a sea. It's an apartheid-like state. And they're calling for even fuller control and more occupation. So, the river to the sea is already actual. It's just now genocide and ethnic cleansing. We want a situation in which precious Palestinians and precious Jews can live together under conditions of equality.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "PHILLIP",
      "sentences": "Does that include a Jewish state in your mind?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "WEST",
      "sentences": "A Jewish state that is predicated on the domination of others? No, no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "PHILLIP",
      "sentences": "Just a Jewish state in a peaceful region, do you believe that includes a Jewish state?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "WEST",
      "sentences": "I will not support any state, a Jewish state or whatever, that is on the necks of anybody, and in this case Palestinians. PHILLIPshould be, at this point, a Jewish state?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "ABDULLAH",
      "sentences": "I think it's really important that we not collapse Jewish people with a Zionist state, right? I've been blessed to be in struggle alongside justice-loving Jewish folks. I have members of my own family line who are Holocaust survivors, and they are Jewish people. I have lots of Jewish folks who stand with us as we chant for a free Palestine. And so, it's important that we recognize that there is a distinction to be made between Jewish people and the state of Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "WEST",
      "sentences": "Oh, no, no, there's no doubt that there's a variety of different Palestinian voices in the resistance movement. Hamas doesn't speak for every Palestinian in the same way that Nat Turner didn't speak for every black person when he ended up killing innocent white folk. I don't believe in killing an innocent anybody. But you're going to have a variety of voices.But you don't start with those voices without coming to terms with the vicious killings and occupations that's been going on for 75 years and then you get a counterterrorist response to that. So that, I think, is the framing that has to do with that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "PHILLIP",
      "sentences": "You're calling October 7th a counterterrorist response?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "WEST",
      "sentences": "Oh, absolutely. After you've been terrorized for 75 years and you respond in the same way Nat Turner. NAACP was founded where? At Harper's Ferry with John Brown. John Brown was killing innocent folk. He roamed to kill innocent folk. Was he roaming to resist slavery? Not at all. That's what Du Bois understood.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "PHILLIP",
      "sentences": "I do want to move on. We're almost out of time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "WEST",
      "sentences": "Sure, sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "PHILLIP",
      "sentences": "And I do want to move on real quick just to return back to politics for a moment here because the big issue that's facing you and Dr. Abdullah is ballot access. There's a conservative activist, Scott Pressler, who says he's trying to get you on the North Carolina ballot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "WEST",
      "sentences": "I don't know. I've heard of Scott before. He's trying to help us out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "PHILLIP",
      "sentences": "Would you accept his help?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "WEST",
      "sentences": "No. No, I don't think so. If it's just manipulative, you see, this is a campaign not about little narrow tactics and strategies. When I mention the name of Martin King and Fannie Lou Hamer, we're talking about principle. We're talking about integrity. We're talking about truth telling. So, if it's just a manipulation, if people are going to use this candidate for X and Y, no, not at all. We come from the people. We're for the people. We're willing to live and die for the people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "PHILLIP",
      "sentences": "Why are there so many conservatives? Harlan Crowe offered you money. He's a major Republican donor. Why are so many conservatives wanting you on the ballot? Do you think it's because they think that you are President Biden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "WEST",
      "sentences": "I don't know. Do you know of any other conservatives who's doing that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "PHILLIP",
      "sentences": "I just named one. I mean, Harlan Crowe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "WEST",
      "sentences": "Other than Harlan. Other than Harlan. He's the only one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "PHILLIP",
      "sentences": "I mean, that's two.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "WEST",
      "sentences": "He's the only one. And I've known Harlan for the last year and a half. He's got a precious family. I've connected with him in terms of Robert George. And Harlan is anti-Trump. He's a Republican. I've got some Republican friends. But what did I do? I sent the money back. And I told Harlan, God bless you and your family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "PHILLIP",
      "sentences": "So, you don't think it's a play to hurt President Biden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "WEST",
      "sentences": "No. But Harlan didn't give me money to manipulate me. Not at all. I've known him. That's not true at all. That's not true at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "PHILLIP",
      "sentences": "At the end of the day, Dr. West, are you worried at all that this effort, even Robert F. Kennedy, Jr.'s effort, could end up resulting in a-- could result in a Donald Trump presidency?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "WEST",
      "sentences": "Well, we'll have to see in real time. We've still got a number of months. Trump may end up in jail and Biden may run out of gas and do an LBJ thing and pull out and they have to move to the B team as we move to Chicago. We don't know. What we've got to be is true to our calling, telling the truth and seeking justice and standing in solidarity with oppressed people here and around the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "PHILLIP",
      "sentences": "All right. Dr. Cornel West, Dr. Melina Abdullah, thank you both very much for joining us tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "WEST",
      "sentences": "Thank you. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "ABDULLAH",
      "sentences": "Thank you for having us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "PHILLIP",
      "sentences": "Breaking news tonight. Just days before Donald Trump is expected to begin his first criminal trial, CNN is learning that one of his key lawyers in other cases has suddenly left the team. Evan Corcoran was part of the team in the classified documents case and also in the election interference investigations.But Corcoran then became a central witness. He had important information that Trump was keeping classified materials at Mar-a-Lago even after Corcoran signed a document saying that there weren't any more there. Corcoran was then forced to appear in front of a grand jury after a judge ruled that attorney client privilege does not cover his notes involving Trump. Joining me now is Temidayo Aganga-Williams, former senior investigative counsel for the January 6th Committee. Is this a surprise to you that Corcoran is out? TEMIDAYO AGANGA-WILLIAMS, FORMER SENIOR INVESTIGATIVE COUNSEL, JANUARY 6TH COMMITTEE:  It's not a surprise. I mean, I think it's more surprising that he was on the team.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "PHILLIP",
      "sentences": "Yeah.AGANGA-WILLIAMS:  It's incredibly rare for a time that a lawyer is going to be a witness against his own client in a criminal case. That's almost unheard of. So, I would have expected that after it became clear that he had information that was critical to Jack Smith's case that he would have been out of the team because that conflict, I think, is one you really cannot overcome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "PHILLIP",
      "sentences": "So, it seems like Donald Trump goes through lawyers like, I don't know, I go through shoes. That's not normal, right? I mean, this is highly unusual.AGANGA-WILLIAMS:  It's highly unusual. And, you know, when I was a prosecutor, any time a client ended up or a defendant ended up meeting more and more lawyers, the issue was the individual. It wasn't the defendant. It wasn't the lawyers. And I think if I were the former president, I would be especially concerned that someone who he spoke to and trusted and someone who has direct firsthand information that could lead to a guilty conviction here is now going to be fully disconnected from him and a prosecutor witness. It's not a good place to be.",
      "isLastSentenceInterrupted": false
    }
  ]
}