{
  "date": "2024-07-15",
  "headline": "CNN Live Event/Special",
  "subHeadline": "Republican National Convention; Sen. J.D. Vance Arrives At RNC, Trump Expected To Join Him Soon; Trump Arrives At Republican National Convention; Teamsters President Sean O'Brien Speaks At The Republican National Convention. Aired 10-11p ET",
  "utterances": [
    {
      "timeStamp": "22:00:00",
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "This is CNN's special live coverage of the Republican National Convention in Milwaukee. Donald Trump in the building, expected to enter the hall at any moment.I want to go to Phil Mattingly, who's standing by. Phil, what can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "PHIL MATTINGLY, CNN CHIEF DOMESTIC CORRESPONDENT",
      "sentences": "Well, all eyes have been on the stage for much of the night right now. They are turning to the back of the room in the VIP section where we have started to see Trump family members start to walk in, including Don Jr. and his girlfriend, Kimberly Guilfoyle. They have joined J.D. Vance, who is already standing there with the speaker, Mike Johnson, Mike Johnson's wife, Kelly, Byron Donalds, another House member as well. Tiffany Trump has also walked in.You see the family, friends, close advisers, including Dan Scavino from the Trump team, Alina Habba, Trump's lawyer, is also here as well. There's Eric Trump sitting with his wife, Lara Trump, who is now heading the Republican National Committee. We should also note Tucker Carlson walked into the VIP section just a short while ago, really kind of setting the stage for what we expect in short order will be the former president himself walking in, really the first time other than taking -- coming off of the airplane, we have seen him since the assassination attempt. And you can hear the crowd now, everybody paying very close attention, Anderson, to this VIP section and now you can see the former president on the jumbotron as the anticipation is starting to mount. There was no explicit guarantee he was going to be here tonight. You see the bandage on his ear. We're waiting for him to walk out for a major entrance on the day that he named his potential vice presidential nominee, J.D. Vance, the unification of the Republican Party not even in question before this certainly the case now. Jake?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "JAKE TAPPER, CNN ANCHOR",
      "sentences": "All right. Phil Mattingly, thanks so much.We're seeing that the VIP section of President Trump's box filled up, and we just saw a clip of President Trump, obviously, there behind the scenes, ready to come out, President Trump with a big bandage on his right ear, which was obviously -- he was obviously wounded in the assassination attempt. The crowd cheering when they see the images of him on the jumbotron with the bandage on his ear with the bandage on his ear from that horrible event in Butler, Pennsylvania. But the crowd really excited, people standing out, people -- everybody's phone is out to film it. Though I'm sure there will be better video they can get at home. But the -- back, to go to the VIP section, we saw Tucker Carlson, J.D. Vance, who is now the vice presidential nominee, Congressman Byron Donalds, members of the Trump family, Donald Trump Jr., Tiffany Trump, and others, I think I see Lara Trump, Kristi Noem, perhaps, Eric Trump, I see people getting ready for this. Now, this is not the big night for Trump. The big night for Trump will be Thursday when he accepts the nomination, but this obviously a big moment for him as he comes before the crowd, the crowd that was already excited to see him but certainly it's taking on more love and excitement because of what happened on Saturday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "TAPPER",
      "sentences": "An obviously emotional Donald Trump greeting a crowd and they're chanting, fight, fight, which is what he said right after the attempted assassination attempt. And you can see the emotion on his face, it looks like possibly even tears on his face, this crowd joyfully welcoming him back after the horrible events over the weekend.Viva Trump, they're saying. Oh, we love Trump. I'm sorry. I was having a flashback to the 2000 convention. We love Trump, they're saying, we love Trump. Chris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "CHRIS WALLACE, CNN ANCHOR",
      "sentences": "Winston Churchill famously said, nothing in life is so exhilarating as to be shot at without effect. And you could see that today. The idea that just hours ago, a few days ago, this man, an assassin's bullet whizzed by him, hit him in the ear, inches from his temple. I mean, just by the slightest fraction of an inch, he survived, shot at without effect. And you can see the joy of this crowd. I got to tell you, somebody who's been covering these conventions since 1964, that may have been the most electric moment I ever saw. That was quite extraordinary.Whether you like the men or not, that was --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "TAPPER",
      "sentences": "Well, I mean, this is a crowd, these are tens of thousands of people who love Donald Trump, and they almost lost him, this figure that -- that figure is so prominently in their lives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "WALLACE",
      "sentences": "And it's so interesting tonight. There has been zero talk about the Democrats and rhetoric and political rhetoric and them blaming the media. And it's all been talk about divine providence, a miracle. And I think that's what most of these people view is that it is by the grace of God that Donald Trump is here tonight and representing them going forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "BASH",
      "sentences": "I mean, we're -- go ahead, Abby.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "KASIE HUNT, CNN ANCHOR",
      "sentences": "And the other thing too, and Jake, you touched on this when you talked about his reaction, he sitting in this family box, next to, we should note, Tucker Carlson, Mike Johnson, J.D. Vance, he seems like a different man than the person that we often see at the podium at rallies. I mean, he is subdued. I mean, seeing that bandage on his ear, it's very striking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "DAVID AXELROD, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "I did not -- the one place where I would depart from you, Chris, is he does not look exhilarated to me. He looks very, very subdued, which is another way you might have react to having almost lost your life. But it is I think --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "WALLACE",
      "sentences": "Don't blame me. Blame Winston Churchill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "AXELROD",
      "sentences": "Yes. Well, he wasn't around for this one. But I just -- you know, it'll be interesting to see. He said he's rewriting his speech for Thursday. It would be interesting to see what he says.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "DAVID URBAN, CNN POLITICAL COMMENTATOR",
      "sentences": "I think he's grateful to be alive. He called Salena. I talked to Selena a couple times. He called her --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "TAPPER",
      "sentences": "Salena Zito, the reporter from Western Pennsylvania.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "URBAN",
      "sentences": "And so he called her several times to check in on her to see how she was doing. He was so taken aback by the incident and was talking to her about it, and she, she eventually said, hey, can we write this down? But he reached out to her and said, listen, I want to make sure you're okay. I feel badly about your daughter. I feel badly about what happened. I mean, you cannot get shot in the head and not be affected.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "HUNT",
      "sentences": "Listen, look at him there, the smile on his face, the sort of response, I mean, it's remarkable to take it in. Sorry, Dana.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "BASH",
      "sentences": "No, that's okay. We're right above this VIP box, so we actually witnessed with our own eyes the former president come in. And I think you're all right. There was an exhilaration in the room while he was subdued. And it was -- I think that's part of what made that moment so striking.And, Chris, I don't go back as far as you go. I would say about 24 years of covering conventions, and we haven't -- I haven't covered it. None of us has covered a convention, obviously, with this kind of almost tragedy. And it was a tragedy. Somebody lost their life on Saturday. But with this kind -- a, frankly, hero's welcome, which Donald Trump gets in any case when he walks into a room of supporters, particularly a convention. But in the light of what happened on Saturday, it's almost hard to describe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "TAPPER",
      "sentences": "Well, he's been through a trauma.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "BASH",
      "sentences": "The way it felt in this room.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "TAPPER",
      "sentences": "He's been through a traumatic event. He almost lost his life. Somebody was killed, an innocent man in the audience, his only crime was going to a Trump rally. Obviously, he should have had the right to enjoy that. Two other individuals in Pennsylvania in critical condition, a horrible, horrible event, and he's been through a traumatic event. And that's going to have an effect on people in an emotional level. How much that actually changes him, obviously, people get changed from near the experiences, how much that actually changes him as a politician or as a presidential candidate, we will see. But, obviously, it has had an impact.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "URBAN",
      "sentences": "Jake, to Dana's point, they feel that Donald Trump took a bullet for them, right, that he's out campaigning. He took a bullet for them, was in the state, was standing in the way, and got hit and took a bullet for them. And you could feel that in this room.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "HUNT",
      "sentences": "Well, there's this thing --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "TAPPER",
      "sentences": "Let's go -- I'm sorry to interrupt. Let's go to Kaitlan Collins who's on the floor with the governor of North Dakota, Doug Burgum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "Yes, Jake. I've got Governor Doug Burgum here with me. We're sitting right off the floor, obviously watching this entrance, watching those in the box with former President Donald Trump. Thank you, Governor, for being here.What is it like for you to see former President Trump walk in with that large white bandage on his ear, just obviously so markedly different from since Saturday night? GOV. DOUG BURGUM (R-ND): Well, I think like a lot of Americans tonight, we're sitting here just in awe of a man that's got the strength and the perseverance and the courage. I mean, he's literally the picture of that with him coming off the stage in Pennsylvania with his fist in the air. That's going to be in kid's school books a hundred years from now, is a defining moment in history. But I think all of us also feel just a tremendous amount of gratitude because, as was said on this show, I mean, divine providence. I mean, we're a millimeter away from right now having a country and a party being in chaos and in mourning for something that would mark an era just the way the JFK and assassination did in the 1960s. So, we missed that by a millimeter and now history's on a different path, but I think President Trump, not only he's uniting this party, but I think he actually -- the language he's used in Saturday is talking about uniting the country, rewriting the speech for Thursday night about uniting the country. I know people haven't seen him that way, but when people go through a near death experience, I think that these things can change people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "COLLINS",
      "sentences": "Do you think it's changed him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:06",
      "speaker": "COLLINS",
      "sentences": "Yes, and he's sitting in that box. You know, when something like Saturday happens, it makes you realize how consequential a vice presidential pick, not that it always isn't, but how it is. He's sitting next to Ohio Senator J.D. Vance. Obviously, you were also one of the finalists to be picked for vice president. How did you get the news today that you were not going to be the pick?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:06",
      "speaker": "BURGUM",
      "sentences": "Well, I got a call and a great conversation with the president. And he said, hey, Mr. Secretary. He's always been so positive and so considerate to Catherine and I this whole time. But, as you know, Kaitlan, we were never running for a cabinet position, never running to be V.P. As a sitting governor, I've got 152 days left of the greatest job in the nation, being a governor of North Dakota right now. That was our focus because another four years of Joe Biden for a state that produces natural resources and agriculture, the inflation that's affecting every one of our citizens, affecting everybody in America, the open borders affecting everyone in America.So, Donald Trump's policies actually do lift up not just independents and Republicans, but Democrats as well. And I think this week is going to be a chance for people across the country to hear that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:06",
      "speaker": "COLLINS",
      "sentences": "So, he called you, Mr. Secretary. I mean, that sounds like he's teasing that he would want you in his cabinet. You told me previously that you were not open to taking a cabinet position. Is that still the case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:06",
      "speaker": "BURGUM",
      "sentences": "Well, there's going to be no cabinet positions that President Trump can get out unless he wins. And this is going to be a tight race for sure this fall. I mean, people may feel like it's a runaway today, but these things always tighten up. And I would just say there's, there's going to be a lot of work to do between now and then. And that's going to be the focus any time that I'm spending now is my governing job in North Dakota and making sure that President Trump ends up back in the White House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:06",
      "speaker": "COLLINS",
      "sentences": "So, you're saying, don't take it for granted. It's not clear what's going to happen in this election. What do you think Donald Trump needs to do out on the campaign trail? If you were his running mate, what would your advice be over -- because you and Senator Vance had very different reactions to what happened on Saturday. You were more in the camp of talking about unity and taking the temperature down. One of Senator Vance's initial posts within hours of the shooting was blaming President Biden and his rhetoric, even though there's no motive determined by the FBI yet. Which tact do you think Donald Trump should follow?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:06",
      "speaker": "BURGUM",
      "sentences": "Well, I think President Trump himself has been talking about unity. It's been peace, unity, make America great again. He's added those words to even what he's putting out on his post right now. And I think that's the right message for us going forward. And I think with J.D. Vance, I mean, he's a small town guy, like me. What's not to love about someone who grew up in a small town? And this election is going to be determined by that blue wall up north, and with him having Ohio, Wisconsin, Pennsylvania in his backyard, I think he's a solid pick for the Trump-Vance ticket to have a sweep this fall.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:06",
      "speaker": "COLLINS",
      "sentences": "Yes, a lot of rivalries between Pennsylvania and Ohio, but we'll see what that looks like. Governor Burgum, thank you for joining us. I know it's been a very chaotic and busy day for you. So, thank you for your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:06",
      "speaker": "BURGUM",
      "sentences": "Thank you, Kaitlan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:06",
      "speaker": "COLLINS",
      "sentences": "Anderson, obviously, hearing from Governor Burgum for the first time since learning the vice presidential pick earlier today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:06",
      "speaker": "COOPER",
      "sentences": "Yes. Kaitlan, thanks very much. Extraordinary to see the former president really the first time since we last saw him on that stage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "COOPER",
      "sentences": "So, listening to the speakers this is going to go on probably until about 11",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "ALYSSA FARAH GRIFFIN, CNN POLITICAL COMMENTATOR",
      "sentences": "23 million Instagram followers. So, I just have to say, the stagecraft, the sequencing of this, this whole moment tonight, this is what Donald Trump does best. He's the producer-in-chief, him walking out, Lee Greenwood playing. And then first you're hearing from an everyday American talking, but then a social media influencer with 23 million followers who young people are looking at and young voters are up for grabs this election.Throw in there also, Donald Trump is now a meme everywhere, you know, best not miss if you're going to shoot the king. Like, this is what is on TikTok, this is what tens of millions of young voters, who are not necessarily decided, they don't have longstanding party affiliation, are seeing. He's making a play there, it's very smart, and to be honest, she's one of the most effective communicators we've seen tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "JENNINGS",
      "sentences": "I'll admit something, I had no idea who this was. So, I looked it up and then I called a friend of mine and I said, do you know who this is? And they didn't know, also a political person. But that's the point. They have put someone on the stage who reaches into this whole group of Americans who are not necessarily engaged at all in our politics or in our civics.These kinds of voices, I heard some grousing about this from some of the conservatives. This is how you change the composition of the electorate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "VAN JONES, CNN POLITICAL COMMENTATOR",
      "sentences": "Yes. That was probably the most dangerous speak for the Democratic coalition. That is a young woman of color. She's describing the experience a lot of people have feeling that maybe if you're around too many liberals, you might get criticized too much, or you might not be able to speak your mind, and she spoke to it really well. And she's way more famous than any of us up here, I'm going to tell you that, way more famous.And so to the extent that these guys are trying to bust up our coalition, that was a bunker buster right there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "COOPER",
      "sentences": "By the way, and it's one of the things we've been talking about, but there are speakers who speak to the room, and there are speakers who speak through the television screen. She speaks through the camera to the audience at home, not -- I mean, she's effective in the room. But when you're yelling into the room, that is not communicating directly through the lens.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "JENNINGS",
      "sentences": "This person is super talented. Okay, like, this person knows how to speak plainly and directly, knows how to use the camera, the cadence of it. They got something there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "JONES",
      "sentences": "Yes. And it really is hard in those big arenas. It's hard not to want to throw up the room. If you want to scream, just make sure the grandma in the back can hear you. But you're not talking to the 30,000 people there. You're talking to the 30 million people at home. And she was -- I mean, she was the most effective. You can be heard in the hall, but you're in somebody's living room. She understood that. And I wouldn't be surprised if she doesn't have a political future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "JONAH GOLBERG, CNN POLITICAL COMMENTATOR",
      "sentences": "The only thing --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "COOPER",
      "sentences": "I'm sorry, go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "GOLDBERG",
      "sentences": "The only thing I would add to that is, not only are you speaking to the people watching, but, you know, per your -- some of your, you know, well taken criticisms of some of the earlier African- American speakers, they're going to cut these things up into little YouTube videos of 10, 30, you know, TikTok videos, all that kind of stuff, and they'll take highlights, and if they have a good digital operation, it's going to be seen by a lot more people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "JENNINGS",
      "sentences": "Speaking of stagecraft that you were mentioning, watching Trump come down that hallway, the way they set it up against Lee Greenwood, who by the way, also 81 years old, looks pretty good and did a great job. But the way they choreographed that thing, the way they brought Trump out, you could not have done it any better. It was really, really well done.And to me, I also just seeing the bandage, I mean, I was wondering how they were going to do it. It's pretty --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "BEDINGFIELD",
      "sentences": "He's terrific at stagecraft, no question about it. And, obviously, this is a moment, given what happened over the weekend, where just seeing him on camera is impactful and meaningful. And I think, as someone, I can't remember who was saying earlier, you know, anybody, even if you're not somebody who supports him, you can still see him in this moment and feel grateful that he was not killed on Saturday. So, it's a powerful moment.I think the question is, what version of him do we see over the course of this week? I mean, we've seen speakers tonight who range from Marjorie Taylor Greene to people who are more kind of in the more traditional Republican mold. And so, you know, he has a lot of goodwill tonight and I think the question is, what version of him do we see later this week?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "JONES",
      "sentences": "As a dad, seeing Don Jr.'s face. Don Jr. is a -- he's a firecracker. He's usually a pretty tough guy in that, I think he wants to be like his dad. But that emotion in his face, I thought, was powerful. I think it's okay for everybody just to absorb it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:13",
      "speaker": "TAPPER",
      "sentences": "In any case, this was a very interesting speech. I'm not really sure how much it belongs when it comes to the actual policies of the Republican Party. BASH (voice-over)He got a lot of pushback among many of his members when he went to meet with Donald Trump in Mar-a-Lago, but he clearly wanted to be here at this convention to push his agenda and also give a warning to Joe Biden and the Democrats that his endorsement and the support of his over a million -- 1.3 million members cannot be and should not be taken for granted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:13",
      "speaker": "AXELROD",
      "sentences": "Well, I'll tell you, he gave a rip-roaring populist speech, I mean, a vigorous assault on corporate America, a very strong pro-union speech, all delivered in an idiom that John King particularly appreciates, because it was all -- but I know that there was a whole lot of people standing. I'm not sure how this landed. I think people were confused, like the guy who texted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:13",
      "speaker": "JOHN KING, CNN ANCHOR",
      "sentences": "It's not about them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:13",
      "speaker": "BASH",
      "sentences": "No, it's not. He stood for the whole speech.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:13",
      "speaker": "PHILLIP",
      "sentences": "I mean, this, okay. Earlier today, there was a long conversation about Joe Biden, but this is the case for Joe Biden. He improved on Hillary Clinton's performance with union households by about five percent. In a very close election, that is incredibly significant.Joe Biden was chosen by Barack Obama in part because he could speak to these types of people. He performed better than Hillary Clinton because he could speak to working-class white Americans, to union households, union workers. He walked a picket line earlier this year. This -- if you're trying to make a case for Joe Biden, it's on this particular issue, and I think this is still why Biden's advisers are saying the fundamentals of Joe Biden's appeal to the weakest part of the Democratic coalition, which is white working-class men, are still intact. We'll see if that's true, but that is their case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:13",
      "speaker": "TAPPER",
      "sentences": "If that were true, if that were true, I don't know that the president of the International Brotherhood of Teamsters would be speaking at the Republican National Convention.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:13",
      "speaker": "COLLINS",
      "sentences": "Well, that's exactly what this showcases, is Joe Biden's problem, because Teamsters endorsed President Biden in 2020, and the idea that he is a Teamsters leader has never spoken at a Republican convention. And to see Sean O'Brien stay here --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:13",
      "speaker": "URBAN",
      "sentences": "Not at least in 121 years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:13",
      "speaker": "COLLINS",
      "sentences": "Okay, thank you for that count. So, I think that just speaks to the motive of this battle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:13",
      "speaker": "TAPPER",
      "sentences": "Let me just interrupt for one second. I want to go to Phil Mattingly on the floor, and then we'll come back and keep talking. Phil?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:20",
      "speaker": "TAPPER",
      "sentences": "One of the things that's so interesting about it, John King, is that there is this strain of populism in the Republican Party. It is by no means predominant. But it is the J.D. Vance, Marco Rubio, Josh Hawley strain that does think that the Republican Party needs to change and adapt to the American worker.Those policies were not embraced during the Trump administration, at least not if you look at what the Teamsters have on their policy agenda or the AFL-CIO, et cetera. But there is this internal fight going on. Sean O'Brien, I'm sure, you know, sagely understands that that is going on and there are people who are listening. That doesn't mean that the agenda is going to be adopted, but it is worth noting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:20",
      "speaker": "KING",
      "sentences": "Mr. Mattingly needs to be corrected that we tend to skip the D when we say Medford in Boston, we just say Medford. That's how it goes. Look, there's a fascinating debate within all of America's blue- collar unions about this. Donald Trump did pretty well, especially with working-class union men against Hillary Clinton. Abby's right, Joe Biden improved on those numbers. I've been in Michigan with the United Auto Workers Group and they have endorsed Joe Biden, and yet on the factory floor they say they expect around 40 percent, maybe even higher, to vote for Donald Trump. Because these are voters who, yes, of course, care about labor issues and organizing and collective bargaining and pay, but they also care about guns.They also care about other issues. And so, this has been a divide brewing for some time, and Trump does make inroads. And what you see here, there is a huge fight within the Teamsters Union about him being here. His deputy was on Aaron Burnett not that long ago, essentially saying we should be endorsing Joe Biden on policy. There are African-American groups within the Teamsters that say how dare you come here, given Donald Trump's record and other issues. But he has decided to stick his neck out. And what it is, it's a green light. The Teamsters may not endorse. That would be a big deal if they do not endorse. It's a big debate over whether to do it. He clearly wanted to come here and speak. And you saw Trump and J.D. Vance, like, saying yes afterwards because it's a green light to those union members who might think on the labor policies, of course we should be with Biden. He is the most pro-union president in anybody at this table's lifetime. That's a fact on policy, union policy, labor policy. But on other issues, it's a green light to say go Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:20",
      "speaker": "PHILLIP",
      "sentences": "Yeah, and look, John, as you were just saying, that 40 percent, Trump got about 40 percent of labor households in both 2016 and in 2020. So, he's there, right? Like he has some of that rank and file support. The question is, does it go, is it enough in the right places for it to matter the most? And the key thing, I think, with union households and union support is that not every union is the same.And in a lot of the unions, they are a diverse group of people, and that racial divide is part of what is playing out in terms of who supports Biden, who supports Trump, and where the peeling off is happening in this country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:20",
      "speaker": "TAPPER",
      "sentences": "So, as we hear the dulcet tones of Journey playing in the background, Kaitlin Collins, we heard the gavel come down, and that is officially the end of the day in terms of official business here, although Donald Trump's still soaking up the crowd, enjoying the celebration and the love of him. There was another chant of \"We love Trump\" that broke out, Kaitlan. And it's been quite a day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:20",
      "speaker": "COLLINS",
      "sentences": "Well, and two things just on how Saturday night has changed this. I spoke to Eric Trump earlier, and he said that when he was on the phone with his dad while he was still in the hospital, he was talking about the Republican convention and what this was going to look like. And so, obviously, that has shifted this.The other thing, just from being on the floor all day, I'll tell you, obviously, they chant Donald Trump, they chant USA. The new thing that they are chanting is exactly what you heard from Donald Trump when he -- after he nearly missed that shot on Saturday night, the \"Fight, fight, fight.\" That has become a new motto that you are hearing from delegates and surrogates and allies on the floor at this Republican convention this week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:20",
      "speaker": "TAPPER",
      "sentences": "Yeah. Anderson?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:20",
      "speaker": "COOPER",
      "sentences": "Watching the former president slowly make his way out of the convention hall as this first night wraps up. General Goldberg, you have been watching this, I don't know how many hours today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:20",
      "speaker": "JONAH GOLDBERG, CNN POLITICAL COMMENTATOR",
      "sentences": "Been here a while.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:20",
      "speaker": "COOPER",
      "sentences": "About 12 hours almost, I think.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:20",
      "speaker": "GOLDBERG",
      "sentences": "Something like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:20",
      "speaker": "COOPER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:01",
      "speaker": "COOPER",
      "sentences": "What do you make of this wrapping up the first night?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:01",
      "speaker": "GOLDBERG",
      "sentences": "Yeah, so I think, you know, we've all said how he was a showman. I was kind of surprised. I expected a little more, also spoke Zarathustra Elvis in Vegas music than what we got when he came in. You know, there was a little less of a pomp and circumstance thing, and I think in part because he actually seems like he's been humbled a little bit, or at least that's what he wants to put forward.I do think that this is a sign of how inchoate the GOP coalition is. One of the long-term political stories of the last half century is the continued dissolution of the FDR coalition and the GOP's ability to take different pieces of it. You see that with J.D. Vance, who is not a party unifier. He is not someone that every branch of the party likes. It is doubling down on the MAGA definition of things. You saw it with Amber Rose. You saw it with the head of the Teamsters. The head of the Teamsters was saying this stuff about how great unions are and all that, and that's his job, and he should say it, and he makes many fine points. But it's in Wisconsin, and I think one of the heads of the delegation from Wisconsin is Scott Walker, who, you know, the last time we didn't have Trump on a ballot fought a hammer-and-tongs war with unions in the state, and he was not a huge fan of the Teamsters. This is a real schism that is being opened up here, and I was waiting, almost pleading, for this guy to call for Elon Musk to unionize Tesla just to see the open floor flight that would bring, right? But there are tectonic shifts going on in here that are going to be playing out for a while.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:01",
      "speaker": "GRIFFIN",
      "sentences": "That's what was most striking to me is just the remaking of the Republican Party in the image of Donald Trump, and it was notable to me the people who aren't there tonight. Obviously, former Vice President Mike Pence, a traditional conservative, is not. Mitt Romney is not there. Paul Ryan is not there. The former standard-bearers of conservatism are not present because this is much more a nationalist, populist party.And the choice of Vance is so interesting because this is Donald Trump looking beyond his term if he's reelected and who is going to carry on his legacy, who is going to implement those policies going forward, who could potentially set up one of his children to run for office someday, to run on this MAGA populist platform.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:01",
      "speaker": "BEDINGFIELD",
      "sentences": "I think it is also going to be so interesting to see as the convention unfolds this week what the party does to try to reach specifically these suburban women that they need. I mean, you saw, you know, Katie Britt spoke tonight, the woman earlier in the program, the single mother who was talking about her life experience.I mean, you saw them try to really reach out on the cost-of-living argument where they obviously feel they have a lot of runway, but not surprisingly. You didn't hear anything about reproductive freedom, about choice, and we know that's an issue that is significant for suburban women. So, I think it's just -- it will be interesting to see as you're talking about kind of these pieces of the Republican coalition. That's another big piece, and, you know, there wasn't that much time tonight dedicated to speaking specifically to suburban women. I'll just be interested to see how that evolves over the course of the week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:01",
      "speaker": "JENNINGS",
      "sentences": "Well, it's just the first night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:01",
      "speaker": "BEDINGFIELD",
      "sentences": "Yeah, absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:01",
      "speaker": "JENNINGS",
      "sentences": "I mean, we've got a whole week of stuff. You know, if you consumed all the media of this convention tonight, and then you also watched the Biden interview, which we talked about, what's amazing to me is that Trump got shot, and Biden's the one who's angry. I mean, he snapped at Lester Holt several times tonight. He's not in a good place.And yet Donald Trump, who just got his ear shot off, is out here walking around smiling, you know, looking emotional as he basks in the glow of this convention. Trump got shot, and Biden is the one who is angry. We've been told for so long, Donald Trump's angry. He's vengeful. He's going to be out here with a closed, clenched fist. That's not what you saw on your television screen tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:01",
      "speaker": "BEDINGFIELD",
      "sentences": "I think we should see how that comment ages. I mean, as you said, this was just the first night. He didn't speak tonight. So, let's put a pin in that. Let's put a pin in that and see how that ages.",
      "isLastSentenceInterrupted": false
    }
  ]
}