{
  "date": "2024-04-29",
  "headline": "CNN News Central",
  "subHeadline": "Columbia Can't Reach Agreement with Protesters; Colleges Struggle to Regain Control of Campuses; Dan Gold is Interviewed about College Campus Protests; Israel Sends Proposal to Hamas; Trump Metts with DeSantis. Aired 9-9:30a ET",
  "utterances": [
    {
      "timeStamp": "09:00:00",
      "speaker": "KEITH BOYKIN, DEMOCRATIC STRATEGIST",
      "sentences": "Until October and November and trust you and trust Republicans. That's preposterous.This is why I'm so fed up with the way we cover these campaigns because it's not substantive. It's all about the horse race. It's all about Donald Trump's trials. Let's talk about policy. The reason why Joe Biden isn't doing as well is because we don't talk about policy, especially not when it comes to Donald Trump. We're just talking about Donald Trump, the character. And that is problematic with the way we cover this and the way the political campaign is operating right now. And I haven't heard anything from Jim. I think your name is Jim, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "Mike.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BOYKIN",
      "sentences": "I haven't heard anything from you to dispute that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BERMAN",
      "sentences": "It's Mike.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BOYKIN",
      "sentences": "Mike.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BERMAN",
      "sentences": "But - and I do think you both, Keith and Mike.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BOYKIN",
      "sentences": "Mike, I'm sorry. I'm sorry, Mike. I meant to say that (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "MIKE DUBKE, FORMER TRUMP WHITE HOUSE COMMUNICATIONS DIRECTOR",
      "sentences": "Thanks, Keith.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BERMAN",
      "sentences": "No, no, it's all good. We've all been called much worse.Keith Boykin, Mike Dubke, appreciate both of you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "DUBKE",
      "sentences": "Oh, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BERMAN",
      "sentences": "Both of you being with us this morning. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BOYKIN",
      "sentences": "All right. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BERMAN",
      "sentences": "A brand new hour of CNN NEWS CENTRAL starts now. KATE BOLDUAN, CNN ANCHORThe secretary of state and the extraordinarily generous proposal he says Israel has offered Hamas as concern grows inside the State Department over how Israel is using American weapons in its war against Hamas. And from name calling campaign rivals to new friends and allies. Trump and Ron DeSantis meeting for the first time since DeSantis dropped out of the Republican primary. What team Trump says they need from the Florida governor now. I'm Kate Bolduan, with John Berman. Sara is out today. This is CNN NEWS CENTRAL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BERMAN",
      "sentences": "Major developments or new developments, I should say, in the pro-Palestinian protests on campuses across the country this morning. Twenty-one House Democrats just wrote a letter to Columbia University's board asking them to act decisively to end the encampment or resign.And moments ago Columbia said it regretfully could not come to an agreement with the pro-Palestinian protesters and is asking them to voluntarily pack up their tents and go. The university is also vowing to hold commencement, even as the protests there are right on the site of where the commencement ceremonies are set to take place. Other developments around the country. UCLA, there were clashes between police and protesters. Encampments at George Washington University, 20 new tents. You know, a few new tens here and there spreading a little bit onto the streets in Washington. And at Yale, students have just begun pitching tents despite the threat of suspension or arrest. We are covering this across the country. CNN's Omar Jimenez is at Columbia University, Danny Freeman's at the University of Pennsylvania, Gabe Cohen at George Washington University. Omar, let's begin with you. What are you seeing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "OMAR JIMENEZ, CNN CORRESPONDENT",
      "sentences": "So, we've got a lot of news over the past hour. For starters, as you touched on a little bit there, the university has effectively ended its negotiations with the student protesters, with the university president saying they were not able to come to an agreement.Now, as part of that statement, they said that since last week they had been engaging in constructive dialogue between some members of the academic community and students. And that they wished the outcome here was different. So, what that means is the university is now saying they will not divest from Israel, which of course was the central point of why these encampment led protests began. Though they did say that the would - that they offered an expedited timeline for review of new proposals before the body that essentially considers divestment opportunities. The university also said that they will make investments in health care and education in Gaza. And also they said, while they have worked hard to facilitate opportunities for constructive dialogue and protests, the encampment, and some of the ensuing protests in and around the campus, have created an environment that has not been welcome for Jewish students. Now, all of that said, the campus - or the university is urging these protesters to voluntarily disband the encampment as they explore internal options to do that, essentially for them or to put, quote, the crisis - to end the crisis as soon as possible. Which falls in line with the 21 House Democrats who recently wrote a letter urging the university to do essentially the same, to end this encampment. Now, graduation is essentially a little bit more than two weeks away, and the university made it clear that the graduating class began their career here remote, and that is part of why they will hold a commencement here, as we've already seen signs on campus of that being able to develop. But, obviously, a lot of news here and a lot of definitive points being made by the university after over a week of negotiation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "GABE COHEN, CNN CORRESPONDENT",
      "sentences": "Well, John, tensions hit a new high this morning when protesters ripped out some of the barricades that had been around this camp here on the campus.If you take a look over there, you can actually see the barricades now piled up with a flag posted on top of it. And what was just about 20 people left in this small camp has rapidly grown. You can see the tents now all across the yard. That's GW campus. Also a whole lot of tents out there on the street. Of course, that is property of the District of Columbia. The question is, is it going to be cleared out by Metropolitan Police, who up to this point, sources have told me, really haven't wanted the optics of having to clear out and potentially arrest protesters. But having spoken with several of the people who are still here in the camp, they've said they're not going anywhere despite what the school and what police have told them. So, we'll see again as those tension dries what happens this morning, John, as all of this is unfolding very quickly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "BERMAN",
      "sentences": "All right, that's George Washington University, not far from foggy bottom of the State Department in Washington.Let's go to the University of Pennsylvania. Danny Freeman standing by. The tents still behind you, Danny. What are you seeing? DANNY FREEMAN, CNN CORRESPONDENT: Well, John, we're in day five here of the encampment on the University of Pennsylvania's campus. And everything so far has been peaceful pretty much since the start of the protests back on Thursday. But the University of Pennsylvania, they - less than 24 hours after the encampment sprung up, they said, we want this to be disbanded. Now, one of the interesting things about this particular encampment, John, is that there are members from a couple of different campuses here. There are students from Temple, Drexel, and the University of Pennsylvania. And this is becoming a focal point as the university and the protesters negotiate on taking potentially this encampment down. The university wants to see IDs of the students and the folks who are in this encampment behind me to ensure that those who remain here are indeed Penn students. So, that's a little bit of what we're going on - what's going on behind me right now. You can see, this encampment, though, has very much grown. It used to be just about ten, maybe a dozen tents when it first came up on Thursday. Now, very much grown almost probably 30 or so tens out here according to some of the protesters. Now, I'll just remind you, John, the University of Pennsylvania initially said that they supported the right of these students to protest peacefully and exercise their free speech. But very, very shortly thereafter the university then came out and said that these protesters were blatantly violating university policies. They also said that they had credible reports of harassing and intimidating conduct. That's why the university says that it is calling for this encampment to be disbanded. But we talked to some students earlier. They say they're not going anywhere until, like you heard the other reporters say, they get a divestment disclosure of some of these investments that the university is making. So, they say they're in it for the long haul. John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "BERMAN",
      "sentences": "All right, Danny Freeman in Philadelphia. Thanks to you. Also thanks to Omar Jimenez and Gabe Cohen as well. We appreciate it.Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "BOLDUAN",
      "sentences": "As making - as John is making clear right there, it was a weekend of protests, of course. And this weekend it turned violent at UCLA. Pro-Palestinian and pro-Israeli demonstrators clashing after people breached a security barrier. University officials are also facing some mounting questions this morning about how they'll handle the situation going forward.Joining me right now is Dan Gold. He's the executive director of Hillel at UCLA. Hillel, of course, is the largest Jewish campus organization in the world. Dan, thank you for jumping on. I believe you were at those campus - at the campus protests yesterday speaking from the pro-Israel stage that was set up as part of the counterprotest. How do you describe what you - what you saw out there and what you see?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "DAN GOLD, EXECUTIVE DIRECTOR, HILLEL AT UCLA",
      "sentences": "Yes, thanks for having me, Kate.So, yes, I was there yesterday. The demonstration, you know, while it was a powerful display of our Jewish community, showing support for the Jewish students, it also highlighted how the university's approach to look away and let everything play out is really a lack of leadership because it's a tinderbox that's ready to explode. And yesterday included hundreds of non-students, especially non-students who came onto campus to try to physically protect the encampment. And the longer this goes unchecked and is protected by the university, the more chaotic and out of control, I believe, it will get.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "BOLDUAN",
      "sentences": "And, Dan, I did want to ask you, because I did see some reporting that student leaders of the pro-Palestinian protests, they say they - that they acknowledged some incidents of anti-Semitism, but they are blaming those outsiders you might be mentioning that they say have sought to come in and hijack there cause.What have you - what have you seen and what have - what our people experiencing in terms of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:11",
      "speaker": "BOLDUAN",
      "sentences": "One thing we have seen with all of these campus - all of these protests across the country is differing responses by the school's administration. So, you talk about kind of the - you describe it as a - a looking away strategy and a lack of leadership.I want to read for everyone a couple of the statements coming from the school's administration. On Friday the school said, \"UCLA's approach to the encampment is guided by several equally important principles. The need to support the safety and well-being of Bruins, the need to support the free expression rights of our community and the need to minimize disruption to our teaching and learning mission.\" And then yesterday, after things escalated, they put out another statement in part saying, UCLA has a long history of peaceful protests, and we are heartbroken to report that today some physical altercations broke out among demonstrators.\" What - what, in your view, do you think the school is getting wrong? You call it a lack of leadership. I mean what's going on here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:11",
      "speaker": "GOLD",
      "sentences": "Yes, well, you heard from your other correspondence on other campuses. These encampment violate a long list of policies that the university has set up specifically to create a safe and welcoming environment for all students, and to promote equality and equity for student groups. These are their policies that they're now not enforcing. And they know that the policies are being violated. Yes, they're trying to negotiate a, you know, a peaceful and easy disbursement of the encampments. But we know that the students aren't going to do it easily. We know that they don't want to go away. And the university needs to do what they can to enforce their own policies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:11",
      "speaker": "BOLDUAN",
      "sentences": "USC canceled its main stage graduation ceremony because of the protests and the security that they've needed to put in place. I took a look. I think UCLA's graduation is in early June. I mean do you think UCLA should or needs to follow suit? I mean what - what would your reaction be if that became a reality and UCLA started canceling events around graduation because of these protests?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:11",
      "speaker": "GOLD",
      "sentences": "Yes, so once again I believe one of your correspondence mentioned it, but these are the same college seniors that had their high school graduation canceled because of Covid. So, what a shame for these students to not be able to have their college graduation because of a group of students and outside agitators want to intimidate the rest of their campus. At UCLA we have 30,000 undergraduates, you know, several thousand of those will be graduating in June, and only a couple - you know, couple dozen of them are coming to the campus to try to shut things down. And how terrible would that be for everybody else to have to suffer and not have a graduation because of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:18:19",
      "speaker": "BERMAN",
      "sentences": "This morning we are getting new details on a proposed hostage and ceasefire deal in the Israel-Hamas war. Secretary of State Antony Blinken is in Saudi Arabia right now pushing for the latest proposal from Israel to Hamas. A proposal he calls extraordinarily generous.President Biden spoke with Israeli Prime Minister Benjamin Netanyahu yesterday. This as concern grows inside the State Department over how Israel is using weapons provided by the United States. CNN's Kylie Atwood and Jeremy Diamond are covering this for us this morning. Kylie, let's start with you at the State Department on what you're hearing from the secretary's trip.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:18:19",
      "speaker": "KYLIE ATWOOD, CNN NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Well, listen, the secretary himself trying to urge Hamas this morning to accept the deal that Israel has put on the table. As you said, calling it extraordinarily generous. Listen to how he described it in his own words this morning in Saudi Arabia.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:18:19",
      "speaker": "ANTONY BLINKEN, SECRETARY OF STATE",
      "sentences": "Hamas has beforward (ph) a proposal that is extraordinarily, extraordinarily generous on the part of Israel. And in this moment, the only thing standing between the people of Gaza and a ceasefire is Hamas. They have to decide. And they have to decide quickly. So, we're looking to that. And I'm hopeful that they will make the right decision.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:02",
      "speaker": "BERMAN",
      "sentences": "All right, Kylie Atwood, thank you very much.Jeremy Diamond, to you. What is known about what is in this specific proposal and if it might pass muster? I mean the last deals, we believe, were rejected by the Hamas leader Sinwar. What might make him accept this one?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:02",
      "speaker": "JEREMY DIAMOND, CNN CORRESPONDENT",
      "sentences": "Well, he now has a new framework in hand. And it is an Egyptian framework. And, John, these next few days are really going to be critical to determining whether or not a hostage deal can indeed be reached or the alternative being that there will be a major Israeli ground offensive into Rafah. That is certainly hanging over all of this.Now, in terms of what's in this latest framework that's been presented by Egypt, they've put a new framework on the table that would see 20 to 33 Israeli hostages released over several weeks. But what would follow that would be a one year permanent ceasefire effectively, what they're calling a restoration of sustainable calm to avoid saying the words permanent ceasefire. But this framework was crafted with the input of the Israeli government, although they haven't agreed to everything that's in this proposal. But it's clear that Israel is shifting its position and has shifted its position on several issues pretty significantly over the course of the last month. The key point in this latest framework is that Israel is willing to allow unrestricted access of Palestinians to northern Gaza, which is a major shift from its position previously and was one of Hamas' key sticking points. We're also seeing Israel here willing to accept fewer hostages over the course of a few weeks rather than the original 40 for a six-week ceasefire. But there are still a lot of details that actually need to be ironed out here. What Egyptian and Israeli officials, as well as the Qataris who are also key mediators, are waiting to see here is whether or not Hamas is going to signal that it is open to this kind of a framework. If there is indeed a path to moving forward here. And I'm told that Israeli officials are set to travel to Cairo tomorrow to be able to see if that framework is possible. And we're expecting to see Hamas' response to this proposal as early as tomorrow, but possibly over the course of the next few days. But the secretary of state emphasizing today that the ball is indeed in Hamas' court now, calling this proposal extraordinary, extraordinarily generous and saying that they have to decide quickly. And the reason they have to decide quickly, of course, is because, if there is not a deal here, Israel will indeed move forward with that major ground offensive in Rafah, which will, of course, have enormous consequences for the Palestinian civilian population in Gaza. John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:28:31",
      "speaker": "BOLDUAN",
      "sentences": "If you don't kiss the ring, he'll trash you. He puts himself first, not you first. Those are just some of the things that Ron DeSantis used to say repeatedly from the campaign trail about Donald Trump when they were running against each other. Now likely very different tone behind closed doors. Trump and DeSantis meaning for the first time this weekend since DeSantis dropped out of the presidential primary in January. DeSantis also suggesting to donors he's ready to come to Trump's rescue when it comes to Trump's fundraising troubles.Let's get to all the new reporting. CNN's Alayna Treene has all of it for us. Alayna, take us inside this meeting. What are you learning?",
      "isLastSentenceInterrupted": false
    }
  ]
}