{
  "date": "2024-04-24",
  "headline": "CNN Newsroom",
  "subHeadline": "U.S. Senate Passes Ukraine Aid Bill; Renewed Israeli Offensive in Gaza; Trump Struggles with Gag Order in NY Trial; Congress Passes Legislation That Could Ban TikTok in U.S.; Pro-Palestinian Protests Escalate at Major U.S. Universities. Aired 12-1a ET",
  "utterances": [
    {
      "timeStamp": "00:00:00",
      "speaker": "JOHN VAUSE, CNN INTERNATIONAL ANCHOR",
      "sentences": "Hello, I'm John Vause, ahead here on CNN Newsroom.(BEGIN VIDEO CLIP) CHUCK SCHUMER, U.S. SENATE DEMOCRATIC LEADER: We tell our allies, we stand with you. We tell our adversaries, don't mess with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "VAUSE",
      "sentences": "Better late than never, the US Senate quickly passes a multi- billion-dollar funding package for Ukraine. Long-delayed weapons and ammunition should arrive within days.DAVID SATTERFIELD, U.S. SPECIAL ENVOY FOR THE MIDDLE EAST HUMANITARIAN ISSUES: The risk of famine throughout Gaza is very high.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "VAUSE",
      "sentences": "All made worse by a renewed Israeli military offensive, hampering aid distribution, especially in Gaza's north.DONALD TRUMP (R), FORMER U.S. PRESIDENT, 2024 PRESIDENTIAL CANDIDATE: I'm not allowed to talk, but people are allowed to talk about me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "VAUSE",
      "sentences": "That's why it's called a gag order. Donald Trump struggles to understand why he may soon be held in contempt at his criminal trial in New York.(END VIDEO CLIP",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "VAUSE",
      "sentences": "Urgently needed supplies of ammunition, artillery rounds, as well as air defense systems and long-range missiles are expected to be airlifted to Ukraine within days after Congress finally approved a military aid package, which has been stalled for months by Republican lawmakers. Ukraine will receive nearly $61 billion of the $95 billion foreign aid bill, which was approved by the US Senate just a few hours ago. The rest will go to Israel and Taiwan.The president says he will sign the bill into law later Wednesday, clearing the way for the flow of US military assistance to resume to Ukraine. In a post on social media, Ukrainian President Volodymyr Zelenskyy expressed his gratitude to the US Senate for approving the bill. Ukraine has been losing territory to Russia since December, when US military assistance dried up. After the vote, Senate Majority Leader, Democrat Chuck Schumer and Minority Leader, Republican Mitch McConnell addressed the chamber. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "SCHUMER",
      "sentences": "We tell our allies, we stand with you. We tell our adversaries, don't mess with us. We tell the world, the United States will do everything to safeguard democracy and our way of life.SEN. MITCH MCCONNELL (R-KY): It's time to reaffirm some basic truths. Alliances matter. Foreign nations' respect for American interests depends on our willingness to defend them. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "VAUSE",
      "sentences": "The passage of this funding bill through the Republican- controlled lower house to the Democrat-controlled Senate was a difficult and complicated process. The House of Representatives held a rare Saturday session to vote on four separate bills which make up the overall funding package. Also included in the bill, tougher sanctions on Russian assets. But also, a provision which now forces TikTok's Chinese owners to sell interests in the platform, and if they don't, the app could be banned in the US. CNN's Manu Raju is following all the developments. Now here he is, reporting in from Capitol Hill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "RAJU",
      "sentences": "Now, this all comes as Mike Johnson making that decision to move ahead on aid to Ukraine and only angering folks on the right who had been concerned about some of his deal-making already, whether it was to keep the government open, whether it was to reauthorize a foreign intelligence surveillance law, as well as to actually move ahead on authorizing national security programs, as he did under the National Defense Authorization Act late last year.All of these actions over the last six months since becoming speaker have prompted this rebellion on the far right, including led right now by Congresswoman Marjorie Taylor Greene, who has called for his ouster and threatened to call for such a vote. But there's a belief that Johnson being able to survive such a vote, if it were to actually come, to a head on the House floor, because potentially Democrats could come to his defense, and also the former president himself, Donald Trump, defending the actions of Mike Johnson in an interview earlier in the week. So, a lot of questions about Johnson's future, but at the moment there is a belief and there's a relief among supporters of Ukraine aid on Capitol Hill that after months of battling, finally this chapter is done for now. Manu Raju, CNN, Capitol Hill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "VAUSE",
      "sentences": "We'll stay with this story a little longer. Matthew Schmidt is an associate professor of national security at the University of New Haven, as well as a former professor of strategic and operational planning at the U.S. Army Command and General Staff College. Matthew, good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "MATTHEW SCHMIDT, ASSOCIATE PROFESSOR OF NATIONAL SECURITY, UNIVERSITY OF NEW HAVEN",
      "sentences": "Good to see you, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "VAUSE",
      "sentences": "Okay, so most of the $60 billion or so is allocated to rebuilding depleted U.S. weapons stockpiles. But what is notable is that Ukrainian officials have been asking the U.S., both in private and in public, for the attack on long range missiles to target deeper behind Russian lines. American officials have resisted. Citing both supplies and further provoking Moscow as excuses. But the House made it a requirement to include those long range missiles in this package. Also on its way to Ukraine, what's known as specialized precision aerial ordnance. What exactly is that? And overall, in terms of what the U.S. is now willing to supply, this military package seems to be leaps and bounds ahead of all the other previous ones.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "SCHMIDT",
      "sentences": "Ukraine has to transform the war. You know, one week ago, 2024 was about surviving. And now it's about winning the war. And the U.S. has to transform the war in the next 12 to 18 months and the ability to take attack on this or glide bombs, those the special area aerial ordinances and to get over and above and deep into Russian lines to their --  their supply routes and their supply caches is critical to being able to -- to transform the war. Ukraine has to do that. And that's really what this bill is set up to give them a shot at.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "VAUSE",
      "sentences": "Yeah, clearly there is this urgent need also for artillery. You know, the Russians are firing ten to one at the moment, also ammunition for Ukrainian troops, the hours before the funding bill passed the Senate bill, CNN reported that the U.S. is prepared to quickly send military aid to Ukraine to meet the urgent battlefield and air defense needs as soon as the supplemental passes the Senate and is signed into law, gets signed into law later Wednesday. So once the material arrives, how soon would you expect to see some kind of turnaround in the military outlook for Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "SCHMIDT",
      "sentences": "I think you can get the 122 and 150 ammunition out into the field in a week, two weeks, then you're going to see it, -- you're going to see the effect that quickly. What's really happening here is it's a race because both sides are under a clock. Russia has one chance to try to push an offensive now before you get the artillery rounds in play, before you get the attack comes on the  F16's and the glide bombs in play here. And they're going to push to do that as fast as they can. I don't think they're going to be able to do it well. And Ukraine has to do the opposite. They've got to get their defense up fast. And then position themselves to transition to offense sometime in the late summer or the fall. But I think those first effects are going to happen within days or weeks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "VAUSE",
      "sentences": "And while this funding bill was stalled by Republicans in Congress, as you mentioned, Ukraine was just simply hunkered down trying to hold ground. At the same time, Russia was given the freedom to play on a major offensive. And that's expected anytime soon. So, there will still be ramifications here. It's not a case of now Ukraine has the funding. Everything is jolly hockey sticks. There are still consequences of this long delay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:00",
      "speaker": "VAUSE",
      "sentences": "That entire statement is wrong and partly delusional as well. But is it just Putin loving Tucker who's responsible for the anti- Ukraine sentiment among Republicans right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:00",
      "speaker": "SCHMIDT",
      "sentences": "No, I think that Republicans have a view of the world that says that they can deter somebody with strength. And they are misunderstanding that this war for Putin isn't actually about NATO. In that sense, sort of Tucker is accidentally correct. This is a war of ideology for Putin. He wants to control the future of Ukraine. Because he believes he has a sort of quasi-religious mission here, and that's why you can't deter somebody like that unless you go all the way in on this war and stop him where he's at.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:00",
      "speaker": "VAUSE",
      "sentences": "Matthew Schmidt, as always, good to have you with us, sir. Thank you for your insights.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:00",
      "speaker": "SCHMIDT",
      "sentences": "Take care.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:00",
      "speaker": "VAUSE",
      "sentences": "Ceasefire talks between Israel and Hamas appear to be a standstill. At the same time, a renewed Israeli military offensive on Hamas is ramping up. The IDF has issued an evacuation notice for combat zones in northern Gaza and across Gaza. Many report the nearly nonstop sound of bombardments. As well as some of the heaviest shelling in weeks. The Israeli military says extreme force is being used against terrorist infrastructure and subversive elements. And a Hamas spokesperson is calling for continued attacks on Israel in response. Rocket alert sounded in two southern border towns Tuesday, although no casualties were reported. Meantime, the U.S. is urging Israel to allow more humanitarian aid into Gaza.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:00",
      "speaker": "SATTERFIELD",
      "sentences": "The risk of famine throughout Gaza is very high, especially in the north. And the volume of assistance entering into and most importantly, distributed within Gaza has increased significantly. But we know much more aid is needed.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:00",
      "speaker": "VAUSE",
      "sentences": "Israel has dismissed allegations that IDF troops buried hundreds of Palestinians in a mass grave at Nasser Medical Facility in Gaza. Warning some of the viewers may find these scenes disturbing. The IDF says the claims are baseless and unfounded. But in an effort to find hostages and missing persons, some bodies, they say, were examined and returned. Civil defense officials in Gaza say at least 310 bodies have been found, and the search goes on. The U.N. says it's looking into reports some of the bodies had hands tied. (BEGIN VIDEO CLIP)RAVINA SHAMDASANI, U.N HUMAN RIGHTS SPOKESPERSON: We are horrified also by the destruction of a Nasser Medical Complex and Al-Shifa Medical Complex and the reports of the discovery of mass graves in and around facilities. And we call for independent, effective, transparent investigations into the deaths. Hospitals are entitled to very special protection under international humanitarian law. And let's be clear, the intentional killing of civilians, detainees, and others who are hors de combat is a war crime. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:14:59",
      "speaker": "RAMIREZ",
      "sentences": "Yes, I was --  when I was just walking here outside of the gates. There has been a constant NYPD presence outside of our gates. Now, of course, the difference between that and inside our campus is that requirement from authorization from Shafik (ph). And so obviously so far we have no word on that. We have reached NYPD sources and they could neither confirm nor deny if there has been any sort of request for an authorization for that sweep. But as far as we know, no NYPD activity within our campus, rather just outside as they were already stationed for the outdoor protests.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:14:59",
      "speaker": "VAUSE",
      "sentences": "Over the last couple of days, the last week or so, university officials have taken a fairly hard line with student protesters. The fact that now the NYPD is being kept off campus and has been requested to do so by university officials. Also, this possible extension of the deadline to 8am, which seems to be an attempt at further negotiations, maybe try to defuse tensions. Do you think maybe this is an attempt by university officials to reach some kind of compromise with students there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:14:59",
      "speaker": "RAMIREZ",
      "sentences": "I mean, I certainly think there is so much pressure here from many angles, but I can definitely speak to what we're hearing from students is, you know, as soon as we got or shortly after we got that email from Shafik announcing that midnight, the Columbia College Student Council released a statement that pretty strongly condemned the possibility of Shafik re-invoking NYPD authorization. And there has been a lot of that sentiment in terms of the backlash has been quite significant.And a lot of students, although we're all on edge in terms of that as a possibility, I think most, many are in agreement that that seems to be not the most ideal action here. I think that the university, at least in my evaluation would probably want to do anything in its power to not have to do that again. Not only because of the optics the public image already Columbia is thrust into this public light, this would not be particularly beneficial, of course for the university.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:14:59",
      "speaker": "VAUSE",
      "sentences": "Overall, where would you say the faculty and other staff members stand in all of this? Do you think they --  are they with the students, or are they siding with the administration?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:14:59",
      "speaker": "RAMIREZ",
      "sentences": "There are, of course, a variety of opinions, but actually, interestingly enough, I think no matter whether we're seeing a faculty who are sort of siding with in solidarity of the students who are the encampment, or faculty who are very outspoken about some of the impacts of the encampment, some of the impacts of the exterior protest, specifically those who express pro-Israeli views, we're seeing both of those parties for different reasons are expressing dissatisfaction with the university.And so, I'm not quite seeing an alignment that strongly between faculty and the university, but it doesn't mean that the faculty across the board are kind of in opposition with the administration; they're sort of, or for the same reasons, I should say, on faculty as to why they feel opposed. But I think there is quite a rise in sentiment of -- against the administration for different reasons, whether it is for failure to address anti-Semitism on campus or failure to,--  or the invocation of force against these pro- Palestinian protesters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:14:59",
      "speaker": "VAUSE",
      "sentences": "Isabella Ramirez, editor-in-chief of the Columbia Spectator, thank you for the reporting. We really appreciate your time. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:14:59",
      "speaker": "RAMIREZ",
      "sentences": "Yes, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:09",
      "speaker": "VAUSE",
      "sentences": "Day of high tension at the New York criminal trial of Donald Trump on Tuesday. The judge warning his defence team they're losing all credibility with the court. It came during a hearing on whether Trump repeatedly violated a gag order which prevents him from publicly discussing witnesses. But the former U.S President appeared to do just that before Tuesday's hearing when he told a local TV station that the Witness Michael Cohen his former fixer and lawyer was a convicted liar who did some pretty bad things.Big focus though has been on another key witness, the former publisher of the National Enquirer. David Pecker told jurors deeper into the world of, he took them rather, into the world of catch and kill, explaining how he'd be on the lookout for negative stories about Trump to make sure they never saw the light of day, specifically offering to flag instances of women selling stories. CNN's Paula Reid has details. (BEGIN VIDEOTAPE) PAULA REID, CNN CHIEF LEGAL ANALYST (voice-over): Former National Enquirer publisher David Pecker back on the witness stand where he shared details of his decades-long friendship with Donald Trump and how he eventually used his position to help Trump in the 2016 election. Under questioning from prosecutors, Pecker described a meeting he had with Trump and his former attorney Michael Cohen in 2015 where they asked, what can I do and what my magazine could do to help the campaign? Pecker testified that he responded saying, what I would do is I would run or publish positive stories about Mr. Trump and I would publish negative stories about his opponents. I said I would be your eyes and ears. He told the jury he saw the agreement as mutually beneficial. It would help his campaign and it would also help me. Pecker said he began meeting with Cohen a minimum of every week, and if there was an issue, could be daily. He said he would go directly to Cohen when confronted with a negative story about Trump. The prosecution questioned Pecker in detail about a doorman who tried to sell a story about Trump allegedly fathering a child with another woman as Trump sat in court and shook his head. Pecker said he directed the editor of the Inquirer to negotiate a number, a price to buy the story and take it off the market. The doorman was paid $30,000 for the story, even though it later proved to be false. Pecker told the court if the story got out to another publication or another media outlet, it would have been very embarrassing to the campaign. Pecker claimed if the story were true, it would probably be the biggest sale of the National Inquirer since the death of Elvis Presley, but then admitted if it were true, he wouldn't have published the story until after the election. But before Pecker even took the stand, the proceedings began with a heated hearing on the gag order imposed on Trump. In this case, the prosecution asked the judge to order Trump to remove specific posts they allege violate the gag order and find him $1,000 for each of the alleged violations. And remind him that incarceration is an option should it be necessary. The defense attorney, Todd Blanche, argued that Trump did not willfully violate the gag order and claimed Trump believes reposting others' assertions or content is not a violation. But the hearing became heated at one point with the judge telling Blanche, you're losing all credibility with the court. Paula Reid, CNN, New York. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:09",
      "speaker": "VAUSE",
      "sentences": "To L.A. and Michael Hilsink, journalist and author, as well as Pulitzer Prize winner, who's been writing for the Los Angeles Times for more than 40 years. And it's good to see you, Michael.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:19",
      "speaker": "VAUSE",
      "sentences": "Okay, so under oath, David Pecker explained how Catch and Kill works. He used the example of that National Choir paying a dormant thousands of dollars for a false story about Trump. This is what he said. We hold the article, and it's up to the publisher whether they're going to publish the article or not. Paying the $30,000, you had the full exclusive for it, and you had the choice to publish the article or not. You know, tabloid newspapers and magazines have always been down and dirty in many ways, often with their misleading or false reporting. You know, often how they get their stories is not exactly legit. But it seems what Pecker is describing goes way beyond tabloid journalism.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:19",
      "speaker": "HILTZIK",
      "sentences": "I think that's true, John. We do think of tabloids, the National Enquirer and its ilk, as really looking for the lowest common denominator in terms of what they report and their methodology. But this is something on a completely different level. This is -- Pecker and Trump using the National Enquirer to actually interfere in the election, to run false stories about Trump's opponents in the primaries and in the election, and to suppress stories that might be bad for him and to actually basically bury stories that would hurt Trump. So, this is a much more active participation, and the electoral process, than I think people really understood the Enquirer was up to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:19",
      "speaker": "VAUSE",
      "sentences": "Yeah, and here's a little more from Pecker's testimony about what you were saying about the negative stories. If there was any rumours in the marketplace about Mr Trump or his family, or any negative stories that were coming out or things that I'd heard overall, that I would go through, --  I  would go through, -- I would call Michael Cohen, Trump's lawyer, directly. So, you know, not only is the magazine willing to hold stories that come their way, Pecker's actively out there seeking them, trying to find them. Has there ever been an example, in the history of publishing, in the history of journalism, that a newspaper has been used in this way to the benefit of one person?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:19",
      "speaker": "HILTZIK",
      "sentences": "Well, there's certainly been cases in which tabloids of a slightly earlier era were known, basically, to look for dirt on Hollywood stars. There was a publication called Confidential that would do that and would actually use what it learned for blackmail. And ultimately, that got exposed. But I think, you know, one aspect of this that tends to be overlooked is that the stories that the National Enquirer made up about Trump's opponents actually infiltrated into -- mainstream journalism. That the National Enquirer would run a headline about, say, Ted Cruz. Trump would repeat it, having helped to gin it up. And then the New York Times and the Washington Post and Politico would report Trump's accusation as though it was sort of a standard part of the electoral campaigning process.  So that's sort of a pipeline that all of journalism really needs to come to grips with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:19",
      "speaker": "VAUSE",
      "sentences": "Well, you mentioned it, and I haven't. Here is Donald Trump in May of 2016. He's referring to a story which was in the National Enquirer and speaking on Fox. Here he is.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:19",
      "speaker": "TRUMP",
      "sentences": "His father was with Lee Harvey Oswald prior to Oswald's being, you know, shot. I mean, the whole thing is ridiculous. What is this, right prior to his being shot? And nobody even brings it up. I mean, they don't even talk about that.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:19",
      "speaker": "VAUSE",
      "sentences": "He being Senator Ted Cruz, who was the last man standing at the time in the Republican primary. Here's how Ted Cruz reacted to that.(BEGIN VIDEO CLIP) SEN. TED CRUZ (R-FL): This National Enquirer story is garbage. It is complete and utter lies. It is a tabloid smear. And it is a smear that has come from Donald Trump and his henchmen. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:19",
      "speaker": "VAUSE",
      "sentences": "Everyone knows the National Enquirer is grubby. And we also know that a lot of stuff in there is not true. But as you say, these reports were picked up by The New York Times, The Washington Post, and other credible news outlets. How much harm -(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:19",
      "speaker": "HILTZIK",
      "sentences": "Right, absolutely. If you read the stories in The New York Times and The Washington Post and elsewhere at the time, they treated Trump's accusation against Cruz as something that maybe did have a nugget of truth to it. And, you know, because so many people have a negative view of Ted Cruz, I think there were a lot of people who sort of nodded to themselves and said, yeah, I'm not surprised at that. So this was really poison being dripped into the body politic by Trump and his partners at the National Enquirer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:19",
      "speaker": "VAUSE",
      "sentences": "Yeah, it's amazing how much harm has been done by something so sort of underhand and sinister and how it's played out. Michael, as always, it's great to have you with us. Really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:19",
      "speaker": "HILTZIK",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:14",
      "speaker": "STOUT",
      "sentences": "Now, we are awaiting fresh comment from the ministry of foreign affairs. We are awaiting any comment from ByteDance. And TikTok has said it plans to challenge the legislation in court -- John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:14",
      "speaker": "VAUSE",
      "sentences": "A lot to go in this trial for TikTok. We'll see where it happens.OK. Kristie Lu Stout in Hong Kong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:14",
      "speaker": "STOUT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:14",
      "speaker": "VAUSE",
      "sentences": "Thank you.Well, Tesla CEO Elon Musk has announced plans for a new, cheaper E.V., which could be on the road by mid next year, maybe sooner. This comes as the electric carmaker is taking a beating on the balance sheet. First-quarter earnings down 48 percent, well short of Wall Street forecasts. Total revenue down 9 percent. The company's profit margin declined by two percentage points. Tesla has a history of not meeting timelines on vehicle launches. Still, word of this new model has helped stock in after-hours trading. At last check, it was up 13 percent, almost $164 a share, just a few pennies short. When we come back, Athens transformed. What turned the skies over the Greek capital into some kind of alien landscape from the red planet. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:07",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We are calling for divestment from Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:07",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "So that Columbia is not funding the genocide of Palestinians in Gaza.ROSALES (voice-over): This as calls for the resignation of the school's president, Minouche Shafik, continue to get louder. Shafik under fire from both inside and outside the university and could face a censure vote from the university Senate as early as tomorrow. Shafik and other university officials are facing internal criticism that NYPD arrests and student suspensions allegedly violated tenets of academic freedom and free expression on campus. From Boston to Berkeley, there was a spotlight on how colleges are managing student outrage. Harvard Yard closed for a second day in a row, while at MIT, a pro-Palestinian encampment stands firm in solidarity with other protesting students.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:07",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The students united will never be defeated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:07",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The students united will never be defeated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:07",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The students united will never be defeated.ROSALES (voice-over): The growing unrest on college campuses causing concern and chaos as schools prepare for graduation in the coming weeks. Many students saying they fear for their safety.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:07",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's scary. It's terrifying. They have a sign that says, \"Long live the intifada.\"ROSALES (voice-over): While others say they are --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:07",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Vehemently, vehemently opposing all forms of oppression.ROSALES (voice-over): They will not back down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:07",
      "speaker": "QUINN PERLAN, MIT STUDENT, JEWS FOR CEASEFIRE",
      "sentences": "Until MIT agrees to stop building the weapons that are used in this mass killing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:07",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We want the genocide to stop. ROSALESOver at MIT, also over 20 tents on display there in front of the chapel. A group, Jews for Ceasefire, an organizer telling me that, if they are asked to bring down the encampment, those tents, they will not do so. MIT telling CNN that they will consider the next steps in regards to those tents. Isabel Rosales, CNN, Boston. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}