{
  "date": "2024-10-31",
  "headline": "Laura Coates Live",
  "subHeadline": "Harris and Trump Take Their Message West; Harris Seizes on Trump's Comments About Women; Vance Made Controversial Comments About Trans Kids; Laura Coates Interviews Dr. Jonathan Reiner. Aired 11p-12a ET",
  "utterances": [
    {
      "timeStamp": "23:00:00",
      "speaker": "GEOFF DUNCAN, CNN POLITICAL COMMENTATOR, FORMER GEORGIA LIEUTENANT GOVERNOR",
      "sentences": "-- prized possession is any king-sized chocolate bar and my make and model is Twix. Abby, there you go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "ABBY PHILLIP, CNN ANCHOR AND SENIOR POLITICAL CORRESPONDENT",
      "sentences": "Okay. You know what? That is -- this is actually the correct answer.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "PHILLIP",
      "sentences": "Number one candy in America right here. You give me this --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "ANA NAVARRO, CNN POLITICAL COMMENTATOR",
      "sentences": "You know what? You know, I have to say something, though, which is -- which I -- I just -- it just struck me. The two people on this panel defending Kamala Harris are Republicans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "UNKNOWN",
      "sentences": "Amen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "PHILLIP",
      "sentences": "Well, there you go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "UNKNOWN",
      "sentences": "That's a good point, Ana.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "PHILLIP",
      "sentences": "There you go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "UNKNOWN",
      "sentences": "-- made you think of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "NAVARRO",
      "sentences": "No --(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "PHILLIP",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "NAVARRO",
      "sentences": "No, the election --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "PHILLIP",
      "sentences": "All right, guys, we got to go. Thank you so much for watching, and thank you for watching \"NewsNight",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "LAURA COATES, CNN HOST AND SENIOR LEGAL ANALYST",
      "sentences": "Well, tonight, politics and star power collide. Kamala Harris and Donald Trump bring their message and their high- profile backers to Arizona and Nevada. Plus, the battle for women voters hits fever pitch. But will Trump's vow to protect them, whether they like it or not -- his words -- put them in the dog house? Omarosa is here to respond. And Senator J.D. Vance gets his turn on Joe Rogan and suggests some kids are becoming trans to get into Ivy League schools. Tonight on \"Laura Coates Live.\"All right, first of all, it's Halloween. Happy Halloween to all of you. And one of my favorite movies happens to be \"Goonies.\" I'm clearly Mama Fratelli. All right? Now, let's hope I'm a better mother. But you see the costume? The gloves are going to probably have to come off, but it would be probably in line with the fact that in the last five days, of course, of this election, the gloves are already off. Right now, Kamala Harris and Donald Trump are campaigning out west. They're crisscrossing two critical battlegrounds, which is five days to go until the election. On the left, live pictures from Glendale, Arizona. Trump is about to speak there with far-right firebrand Tucker Carlson. And on the right, Kamala Harris is getting ready to rally with Jennifer Lopez in the next hour. It caps an incredibly busy day for both candidates. Harris holding rallies in Phoenix, Arizona and Reno, Nevada just earlier today before the big shebang with J. Lo tonight. They will no doubt go after Trump for those comments at his New York City rally where a comedian called Puerto Rico \"garbage.\" But Harris is also on the offensive over one of Trump's biggest weaknesses. Remember his controversial comments about women last night where he said he'd protect them whether they -- quote -- \"like it or not?\" Yeah, Harris wasn't having it. (BEGIN VIDEO CLIP) KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES, U.S. PRESIDENTIAL CANDIDATE:  He does not believe women should have authority or agency over their own bodies. (APPLAUSE) This is the same person who said that women should be punished for their choices. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "COATES",
      "sentences": "Now, as for Trump, his first rally was, interestingly enough and reliably blue, New Mexico before moving on to Henderson, Nevada. And tonight, Glendale. Why New Mexico? Well, for starters, he falsely suggested he won New Mexico in not only 2016 but also 2020. He lost by big margins. And then, well, he said this.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES, PRESIDENTIAL CANDIDATE",
      "sentences": "Look, don't make me waste a whole damn half a day here, okay?(APPLAUSE) Look, I came here. You know, we can be nice to each other or we can talk turkey. Let's talk turkey, okay? (APPLAUSE) First of all, Hispanics love Trump. They do. (APPLAUSE) I'm here for one simple reason. I like you very much and it's good for my credentials with the Hispanic or Latino community. (APPLAUSE) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "COATES",
      "sentences": "Well, we're monitoring both rallies and we'll bring you news when it comes in. But I want to start now with Priscilla Alvarez, who is in Las Vegas, who is also covering the Harris rally. Priscilla, there's some serious star power there with Kamala Harris tonight. It's not just Jennifer Lopez. What can we expect?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:02",
      "speaker": "COATES",
      "sentences": "Priscilla Alvarez, stand by for us. We'll come back to you as well.Joining me now on this busy Halloween night, Alex Thompson, national political reporter for Axios, Chuck Rocha, Democratic strategist and former advisor to Bernie Sanders's presidential campaigns, and Bryan Lanza, senior advisor to the Trump-Vance Campaign. I'll begin with you here, Chuck, because we both have on hats. We're less than an hour away now from Harris holding this rally. It's a pretty big one and an important one, I'm sure, for her. Got J. Lo involved in it as well. The latest CNN poll, though, shows that it is essentially a dead heat between -- with Latino voters in this state of Nevada. What's going on? Why the dead heat, you think? CHUCK ROCHA, DEMOCRATIC STRATEGIST, FORMER SENIOR ADVISER FOR BERNIE SANDERS'S 2016 AND 2020 PRESIDENTIAL CAMPAIGNS:  It's going be really close in Nevada. But, first, I got to say, you got to recognize my costume.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:02",
      "speaker": "COATES",
      "sentences": "Hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:02",
      "speaker": "ROCHA",
      "sentences": "I'm coming as business casual Mexican redneck this evening.(LAUGHTER) But in Nevada --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:02",
      "speaker": "COATES",
      "sentences": "Ah!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:02",
      "speaker": "ROCHA",
      "sentences": "-- 48 to 47 is tighter than my hat band, as my papaw would say. In Nevada, it's much different than Arizona. It's much different than Pennsylvania. In Nevada, over a hundred thousand Latinos come in and out of that state every year because of the service industry. There's a lot of working-class, blue-collar. You've got to go in there and work. You've got to work really hard. And tonight, I think it's important to have Jenny from the block doing some campaigning after the controversy this weekend with the Madison Square Garden and the Puerto Rican comment and the trash commend and all the things.Look, we're at the very end. Sixty million people have already voted. Each campaign right now is going to try to have really distinct difference to show contrast for that last little bit to motivate folks to get off the couch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:02",
      "speaker": "COATES",
      "sentences": "A little bit. We got about 100 hours. A little bit more than that to go, Bryan, and you've got ground that was likely lost from some of those comments this week. How does Trump course correct? Can he? Is there even time?BRYAN LANZA, FORMER DEPUTY COMMUNICATIONS DIRECTOR FOR TRUMP 2016 CAMPAIGN, SENIOR ADVISER FOR TRUMP-VANCE 2024 PRESIDENTIAL CAMPAIGN: Listen, there's no reason for course correction. I think if you look at everything in the polls, it shows that the president is winning the issues that matter to the American people, whether it's immigration or whether it's the economy. That's what the people are focused on. And President Trump has lost no support on that. And I point out to Nevada, Nevada is an early vote state. If you look at where the Republicans are, they have a six-point advantage on early votes. So, we've never had that before. Republicans have never led early vote in Nevada. Now, they lead it by six points. It is such a wide margin that Harris needs to win, independent voters on Election Day, by 10% for her to carry Nevada. The math is not there. I'm glad Jenny on the block is there, but it's a little bit too late and Nevada is, I would say, at this point going red if you look at the data.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:02",
      "speaker": "COATES",
      "sentences": "He thinks the math is not mapping, Alex, when you hear this. And the endorsements, though, there are a number of them coming in. I mean, Harris has it from several stars from \"The Avengers,\" by the way. She has also got Michael Bloomberg that endorsed her. And also, LeBron James endorsed her with the video of Trump's comments over images from the civil rights movement and protests, ending with a phrase that she often uses, about not going back and that will take us back. Will any of those endorsements at this particular hour move the needle?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:02",
      "speaker": "ALEX THOMPSON, CNN POLITICAL ANALYST, NATIONAL POLITICAL CORRESPONDENT FOR AXIOS",
      "sentences": "They could, but there are worries within the Harris Organization about how much they are going to move them. One person I was talking to just the other day, who also used to work on Hillary's 2016 campaign, recalls the really big event that she had, with LeBron James in Ohio a week or two before that election. They were going around talking to people and saying, oh, are you going vote for Hillary Clinton? And they said, oh, no, I just want to see Lebron and Beyonce.You know, sometimes, people come to these events because -- to see the celebrity rather than the politician. And there is a little bit of a worry that they are depending a little bit too much. That being said, it's not a bad thing to get J -- I mean, Jenny from the block is a good thing to get. And it only happened because of the unforced error of the Trump campaign that, you know, they have a lot of confidence right now. But that confidence, according to some people I've talked to involved in the campaign, has turned into a little bit of hubris among some people, and they're making unforced errors. There's no reason to have an insult comic go up in your big, you know, victorious Madison Square Garden rally, which is completely, you know, politically-incompetent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:02",
      "speaker": "COATES",
      "sentences": "I mean, the closing arguments and the self-inflicted wounds are one that I think every campaign has had to grapple with over time, but we are seeing it at a different pacing right now. And in particular, how do you see the role of the celebrity endorsements? Because, you know, on the one hand, you want to show that you're a person of the people. That's what Trump is saying, and he tries to distance those who are not, or who are celebrities and saying, well, that's not really who you guys are. And the same token, they relish having this aura around them. How do voters evaluate it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "COATES",
      "sentences": "Well, Bryan, let me ask you about the energy. There was a different vibe today when Trump was speaking, and he talks about the (INAUDIBLE) oftentimes. But there is an undeniably meandering moment I want to play for you. I'd love to understand your rationale for this.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "TRUMP",
      "sentences": "I've always been known for having the biggest windows. I want those windows to be so big, right down to the bottom of the floor.(APPLAUSE) And the bigger they are, the better they sell. That's just the way it is. I got to change my whole philosophy if you don't vote me in, because I'll go back to building crazy buildings now and I won't be able to use windows anymore. No, they actually --they don't want windows. They don't want cows. They don't want anything. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "COATES",
      "sentences": "What is he talking about, Bryan? And the idea of these last final days and hours left, why is this even part of his message?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "LANZA",
      "sentences": "Because I think he's just trying to tell people, you don't want to send me back into the construction business. You got to vote me in. Yeah, he's trying to motivate them. Just everybody has their own little angles. And I think he's trying to do a comedic blend. It's like, you don't want me going back to building buildings. Put me in the White House.You know, that's the only thing I can sort of think of what is being said at this moment. I mean, Trump was a builder before he came to office. So, when he's saying, you know, you're going to send me back to building, that's probably what he means. But I think that people on Tuesday are going to send him to the White House. THOMPSON:  This reminds me, \"The New York Times\" did a really good comparison between 2016 and 2024. Trump -- Trump has always been undisciplined, but his rally length has gone from 45 minutes to about an hour and a half --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "COATES",
      "sentences": "Hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "THOMPSON",
      "sentences": "-- which creates a lot more moments like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "COATES",
      "sentences": "And when that happens, though, I mean, sometimes it can show you're anxious as a candidate. You want to have every single moment. You want to have a prolonged and protracted discussion because you've got some point to drill home. But when you fill it with the dead air, fill it with hot air, that shows that maybe there is not the linear focus that you know that the voters want to hear about. How do you seize on that as Democrats?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "ROCHA",
      "sentences": "It's hard to tell a rich man who used to get in his way how much time he can and can't have when he has a lot of opinion. I learned that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "LANZA",
      "sentences": "-- former president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "ROCHA",
      "sentences": "Absolutely. I'll tell my friend, Bryan, and tell any Republican that Donald Trump has every advantage in this election, every advantage on most of the issues, the advantage of not being an incumbent to having a chance to being a change agent, to going back to a change when actually things were cheaper.The Democrat here said, yes, things were cheaper four years ago. And if I was running that campaign, I know Bryan is running it every day, he's an advisor, I've been an advisor, you have so much work you can do with that, but just staying on the message. If he stayed on the message, this thing would have already been over.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "THOMPSON",
      "sentences": "You can tell every rally, you know he -- you can tell that he knows what he is supposed to say, right? Then said, Kamala broke it, I will fix it. He starts every rally right now being like, are you better off than you were four years ago? There is more of an optimistic message in terms of the talking points. But then, you know, the vast majority of it is him just being discursive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "COATES",
      "sentences": "Well, speaking of four years ago, there was a, um, some seeds that were planted then about the elections and the integrity of our elections. And it seems -- Puck is reporting -- quote -- \"Trump and his allies are preemptively making outlandish and extreme assertions to lay the groundwork for a claim of a stolen election.\"And I do wonder from your perspective, does the campaign really believe that there is a risk of this? And isn't it cutting off one's nose to spite your face if you want people to be encouraged to vote and then saying something is wrong and untoward already?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "LANZA",
      "sentences": "Listen, I have a tremendous amount of respect for Tara, who wrote that story, but I think she's wrong in that story. I don't sense that at all. Listen, I think at the end, people are going to speculate a lot. But the campaign is focused on the Election Day. The campaign is doing everything they can to get everybody turn out on Election Day.These stories just come out of, you know, sometimes left field. You know, sometimes Tara gets it right and sometimes she gets it wrong. I think on this story, she got it wrong. We know what the campaign is focused on. We're focused on Election Day, we're focused about delivering our economic message, we're focused about our immigration message. And these stories just sort of offer an abstraction. You know, good for Tara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "COATES",
      "sentences": "These are Trump's words, though, at times talking about how he believes that they are already cheating. That was as recently as yesterday. Now, he came back in the garbage truck to talk about, you know, they've made some corrections. But he has been quite consistent about believing that there is something wrong with the election system.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "COATES",
      "sentences": "What about the campaigns? Go ahead, Chuck.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "ROCHA",
      "sentences": "Go ahead, Alex.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "THOMPSON",
      "sentences": "Oh, I was going to say, the upshot of what you just said is that this could be the most litigious election in American history. Trump campaign has already been preparing for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "COATES",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "THOMPSON",
      "sentences": "They actually, in some ways, sacrifice their ground game by focusing RNC resources on legal teams.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "ROCHA",
      "sentences": "The key to what Bryan said is they got caught. There are checks and balances in all of our systems. We have a system, we have judges, we have laws. And every now and then, one or two people may slip through out of hundreds of millions of voters. Absolutely, nothing is perfect. But our democracy is pretty safe, and we run pretty good elections. What Bryan is talking about with the voter registration happened because there were things in place to catch that, and they caught them. And that's something good, but that's no reason to say that our elections aren't fair.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "LANZA",
      "sentences": "Oh, yeah. But let's be clear, the reason they committed fraud on those registration forms is so they could commit election fraud. They were caught red handed. So, you can't say that election fraud is not getting taking place. You have people with excess of 5,000 registration forms. There are people who want to commit 5,000, you know, fraudulent votes in this election. Let's be clear what took place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "HARRIS",
      "sentences": "He simply does not respect the freedom of women or the intelligence of women to know what's in their own best interests and make decisions accordingly. But we trust women.(APPLAUSE) We trust women. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "Well, Vice President Kamala Harris responding to Donald Trump's vow to be protector of women -- quote -- \"whether they like it or not.\"(BEGIN VIDEO CLIP) TRUMP:  I want to protect the women of our country. (APPLAUSE) They said, sir, I just think it's inappropriate for you to say. I pay these guys a lot of money. Can you believe it? I said, well, I'm going to do it, whether the women like it or not. I'm going to protect them. I'm going to protect them from migrants coming in. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "Joining me now, former Trump senior adviser Omarosa Manigault Newman. She's also the author of \"Unhinged",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "MANIGAULT NEWMAN",
      "sentences": "Uh-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "Does that square with the Trump you know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "MANIGAULT NEWMAN",
      "sentences": "I can't tell you how often, Laura, I would brief Donald Trump and give him the parameters of what he should say and what he shouldn't say, and he went off the railings.What's most concerning about these latest comments is that he's honest. They advised him that this would offend women, that women would react in a negative way to his comments, and he tells you that he doesn't care, that they're going to get what he's giving regardless of what the impact is on women and how they turn out. So that lets you know that Donald Trump will not listen to his advisors nor will he listen to wise counsel if elected to the Oval Office again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "Now, of course, he, I'm sure, believes that he is going to use this to his advantage and suggest that I'm going to do a lot of things that people aren't comfortable with. But I know better. I know better that's why you're electing me to actually run the country. How does that level of bravado and hubris work against him in these backroom deals, in these situation rooms, so to speak, where he's trying to learn from those who are advising him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "MANIGAULT NEWMAN",
      "sentences": "Donald often said that he followed his gut. And what we know is that Donald Trump has become extremely out of touch with what every day Americans are feeling, what they're experiencing, their struggles to fill their gas tank or even fill prescriptions.By him following his gut, he has led the country in a way, when he was in office, that went in the wrong direction. We know that because many of the voters said that in their exit polling, that they just didn't trust him any longer to make any type of economic decisions, they didn't trust him with Social Security, and they certainly don't trust him to make decisions about women's bodies. [23:25:00] COATES:  Well, top Harris surrogate, Mark Cuban, he now is in some hot water. It's amazing how these last-minute days are not the words of the candidates, but the candidates are having to address them. He's in hot water following controversial comments about women that are around Trump. Listen to this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "MARK CUBAN, ENTREPRENEUR, ENDORSED KAMALA HARRIS",
      "sentences": "Donald Trump, you never see him around strong, intelligent women. Ever. It's just that simple. They're intimidating to him. He doesn't like to be challenged by them.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "The Trump campaign is calling it a disrespectful insult to women. Then tonight, as you can expect, Cuban is now clarifying, saying that he knows a lot of smart women who have worked with and support Trump. But he insists that Trump is threatened by strong women. What's your take?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "MANIGAULT NEWMAN",
      "sentences": "Well, Donald Trump has shown just in the last week or so that he doesn't like women. Full stop. I mean, he has gone after Kamala Harris in a way that expresses very clearly that he dislikes women in powerful position, in leadership. I mean, the insults that he has lodged towards Kamala Harris has demonstrated that Donald Trump is completely out of touch with women. And he has called Kamala Harris dumb. He has used the R-word, which I won't repeat. But he has also said that she should not become the president of the United States because, specifically, that she is a woman of color. And so, Donald Trump is disconnected.So, when you hear Mark Cuban say what he said, he clarified and said that he was referring to Donald Trump's reluctance to have Nikki Haley campaign with him, as we've seen, because Nikki Haley speaks the truth. He doesn't want truth tellers around him. I think that that should have been the statement that Mark Cuban said as opposed to strong women, intelligent women.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "You know, speaking of Nikki Haley, why do you think she is not on the campaign trail with him? Is it because she is not agreeing to whatever terms or he doesn't want her there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "MANIGAULT NEWMAN",
      "sentences": "He doesn't want her there. I mean, Nikki Haley continues to be a threat to him. And there's no one more dangerous than someone who is insecure. And he's always behaved very insecure around Nikki Haley because she has the intellect. She connected with voters. And her numbers during the primaries, it scares him. So, of course, he is not going to have her on the campaign trail, although she would have been an asset to him. It's his loss.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "It is counterintuitive given she has given dates of when she could be available to stump on the campaign and knowing that she did --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "MANIGAULT NEWMAN",
      "sentences": "Yeah. COATES",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "MANIGAULT NEWMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "-- maybe a low-hanging fruit for some of them in the campaign to think about. But, you know, maybe there's -- the Elephant never forgets philosophy of things in terms of the relationship. There's also an ad released by --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "MANIGAULT NEWMAN",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "-- a progressive evangelical group, Vote Common Good, Omarosa, and it's aiming to mobilize women voters living in pro-Trump households. It's telling them that it's okay --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "MANIGAULT NEWMAN",
      "sentences": "Uh-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "-- to break from their party. Watch this.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "UNKNOWN",
      "sentences": "Your turn, honey.UNKNOWN (voice-over):  In the one place in America, where women still have a right to choose, you can vote any way you want, and no one will ever know. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "Conservative voices like Jesse Watters and others are up in arms over this ad. What's the real concern for them here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "MANIGAULT NEWMAN",
      "sentences": "I think the real concern is that you can't really measure what women are going to do, although we can certainly look at 2020 after the Dobbs decision as to what happened, and it was not good for Republicans. But I was at my Rotary meeting this week and it was all the buzz. Women from both parties talking about the fact that there is this whole push for women to go into the booth and make decisions that may be contrary to their husbands.The fact that this is an organized campaign strategy is fascinating to women on both sides of the aisle. But we won't know until after this election is concluded, after we have the exit polling, how effective that ad and this push has been with women.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "It's true. We won't know if they're really speaking to an actual section of the electorate or a boogeyman version of it. But lo and behold --(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "MANIGAULT NEWMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "-- we'll see that in about five days. And certainly, it is gaining traction, both for those -- MANIGAULT NEWMAN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "-- who think it's condescending and those who say it's exactly the right message. We'll see how the voters feel. Omarosa Manigault Newman, always, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "MANIGAULT NEWMAN",
      "sentences": "Absolutely. Thank you, Laura.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:57",
      "speaker": "COATES",
      "sentences": "He kept a straight face for that, right? There's no evidence to support that claim, obviously. It's merely made up of whole cloth. I mean, don't forget, of course, J.D. Vance does have tendency to do just that, like his lies about Haitian migrants eating pets in Springfield, Ohio. Remember what he said after being caught in that lie that he feels he has to -- quote -- \"create stories for attention?\"(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:57",
      "speaker": "VANCE",
      "sentences": "If I have to create stories so that the American media actually pays attention to the suffering of the American people, then that's what I'm going to do.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:57",
      "speaker": "COATES",
      "sentences": "I want to bring in someone who used to be close friends with Senator J.D. Vance. Their name is Sofia Nelson. They are J.D. Vance's former Yale Law School classmate, friends actually since freshman year. Since Vance has joined the ticket, Sofia has come forward a few times to speak about the man they knew on college versus what they're seeing on the trail. The two were close for a long time, so close that Vance would sign off email saying, love you, J.D.Sofia Nelson joins me now. Sofia, thank you so much for joining us. I'd like your take on Vance's assertion. And I can't really believe that he had articulated that earlier today. But that children are becoming trans, his words here, to get into college? SOFIA NELSON, J.D. VANCE'S FORMER YALE LAW SCHOOL CLASSMATE:  Well, thanks for having me, Laura. I mean, it's outrageous and it's offensive. I think the MAGA movement thinks of minority identities as something we take on and off like a jacket.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:57",
      "speaker": "COATES",
      "sentences": "Hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:57",
      "speaker": "NELSON",
      "sentences": "And the only advantage that has flown to me from being transgender is that I get to live my authentic self, which I think is, you know, what all trans people are seeking. But the reality for trans people in America is that we're four times more likely to be the victims of violent crime. There's no evidence to support what he's saying. And I think it is just part of this nefarious calculated plot to divide us and to sow division amongst the American people, and that's why you see that they spent a hundred million dollars running ads attacking me and my community.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:57",
      "speaker": "COATES",
      "sentences": "Hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:57",
      "speaker": "NELSON",
      "sentences": "This is no different than bashing Puerto Ricans or, you know, in the way he's talking about people becoming trans to get some advantage, reminds me of what Donald Trump said about Vice President Harris, that she -- quote -- \"became Black,\" implying that it was somehow to her advantage when we all know that's not the reality.We were born this way. We live this way. There's a lot of discrimination that comes along with whether it's being Puerto Rican, transgender or Black woman in America. We're all proud of our identities, we're proud of who we are, we're proud of our history. But it doesn't change the reality that it doesn't get you anywhere as far as getting into school. There was this underlying concept in what he was saying that it somehow becomes difficult for rich white people to get into Yale. That wasn't my experience having gone there. So, news to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:57",
      "speaker": "COATES",
      "sentences": "It wasn't my experience in Princeton either, for the record. But we'll see what happens in the future for a lot of things. I do want to get your thoughts on another claim from Vance. Here he is talking about what he calls, his words, again, the normal gay vote.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:57",
      "speaker": "VANCE",
      "sentences": "I wouldn't be surprised if me and Trump won just the normal gay guy vote -- UNKNOWN (voice-over)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:57",
      "speaker": "VANCE",
      "sentences": "because, again, they just wanted to be left the hell alone. And now, you have all this crazy stuff on top of it.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:57",
      "speaker": "COATES",
      "sentences": "I mean, I hear the words coming out of his mouth. I assume he hears them as well. I know he sees a calendar. I know he knows that it's election year, we are five days out, oh, and there are people who are actually listening to what he has to say and reacting to every instance of the different phrases. What's your reaction?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:03",
      "speaker": "COATES",
      "sentences": "They say the definition of attack is when you can make a point without making an enemy. Sounds like that's hopefully lacking here. Sofia, you have said a number of times in past interviews that you still care about Vance and his wife, who you also have known since law school. If you had the opportunity to sit down with them today, what would you tell them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:03",
      "speaker": "NELSON",
      "sentences": "I would say that trans people just want to be left alone, to be able to live our lives. I'm not bothering anyone. I'm not making it difficult for any -- quote -- \"normal person\" to live their life. And I wish that we could get back to a place of respectful, curious dialogue and not attacks. I do miss J.D. and Usha. I don't wish anything ill on them. I care about them as people.But the political messenger that he has become, I think, is incredibly dangerous. And I encourage everyone, whether you're trans or not, to think about what do these types of attacks from our leaders mean for us as a country and what kind of message does it send our children about bullying. And these are not the way we would want our kids to talk about people who are different from us. It's certainly not the way we want our leaders to talk about it. COATES:  Sofia Nelson, thank you for joining.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:03",
      "speaker": "NELSON",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:03",
      "speaker": "COATES",
      "sentences": "Well, J. Lo and Vice President Harris rallying together in Las Vegas any moment now. We will bring you that live when it comes. Plus, RFK Jr. is firmly in Trump's camp and firmly set in many of his conspiracy theories. What could happen if he gets a health role in a potential Trump administration? We'll ask a doctor next.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "TRUMP",
      "sentences": "Robert F. Kennedy, Jr., we have.(APPLAUSE) And he's going to work on health and women's health. I told Bobby, Bobby, I want you to take care of health. I want you to look at the food and the food supply and what we put on the food and all sorts of -- (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "COATES",
      "sentences": "That's Trump tonight in Nevada getting cheers from the crowd about RFK Jr. taking care of health, women's health. But the thing is, RFK Jr. is a well-documented conspiracy theorist. He's anti-vaccines. He thinks chemicals in the water are causing gender dysphoria in young boys. And that is just the tip of the untrue iceberg.Yet tonight, \"The Washington Post\" is reporting that RFK Jr. could wield a great deal of power over health and food safety in a prospective Trump administration. They report cabinet and agency officials would actually maybe answer to him. And RFK's conspiracies are now spreading throughout the Trump campaign. Here's Trump's transition co-chair, Howard Lutnick, speaking with CNN's Kaitlan Collins. (BEGIN VIDEO CLIP) HOWARD LUTNICK, CO-CHAIR, TRUMP-VANCE TRANSITION TEAM:  We are not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "KAITLAN COLLINS, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Vaccines are safe. RFK -- I mean, he --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "LUTNICK",
      "sentences": "Why do you think vaccines are safe?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "COLLINS",
      "sentences": "RFK --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "LUTNICK",
      "sentences": "There is no product liability anymore. They're not proven.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "COLLINS",
      "sentences": "Kids get them, and they're fine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "LUTNICK",
      "sentences": "Why do you think they're fine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "COLLINS",
      "sentences": "Because they are proven scientifically to be --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "LUTNICK",
      "sentences": "I mean, how about this? There was one in 10,000 people with autism. We all know so many more people with autism than addict when we were young. Oh, come on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "COLLINS",
      "sentences": "Okay, this is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "LUTNICK",
      "sentences": "I mean, this point is really interesting. But here is what he said --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "COLLINS",
      "sentences": "But vaccines don't cause autism.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "COATES",
      "sentences": "As Kaitlan said, vaccines do not cause autism. The thing is, sometimes, the lie travels much further than the truth. So, let's do some fact-checking here, and who better to help with us than CNN medical analyst Dr. Jonathan Reiner. He is the director of the Cardiac Catheterization Laboratory at George Washington University Hospital.Dr. Reiner, thank you for being here. I want to start with that conspiracy. It's one of the most widespread conspiracies about vaccines, that they cause autism. Tell us why they do not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "JONATHAN REINER, CNN MEDICAL ANALYST",
      "sentences": "They do not because they've been studied in dozens of trials using a variety of methodologies, evaluating a variety of vaccines given in a variety of dosing schedules, and they don't cause autism. Most recent study coming out of Denmark is looking at 600,000 children, comparing those who got, for instance, the MMR vaccine to those who didn't. No difference in the incidence of autism. It has been studied extensively.The original sort of concern from this came out from now widely discredited study by Andrew Wakefield that was published in \"The Lancet\" in the late 1980s. Widely discredited and actually withdrawn by \"The Lancet,\" the journal that published it. There's no evidence that vaccines, any vaccine causes autism.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "COATES",
      "sentences": "Yet, this continues to be a part of the conversation and a promoted conspiracy theory. And there's another one of his claims, that certain chemicals in our water, Dr. Reiner, are actually causing a sexual dysphoria in children, particularly boys. What is the basis, if anything, for that claim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:04",
      "speaker": "COATES",
      "sentences": "Yeah, I --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:04",
      "speaker": "REINER",
      "sentences": "But it is said with conviction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:04",
      "speaker": "COATES",
      "sentences": "Hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:04",
      "speaker": "REINER",
      "sentences": "And, you know, he says it with conviction, and it's cloaked with the Kennedy name. And when he says things, people listen to him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:04",
      "speaker": "COATES",
      "sentences": "You know, I almost feel guilty asking and trying to pick the mind of a brilliant person like yourself about these sort of conspiracy theories. And yet there are so many people who believe exactly what is being said because of the messenger and because of the frequency in which they hear the material and the scanning they do of headlines and echo chambers across our country.And I -- we've heard this a lot with COVID-19, of course, and the COVID vaccine. In fact, I want to play for you a little bit of a clip of J.D. Vance today where he was speaking about the COVID vaccination. Listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:04",
      "speaker": "VANCE",
      "sentences": "The sickest that I've been in the last 15 years by far was when I took the vaccine. And I -- you know, I've had COVID at this point five times. I was in bed for two days. My heart was racing. I was like -- the fact that we're not even allowed to talk about that, even, you know, no like serious injury, but even the fact that we're not even allowed to talk about the fact that I was as sick as I've ever been for two days, and the worst COVID experience I had was like a sinus infection, I'm not really willing to trade that.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:04",
      "speaker": "COATES",
      "sentences": "What's your response to Senator J.D. Vance?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:04",
      "speaker": "REINER",
      "sentences": "Oh, he's allowed to talk about his reaction to the vaccine. And he's a young man, and young people have robust immune responses to vaccinations, which is why, you know, you get fevers and sometimes chills and achiness. But the truth of the matter is the vaccine has been remarkably effective in reducing death. And hundreds of thousands of people in the United States probably died unnecessarily because they listened to vaccine skeptics and science deniers tell them not to take the vaccine.There was an interesting study that looked at something really sad, which was basically that, if you looked at the mortality of people prior to vaccines being widely available during the COVID pandemic, and there was no difference in outcomes between blue and red counties around the United States, but after vaccines became widely available, you started to see an increase in mortality in people who lived in red counties, the reason being that vaccine uptake was lower in red counties. So, vaccination became politicized during the pandemic. And my concern is that should someone like RFK Jr. actually have a very active, a prominent role in another Trump administration, that we could see this kind of science denial and politicization of science. And avoiding vaccines has tangible consequences. Measles is an incredibly virulent virus which will kill children. It's a completely preventable disease. And if someone like RFK Jr. starts preaching that vaccines are unsafe or unnecessary or all you need to do is drink raw milk, as he has been saying recently, then people are going to die.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:04",
      "speaker": "COATES",
      "sentences": "And the idea of the visions of power that they could wield and hold in those instances. I do wonder, why do you think people are so susceptible to this information? It is something that the government could be doing? I know there's that phrase of the most scary words in the world, as some have been. I'm the government, and I'm here to help. I've heard that a lot. But could the government be doing more to try to give information to counteract the disinformation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:04",
      "speaker": "REINER",
      "sentences": "Yes. I think physicians and the government and agencies have not been -- have not had the greatest messaging about vaccines and science, and it creates distrust.At the beginning of the pandemic, I think the first victim of the COVID pandemic was the truth. The public was lied to from the very beginning of the pandemic. We were told that it was just going to go away, that it was the flu, that it was no big deal. And in a pandemic or in any kind of public health crisis, if you don't tell people the truth, they won't trust you. And if they won't trust you, they won't do the difficult things. And going forward, people remember what happened during the pandemic, and they don't believe anything they're told.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "REINER",
      "sentences": "My pleasure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "COATES",
      "sentences": "Ahead, we'll go back to Las Vegas where Kamala Harris is just moments away from rallying with Jennifer Lopez. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "COATES",
      "sentences": "Welcome back to \"Laura Coates Live.\" Our breaking news, we've got live pictures from Las Vegas where Kamala Harris is just moments away from campaigning with Jennifer Lopez. Let's go back to CNN's Priscilla Alvarez, who is there. Priscilla, what is the mood like there?",
      "isLastSentenceInterrupted": false
    }
  ]
}