{
  "date": "2024-05-24",
  "headline": "CNN Newsroom",
  "subHeadline": "Many Feared Dead After Massive Papua New Guinea Landslide; China Launches Military Drills Around Taiwan; Russia Missile Strike in Kharkiv Seven Dead; Al-Aqsa Hospital in Gaza in Brink of Shutdown, Lack of Aid Entering Gaza; Mexico's Howler Monkeys Dying Because of Heat Wave; Ebrahim Raisi Laid to Rest; White House Rolls Out Red Carpet For Kenyan President; Kenya To Lead U.N.-Backed Multinational Security Mission; U.S. Attorney General: Live Nation's \"Monopoly\" Illegal. Aired 2-2:45a ET",
  "utterances": [
    {
      "timeStamp": "02:00:00",
      "speaker": "KIM BRUNHUBER, CNN HOST",
      "sentences": "Hello, I'm Kim Brunhuber. We begin with breaking news. We're getting reports of a massive landslide in a remote region of northern Papua New Guinea. CNN's Anna Coren is watching the story from Hong Kong. Anna, what more do we know at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "ANNA COREN, CNN CORRESPONDENT",
      "sentences": "Well, Kim, we know that this is a remote area, that it's happened in the highlands of Enga province, which is 600 kilometers northwest of Papua New Guinea's capital, Port Moresby. It's happened in this isolated village of Kaokalam. And we believe that at around 3There are reports that it absolutely flattened every house in this village and that perhaps more than 100 people are dead. Australia's national broadcaster, the ABC, which has a presence in Papua New Guinea, said that dozens of people were looking for their loved ones, trying to find their bodies under the earth, the boulders, the rock. But as you can see, it is just devastating and how deep this earth and rock is. We're also learning, Kim, that access roads or the only access road to this village has been cut off. There is a gold mine close by. So, we understand emergency vehicles are finding it incredibly difficult to reach this area. We're also learning, Kim, that it's been hit by heavy rainfall, you know, this year, heavy rainfall as well as flooding. And in March, a neighboring province, there was another landslide where dozens of people were killed. So, you know, sadly, this is a country that is prone to natural disasters. But look, this is a developing story. We understand that more than 100 people are potentially dead in this isolated village in Enga province in Papua New Guinea. As we get more details, we will bring them to you, Kim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "BRUNHUBER",
      "sentences": "Yeah, absolutely. All right, we'll stay on top of that. Anna Coren in Hong Kong, thank you so much.Taiwan's new president is being put to the test as China launches another day of large-scale military drills around the self-ruling island. The Chinese military claims it's testing its ability to, quote, \"seize power and occupy key areas\" only days after the new Taiwanese president took office. Taiwan says dozens of Chinese aircraft, warships and other vessels have been detected in and near the Taiwan Strait. Meanwhile, Beijing says its fighter jets have been conducting mock strikes against, quote, \"high-value military targets.\" Earlier, China called the drills a punishment for so-called separatist acts. (BEGIN VIDEO CLIP) WANG WENBIN, SPOKESMAN, CHINESE MINISTRY OF FOREIGN AFFAIRS (through translation):  Taiwan is an inalienable part of China's territory. This is both a historical fact and an actual status quo that will never change in the future. Taiwan independence is a dead end. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "BRUNHUBER",
      "sentences": "Taiwan is condemning China's drills as an irrational threat to regional stability and has dispatched its own forces.(BEGIN VIDEO CLIP) LAI CHING-TE, PRESIDENT OF TAIWAN (through translation):  I will stand on the front line with all the brothers and sisters from the National Army to defend the national peace together. And while facing the external challenges and threats, we will continue to defend the values of democracy, protecting regional peace and stability. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:58",
      "speaker": "UNKNOWN",
      "sentences": "Their military exercise is not helping with the situation around Taiwan street.RIPLEY (voice-over):  China's military says the exercises are a direct response to the separatist provocations and external interferences. They say the motherland must be reunified and will inevitably be reunified. In his inauguration speech this week, Lai calling on the communist mainland to stop its military and political intimidation and recognize the sovereignty of democratic Taiwan using the island's official name, the Republic of China. CHING-TE (through translation):  I hope that China will face the reality of the Republic of China's existence and respect the choices of the people of Taiwan. RIPLEY (voice-over):  Words seen by some as a departure from the cautious tone taken by his predecessor, Tsai Ing-wen. President Lai's first days have been anything but calm. Massive youth protests erupted outside parliament. Demonstrators protesting a push by opposition parties to subject the island's new leader to tighter scrutiny from China-friendly lawmakers. More chaos inside Taiwan's fiercely divided parliament. A massive brawl broke out last week over those legislative reform bills. In the Taiwanese capital, confidence in the government and the military. UNKNOWN (through translation):  If the Chinese Communist Party does attack Taiwan, it won't be easy. Taiwanese people are not afraid of war. UNKNOWN (through translation):  I believe leaders will prioritize people's happiness. So, I'm not worried. I think peace will be maintained. RIPLEY (voice-over):  A fragile peace in tumultuous times for President Lai. Military threats across the Taiwan Strait and deep divisions at home. (On camera):  So here we are, President Lai Ching-te, less than a week in office, and you have military drills happening around Taiwan, protests in the capital, tension in parliament. It is quite a situation, and the people here say they're not necessarily all supporters of the president, but they are supporters of democracy. And they say Taiwan's democracy is in danger right now, and those drills are enough evidence for the world to see exactly what's happening. Will Ripley, CNN, Taipei. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:58",
      "speaker": "BRUNHUBER",
      "sentences": "At least seven people are dead after the latest Russian missile barrage on Ukraine's second largest city. Officials say at least 23 others were injured in strikes on Kharkiv on Thursday, which hit the railway network and a major printing company. CNN's Nick Paton Walsh was in and around Kharkiv in recent days and saw the aftermath of those attacks. This is how he later described the damage.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:58",
      "speaker": "NICK PATON WALSH, CNN CHIEF INTERNATIONAL SECURITY CORRESPONDENT",
      "sentences": "We were certainly shaken by many of these blasts miles away in a supermarket. In fact, 15 landing, two locations, the seven dead. We think we visited a scene of that. Some craters near a railway track. A printing press seems to have been the target. An entirely civilian area. Firefighters taking cover.Because of this constant fear now in Kharkiv and other cities that Russia will use a double tap, that's essentially attacking a place with a missile and then following that missile up ten minutes later with another missile to essentially hit the first responders who've rushed to rescue people to essentially inspire fear across the population. This, not the first time in just a week we've had in the past seeing Kharkiv hit quite so hard. At the weekend on Sunday, a lakeside resort hit, seven dead there too, including a seven-month-pregnant woman. And every night when we were in Kharkiv over the past week, we would hear blasts on the skyline, drones at times. Really, Russian forces getting a lot closer now, potentially trying to get their artillery in range, and this one, it seems, of the goals of Putin's new offensive. We don't also know if we're seeing here a higher level of Russian missile being used. There seem to be suggestions that these are perhaps S-400, S-300 kind of anti-aircraft missiles being repurposed to hit land targets. It seems like more air defenses would certainly put a dent in some of the damage that they're doing. But remember, this is the first thing that Kyiv warned about back in December when that $61 billion of U.S. military aid was held up by a ridiculously dysfunctional Republican Congress. Now, we're actually seeing that in effect, Kharkiv particularly on the receiving end here. And the end goal for Moscow essentially is, even if they perhaps accept that they could never take Ukraine's second city, they got nowhere near it really, and the war started, kept on the outskirts, the idea is potentially to draw Ukrainian forces away from where I am, in the east of the country, on very precarious front lines to yet weaken Ukraine further here and allow Russian advances. But bear in mind, we are seeing probably the worst moment here for Kyiv, still on its front lines since the war began, a very difficult time, the weapons yet to get into their hands, and Russia trying to seize that opportunity of weakness as hard as they can. Yes, Ukraine are holding them back to some degree, but the pressure is pretty persistent, as is the Russian progress. [02:05:01] BRUNHUBER:  So as his troops attack Ukraine, Russian President Vladimir Putin is propping up his relationship with a country that helped his invasion. He arrived in Belarus on Thursday for talks with his counterpart, Alexander Lukashenko. The Kremlin says the discussions will include their strategic partnership and alliance. Belarus allowed Moscow to use its territory as a launch pad to invade Ukraine in 2022. Last year, Russia transferred some of its non- strategic nuclear weapons to Belarus. A hospital in central Gaza is making an urgent plea for fuel to power its generators. The Al-Aqsa Martyrs Hospital is currently serving more than 1,200 patients, but officials say they only have a few hours of fuel remaining. A spokesperson blames Israel, which he says is delivering less than one-tenth of the daily necessary fuel supplies. (BEGIN VIDEO CLIP) KHALIL AL-DAKRAN, SPOKESPERSON, AL-AQSA MARTYRS HOSPITAL (through translation):  If the generator stops working within two hours, and we don't receive more fuel at the hospital, all the machines for the patients will stop working inside the departments, including the intensive care department, the cardiac unit, the operating rooms, the maternity department, as well as the dialysis treatments on patients with kidney failure. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:58",
      "speaker": "BRUNHUBER",
      "sentences": "And the World Food Program is warning of a catastrophe due to the lack of aid entering Gaza through key border crossings, but the U.S. supplies that have been offloaded at that floating pier are now being distributed to civilians. CNN's Jeremy Diamond has details.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:58",
      "speaker": "JEREMY DIAMOND, CNN CORRESPONDENT",
      "sentences": "Well, humanitarian aid groups say that they are still struggling to get the proper amount of humanitarian aid into the Gaza Strip that is needed, a lot of that having to do with ongoing security conditions in Gaza, the difficulty to get aid in, and the difficulty of ramping up some of those alternative methods of getting that aid in.Notably, that floating pier that the U.S. military anchored off the coast of Gaza's shoreline last week, it was supposed to ramp up already to some 90 aid trucks per day, but the Israeli military is saying that on Wednesday, only 27 aid trucks actually got into Gaza via that floating pier. They also say that 281 aid trucks in that same period came through the Kerem Shalom and Erez crossing into northern Gaza, but those figures are disputed by some of the humanitarian aid groups who say that while those trucks may be coming in through those security checkpoints and into Gaza, they're not able to actually collect them and bring them to their warehouses and ultimately distribute them through the Gaza Strip because of the increased military activity around those crossings. The difficulty of distributing that aid, of course, to the areas that need it the most. And this is all happening at a time when nearly a million Gazans have been displaced over the course of just the last couple of weeks, really skyrocketing the need for more aid to get in, and that Rafah crossing has now been closed for three weeks now. Meanwhile, as all of this is happening in northern Gaza, where the Israeli military has been going deeper into that Jabalia refugee camp, they have now taken control of a hospital in Jabalia. The Al-Awda Hospital has now been evacuated under the control of Israeli forces, according to doctors at that hospital. For four days they say that the Israeli military surrounded that hospital and now they have ordered its evacuation, something that doctors there say is going to have tremendous impact on the ability to provide medical services in northern Gaza. Jeremy Diamond, CNN, Jerusalem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:24:55",
      "speaker": "BRUNHUBER",
      "sentences": "Now, returning to our top story, we have reports of a massive landslide in a remote region of northern Papua New Guinea. According to the Australian Broadcasting Corporation, it hit around 3Bodies are being recovered as residents assess the damage and we're hearing that access to the area is limited at best. Joining us now is Janet Philemon, the caretaker and national treasurer for the Papua New Guinea Red Cross. Thank you so much for being here with us. It sounds like a devastating catastrophe. What more can you tell us about what we know at this hour?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:24:55",
      "speaker": "JANET PHILEMON, CARETAKER AND NATIONAL TREASURER, PAPUA NEW GUINEA RED CROSS",
      "sentences": "It's sketchy what's coming through. We're in Port Moresby, and the disaster site is an airline flight away plus a number of hours' drive, and there's no access. Currently, we've just had notice that the Provincial Disaster Office with health team, police, PNG Defense Force, international agencies such as the International Organization of Migration and UNDP have headed to the disaster site.However, access is limited due to a landslide over the main highway leading into the community. Community themselves are responding, trying to bring out and uncover those that have been buried under the landslide, and we're seeing photos in the local, you know, social media from people in the area posting. It looks quite devastating. Currently, there's numbers between 500 and -- 100 and 500 considered lost or under the landslide, but these figures are very, very fluid and yet to be confirmed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:24:55",
      "speaker": "BRUNHUBER",
      "sentences": "Yeah, and that means, just so we're clear, dead or missing right now, and as you say, those figures are fluid, but tragically, those figures could go a lot higher. Is that right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:24:55",
      "speaker": "PHILEMON",
      "sentences": "It's uncertain. We're trying to get more information from the local area in regard to local information from number of houses lost under the landslide. That way, we are able to do a calculation in regard to possibilities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:24:55",
      "speaker": "BRUNHUBER",
      "sentences": "Can you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:24:55",
      "speaker": "PHILEMON",
      "sentences": "-- the number of people in that community that may have been lost.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:24:55",
      "speaker": "BRUNHUBER",
      "sentences": "Yeah. Can you describe the area for us? I understand it is remote, but just describe the area and whether it has a history of landslides.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:29:55",
      "speaker": "KIM BRUNHUBER, CNN ANCHOR",
      "sentences": "Yeah. Really tragic accident that wasn't foreseen, I guess. You talked about how remote this area is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:29:55",
      "speaker": "PHILEMON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:29:55",
      "speaker": "BRUNHUBER",
      "sentences": "So what happens next? In terms of trying to bring in rescuers and I presume heavy equipment that would be needed to try and get those people out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:29:55",
      "speaker": "PHILEMON",
      "sentences": "Well, obviously, the local community are trying the best they can with whatever tools they have at their disposal. The provincial government, with their team that I mentioned, are trying also to get in but between the community and where the land and the land -- the land slides across the main highway and the communities on the other side.So they've got to clear that land, slide off the highway to get through. So that's a constraint that they have but they've got that team there and they're doing the best they can, really just trying to keep in touch with what's going on to hear what it is we could possibly support them in. But until they get into the area, the only other access likely is a helicopter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:29:55",
      "speaker": "BRUNHUBER",
      "sentences": "It sounds like its a monumental task ahead and we certainly wish all the rescue as the best of luck as they try to help with the recovery,Janet Philemon, thank you so much for speaking to us. Really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:29:55",
      "speaker": "PHILEMON",
      "sentences": "Thank you for having us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:29:55",
      "speaker": "BRUNHUBER",
      "sentences": "All right. And we'll be right back after a short break.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:29:55",
      "speaker": "BRUNHUNBER",
      "sentences": "White House has welcomed Kenya's president to Washington with a lavish state visit and splashy state dinner. William Ruto is the first African leader and 16 years to be honored in this manner. White House is trying to shore up relations with Kenya and other key African allies to counter China's charm campaign on the continent.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:29:55",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "May the road rise to meet you. May the wind be always at your back and the sunshine warming down your face and may the rains fall softly on your fields. Until we meet again, may God hold you in the palm of his hand.[02:35:01] To Kenya, to our guest, cheers. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:29:55",
      "speaker": "BRUNHUBER",
      "sentences": "Earlier, President Biden said Kenya would become the first major non-NATO ally in sub-Saharan Africa, praising its efforts to fight back against local terror groups.He also commemorated 60 years of diplomatic relations between the two countries and announced new Nairobi and Washington vision. Another key area of U.S.-Kenya cooperation is providing security for Haiti. Kenya has agreed to lead the U.N.-backed mission and deploy 1,000 paramilitary police officers to Haiti to help quell the violence. Now, it's not exactly clear when the mission will start. President Ruto said that the multinational force will work with Haitian police to break the backs of gangs and criminals. And he explained why Kenya is taking active role in peacemaking operations. Here he is. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:29:55",
      "speaker": "WILLIAM RUTO, KENYAN PRESIDENT",
      "sentences": "Kenya believes that the responsibility of peace and security anywhere in the world, including in Haiti, is the collective responsibility of all nations and all peoples who believe in freedom, self-determination, democracy, and justice. And it is the reason why cannot took up these responsibility because we have been participating in peacemaking.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:29:55",
      "speaker": "BRUNHUBER",
      "sentences": "Diego Da Rin is an expert on Haiti at the International Crisis Group when he is with us from Paris.Thank you so much for being here. So, this Kenyan deployment has been beset with delays. What do you make of CNN's reporting that the Kenyan deployment might be further delayed? I mean, the situation so desperate, surely, patients cant wait any longer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:29:55",
      "speaker": "DIEGO DA RIN, HAITI EXPERT AT INTERNATIONAL CRISIS GROUP",
      "sentences": "Yeah. Well, it has been delayed allegedly by a lack of some equipment, mainly of helicopters to evacuate possible casualties of the foreign force and for lack of armored vehicles, too, for the troops.But we might think that we are not very far away from the deployment and that even if has been delayed for some days or weeks, it's the first contingent of the force will be landing in Haiti, quite soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:29:55",
      "speaker": "BRUNHUBER",
      "sentences": "Yeah. Soon is the key. It's so important that they get there because the situation right now is so desperate.What is the latest that you're hearing on the ground in Haiti? DA RIN:  Well, the situation has worsened a lot since the end of February when the gangs, rival gangs that were fighting for each other for years in the capital to impose a military hegemony, they united their forces and created a united front to combat -- well, to try to derail the plans of the multinational mission. They have been targeting critical infrastructure, state buildings, but for some time now. There have been launching indiscriminate attacks against -- well, everything to sow chaos in the capital, and other parts of the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:29:55",
      "speaker": "BRUNHUBER",
      "sentences": "Now, this has been going on for such a long time. I've been there to (INAUDIBLE), been on tours with U.N. soldiers, the aim was, as it is now, to try and ensure peace. But years later, I mean, it's more dangerous than ever.Will things be different this time around do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:29:55",
      "speaker": "DA RIN",
      "sentences": "Well, this will shortly be a very challenging mission for the multinational force. Gangs have never controlled so much territory and they have greatly expanded their ranks and their arsenals in these last years. They have also created this united front that allows them to launch attacks in simultaneous places at the same time.But the gangs is still lack a clear command and control and most gang members, even if they are very willing to fight during combat, they are not really well-trained. They don't work, for example, protective year, as bullet proof vest, and until now, the gangs have been facing and understaffed and underfunded police. If the police has the backing of really well-trained and sufficiently equipped foreign personnel, these could help them to regain the upper hand and start regaining some territory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:29:55",
      "speaker": "BRUNHUBER",
      "sentences": "Now the idea of foreigners coming to Haiti to do this isn't universally welcome. I mean, certainly, Haitians have plenty of mistrust when it comes to foreign soldiers. I've talked to some who've said the soldiers are there to protect them, but they wonder, who will protect them from the soldiers?Will there be more safeguards do you think then there has been in deployments past?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:07",
      "speaker": "BRUNHUBER",
      "sentences": "Let's hope for their sake, that's true.Thank you so much. We'll have to leave it there. Diego Da Rin, really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:07",
      "speaker": "DA RIN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:07",
      "speaker": "BRUNHUBER",
      "sentences": "The U.S. government says it's looking to protect music fans from sky-high ticket prices by appending an alleged monopoly in the live concerts industry.The Justice Department and dozens of states sued the country's biggest ticketing website and concert promoter on Thursday. The suit claims that Live Nation, the company behind the Taylor Swift Eras tour ticket sales debacle, masterminded a plan to stifle competition. (BEGIN VIDEO CLIP) MERRICK GARLAND, U.S. ATTORNEY GENERAL:  We allege that live nation has illegally monopolized markets across the live concert industry in the United States for far too long. It is time to break it up. It is time for fans and artists to stop paying the price for Live Nation's monopoly. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}