{
  "date": "2024-08-25",
  "headline": "CNN Newsroom",
  "subHeadline": "Israel And Hezbollah Trade Attacks In Major Flare-Up; Both Campaigns Target Battleground States, Prep For Debate; Hawaii Braces For Heavy Rain, Flash Flooding, Strong Winds; Princeton Community Celebrates Evan Gershkovich's Return. Aired 2-3p ET",
  "utterances": [
    {
      "timeStamp": "14:00:39",
      "speaker": "FREDRICKA WHITFIELD, CNN HOST",
      "sentences": "All right. Breaking news.Escalating tension between Israel and Hezbollah. We'll take you to the region, live. Plus Kamala Harris gets huge haul. The campaign announcing record fundraising numbers in the month since she launched her presidential bid. And Hurricane Hone, flash flood warnings and high wind advisories in place as the strengthening storm bears down on Hawaii. Hello, everyone. Thank you so much for joining us on this Sunday. I'm Fredricka Whitfield in Atlanta alongside my colleague, Jim Sciutto in Tel Aviv, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:39",
      "speaker": "JIM SCIUTTO, CNN ANCHOR",
      "sentences": "Thanks so much, Fred.We begin with the breaking news. The Middle East backing away from war for now after Israel and Hezbollah exchanged an intense barrage of fire across Lebanon's border early this morning. Both sides are quiet at this hour. Hezbollah says its attack was in retaliation for the killing of a top military commander last month. After learning that a Hezbollah attack was imminent, Israel says it launched preemptive strikes of its own in the early morning hours. A U.S. Defense official says, the U.S. helped Israel track the incoming attacks, but was not involved in any strikes inside Lebanon. Both sides appear to be standing down, again for now, but the region remains on high alert. Several airlines are now suspending flights into the area. We do have full coverage for you. Jeremy Diamond is in Haifa, Israel in the north, Ben Wedeman in Lebanon's capital, Beirut, and State Department reporter Jennifer Hansler. She's back in Washington. Jeremy, I do want to begin with you. Tell us how the IDF and Israeli leaders are describing this operation. Are they saying it was a success?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:39",
      "speaker": "JEREMY DIAMOND, CNN JERUSALEM CORRESPONDENT",
      "sentences": "They are not, Jim. And in fact, they are saying that Hezbollah failed to strike any military base either in central Israel or in northern Israel which, you know, raises questions about what we could see from Hezbollah after Hezbollah's leader indicated that the success or the failure of this operation would determine whether or not additional strikes would come.Certainly what we witnessed today, Jim, was one of the most intense barrages of fire from Hezbollah, one of the most intense Israeli strikes in southern Lebanon since the beginning of this war. It all began around 4:00 a.m. this morning with about 100 Israeli fighter jets began carrying out attacks on dozens of Hezbollah rocket launcher sites in southern Lebanon. At around 5:30 a.m., rocket sirens began sounding across northern Israel as a barrage of hundreds of Hezbollah rockets and drones crossed from Lebanon into Israel. The Israeli military is painting its defense of -- from those rockets and drones as a success saying that there was only very minimal damage caused by Hezbollah's attack, but again, insisting that no military bases in northern or in central Israel were actually hit. Now, for now, it appears that both sides are backing down from any further escalation at least for the immediate future. But the Israeli prime minister making very clear, even as he said, that all of Hezbollah's drones were intercepted, he said this is not the end of the story. And so certainly there is still the potential for escalation, although perhaps not in the immediate, immediate future, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:39",
      "speaker": "SCIUTTO",
      "sentences": "So Israeli forces, they're claiming success with their preemptive strike. Our Ben Wedeman in Lebanon, I wonder is Hezbollah claiming that its assault, this revenge attack as it's describing it, that they achieved their goal with this? Are they calling it successful?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:44",
      "speaker": "WEDEMAN",
      "sentences": "Those missiles, Katyusha rockets, were intended to target 11 Israeli military positions along the border to distract the Iron Dome and other defense systems so that they could target other installations deeper into Israel. One of them was, according to Hassan Nasrallah, the Gillot Junction,which includes the headquarters of what's known as Unit 8200, which is Israel's signal intelligence unit in addition to intelligence headquarters and other facilities. And in another area, he said that they were targeting the headquarters for the missile defense systems of the Israeli military. In this speech, he said Hezbollah intentionally did not target civilians or civilian infrastructure. He stressed that the purpose of the choice of the targets was based upon the fact that they -- Hezbollah believes they were key in the assassination of Fuad Shukr, who was killed on 30th of July here in Beirut. He was a senior military commander for Hezbollah. And he is also basically said that they're going to wait and see whether this first phase, as they described the strikes this morning, will be followed by a second phase. He said essentially, they're going to look at the results of today's strikes to determine their next move. This is what he said. (BEGIN VIDEO CLIP) HASSAN NASRALLAH, HEZBOLLAH SECRETARY GENERAL (through translator): we will assess the outcome of the enemy's concealment of today's events. if the result is satisfactory and it achieved the intended goal, we will consider the response process to the assassination of Fuad Shukr complete. If it falls short in our view, we will reserve the right to respond at a later time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:44",
      "speaker": "WEDEMAN",
      "sentences": "And of course, what we've seen is that he also said in the speech that he understands that people here in Lebanon have been on edge for the last month, waiting for this response. And he indicated that the people could go back to their normal lives.So it does indicate that Hezbollah is not eager for an escalation, but he did hold out that possibility that an escalation could come if they're not happy with the results of today's strikes, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:44",
      "speaker": "SCIUTTO",
      "sentences": "Well, if that's true, certainly something will be exhaling in this region. Thanks so much to Ben Wedeman.Our Jenny Hansler, she is in Washington. Jenny, first to the U.S. role -- limited role in this preemptive strike. But also I wonder does the U.S. have a view on whether the immediate risk of something bigger has passed for now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:44",
      "speaker": "JENNIFER HANSLER, CNN STATE DEPARTMENT CORRESPONDENT",
      "sentences": "Well Jim, it's unclear what the U.S. assessment is about the actual risk, but they are keeping their assets in place in case of any further escalation.We just got a readout of Secretary Austin's call with his counterpart, the Israeli defense minister, Yoav Gallant. And in that call he told him that the U.S. would be keeping these two carrier strike groups in the region as part of this deterrence effort. Now, earlier in August, Austin ordered a massive movement of U.S. assets to the region to help deter any sort of Iranian or Iranian- backed response to the killing of a Hezbollah and a Hamas leader. And they have also been helping with intelligence who support the Israeli response to this. So we know from a U.S. Defense official that the U.S. helped track those Hezbollah attacks last night, but they did not actually participate in the strikes. At the same time. This is all going on, Jim, there are also those very high stakes talks happening in Cairo today. They did continue as planned. There was some concern that last night's tit for tat between Israel and Hezbollah could derail those talks. But they did go forward as planned. They are still going on there in Cairo today. A U.S. official told me they have been constructive and that the process is ongoing. But this is part of why there has been such an urgency around the U.S. messaging around these talks to try to get a ceasefire in place. They are concerned that there could be some huge response and that could completely derail the process. And perhaps as Secretary Blinken said earlier this week, make it impossible to resume, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:09:54",
      "speaker": "SCIUTTO",
      "sentences": "It's a fair point. Yes, you're always said just a smidgen away, right from crossing someone else's red line.We did just learn that Secretary Austin has ordered carrier strike groups to remain in the region. Tell us what the function is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:09:54",
      "speaker": "KIMMITT",
      "sentences": "Well, I think it has three functions. The first, of course, is deterrence. It's trying to send a very clear message not only to Hezbollah but to Tehran that we have capability in the region and we're not afraid to use it.And if that deterrence fails, we could use it in defensive operations in the protection of Israel or any of our other coalition partners in the region. And of course, if that's not enough, we could actually conduct offensive operations. So having an armada of that size gives a lot of flexibility but it is certainly the case that the first message wants to be one of deterrence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:09:54",
      "speaker": "SCIUTTO",
      "sentences": "So the U.S. is telling us it did help Israel track incoming from Hezbollah drones, missiles, et cetera. It did not take part in the Israeli strikes.It strikes me that's quite similar to the U.S. role when Iran fired all those missiles and drones back in April. And in both instances you have the combination of Israeli -- Israeli forces with U.S. help and other partners in the region, largely blunting right, the effect of the attack. And I wonder if that shows you -- I mean it certainly shows you capability -- but does that also send a message to Iran and Hezbollah that perhaps you don't have the capabilities you think.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:09:54",
      "speaker": "KIMMITT",
      "sentences": "Let's be candid, Jim.The fact remains Hezbollah has over 100,000 rockets and missiles and drones. And if you add in the Houthis, the (INAUDIBLE) in Iraq, the Iranians, it is very little doubt that they could flood the field. And that would not be able to be tracked by the Israeli radars alone. It candidly might be very hard for the United States to track all of those. So I think at this point, both Hezbollah and Iran -- (CROSSTALKING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:09:54",
      "speaker": "SCIUTTO",
      "sentences": "Yes. But it's not dissimilar --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:09:54",
      "speaker": "KIMMITT",
      "sentences": "Go ahead --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:09:54",
      "speaker": "SCIUTTO",
      "sentences": "Sorry, I lost you there General. I was just saying is as you made that point, it strikes me as similar to Russian tactics in Ukraine, which is to attempt to overwhelm missile defenses both in terms of value and timing of those attacks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:09:54",
      "speaker": "KIMMITT",
      "sentences": "That's true, but I'm not even sure the Russians have half that number or quarter of the number of those rockets and missiles in that region and nor do they have the targeting information that has been developed by Hezbollah for years and years.I think the key point to note is that this careful check date -- chess game, this tit for tat by Hezbollah has been primarily to attack military targets, which allows Israel to step back, the United States to step back. One can only imagine if a major population center is hit with a large number of casualties. To the point again, again, I think we've found ourselves in a major regional war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:09:54",
      "speaker": "SCIUTTO",
      "sentences": "Yes. That's -- that's something of a calibration, right?To go after military targets as opposed to civilian ones. General Mark Kimmitt. Thanks so much for joining as always. (CROSSTALKING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:09:54",
      "speaker": "SCIUTTO",
      "sentences": "And Fred, of course, we're watching events closely here for any change to the relative calm we're experiencing right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:14:25",
      "speaker": "WHITFIELD",
      "sentences": "All right. The race for the White House -- it will pick up steam this week with the candidates for both parties hitting the campaign trail in battleground states and preparing for their upcoming debate.Former President Donald Trump will be in Michigan and Wisconsin attempting to reclaim the spotlight. Vice President Harris and her running mate Tim Walz, will head south and kick off a bus tour in Georgia. Harris is hoping to build on the momentum coming out of the Democratic National Convention that saw her add to her staggering fundraising totals since she launched her presidential bid just a month ago. CNN's Daniel Strauss is joining us right now. Daniel, great to see you. So what can you tell us about these new fundraising numbers and what the campaigns have planned?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:14:25",
      "speaker": "DANIEL STRAUSS, CNN REPORTER",
      "sentences": "Well, it's a staggering number and it's something that comes at a precipitous time in the campaign. [14",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:14:25",
      "speaker": "STRAUSS",
      "sentences": "At this point in the cycle both campaigns had been playing to start emptying their clips and spending most of their money on advertising in the main battleground states.Now, for the Harris campaign, spending $540 million in just a few weeks is a pretty tall order in itself, but it also speaks to a, the level of support among the Democratic base of the -- for Harris. And also the amount of enthusiasm for a new ticket. One major theme throughout this cycle has been that voters have said they were not interested in another rematch between -- between Donald Trump and Joe Biden. And so Democrats are now saying that the level of enthusiasm they're seeing is because of the novelty of this ticket. And in the next week to come, according to a memo from Harris campaign manager, Jen O'Malley Dillon, the campaign plans to focus on reproductive freedom, the cost of living, and protecting Social Security and Medicare. The argument is that bread-and-butter issues in both the battleground states that Democrats need to retain, the blue wall states in the Midwest and southern states like Georgia are -- is the right way of rallying moderate voters, both who have voted for Democrats in the past and the ones who are wavering on Donald Trump to their side and away from Donald Trump in the next few weeks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:14:25",
      "speaker": "WHITFIELD",
      "sentences": "All right. Daniel Strauss, thanks so much for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:14:25",
      "speaker": "STRAUSS",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:14:25",
      "speaker": "WHITFIELD",
      "sentences": "All right, let's talk further now. With me now is Maya King. She's a politics reporter for \"The New York Times\". Maya, so great to see you.MAYA KING, POLITICS REPORTER \"THE NEW YORK TIMES\": Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:14:25",
      "speaker": "WHITFIELD",
      "sentences": "All right. How significant are these numbers? I mean $540 million in just one month since being at the top of the ticket. What will they do with this money by the way? How will it be useful to this campaign?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:14:25",
      "speaker": "KING",
      "sentences": "Well, certainly as Daniel said, they plan to blanket the airwaves with their message. I think that's particularly important here in states like Georgia, where in these different media markets, a dollar can go very far. And so they want to make sure that they're reaching voters.But I'm also looking at a few other metrics. The 220,000 new volunteers who have signed up per se (ph). I think that's really where we're going to see this election won and lost, with people who are not only giving money, who are not only excited about this campaign, but who are actually going out, knocking doors, talking to their neighbors and their communities to spread the word about this ticket. I think that the campaign also recognizes that this is a way they can use this increase of enthusiasm and excitement and a new resource they can tap into.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:14:25",
      "speaker": "WHITFIELD",
      "sentences": "Yes, that is valuable arsenal for any campaign, but particularly for campaign and for candidates who really are still introducing themselves to people.Yes, she's the sitting vice president, but we keep hearing from a lot of voters who say, we still don't really know her. So how vital will it be that you've got this, you know, all of these new volunteers, many of whom are getting involved in politics for the first time. Donations coming from people who have never made a donation to a political campaign before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:14:25",
      "speaker": "KING",
      "sentences": "That's right. And those are the validators in these communities that the Harris-Walz ticket is really relying on now to spread that message and to say in their own words, hear it for me as your neighbor how important it is for you to vote and why this ticket matters. Rather than hearing it directly from a politician that you may not know or trust.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:14:25",
      "speaker": "WHITFIELD",
      "sentences": "Now let's talk about Georgia. I mean, this is an important state. It's become even more important lately in these past presidential races. President Biden narrowly winning Georgia.We know that Harris-Walz, they'll be on a bus campaign tour this week. But even ahead of that, Donald Trump acknowledging how important this swing state is now trying to get in good graces with the governor. Governor Kemp, who, you know, their relationship has been a little tenuous lately because, you know, Donald Trump expressed a lot of disappointment. But now he's kind of groveling back. Take a listen to how Donald Trump is trying to, you know, kind of right some wrongs that he has had with Governor Kemp. Listen. (BEGIN VIDEO CLIP) DONALD TRUMP (R), FORMER U.S. PRESIDENT, CURRENT PRESIDENTIAL CANDIDATE: And Brian Kemp, your governor, who I got elected by the way. Who it wasn't for me, he would not be a governor. I think everybody knows that. Very disloyal person, isn't he. Very disloyal. Kemp is very bad for the Republican Party. I'm not a fan of your governor. Under these kinds of woke radical left policies, Atlanta is like a killing field and your governor ought to get off his ass and do something about it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:24:50",
      "speaker": "KING",
      "sentences": "Well, we should listen to that last line that Donald Trump needs Governor Kemp. This is a very popular figure here in Georgia not only among Republicans, but also moderate conservatives who may very well decide the outcome of the election here in the state.Brian Kemp also has a large fundraising arsenal and a very powerful voter engagement apparatus here in the state that has not quite yet been fully unleashed. And I think that is what the Trump campaign would like to start to tap into. As we've noted earlier, you know, now that Harris and Walz will be visiting the state. I think this is a chance for Republicans to start playing offense really and make this a more competitive race in the state and they're going to need the very popular governor, the Republican governor, who knows where the votes are, and who has a lot of allies across the state to help them win outside of this very, very enthusiastic base.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:24:50",
      "speaker": "WHITFIELD",
      "sentences": "South Georgia was largely red or continue to be largely red in 2020. The Harris-Walz bus will be making its way through south Georgia, we still don't really know what cities except that we do know that they will end up in Savannah.Savannah, that county did vote blue during the last election. Wut what, you know, what should be the focus for Harris and Walz to really connect with voters there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:24:50",
      "speaker": "KING",
      "sentences": "So we know that the engine of democratic voters in Georgia is really here in the Metro Atlanta area. But now that Harris and Walz are going into south Georgia and Savannah, this is a recognition that they are also going to need the Democratic voters who may not make up the majority of a lot of these south Georgia counties to turn out. So that if they can run up the level of turnout here, it may not win them the counties, but it's still the Democratic turnout that will make the difference and sort of offset the explosion of turnout we can see here in Metro Atlanta.I think savannah is also a place that as you point out, is very heavily Democratic and has gone blue in the past, but Democrats I've spoken to there say, we love when Harris comes to Georgia, but you know, we love when Democrats visit the state, but we wish they would spend more time here in this very important area of Savannah too. This is also Raphael Warnock's hometown, I'll also point out. So they just want it to be I think a little bit more politically relevant. And now we see the campaign paying attention to that and showing it a little bit more love.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:24:50",
      "speaker": "WHITFIELD",
      "sentences": "The map of Georgia is very interesting when it comes down to the electorate because it's really the more dense cities of your Atlanta area, your Macon, Athens or even like the Chatham County of Savannah which lean more Democratic. That's a populace that you can't ignore the rest of the state, which is very red.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:24:50",
      "speaker": "KING",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:24:50",
      "speaker": "WHITFIELD",
      "sentences": "All right. Maya King, thank you so much. Great to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:24:50",
      "speaker": "KING",
      "sentences": "Thanks for having me.(CROSSTALKING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:24:50",
      "speaker": "WHITFIELD",
      "sentences": "I had a good time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:24:50",
      "speaker": "KING",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:32:10",
      "speaker": "SCIUTTO",
      "sentences": "Welcome back.We continue our coverage from here in Israel where we saw a flurry of back and-forth attacks overnight between Israeli forces and Hezbollah. But despite this barrage, today, talks were back on for a potential ceasefire and hostage release deal delegations from Israel and from her Hamas went to Cairo for those high-stakes negotiations. One U.S. official described the discussions as constructive, though, several barriers remain. CNN's Nada Bashir is live for us in Cairo with the latest. Do you have any sense, Nada, of where things went today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:04",
      "speaker": "SCIUTTO",
      "sentences": "Nada Bashir in Cairo, thanks so much.So, Fred, not the big breakthrough some were hoping for, but they were meeting and given that they were meeting in light of events overnight last night, perhaps that's something.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:17",
      "speaker": "WHITFIELD",
      "sentences": "All right. New today, a major manhunt in Germany is over following a deadly stabbing attack this weekend. Officials say a 26- year-old Syrian man turned himself in and confessed to the attack that left three people dead and eight wounded. Police believe the victims were targeted at random as crowds gathered Friday for festival of diversity. ISIS claimed responsibility but offered no evidence to back up its claim. The incident came amid rising rates of knife attacks in Germany prompting, the government to introduce stricter laws to tackle the problem.And the founder of one of the world's most widely used messaging apps is now in custody and France. Police arrested Pavel Durov Saturday at an airport outside Paris. The 39-year-old is the CEO of Telegram. He was wanted by French authorities. Investigators accused telegram of being used for money laundering, drug trafficking, and sharing explicit content of children. CNN has reached out to Telegram for comment on Durov's arrest. If tried and convicted, he could face 20 years in prison. And Hurricane Hone bearing down on Hawaii, the big island is facing multiple warnings for heavy rain flash, flooding, and strong winds. Governor Josh Green declared a state of emergency. Joining me now is CNN meteorologist Elisa Raffa. What are the biggest concerns now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:17",
      "speaker": "ELISA RAFFA, AMS METEOROLOGIST",
      "sentences": "Really worried about the threat of the heavy rain. Some parts of the big island have already seen more than a foot of rain and Hone has slowed down, meaning that it's got the outer bands lashing the big island here for longer. It is a category one hurricane. It strengthened this morning, 85 at five mile per hour, winds gusts up to 105 miles per hour. And again, it has slowed down, so it's lingering near the island a little bit the longer.It will continue to work its way into the Pacific, but again, doesn't really do so until we get into Monday. When you look at the radar, you can see all of the outer bands that heavy rain lashing the big island. Now, remember, this island is a massive volcano. So, we're also getting it to hit at the exact right spot to let all that moisture crime the bucket and then bring you some heavier rainfall totals influenced by the elevation of the land there. So flash flood warnings continue for most of the big island were at one point they had two to three inches per hour of rain falling again causing some flash flooding concerns. Rain totals in Hilo have already exceeded five inches since the rain started here from Hone. So again, some totals there though, or even bigger. We're looking at some totals and the big island up to a foot -- of more than a foot in some locations, Maui with some totals that nearing 5.5 inches as well. Wind is also a concern, still looking at some dry apical storm-force winds when advisories for most of the islands here, with gusts to over 50 miles per hour with more of that moisture coming in, though the fire threat is decreasing. But again, we're still looking at winds right now that are gusting up to 47 miles per hour. So, again, really gusty, possibly damaging winds that will also kick up significant wave heights. We have some high surf warnings in effect for the big island, 14 to 18 feet on the big island high surf advisory seven to 12 feet for some of the smaller islands. So, things to watch out for. Right behind Hone, there's also Gilma and another chance of development. So the Pacific is really active right now while the Atlantic is taking a little bit of a break.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:48:41",
      "speaker": "WHITFIELD",
      "sentences": "All right. A welcome home party is underway for \"Wall Street Journal\" reporter Evan Gershkovich to celebrate his return to the U.S. after a historic prisoner swap with Russia. He was one of 24 detainees who were released in the largest exchange between both countries since the Cold War. Gershkovich was detained and accused of spying for the CIA while reporting for \"The Wall Street Journal\" in March of 2023.CNN national correspondent Gloria Pazmino, joining me live now from New Jersey. So tell us what's happening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:48:41",
      "speaker": "GLORIA PAZMINO, CNN CORRESPONDENT",
      "sentences": "Well, Fred, I can tell you that the people who are gathered inside Contis (ph) right here behind me are breathing a sigh of relief, right? They are happy to know that Evan is finally home.You see, this community here in Princeton is where Evan grew up, and I just met two of his former high school soccer coaches. The team that Evan was a part of won the state championship when he was a senior. So they have kept in touch with him throughout the year as they have followed his career. And when they learned that he had been taken into custody and put into a Russian prison. They jumped right into action. They tried to figure out what they could do as a community to support him. They partnered with the Wall Street Journal and held a number of events to make sure that Evan's name and Evan's story was being kept alive. They worried that what the passage of time somehow story, the story about Evan would be forgotten. In fact, the event that's taking place today was originally scheduled to be another one of these awareness events. But of course, it was on August 1st that we learned that Evan had been freed along with several other prisoners in this historic prisoner swap, not anything of this magnitude since the Cold War. So, they said we're still going to have our event, but now it's going to be a homecoming event, a celebration that Evan is finally here at home. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:48:41",
      "speaker": "WAYNE SUTCLIFFE, FORMER VARSITY SOCCER COACH, PRINCETON HS",
      "sentences": "Thankfulness and relief and it couldn't come at a better time. No, not just for people that are going to be at this event and over the last 16 months who supported him, clearly and most importantly, all the management at \"The Wall Street Journal\", staff. But for him, his family, I can't -- I can't imagine.So, it's really great. It's really kind of like the cherry on the ice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:48:41",
      "speaker": "SALVY BALDINO, FORMER VARSITY SOCCER ASSISTANT COACH, PRINCETON HS",
      "sentences": "We held our breath for about a day and then when we finally found out he had landed in Turkey is when really the excitement really started building and the happiness really started setting in.Now we know that Evan has left the Texas facility where he was initially sent to after he was freed what we do not know yet is whether or not he is going to be attending this celebration. His friends know that he is aware of the event. There's has been a little bit of a mystery about whether or not he is going to show up. But they're all gathered in there. They've set up welcome home banners. They've set up American flags. And the pizza and the beer is going around. So they are certainly ready to celebrate. But even if he is not able to show up today, they want to send a message that they are so happy that he is home and that whenever he is ready to do so, whenever he's able to do so, than they want to see him right here in Princeton. Perhaps for a beer and as slice, at the same place where so many of them -- of them gathered over the years to celebrate their victories, to celebrate this other major victory, Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:57:31",
      "speaker": "WHITFIELD",
      "sentences": "All right. College football is back and we've already gotten our first major upset of the year.CNN's Don Riddell is here with a look at all of this. We're talking about Georgia Tech with a stunning when over a top ten team.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:57:31",
      "speaker": "DON RIDDELL, CNN ANCHOR AND CORRESPONDENT",
      "sentences": "Yeah, it was huge and it was very exciting and very dramatic. And it all came down to the very last kick of the game. And it was all the way in Dublin, Ireland.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:57:31",
      "speaker": "WHITFIELD",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:57:31",
      "speaker": "RIDDELL",
      "sentences": "So any Tech fans who made the journey will have been thoroughly rewarded. It was -- it was an incredible performance from Georgia Tech.As you say, there haven't been a top ten team since 2015 and they were massive, massive underdogs in this. But it was a great occasion. Third time that the college game has taken their products to the Aviva Stadium in Ireland, which is where the Irish rugby team usually play. And that's Aidan Birr with a 44 yard field goal for the win. These kids will remember this one, I think probably for the rest of their lives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:57:31",
      "speaker": "WHITFIELD",
      "sentences": "They sure will.And then, I mean, big night for the WNBA for a couple of reasons, but really honoring an NBA -- a WNBA legend, Maya Moore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:57:31",
      "speaker": "RIDDELL",
      "sentences": "Right. So, if you're a fan of the Minnesota Lynx, or if you were there last night, this game was perfect in every single way. One, you've got to see Caitlin Clark playing for the Fever and she was brilliant, but the Lynx still won. It was their sixth straight win, which takes them to the playoffs.But I think most importantly, this was the night where the Minnesota Lynx retired the jersey of Maya Moore. And if you're not familiar with her accomplishments, she was the number one pick in the 2011 draft. She played all eight seasons for Minnesota. She won four titles, but most famously, I think she sacrificed her career in the pursuit of justice and she helped Jonathan Irons get out of jail, exonerated him. He'd been in prison for 22 years for a crime he didn't commit. And now, they're married. Now they've started a family and he was there to see her jersey being retired and it was just such a special and hugely emotional night for everybody.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:57:31",
      "speaker": "WHITFIELD",
      "sentences": "I mean, she's incredible. She's incredible for so many reasons.Okay. And then something that's pretty incredible and unusual happening in the MLB.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:57:31",
      "speaker": "RIDDELL",
      "sentences": "Yeah. So on Monday night, we should have a brand new trivia question, and it's this -- how is it possible? It's a play, one baseball game and play for both teams in that game.But Danny Jansen is going to do it. So what about a month ago? He was playing for the Toronto Blue Jays. He was actually halfway through is at-bat when the weather came in and the game was suspended. But then he was traded to the team. They were playing that night, the Boston Red Sox. So, now, they're going to finish the game. But now, he's a red Sox player.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:57:31",
      "speaker": "WHITFIELD",
      "sentences": "That's crazy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:57:31",
      "speaker": "RIDDELL",
      "sentences": "So, his manager, Alex Cora, said, yeah, we're going to play him in this game.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:57:31",
      "speaker": "WHITFIELD",
      "sentences": "So, it's going to be like changing jerseys and running out.",
      "isLastSentenceInterrupted": false
    }
  ]
}