{
  "date": "2024-09-18",
  "headline": "CNN Newsroom",
  "subHeadline": "New Details on Suspect in Apparent Trump Assassination Attempt; Parts of Europe Battling Deadly Flooding and Wildfires; Dominique Pelicot Confirmed Raping His Wife 2-3 Times a Week; Instagram Forcing Millions of Teens Into Protected Accounts. Aired 4:30-5a ET",
  "utterances": [
    {
      "timeStamp": "04:30:00",
      "speaker": "CHRISTINA MACFARLANE, CNN ANCHOR",
      "sentences": "Hi, welcome back to CNN NEWSROOM. Here are some of the top stories we're following today.Sean Diddy Combs will be back in a New York courtroom later today to appeal the decision to hold him without bail. The music mogul faces federal charges of racketeering, conspiracy and sex trafficking. He has pleaded not guilty. U.S. President Joe Biden will address the United Nations General Assembly next week in New York. He's expected to speak to the Assembly on Tuesday and meet with world leaders during the week. And Senate Republicans blocked a bill on in vitro fertilization for a second time on Tuesday. The Right to IVF Act would have guaranteed access to the fertility treatment nationwide and forced insurance companies to cover the costs. Democrats are attempting to highlight the issue ahead of November's presidential election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "MAX FOSTER, CNN ANCHOR",
      "sentences": "The apparent assassination attempt on Donald Trump has prompted swift reaction on Capitol Hill and a call for more protection for both presidential nominees. House Majority Leader Steve Scalise says minor changes are being made to a bill that would mandate that both Harris and Trump receive the same level of security service protection as President Joe Biden. He said the goal is to put the measure on the floor this week.Meanwhile, the FBI is searching the suspect's home in Hawaii. CNN's Kyung Lah has details on the investigation. (BEGIN VIDEOTAPE) KYUNG LAH, CNN SENIOR INVESTIGATIVE CORRESPONDENT (voice-over): Federal agents entered Ryan Routh's home in Ka'a'awa, Hawaii, executing court authorized search warrants, trying to piece together how a man described as delusional, obsessed with national and global politics, would cross the ocean and the continental U.S. and allegedly attempt to kill a former president. Neighbors who saw Routh just weeks ago didn't see immediate signs. RAYMOND CORREA, ROUTH'S NEIGHBOR: Never said a word. Nothing. No Trump, no nothing. Never raised his voice, never seen him mad. LAH (voice-over): But Routh's criminal history does reveal a decades long history with law enforcement dating back to the late 1990s. In April 2002 Routh was arrested and later convicted for possessing an explosive, described in court records as a binary explosive device with a 10-inch detonation cord and a blasting cap. SGT. TRACY FULK, GREENSBORO, NORTH CAROLINA POLICE (RET.): I knew who he was. LAH (voice-over): Later in 2002, retired Greensboro police sergeant Tracy Fulk pulled Routh over. He fled and barricaded himself inside his business.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "FULK",
      "sentences": "Because I knew his history with guns or different weapons I decided not to follow him in and we've set up a perimeter. We called out special response and then we were eventually able to get him out of the house.LAH (voice-over): About six years ago, Routh moved to Hawaii and picked up steam on social media, taking on small and large causes like the war in Ukraine. Even tweeting at Ukraine's president: I will fly from America and fight with you. Routh kept that pledge to travel there. With the help of a GoFundMe, he landed in Ukraine in April 2022.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "RYAN WESLEY ROUTH, MAN DETAINED IN APPARENT ASSASSINATION ATTEMPT ON TRUMP",
      "sentences": "Putin is a terrorist and he needs to be ended.LAH (voice-over): Chelsea Walsh, a nurse, met Routh in Kyiv at one of those protests.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "CHELSEA WALSH, MET RYAN WESLEY ROUTH IN UKRAINE",
      "sentences": "He was very delusional, but he acted on his delusions. He was dangerous.LAH (voice-over): Walsh found Routh's behavior so alarming that she reported his name to Customs and Border Patrol when she returned to the U.S. in 2022, and listed Routh as the most concerning American she met in Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "LAH",
      "sentences": "Federal agents have been at Routh's Hawaii home throughout the day. They are planning on staying there throughout the evening as well. And there are still a lot of outstanding questions in this investigation. How did he fund that life in Hawaii? How did he fund all of those global travel? How did he get to Florida? How long was he there? In addition to where did this gun come from?Kyung Lah, CNN, Los Angeles. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "MACFARLANE",
      "sentences": "An entire village in northern Hungary has been submerged amid flooding caused by torrential rainfall with no streets or other means of travel available. Residents have to use boats to get around until the water recedes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "FOSTER",
      "sentences": "It is the latest example of extreme weather events brought on by climate change across the continent. CNN's Melissa Bell has more.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "MELISSA BELL, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Death tolls are continuing to rise in several parts of Europe as a result of extreme weather conditions. First of all, as a result of some of the havoc that's been caused by Storm Boris in parts of eastern and central Europe. Some of the worst hit areas along Poland's border with the Czech Republic where towns have been evacuated, bridges have collapsed, and there are fears that there could be more damage to come.In some parts of central Europe, it was a month's worth of rain that fell in a matter of just days, with many of those parts of Europe simply unprepared for the amount of water that fell from the sky. We've seen dams burst, bridges collapse, and tens of thousands have to be evacuated already, with much of that chaos now spreading southwards to parts of Europe along the Danube. There are also fears about the wildfires that have gripped parts of Portugal in the center and the north of the country, Portugal and Spain that have been for many years now subject to forest fires over the course of ever-heating summers. This summer, not so bad for those parts of southern Europe, but it is the late surge in temperatures over the course of the weekend that appears to have caused several of those wildfires to start. Many thousands of firefighters involved in several parts of Portugal in trying to put them out, but fear still that they could continue to spread. Melissa Bell, CNN, Paris. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "FOSTER",
      "sentences": "People who live in Phoenix, Arizona, have got to be breathing a sigh of relief.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "MACFARLANE",
      "sentences": "Yes, on Tuesday the temperature did not reach 100 degrees. That was an exception to what had been the rule for 113 days straight. The previous streak was 76 days in 1993.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "FOSTER",
      "sentences": "This latest streak started back on May 27th and ended on Monday of this week. That relief is relative though, it's still very hot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "MACFARLANE",
      "sentences": "And the forecast calls for temperatures in the 90s for the next few days, and then it's possibly back to 100 degree weather by around Sunday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "FOSTER",
      "sentences": "Now, the way teens use Instagram is about to change. The platform just announced sweeping new restrictions aimed at protecting the youngest users. The details on that just ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "MACFARLANE",
      "sentences": "Now, in a case that has stirred up outrage worldwide, a man in France has admitted to recruiting dozens of strangers to rape his wife for nearly a decade Begging his family's forgiveness, Dominique Pelicot told the court, I am a rapist just like all the others in this room.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "FOSTER",
      "sentences": "Some joy he's going to have with that. Prosecutors say Pelicot offered sex with his wife on a website and filmed the abuse.(BEGIN VIDEO CLIP) BEATRICE ZAVARRO, LAWYER FOR DOMINIQUE PELICOT (voice-over): Yes, he confirmed that he recognized his part in the rape of his wife. On the question of whether he raped her on his own, he confirmed that sometimes he raped her on his own. What was the frequency of the rapes? He said that regarding himself, it took place two or three times a week. Then some men who came could be added on top of that. (END VIDEO CLIP) FOSTER: Pelicot's wife has become a symbol of the struggle against sexual violence in France and indeed around the world. Gisele Pelicot insisted on a public trial to expose her husband and the 50 other men accused of raping her over almost 10 years. (BEGIN VIDEO CLIP) MARTINE, SUPPORTER OF GISELE PELICOT (through translator): This case interests us women and especially seeing this little woman who is defending herself against all these lawyers and all the accused. We have to support her and maybe this can happen to anyone. Young, old, you never know. And it's important. This hurts. As a woman, this hurts. We can't imagine such things. It's unacceptable. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "MACFARLANE",
      "sentences": "Some of the dozens of defendants say they thought they were participating in a couple's fantasy and that Gisele Pelicot consented to sex.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "FOSTER",
      "sentences": "Paul Whelan has expressed his gratitude in his first public comment since being released from Russian detention in last month's sweeping prisoner exchange. He says he spent the last five days leading up to his release in solitary confinement.(BEGIN VIDEO CLIP) PAUL WHELAN, FORMER U.S. MARINE: Very grateful for all the efforts of the Michigan delegation. It was a bipartisan effort that brought me home. Congressmen, Congresswomen, senators from both parties, from every state was involved in this effort to get me back. It was five years, seven months and five days. I counted each one of them. You know, the last five days I was in solitary confinement. I couldn't leave my cell. But I made it home. It was due to people like my parents who grew up in England during the war. It was that kind of, you know, resiliency that saw them through their childhood in England. And that's how I grew up. So when the Russians abducted me from my hotel room, I just put that same sort of resiliency into action. And, you know, I went toe to toe with them. They were probably glad to see me leave, to be quite honest. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "MACFARLANE",
      "sentences": "Well, Whelan says he is starting a new chapter and is focused on getting a new car and getting back into the swing of things.The U.S. Federal Reserve is just hours away from what will likely be its first interest rate cut since the height of the pandemic in 2020.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "FOSTER",
      "sentences": "Investors are expecting a quarter point or half point cut, either of which could send Wall Street to record highs. If they don't do it, probably go to lows. But realistically, it could be a year or more before most Americans reap any rewards from that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "MACFARLANE",
      "sentences": "And now Google and its parent company, Alphabet, have won a challenge against an antitrust fine imposed by the EU back in 2019.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "MACFARLANE",
      "sentences": "Quite pleased to see this one. The platform's parent company, Meta, has been under pressure for years to step up efforts to protect young users. CNN's Clare Duffy has more of the details.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "CLARE DUFFY, CNN BUSINESS WRITER",
      "sentences": "Starting next week, Instagram is going to start automatically applying new teen account settings for all users under the age of 18. Here's what that's going to look like.All new and existing teen accounts will be automatically set to private. So even if you're a teen influencer, your account will automatically be set to private. There's going to be new restrictions on who can message teens, who can tag them in photos and comments. Teens will start seeing less sensitive content in their feed. So think, for example, a post promoting a cosmetic procedure. They'll see less of that. Teen accounts will also be automatically set to sleep mode by default, which means they won't be receiving notifications overnight. Messages will receive an auto response. And teens are going to start getting a warning when they've spent an hour on the platform each day. But here's what I think is the biggest change here. Teens who are 16 and 17 years old, once this change happens, they can automatically by themselves go back in and change the settings back if they want. But teens who are 13 to 15 will have to receive parental approval through the app if they want to change any of these settings. That means that teens who are 13 to 15 haven't set up parental supervision, linked their parents' account to their account. They're going to have to do that if they want less of these restrictions. So potentially more control for parents here of young teens in terms of their kids' experience on Instagram. Now, Instagram has over the past few years, in the face of a lot of pressure, rolled out some one-off changes, new policy updates to try to keep teens safe. But this is a much more comprehensive approach than what we've seen previously. Now, there may still be ways for teens to get around this. They could pretty easily lie about their age when they're signing up for accounts on the platform, for example. But I think certainly some reassurance for parents here that the company is making some effort to keep kids safe. Clare Duffy, CNN, New York. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "MACFARLANE",
      "sentences": "Max, you've got teenage children. Are you pleased by those measures?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "FOSTER",
      "sentences": "I would say, well, all the kids that I know on Snap, and that's where all the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "MACFARLANE",
      "sentences": "Snapchat?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "FOSTER",
      "sentences": "Yes. Well, it's called Snap now, I think.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "MACFARLANE",
      "sentences": "Oh, is it? Gosh, I'm so old hat. This is a problem, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "FOSTER",
      "sentences": "I do, you know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "MACFARLANE",
      "sentences": "One platform goes away, another one takes its place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "FOSTER",
      "sentences": "Well, I just think that there's a need for it amongst them. So as you say, they close that one down, they'll find another one. It's sort of what happened with TikTok for a while, wasn't it? And I think Snap's the bigger issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "MACFARLANE",
      "sentences": "But good to see Meta at least making efforts in that direction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "FOSTER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "MACFARLANE",
      "sentences": "Now, London's mayor wants to turn one of the city's most famous streets into a pedestrian paradise. Sadiq Khan has announced a plan to ban all vehicles from a one-mile stretch of Oxford Street. And now that the project has backing from the British Deputy Prime Minister, Angela Rayner, it has a chance of getting off the ground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "FOSTER",
      "sentences": "Rayner says it'll spur economic growth and create new jobs as bricks and mortar stores are struggling to regain their footing after the pandemic. The plan is getting mixed reactions.(BEGIN VIDEO CLIP) RON HAROLD-HURST, LONDON RESIDENT: Terrible. I think it's a terrible idea. You know, you need buses, don't you? How are you going to get from one end to the other? Crazy idea. 100 percent against it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "SHANE CHAFFE, LONDON RESIDENT",
      "sentences": "I think it'd be a huge benefit for shoppers. I think it'd be great to get rid of all of the vehicles on the street, just so there's more space to walk, because it's already overcrowded as it is right now, given the population that lives here and tourism.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "MACFARLANE",
      "sentences": "I mean, I appreciate it is a niche issue, this, but for someone who has shopped on Oxford Street for years and years, it is hideous and would be, in my view, beneficial for their traffic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "FOSTER",
      "sentences": "Boulevard would be nice. I've got a very big question. If you go in the morning, because I can sometimes come through there very early in the morning, it's all lorries supplying all of those shops. How are they going to do that?Also, the buses, I think, is a genuine issue, because it does connect a long part of London, doesn't it? And all the back roads. I don't know what the alternative would be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "MACFARLANE",
      "sentences": "It's true, but there are so many tourists now on that street that actually having traffic there, I think it's a bit dangerous, you know, because I think I even had a bike collision there once myself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "FOSTER",
      "sentences": "Did you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "FOSTER",
      "sentences": "Former President Jimmy Carter getting close to a major milestone. Carter turns 100 on October the 1st.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "MACFARLANE",
      "sentences": "President Biden and three former presidents shared tributes to Carter during a celebration in Atlanta Tuesday. Jason Carter led the event honoring his grandfather.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "JASON CARTER, GRANDSON OF PRESIDENT CARTER",
      "sentences": "He's doing well. I mean, he's been in hospice for 19 months, which we all think is just an incredible, incredible thing to have happen. Right.I mean, he's been given the gift of a lot of time and it's given us a lot of time to be with him. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "FOSTER",
      "sentences": "Family members say Carter is still interested in the news of the day. So he could be watching. MACFARLANE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "FOSTER",
      "sentences": "Astronaut fashion next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "MACFARLANE",
      "sentences": "This is what I've been waiting for. Yes. Apparently he's getting a serious facelift.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "FOSTER",
      "sentences": "Really?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "MACFARLANE",
      "sentences": "Earlier this month, SpaceX debuted new suits during the first commercial spacewalk. The EVA suits are designed for spacewalks and not one to be outdone. A French designer is unveiling a new look for European astronauts to use during training.CNN's Saskya Vandoorne shows us the look. (BEGIN VIDEOTAPE) SASKYA VANDOORNE, CNN SENIOR PRODUCER (voice-over): A French fashion house is getting involved in space suits of the future. Designer label Pierre Cardin has designed a training suit for European astronauts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:02",
      "speaker": "MAURER",
      "sentences": "A space suit is like a small spaceship. It has air system, it has cooling system, it has radio system, it has navigation system. It has a lot of different equipment. This is just for training. This is only to be used in Cologne on the ground. But we can learn a lot just training with this suit.VANDOORNE (voice-over): Pierre Cardin's grandnephew Rodrigo, who took over the company after the founder's death in 2020, developed comfortable, movable fabrics that could withstand the extreme temperatures on the lunar surface. RODRIGO BASILICATI-CARDIN, CEO, PIERRE CARDIN: Everybody's so happy finally because, you know, after one year and a half, two of this work to arrive here and it's not finished but it is a big step here. VANDOORNE (voice-over): After additional tweaks, the suits will be used in LUNA, which is the moon surface simulation building at the European Space Agency base in Cologne, Germany. The simulations will continue ahead of their planned mission to the moon in 2028. Saskya Vandoorne, CNN, Paris. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:02",
      "speaker": "FOSTER",
      "sentences": "I thought that looked pretty traditional.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:02",
      "speaker": "MACFARLANE",
      "sentences": "Yes, I don't want to, you know, be criticizing the designer there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:02",
      "speaker": "FOSTER",
      "sentences": "We're not space fashion experts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:02",
      "speaker": "MACFARLANE",
      "sentences": "I feel like the Polaris suits were a little bit cooler and more edgy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:02",
      "speaker": "FOSTER",
      "sentences": "Yes, I agree.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:02",
      "speaker": "MACFARLANE",
      "sentences": "In the fashion stakes, potentially.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:02",
      "speaker": "FOSTER",
      "sentences": "Pierre Cardin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:02",
      "speaker": "MACFARLANE",
      "sentences": "Anyway, that's just our opinion. What do we know? We're not space experts.Now, the votes, thank goodness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:02",
      "speaker": "FOSTER",
      "sentences": "You're a fashion expert.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:02",
      "speaker": "MACFARLANE",
      "sentences": "Well, I think we both claim to be that.The votes have been cast and counted, and no one appears to be calling foul. The hoiho, or yellow-eyed penguin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:02",
      "speaker": "FOSTER",
      "sentences": "Hoiho.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:02",
      "speaker": "MACFARLANE",
      "sentences": "Hoiho, thank you, has won this year's contest for New Zealand's bird of the year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:02",
      "speaker": "FOSTER",
      "sentences": "It's a rare and endangered penguin, beating out the Chatham Island black robin, did you know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:02",
      "speaker": "MACFARLANE",
      "sentences": "And the kakapo parrot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:02",
      "speaker": "FOSTER",
      "sentences": "I know, there's tough competition this year. Bit of trivia, hoiho means noise shouter in Maori, but the penguin is actually notoriously shy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:02",
      "speaker": "MACFARLANE",
      "sentences": "Very sweet, enjoying that.Thank you for joining us. This is CNN NEWSROOM with the serious stories. I'm Christina Macfarlane.",
      "isLastSentenceInterrupted": false
    }
  ]
}