{
  "date": "2024-12-29",
  "headline": "CNN Newsroom",
  "subHeadline": "179 Killed, Two Survive Fiery South Korea Plane Crash; NBA's Luka Doncic Becomes Latest Athlete To Have Home Burglarized; Deadly Tornadoes Kill Three, Cause Flight Delays And Cancellations; Former President Jimmy Carter Dies At 100. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "RAHEL SOLOMON, CNN HOST",
      "sentences": "A Jeju air flight arriving from Thailand was unable to stop during its landing at Muan International Airport crashing into a ball of fire. 179 people on board died, but astonishingly two crew members survived.The investigation just getting underway. Search teams recovering the plane's flight and voice recorders. U.S. investigators with the National Transportation Safety Board are traveling to assist local authorities. President Biden, meantime, issuing a statement earlier today saying that he is deeply saddened and offering continued U.S. support. Let's get straight to CNN's Marc Stewart, who is tracking these developments from Beijing. Marc, where do things stand right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "MARC STEWART, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Hi, Rahel. Good morning. It is early Monday morning here in Asia just after 6Let's talk first about where things stand in the investigation. We have been watching the pictures, and it is just a harrowing, very upsetting scene to see that aircraft going down the runway unable to stop. Some clues, however, may come from the cockpit data recorder as well as the voice recorder, which will give us some insight as to what happened in those final moments of the flight. Perhaps right after the crew declared a mayday, according to emergency officials in South Korea. Among the questions that still need to be answered, was there indeed a bird strike, as some emergency officials have alluded to? And then two, were there any kind of problems with the landing gear? We've heard from a number of experts. They've all commented when you look at the video of that jet going down the runway, the landing gear does not appear to be deployed. So listening to the cockpit voice recorder, listening to the flight data recorder, or looking at some of the readings from there may give some crucial insight, along with help from investigators from the National Transportation Safety Board from the United States. In many ways, according to one expert we talked to, this is all still very perplexing because Jeju Air, the airline involved here, has a very good reputation, a good safety record in Asia. In addition, the 737-300, it's a workhorse of commercial airline fleets. It too has a very good safety record. At the same time, this does not make things any easier for the family members involved. Many who have gathered at the airport in southwestern South Korea looking for answers. Let's listen to one man, a father who lost his daughter. (BEGIN VIDEO CLIP) JEON JE-YOUNG, DAUGHTER KILLED IN CRASH (through translator): She was almost home. She didn't feel the need to make a call. She thought she was coming home. By the time she took out her phone, the plane probably was crashed. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "STEWART",
      "sentences": "Miraculously, two crew members did survive, a male and a female. Both were in the tail section of the aircraft. They too will likely be questioned by investigators as they try to piece together what happened in South Korea -- Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "SOLOMON",
      "sentences": "Yes, clearly still so many questions. Marc, how is South Korea coping? I mean, it's the worst crash in recent history. I believe it's the worst crash on South Korean soil. And Mike Valerio made the point earlier that, you know, given sort of the martial law debacle a few weeks ago, it has been an extraordinary period for South Korea.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "STEWART",
      "sentences": "Right. I have heard from just a number of friends personally who live in South Korea and who have relatives in South Korea. I mean, the sadness right now is palpable. And as you mentioned, there's been a lot of political upheaval in South Korea. The new acting president, who has only been on the job for a mere few hours, a few days, has declared a week of national mourning.More than a dozen memorial altars are going to be set up across the country. And then, as you said, historically speaking, this is the worst plane crash in recent memory. The deadliest disaster was back in 1997 involving a Korean Airlines 747. It crashed in the Guam jungle with a loss of 228 lives. But all of this compounding right now in South Korea just marks a very heavy moment for the nation -- Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:07",
      "speaker": "RICHARD QUEST, CNN BUSINESS EDITOR AT LARGE",
      "sentences": "It's too soon. Let's put the pieces of the jigsaw on the table that we know. Right? We know that there was a bird strike. We know there was a mayday. We know that the plane was originally coming in one direction, and then finally crash landed in the opposite direction. We know that it was coming in far too fast and landed far too late on the runway.Those are pieces of the jigsaw. We know also that a member from a message said that the plane had been hit, or the bird -- they had gone through a bird strike. Once you've said that and you look at these pictures, that's as far as you can go at the moment because the singular fact that we do not fathom is why the gear wasn't down. Why had they not put down the landing gear? And it's not like it had collapsed. If you look at this picture, you can't see the nose wheel, you can't see the doors open. So they never actually managed to do it. And once you start asking that question, Rahel, you're really into the realms of frankly rampant speculation. Everything from, were they so engrossed and overwhelmed that literally they forgot to put down the landing gear? They had to land it. They could see what was happening. They could see they had lost control. Did they just need -- forget to pull the gravity lever or whatever, or did something not work? These are questions that we just -- I mean, I'll be blunt. It's pure rampant speculation as to why the gear isn't down at this point. It's fruitless to continue with it because we will know the answer once these, the red boxes or the black boxes, which are, as you know, are actually red. Once these are -- and they're at the back of the plane, fortuitously, where of course we know the survivors were as well. So we'll get the answers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:07",
      "speaker": "SOLOMON",
      "sentences": "Yes. I mean, to that point, what will the black box recorders tell us and if at all, what can't it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:07",
      "speaker": "QUEST",
      "sentences": "It will tell us what happened in the sense of, you know, it's a two-pronged. You've got the cockpit voice recorder. That's what the pilots are talking to each other about. That's what they're actually saying. Everything that is said between them and back in the announcements. And then you've got every instrument that's monitored to the Nth degree. So something would have happened, let's take the bird strike.Bird strike happens. Then all of a sudden the instruments react. The plane starts moving, the pilots start talking about what's happening. All of that is documented. You then see how they were flying the aircraft. You see what they had available to them, what had failed, what hadn't. And yes, I mean, at some point there will be questions of, did the pilots react in a way that was correct and appropriate? It's far, far too soon to even go down in that line because we know there are procedures. The cockpit voice recorder and the cockpit data recorder will give us all that information. And by the way, I heard in the last hour, you asked Peter Goelz, when would we likely know about this, so forgive me asking my own question and then answering it. Forgive me. There'll be an interim report in the first 30 to 60 days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:07",
      "speaker": "SOLOMON",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:07",
      "speaker": "QUEST",
      "sentences": "There'll be a second interim report, which will give us a rough idea. The final report about a year, 18 months, two years away. But we will have a very good idea of the proximate cause of this within the next three months, if not less.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:07",
      "speaker": "SOLOMON",
      "sentences": "OK. That's good context, Richard. And I appreciate you asking, because in an earlier hour, one guest said a few weeks on the optimistic side --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:07",
      "speaker": "QUEST",
      "sentences": "Yes, he's right. You're right. You're right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:07",
      "speaker": "SOLOMON",
      "sentences": "And in a later hour, one guest said in a year, so I was sort of trying to connect those dots.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:07",
      "speaker": "QUEST",
      "sentences": "Right. Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:07",
      "speaker": "SOLOMON",
      "sentences": "So I appreciate that context.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:07",
      "speaker": "QUEST",
      "sentences": "Yes, and it's good that you point this out because the interim report will say this is what was happening. And from that we'll be able to deduce what caused the crash. 95 percent certain we will be able to deduce the proximate cause of the crash. But the final report will be the bit that we'll need to know, the dotting of the I's, the crossing of the T's. They did this. They should have done that. They did this. They were brilliant at that.This is how the plane behaved. This is what could be changed. And that will be over a year away. But we will have a very good idea of the proximate cause within the next two months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:13:50",
      "speaker": "SOLOMON",
      "sentences": "Welcome back. Dallas Mavericks basketball star Luka Doncic is the latest professional athlete to have his home burglarized. According to our local affiliate in Dallas, KTXA, police responded to his house on Friday to reports of a burglary. Police say that his home was broken into through a master bedroom window, and approximately $30,000 worth of jewelry was stolen.Let's get now to CNN's Don Riddell. Don, what more can you share with us? And what more are you hearing about this latest burglary?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:04",
      "speaker": "SOLOMON",
      "sentences": "Yes. OK. Don Riddell, appreciate the reporting there.And coming up next for us, severe storms move further east threatening holiday travel. We'll have a live report when we come back. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:04",
      "speaker": "SOLOMON",
      "sentences": "Welcome back. Cleanup is underway after powerful storms swept through parts of the south, leaving a trail of destruction and killing three people.[16:20:05] Just north of Houston those tornadoes spawned storms, produced gusty winds that brought down several trees, one of which trapped seven members of a family in their car. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:04",
      "speaker": "JUAN ALVAREZ, FAMILY RESCUED AFTER TREE FALLS ON CAR",
      "sentences": "Two minutes later, everything just shifted tremendously. The wind started blowing and then the trees just fell on top of us.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:04",
      "speaker": "SOLOMON",
      "sentences": "Now luckily entire family is OK, but I want to now bring in CNN's Rafael Romo.Rafael, you've been covering this and following this. What more can you share with us about some of the hard hit areas in Texas?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:04",
      "speaker": "RAFAEL ROMO, CNN CORRESPONDENT",
      "sentences": "Yes. Rafael, it seems like some of the hardest hit areas in Texas were around the Houston area, primarily counties like Montgomery to the north and Brazoria to the south.And just to put it in perspective, Rahel, just on Saturday, this weather system that is still active along the East Coast was responsible for 170 storm reports, including more than 30 reported tornadoes. It also caused at least three deaths, and as it moved east from Texas, a high school student died in Natchez, Mississippi, after a tree fell on a home, according to Adams County emergency officials. The other death was reported in Brazoria County, Texas, where a tornado touched down in four separate locations, according to the local sheriff. A third person died in North Carolina when a tree fell on a vehicle, according to the Iredell County sheriff. Take a look at this massive tornado that touched down in McCall Creek, Mississippi, located about 70 miles southwest of Jackson. It was a violent long track tornado that moved through the southwest part of the state, tearing through many homes. And these images from Athens, Alabama, showed debris covering the streets around the town square, as well as trees that were uprooted by the storm in this community. Some of the images that we have seen. Rahel, back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:04",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN Breaking News.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:04",
      "speaker": "SOLOMON",
      "sentences": "We have some breaking news just into CNN.CNN has just confirmed that Jimmy Carter, the 39th president of the United States, has died at the age of 100. CNN's Wolf Blitzer has a look back now at President Carter's extraordinary life and career. (BEGIN VIDEOTAPE) JIMMY CARTER, 39TH PRESIDENT OF THE UNITED STATES: We just want the truth again. WOLF BLITZER, CNN ANCHOR (voice-over): Jimmy Carter was elected president barely two years after the law-breaking and cover-ups of the Watergate scandal forced President Richard Nixon to resign. His candor seemed like a breath of fresh air.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:04",
      "speaker": "CARTER",
      "sentences": "There's a fear that our best years are behind us. But I say to you that our nation's best is still ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:04",
      "speaker": "BLITZER",
      "sentences": "James Earl Carter was born on October 1st, 1924. His father ran an agricultural supply store in Plains, Georgia. His mother was a nurse. He was smart enough and tough enough to receive an appointment to the U.S. Naval Academy. Just after graduation in 1946, he married Rosalynn Smith. His naval career took him from battleships to the new nuclear submarine program, but when his father died in 1953, he left the military and returned to Georgia, where he spent the next two decades running the family peanut farm business, and slowly and steadily beginning a political career that saw him elected governor of Georgia in 1970.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:04",
      "speaker": "JODY POWELL, FORMER WHITE HOUSE PRESS SECRETARY",
      "sentences": "To use an old 1950s term, if there ever was a classic example of an inner directed man, you know, Jimmy Carter, is it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:04",
      "speaker": "BLITZER",
      "sentences": "His close friend and associate was Press Secretary Jody Powell, who died in 2009.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:04",
      "speaker": "POWELL",
      "sentences": "He enjoyed people and he enjoyed talking to people. I think he enjoyed those early days of campaigns when there was much more personal interaction with the voters than he did in the latter stages when it was a series of set piece speeches and large crowds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:04",
      "speaker": "CARTER",
      "sentences": "My name is Jimmy Carter, and I'm running for president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:04",
      "speaker": "BLITZER",
      "sentences": "In 1976, the former Georgia governor went from being Jimmy Who to the White House. Not everyone in Washington was happy to see him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:04",
      "speaker": "TOM OLIPHANT, THE BOSTON GLOBE",
      "sentences": "Washington, even more than New York, is the snobbiest city in America. And Carter and the Georgians were treated like dirt, condescendingly and with hostility. If he had a fault, it was that he matched Washington's hostility with his own.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:04",
      "speaker": "BLITZER",
      "sentences": "Early on, Carter was accused of presidential micromanaging, of excessive attention to detail.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:04",
      "speaker": "OLIPHANT",
      "sentences": "At his best, Jimmy Carter mastered a subject and then led, sometimes very effectively, because of his mastery of its details.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:04",
      "speaker": "BLITZER",
      "sentences": "That mastery of details enabled Carter to negotiate the Camp David Peace Accords, a deal between Egypt and Israel that led to a peace treaty ending decades of war between their countries. His most difficult presidential days came after Iranian militants took dozens of Americans hostage in Tehran in late 1979.[16:25:06] They were held for 444 days, and eight U.S. servicemen died after President Carter ordered an elaborate rescue attempt that failed. The Iran hostage crisis was only one of the challenges that confronted President Carter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:04",
      "speaker": "CARTER",
      "sentences": "We must face the fact that the energy shortage is permanent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:04",
      "speaker": "BLITZER",
      "sentences": "During Carter's term, Americans endured a sharp, steady increase in oil and gasoline prices, which forced everything to cost more. To some Carter's stark comments began to sound like moralizing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:04",
      "speaker": "CARTER",
      "sentences": "The erosion of our confidence in the future is threatening to destroy the social and the political fabric of America.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:04",
      "speaker": "BLITZER",
      "sentences": "In 1980, Carter faced Republican challenger Ronald Reagan, who exuded sunny optimism and asked voters a simple question.RONALD REAGAN, 40TH PRESIDENT OF THE UNITED STATES: Are you better off than you were four years ago?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:04",
      "speaker": "BLITZER",
      "sentences": "Jimmy Carter lost the election, but not his resolve to make a difference. He and Rosalynn founded the Carter Center, in part to promote peace, democracy, human rights, as well as economic and social development all over the world.Carter monitored elections for fairness. He went to North Korea and Cuba and met with leaders usually shunned by the U.S., including representatives of Hamas, the Palestinian Organization, both the U.S. and Israel have branded as terrorists.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:04",
      "speaker": "POWELL",
      "sentences": "This is a man who has a really unique commitment to public service. It really is a calling with him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:04",
      "speaker": "BLITZER",
      "sentences": "In autumn of 2002, Carter was awarded the Nobel Peace Prize. The culmination of an incredible career as a world leader and as a citizen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:04",
      "speaker": "CARTER",
      "sentences": "I'm delighted and humbled and very grateful that the Nobel Peace Prize Committee has given me this recognition.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:04",
      "speaker": "BLITZER",
      "sentences": "He still wasn't done. Carter remained active into his 90s, traveling, writing books, building Habitat for Humanity homes, and to the discomfort of his successors, speaking out on the issues of the day. He criticized Bill Clinton's affair with Monica Lewinsky, called George W. Bush's international policy, quote, \"the worst in history.\"But from your definition, you believe the United States under this administration has used torture?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:04",
      "speaker": "CARTER",
      "sentences": "I don't -- I don't think it. I know it, certainly.BLITZER (voice-over): He also took on President Donald Trump. STEPHEN COLBERT, LATE-NIGHT HOST: Does America want kind of a jerk as president?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:04",
      "speaker": "CARTER",
      "sentences": "Oh, apparently, from his recent elections, yes. I never knew it before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:04",
      "speaker": "BLITZER",
      "sentences": "Carter survived a cancer scare in 2015 and kept going.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:04",
      "speaker": "CARTER",
      "sentences": "Didn't find any cancer at all so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:04",
      "speaker": "BLITZER",
      "sentences": "When he attended George H.W. Bush's funeral in late 2018, he was the oldest of America's living presidents. He celebrated his own 100th birthday in 2024. His beloved wife Rosalynn passed away in 2023. She'd been a steadfast partner through 77 years of marriage.Carter's diminished health prevented him from speaking at her memorial service, so their daughter, Amy, read a letter he wrote to Rosalynn while deployed with the Navy 75 years earlier. AMY CARTER, JIMMY CARTER'S DAUGHTER: My darling, every time I have ever been away from you, I have been thrilled when I returned to discover just how wonderful you are. While I am away, I try to convince myself that you really are not, could not be as sweet and beautiful as I remember. But when I see you, I fall in love with you all over again. Does that seem strange to you? It doesn't to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:04",
      "speaker": "BLITZER",
      "sentences": "Husband. Statesman. A connection to an era now gone. Jimmy Carter was a defender of values forever current.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:04",
      "speaker": "CARTER",
      "sentences": "Those who hunger for freedom, who thirst for human dignity, and who suffer for the sake of justice. They are the patriots of this cause. I believe with all my heart that America must always stand for these basic human rights at home and abroad. That is both our history and our destiny.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:01",
      "speaker": "SOLOMON",
      "sentences": "And, Wolf, to that end, I mean, say more about how much of Jimmy Carter's professional career really happened after he left office, whether it was his work with the Carter Center or his humanitarian efforts around the world. I mean, we saw a lot of his impact even after he was out of office.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:01",
      "speaker": "BLITZER",
      "sentences": "Yeah, he really worked hard. And I was fortunate enough to cover him on several occasions when he was traveling. When he was in Georgia a couple years ago, I went down and spent some quality time with him in Plains, Georgia, went to his church with him, went to his home.We did a lengthy interview. And it was just, for me, always very, very important to get to know him, to follow him, to report on his life both as president and as a former president. And, you know, he just was a very, very special man. And I got to know the whole family, too. It was a special family as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:01",
      "speaker": "SOLOMON",
      "sentences": "Yeah. And to that end, Wolf, I mean, his relationship with his wife who passed in 2023, Rosalynn, was also a huge part of his legacy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:01",
      "speaker": "BLITZER",
      "sentences": "Yes. And she was -- they were so close. They had this incredible marriage. They worked closely together on so many issues. And they were so devoted to not only their family and their friends, but to the state of Georgia, indeed to our entire country. And they both worked hard to try to make things better and deserve an enormous amount of credit. But it was a wonderful marriage, and it was a great opportunity to see that up close, as I was fortunate enough to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:01",
      "speaker": "SOLOMON",
      "sentences": "Yeah. And I'm curious, Wolf, having been involved with so many issues, whether abroad or domestically, what issues or causes do you think he will most likely be remembered or associated with? I mean, one thing that comes to mind immediately is his work over the years with Habitat for Humanity. But he was also a supporter of civil rights. He was a humanitarian. What issues do you think he'll be most closely associated with? BLITZERBut he obviously had a lot of problems during his first term, economic issues in the United States. You know, inflation was not good. And then the American diplomats at the U.S. Embassy in Tehran were taken hostage, kidnapped by the Iranian regime. And it was a huge issue in his bid for re-election, and he was defeated in that election, in part because those hostages were still being held in Iran. All those American diplomats at the U.S. Embassy, when the Iranian military went into the U.S. Embassy, they shut it down and took all those Americans who were inside and made them hostage. Eventually, after he was defeated, Ronald Reagan became president. They were allowed to come back to the United States. But that was an issue that caused so much controversy every day, day one, day two. Nightline on \"ABC,\" every night they devoted their show to Americans held hostage in Iran. And it was just a devastating issue, a horrible issue at the time, and certainly one of the major factors that led to his defeat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:11",
      "speaker": "BLITZER",
      "sentences": "Yeah. And I was always checking in to see how he was doing with his friends and his family, and I would get updates. And I was always pretty much encouraged, even though he was in hospice for the past year.He was still enjoying and watching sports, and I was enjoying watching sports. But he was a big Atlanta Braves fan, baseball fan, was watching games with his kids and his grandkids and his family and friends. So I would always get relatively upbeat assessments on how he was doing over the past year. But everybody knew under hospice, it was only a matter of time. At 100 years old, you know, that's a very, very long life that he led. So we all anticipated it was only a matter of time, and now it has happened. And I just -- I think I speak for so many of our viewers in the United States and around the world when I say I want to express our deepest, deepest condolences to his loving family. May he rest in peace, and as we say, may his memory be a blessing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:11",
      "speaker": "SOLOMON",
      "sentences": "Absolutely. And as you mentioned his family, I think it was his grandson, Wolf, that we saw at the DNC over the summer, as you point out, as we sort of had gotten these, you know, stories from those around him.Wolf, we appreciate you being here. Stand by for a moment, if you can. I want to now bring into the conversation President Carter biographer Kai Bird. Kai, do I have you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:11",
      "speaker": "KAI BIRD, PRESIDENT CARTER BIOGRAPHER",
      "sentences": "Yes, I'm here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:11",
      "speaker": "SOLOMON",
      "sentences": "Yeah. Just -- just top line reaction, you know, as Wolf was just saying, you know, the former president was in hospice care. He had recently celebrated his 100th birthday. It is still, nonetheless, really shocking news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:11",
      "speaker": "BIRD",
      "sentences": "Well, it is a long life, over 100 years. But he was relentless in everything he did in his life. He was just -- I think I would argue, as the biographer who spent six years working on his life, I think he is the most intelligent, the hardworking, and the most decent man to have occupied the Oval Office in the 20th century.And I'm, in a way, not surprised that he lived to be 100. When I was interviewing him in his 90s, he was still going into work. He was still getting up at 5, 5:30 in the morning, keeping farmer's hours. And he was all about work. So he was just an amazing personality and a very decent man.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:11",
      "speaker": "SOLOMON",
      "sentences": "Yeah. And, you know, as I was just talking with my colleague Wolf Blitzer there about sort of some of the various causes that he's been associated with over the years, how do you think he would like to be remembered? How do you think Jimmy Carter would like to be remembered?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:06",
      "speaker": "SOLOMON",
      "sentences": "Paul Volcker is an interesting reminder, as we think a lot about sort of our own sort of experiences with inflation right now and the inflation fight. And to Jimmy Carter, I mean, he was also an early supporter of civil rights at a time when it wasn't necessarily politically advantageous to him, at least in his early career.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:06",
      "speaker": "BIRD",
      "sentences": "That's true. You know, he got elected to public office for the first time in 1962, and he sort of snuck in under the radar. He was a Southern liberal in the early 60s, at a time when that was a very unpopular thing to be.He narrowly won his first election. The ballot box was actually stolen, and his opponent was declared the victor. And so Jimmy went and hired a country Georgian lawyer named Charlie Kirbo, who went and proved that the ballot box had been stuffed. And so that was Jimmy's first election victory. And then he went on, you know, eventually in 1970, to win the governorship of Georgia, campaigning actually quite ruthlessly, strategically, appealing to African-American voters, but also to white, rural, working-class voters. And he got elected, and then when he was inaugurated, he gave this amazing, very short inauguration speech in which he said, the time for segregation in the South has passed. Shocking, his audience. People were outraged, some of them, sitting there. So he was often a politician way ahead of his times, and fearless, and determined, once he won power, to do the right thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:06",
      "speaker": "SOLOMON",
      "sentences": "Yeah, Kai, if you might stand by for us for just a moment, we want to dig into a little bit of his foreign policy impacts, and something specifically Wolf Blitzer was mentioning a few moments ago. CNN's Christiane Amanpour is now going to take a look back at President Carter's role in trying to bring peace to the Middle East.(BEGIN VIDEOTAPE) CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL ANCHOR (voice-over): Peace in the Middle East, the impossible dream. But President Jimmy Carter wasn't afraid to take it on, inviting two of the world's fiercest enemies to the White House retreat at Camp David in 1978. Jimmy Carter had been derided for his administration's foreign policy failures, partly because he's considered to have lost a U.S.-friendly Iran to the Ayatollahs. But the Camp David Accords were his geopolitical triumph. He managed to strike a deal between Israel's Menachem Begin and Egypt's Anwar Sadat. But this moment really got started a year earlier, when the cameras flashed and rolled to capture Sadat's journey into enemy territory. JIMMY CARTER, 39TH U.S. PRESIDENT: There has never, in all these years, been anything as striking and dramatic as this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:06",
      "speaker": "AMANPOUR",
      "sentences": "Indeed, Sadat had made a massive gamble that coming in peace to Jerusalem, becoming the first Arab leader to visit Israel and speak directly to its people, would pay off. But the two Middle East leaders failed to reach a deal on their own. Enter the American president. Carter recognized a rare opportunity to act as the indispensable mediator.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:06",
      "speaker": "CARTER",
      "sentences": "Almost never in our history has a president devoted so much time on a single problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:06",
      "speaker": "AMANPOUR",
      "sentences": "He had studied the characters and histories of the two leaders who deeply mistrusted each other. He wrote Sadat and Begin personal letters inviting them to Camp David. And when they arrived on American soil, it was high stakes for all three men involved.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Failure here would just increase the impression that Mr. Carter is a nice man but an inept president. This meeting is truly historic and the people who will participate know it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:06",
      "speaker": "AMANPOUR",
      "sentences": "Thirteen days of intense negotiations, crucially behind closed doors. No leaks, no social media, no media at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The Israeli delegation is totally zipped up. Even less is coming out of it than is coming out of the Egyptian delegation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:11",
      "speaker": "ZBIGNIEW BRZEZINSKI, FORMER NATIONAL SECURITY ADVISOR",
      "sentences": "Sadat, to sign a peace treaty with Begin, had to break ranks with the entire Arab world. He had to face isolation. Begin, to agree with Sadat, had to give up territory for the first time and to give up settlements.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:11",
      "speaker": "AMANPOUR",
      "sentences": "When direct talks between Sadat and Begin became too heated, Carter kept them apart and quashed any attempt to call off the negotiations. After two weeks of complications, drama and false starts, the men finally returned to Washington to deliver the good news. They had reached a deal. UNIDENTIFIED MALE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:11",
      "speaker": "CARTER",
      "sentences": "An achievement none thought possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:11",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It appears that the president won and he won big.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:11",
      "speaker": "AMANPOUR",
      "sentences": "Decades after Camp David, I sat down with President Carter and asked him how in the world he had done it.(On camera): There you were, you brought peace with Menachem Begin and Anwar Sadat. It all seemed so much easier then, was it? Or is that just what we think now all these years later?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:11",
      "speaker": "CARTER",
      "sentences": "I think it was much more difficult because I was negotiating between two men whose nations had been at war four times in just 25 years.AMANPOUR (voice-over): The magnitude of that accomplishment lives on in the image of that three-way handshake. The Israeli Prime Minister Menachem Begin summed it up like this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:11",
      "speaker": "MENACHEM BEGIN, ISRAEL FORMER PRIME MINISTER",
      "sentences": "The Camp David Conference should be renamed. It was the Jimmy Carter Conference.AMANPOUR (voice-over): The final result? Israel would return the Sinai Peninsula to Egypt, a piece of land the two had fought wars over. Egypt would finally recognize Israel's right to exist and give Israel access to the crucial Suez Canal Shipping Lanes. Both leaders declared no more fighting. All three men would eventually be awarded the Nobel Peace Prize. But one thing wouldn't change. Arabs called Sadat a traitor. Three years later, he was assassinated by Muslim extremists in his own country. Still, many years later, President Carter told me that he was proud of this first peace deal between Arabs and Israelis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:11",
      "speaker": "CARTER",
      "sentences": "The peace treaty that was negotiated between Israel and Egypt over extremely difficult circumstances was beneficial to both sides and not a single word of the treaty has been violated. It was much more difficult than the altercation between the Israelis and the Palestinians is today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:11",
      "speaker": "AMANPOUR",
      "sentences": "And that conflict, the one between Palestinians and Israelis, still rages on to this day. But it doesn't alter the fact that there was a shining moment when Jimmy Carter engaged the full and indispensable role of the United States and chained one corner of the Middle East forever.Christiane Amanpour, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:11",
      "speaker": "SOLOMON",
      "sentences": "All right, let's now bring in CNN Chief National Affairs Correspondent Jeff Zeleny. Jeff, good to have you. I want to follow up on something that we hearda short time ago from President Carter's biographer, Kai Bird. He said, in a lot of ways, President Carter was ahead of his times in many ways, particularly in foreign affairs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:19",
      "speaker": "SOLOMON",
      "sentences": "Yeah, I just want to read a comment that we're getting in from the former president's son, Jeff. I'll read it out for you. It says my father was a hero, not only to me, but to everyone who believes in peace, human rights and unselfish love.This is coming from Chip Carter. He continued and said, my brothers, sister and I shared with him with the rest of the world through these common beliefs. The world is our family because of the way he brought people together. And we thank you for honoring his memory by continuing to live these shared beliefs. You know, Jeff, in a lot of ways, he was sort of in a class of his own. I mean, he was the oldest living former president. You know, he lived to 100. He, you know, as we just said, he was a president sort of ahead of his time. But talk to us a little bit about sort of how he even just in terms of how he sort of had this the second career after leaving office, that in and of itself was remarkable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:19",
      "speaker": "ZELENY",
      "sentences": "Well, it absolutely was. I mean, he, you know, was elected as a fresh face of the South in the wake of Watergate and in the anger from Vietnam. If we think of every presidential election as a series of, you know, a linked chain of events, his was a reaction to the Nixon administration and the Ford presidency and the anger in the country over President Ford pardoning Richard Nixon.So he was the agent of change at that point. But of course, the economy and so many other things got in the way. And his advisers at the time said, you're doing too much, save perhaps some of this for the second term. Of course, there was no second term. Ronald Reagan handily defeated him. But I think going back to Jimmy Carter, he had a -- if you look through these documentaries, and if you walk through the Carter Center in Atlanta, as I have several times, the pictures in the Oval Office is the buck stops here. Of course, that's the Harry Truman line. But also, it's something that he took to heart. And as we are looking here at statements still coming in an interesting line here from Senator Mitch McConnell, he said, President Carter served during times of tension and uncertainty both at home and abroad, but his calm spirit and deep faith seemed unshakable. And faith, I think Rahel is something that is central to Jimmy Carter's life. Of course, we remember seeing him at the funeral of his wife of 77 years, Rosalynn just a little over a year ago. And now he has taken his leave, reunited with her. So an American love story, an American original in so many ways, will be celebrated over the next several days as his funeral plans begin to take shape.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:19",
      "speaker": "SOLOMON",
      "sentences": "Yeah, you know, Jeff, that's a really important point. It's something that we hadn't touched on yet. But just his faith and sort of how crucial that was and the way that he lived his life.Jeff, thank you. I want to now bring in for a moment, Kai Bird, who is with us now. Kai, I mean, you have had the -- the privilege of, you know, working with Jimmy Carter quite closely. Give us a sense if you might have some personal anecdotes or any stories that really stood out to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:23",
      "speaker": "SOLOMON",
      "sentences": "Yeah. Kai, I want to ask you to weigh in on something my colleague Jeff Zeleny had just mentioned there toward the end of our conversation, but the importance of Jimmy Carter's faith and the way in which he pursued his work and the way in which he pursued the issues and the causes that were important to him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:23",
      "speaker": "BIRD",
      "sentences": "Yes, faith mattered a great deal to him. He was a Southern Baptist. He thought of Israel and Palestine as the Holy Land. And he just thought it was a tragedy that war was being fought in the Holy Land. And he believed that he had studied the issue enough to understand what a compromise might look like, two states for two peoples, and territorial compromises and sharing of Jerusalem. And all of that was sort of set in the background of the Camp David Accords.And I believe that he actually did get Begin at one point to agree at the very last minute to a freeze on settlements. And this, of course, is the most controversial issue of the negotiations then and today. You know, we're seeing, it's ironic, but, you know, Jimmy Carter was dealing with Israel, Palestine, Iran -- revolutionary Iran, the same issues we're dealing with today. But if he had gotten an agreement from Begin in 1978 to freeze the settlements in the West Bank, no more building of settlements in the West Bank for five years. That would have been a huge step that would have led inevitably, I would argue, to a two-state solution. And here we are decades later, and Jimmy Carter always believed that this was his biggest failure in the presidency, that he didn't somehow get that pinned down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:23",
      "speaker": "SOLOMON",
      "sentences": "Yeah. Yeah, that's such an interesting point, Kai. I mean, what do you make of some of the parallels between his time in office and sort of present day 2024, whether we're talking about Iran, whether we're talking about the conflict in the Middle East?And you mentioned Paul Volcker earlier, the Federal Reserve Chair, who was, you know, in charge of fighting the highest inflation that we had seen in years, and we have seen since then. And so it is just sort of remarkable, the parallels between his time in office and 2024.",
      "isLastSentenceInterrupted": false
    }
  ]
}