{
  "date": "2024-10-26",
  "headline": "CNN Newsroom",
  "subHeadline": "Dueling Rallies: Trump In Pennsylvania, VP Harris In Michigan; Trump Says He's Open To Eliminating Income Taxes; Candidates Give Final Pitch To Voters With 10 Days Until Election; Turmoil At Washington Post Over Decision Not To Endorse Candidate; Marty Baron On WAPO Endorsement Choice: \"This Is Cowardice\"; New Polling Finds Harris, Trump In A Tossup With 10 Days To Go. Aired 6-7p ET",
  "utterances": [
    {
      "timeStamp": "16:05:04",
      "speaker": "DEAN",
      "sentences": "That is Vice President Kamala Harris in Kalamazoo, Michigan, joined by former First Lady Michelle Obama there on the left of the screen. Michelle Obama giving an impassioned plea to voters on behalf of the vice president.Vice President Harris closing it out there in Michigan. Now all of this is happening while at the same time, former President Donald Trump is in State College, Pennsylvania at his own rally, another critical battleground state. We have been listening to Michelle Obama and Kamala Harris for the last hour or so, let's now check in on former President Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "Kamala has said repeatedly that you wants to ban fracking, she was going to do it. You know, that's 500,000 Commonwealth of Pennsylvania jobs, by the way, never ever called it a state.I had a friend, a poor guy. He was a friend of one of the congressmen, right there, Gigi, he was a friend of a congressmen. He got up and he started talking about the state of Pennsylvania. He was dead. That was the end, right? He was dead, he was dying up here. He didn't know what he was doing wrong. We were trying to send a message, got to be called the Commonwealth, right? Well, Biden called it a state, right? But you how about Biden when he'd go to Florida, it is great to be in New Hampshire. It is great. (LAUGHTER) That's when we knew that that wasn't going to work out too well. Kamala is crushing your energy industry with her vicious natural gas export ban currently going on. You don't know about that. And with her green news scam, Kamala Harris is closing down your power plants. Just take a look at it. This is on fracking, 500,000 Pennsylvania jobs. Take a look.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "VOICE OVER",
      "sentences": "Kamala Harris pushed the far left green new deal, that means huge new taxes, increased utility bills, and banning gas cars.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "HARRIS",
      "sentences": "That is why I am committed to passing a Green New Deal and finally, putting an end to fracking once and for all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Mamala Kamala just don't give a frack.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "VOICE OVER",
      "sentences": "Kamala's fracking ban would kill jobs and raise gas prices. Kamala doesn't give a frack about you.Only President Trump will bring back Trump's strong economy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "TRUMP",
      "sentences": "I am Donald J. Trump and I approve this message.(CHEERING AND APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:26",
      "speaker": "DEAN",
      "sentences": "-- the former President Donald Trump there in State College, Pennsylvania, home to Penn State in the Commonwealth of Pennsylvania.Joining me now, CNN political commentator and former White House communications director under President Biden, Kate Bedingfield. We also have CNN senior political commentator and former Trump campaign senior adviser, David Urban, and CNN political analyst and AXIOS political reporter, Alex Thompson. Thanks to all of you for staying a little longer than you originally intended. We wanted to get everyone in there because we are at that point now in this cycle, where it is just dueling rallies, especially on the weekend. I want to go back before we go forward, I want to start with what Michelle Obama was saying earlier from Kalamazoo. Let's listen to a clip of part of her remarks. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:26",
      "speaker": "MICHELLE OBAMA, FORMER FIRST LADY OF THE UNITED STATES",
      "sentences": "She is showing us what a sane stable leader looks like.(CHEERING AND APPLAUSE) She is not losing her train of thought or stumbling over her words and she is doing it all with vigor and with grace. (CHEERING AND APPLAUSE) That's because Kamala Harris is a grown-up. (CHEERING AND APPLAUSE) And Lord knows, we need a grown up in the White House. I hope you'll forgive me if I am a little frustrated that some of us are choosing to ignore Donald Trump's gross incompetence while asking Kamala to dazzle us at every turn. I hope that you will forgive me if I am a little angry that we are indifferent to his erratic behavior, his obvious mental decline, his history as a convicted felon -- (CHEERING AND APPLAUSE) A known slum lord, a predator found liable for sexual abuse -- all of this while we pick apart Kamala's answers from interviews that he doesn't even have the courage to do y'all. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:26",
      "speaker": "DEAN",
      "sentences": "Kate, when her husband was running for office, they started calling her the closer and I think, as life has gone on, she has really come to embody that. And now, here we are 10 days out and a lot of people would argue she is maybe their strongest surrogate to reach a lot of people.What did you make of her remarks?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:26",
      "speaker": "KATE BEDINGFIELD, CNN POLITICAL COMMENTATOR",
      "sentences": "Yes, well, she is an incredible surrogate. First of all, she is just a phenomenal speaker. I mean, we all saw her at the convention this summer and you heard her right there.I mean, she just has a really effective, passionate way of speaking and she also is somebody who obviously has been married to Barack Obama for a long time, but feels to people like she is kind of outside of politics. So she is that incredibly valuable voice who can connect with people who maybe aren't thinking about politics all the time and who kind of see her as somebody who isn't extremely political, but instead talks about her own life, talks about the things she has been through. [18:20:01] So she is an incredibly authentic voice, which is part of what makes him such a great surrogate for the campaign. And look, I think her message you know, it reminded me a lot actually of how Kamala Harris kind of came out of the gate when she went to the top of the ticket this summer. I mean, it is really a message that is about kind of making Donald Trump small, calling him out for the ways in which he is not a serious person and kind of reminding people again, who maybe aren't super dialed into the process or not parsing which candidate stands where on which policy. But it paints a picture for them of somebody who is not serious and would not be a good steward of the Oval Office and, they are trying to reach those people here in the last week-and-a-half of the campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:26",
      "speaker": "DEAN",
      "sentences": "And David, she went really directly at the former president, we heard a little bit in that clip there. What do you think -- that tends to get his attention when people try to make him small and go at him in that very personal way.What do you think, if, how he will respond and what did you make of her remarks?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:26",
      "speaker": "DAVID URBAN, CNN POLITICAL COMMENTATOR",
      "sentences": "Hey listen, I think it is fascinating to see Michelle and Barack Obama leave the comfort of their hundred million dollars Netflix deal and their $20 million compound in Martha's Vineyard to come rub elbows with the regular people and complain.Listen, when I watched, you know, I have been sitting here so I watched her speech and it reminded me of why Donald Trump was elected president in the first place. I mean, the preaching and just the -- it is just too much, it is just too much. And she is talking about how Kamala Harris is being held to a higher standard. A higher standard? Kamala Harris can't answer a simple question. We watched her on our network here at CNN, Anderson was asking her simple questions, she didn't have answers for. She meandered. He was asking her just simple things. What's your weakness? Didn't have an answer. What would you do if different than Joe Biden? Didn't even answer. I mean time and time again, she hasn't been able to provide answers. She is asked straightforward questions, very straightforward , and she provides a long circuitous answers that never answered the question. So I don't know what Michelle Obama is talking about or she is being given a different test, being held to a different standard. The standard is answer the question. People just want to know and its being reflected in the polls, Jessica, because her numbers continue to plummet, week after week, month after month. And I sure would not want to be inside that campaign these days, going into these final moments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:26",
      "speaker": "DEAN",
      "sentences": "And Alex, we saw her, she talked broadly about a lot of themes that we've heard, but she spent a considerable amount of time on reproductive rights, on women's health. She was very candid about -- talking about women's health, menopause and what happens when someone goes into the hospital, medical care.This is clearly one of the key closing messages that Democrats hope is going to resonate with voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:26",
      "speaker": "ALEX THOMPSON, CNN POLITICAL ANALYST",
      "sentences": "She was talking about issues that affect women, but if you paid attention, she was really doing that while talking to men. She kept saying \"fellas,\" \"brothers,\" \"husbands,\" and it was really reminder that this election very much will probably come down to men versus women. We are going to see the largest gender gap, perhaps ever in American history as a result of the fact that Kamala Harris has focused on abortion rights and women have really rallied to Democrats in the aftermath the repeal of Roe v. Wade, and Trump has also further exacerbated that by really playing into the Hulk Hogan machismo that has driven a wedge between men and women in this country.Michelle Obama was trying to both appeal to men while making it seem like in some ways, the masculine thing to do, the strong thing to do is to actually support Kamala Harris, not Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:28:19",
      "speaker": "DEAN",
      "sentences": "All right, you are looking live at former President Trump's rally there in State College, Pennsylvania, where we are now just 10 days out from the election. He has been speaking to a crowd there for a little bit now.I want to bring in our panel, Kate Bedingfield, David Urban, and Alex Thompson. David, let's start first with you. He did, Trump did this very long, three hours with Joe Rogan, a very, very popular podcaster yesterday. I want to play a quick clip from that. (BEGIN VIDEO CLIP) JOE ROGAN, PODCAST HOST, \"THE JOE ROGAN EXPERIENCE\": Did you just float out the idea of getting rid of income taxes and replacing it with tariffs?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:28:19",
      "speaker": "TRUMP",
      "sentences": "Well, okay --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:28:19",
      "speaker": "ROGAN",
      "sentences": "Are we serious about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:28:19",
      "speaker": "TRUMP",
      "sentences": "Yes, sure. Why not? Because -- ready? Our country was the richest, relatively in the 1880s and 1890s. A president who was assassinated name McKinley, he was the tariff king, and then around in the early 1900s, they switched over stupidly to frankly an income tax and you know why? Because countries were putting a lot of pressure on America. We don't want to pay tariffs, please don't.You know, believe me, they control our politicians. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:28:19",
      "speaker": "DEAN",
      "sentences": "David, potentially eliminating the income taxes is a pretty giant radical policy. Is that fully baked? He says, yes, sure. And is that kind of part of this closing message that the campaign wants to get out there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:28:19",
      "speaker": "URBAN",
      "sentences": "Jessica, you may remember that I used to work for -- I was the chief-of-staff for a guy named Arlen Specter for many, many years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:28:19",
      "speaker": "DEAN",
      "sentences": "I do, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:25",
      "speaker": "DEAN",
      "sentences": "But again, like, it's talking about - there's always talk about policy and drilling down into policy and giving people an explanation. That's a pretty big thing to do without more thinking, no?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:25",
      "speaker": "URBAN",
      "sentences": "Yes, listen, I don't disagree that if you - listen, any tax reform bill, tax extender bill takes months to get passed. If you were going to redo the tax code to a flat tax or tariff-based system, it would take four years of his presidency. I'm not saying it'd be done in the first week, first year, but I guarantee it's something that the American people would be open to, something that Congress should be open to. And I think everything should be on the table, because the country is headed in the wrong direction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:25",
      "speaker": "DEAN",
      "sentences": "And Kate, just talking about kind of these 10 - last 10 days, the closing messages that these two candidates are circling in on. We have Trump who's going to be right down the street from where I am right now, Madison Square Garden tomorrow, giving a big speech. And then you have Vice President Harris who's chosen The Ellipse there in Washington where Trump was before January 6th to kind of give this big closing remarks as well. What do you see - obviously, there's a lot of symbolism, there's a lot of layers to both locations, what do you make of those choices and their closing messages?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:25",
      "speaker": "BEDINGFIELD",
      "sentences": "Well, can I just respond to this point about the income tax?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:25",
      "speaker": "DEAN",
      "sentences": "Please. Yes, go ahead. Yes. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:25",
      "speaker": "KATE",
      "sentences": "Because the idea of eliminating the national income tax would be the most massive hit to middle-class and working people in this country would be extremely regressive. The idea that we would somehow find it ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:25",
      "speaker": "URBAN",
      "sentences": "(INAUDIBLE) ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:25",
      "speaker": "BEDINGFIELD",
      "sentences": "Sorry, David, it's hard for me to hear you, because we're remote. But the idea that we would somehow fund the government on the backs of raising prices on literally everything that people are buying in this country is essentially just taking like an economic machete to the middle-class and to the working class.Now, that's actually kind of in line with what we know about how Donald Trump thinks about the tax code. Obviously, when he was in the office in the first - his first term, he gave tax breaks to the richest in this country. We've heard him say on the campaign trail to donors, you're rich as hell, I'm going to give you tax breaks. So, you know, that - it comports with what we know about how he thinks about these things. But we got to - I think we need to be clear that, you know, this would be a massive hit for the middle-class and for working people. Now, on this question of the closing messages here, I mean, I think there is a - it's - there's a lot of symbolism in the fact that Donald Trump's kind of closing location here in Madison Square Garden is really all about Donald Trump. He grew up in New York. This is really about his ego. It's about, you know, he wanted to sell out the garden. And Kamala Harris is going to deliver a message that's about voters in this country and about what she would do for them as president. So I think that contrast right there really underscores one of the big fundamental differences in this campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:25",
      "speaker": "DEAN",
      "sentences": "And Alex, just what is the thinking been when you're talking to your sources on both sides about how to best spend these last 10 days and these big events that they're closing with?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:25",
      "speaker": "THOMPSON",
      "sentences": "I'm not sure if talking about William McKinley was one of the most strategic decisions Donald Trump made. But Donald Trump, with the Madison Square Garden, I completely agree with Kate that it was just much emotional, if not more emotional than a strategic decision.Now, what Trump people will say is that the strategy here is very much elemental to a thesis of Donald Trump's entire life, which is that all attention is good attention. And what he essentially can do with this event is sort of suck up the media oxygen at a time when Kamala Harris is still trying to introduce herself to the American people. Kamala Harris's final week is going to be about the threat that Donald Trump poses. You've also heard him call her a fascist and reminding voters about January 6th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:25",
      "speaker": "DEAN",
      "sentences": "And David ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:25",
      "speaker": "URBAN",
      "sentences": "Well, I would just say, Kate ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:25",
      "speaker": "DEAN",
      "sentences": "... go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:25",
      "speaker": "URBAN",
      "sentences": "... Kate, I would just say that if you're thinking that the Rogan podcast was simply about William McKinley, you're really mistaken. There's three hours. Go listen to it, unpack it. It's worth your listen. Sixty million folks tuned in. I think it's worth a listen if you care about the race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:25",
      "speaker": "BEDINGFIELD",
      "sentences": "(INAUDIBLE) three hours of listening to it, to unpack what he was saying. It's meandering ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:25",
      "speaker": "URBAN",
      "sentences": "It's great.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:05",
      "speaker": "URBAN",
      "sentences": "I love - Kate, I'd love to see Kamala Harris sit down with Joe Rogan for 30 minutes - even 30 minutes (INAUDIBLE) ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:05",
      "speaker": "BEDINGFIELD",
      "sentences": "Kamala Harris (INAUDIBLE) ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:05",
      "speaker": "THOMPSON",
      "sentences": "But to David's point, a lot - millions - 10s of millions of people have already listened to that, and it is a huge audience with the same audience that Harris is trying to hit right now, which is men, especially young men.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:05",
      "speaker": "DEAN",
      "sentences": "Mm-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:05",
      "speaker": "BEDINGFIELD",
      "sentences": "Absolutely. I do not dispute that. I don't dispute the massive reach. What I'm saying is how many of the people who listened to that, who maybe hadn't really heard a lot of Donald Trump, came away persuaded. That's really the question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:05",
      "speaker": "DEAN",
      "sentences": "Mm-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:05",
      "speaker": "URBAN",
      "sentences": "And if you want to get the nugget of the garden, I would recommend, this is a super throwback, but listen to Howard Cosell's introduction of Frank Sinatra at the main event at Madison Square Garden. You'll love it. I wouldn't be surprised if Donald Trump opens with that tomorrow night. It is fantastic for those of a certain age. If you remember Wide World of Sports, hear that? If you're a 40-year- old person or older, you'll love it. If you're under that age, you're not going to get it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:05",
      "speaker": "DEAN",
      "sentences": "Wait, so David, what do you say to this idea that tomorrow is about really Trump's ego and filling Madison Square Garden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:05",
      "speaker": "URBAN",
      "sentences": "No. No, I really don't. I do think it's about just sucking up the media space, winning another news cycle. It'll be incredibly successful. It is a place, you know, honestly, Jessica, I mean, if you listen to that Wide Howard Cosell introduction to - it's the, you know, home of champions, the home of winners. There are boxing matches. Every great sporting event takes place in Madison Square Garden, right? It's the home of champions. It is the main event. It is the place where the main events take place in one of the greatest cities in the planet.And I think that Trump wants to make all cities great again. I think that'd be a part of his message tomorrow night. And so I think it goes hand in glove there and it will suck all the air out of the room.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:05",
      "speaker": "DEAN",
      "sentences": "And I'm just being told, we're getting a new clip right now as you're talking. My - our colleague Jake Tapper has sat down with JD Vance, of course, Trump's running mate. And I just want to play that clip and let's listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:05",
      "speaker": "JAKE TAPPER, CNN CHIEF WASHINGTON CORRESPONDENT",
      "sentences": "So all those 10 people, including the former vice president, Mike Pence, all of these people are - have this horribly damaged worldview and they're all just going after Donald Trump because they want to send people into war? That's what - that's really your argument?SEN. JD VANCE (R, VICE PRESIDENTIAL CANDIDATE): Absolutely ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:05",
      "speaker": "TAPPER",
      "sentences": "It's not like these are conservative Republicans ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:05",
      "speaker": "VANCE",
      "sentences": "Absolutely, that's my argument, Jake. All of these people. All of these people, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:05",
      "speaker": "TAPPER",
      "sentences": "These aren't conservative Republicans who are concerned about Donald Trump. None? That's not - right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:05",
      "speaker": "VANCE",
      "sentences": "All of these - all of these - all of these people, Jake, they came into office thinking that they could control Donald Trump. That when he said he wanted peace in the world ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:05",
      "speaker": "TAPPER",
      "sentences": "VANCE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:05",
      "speaker": "VANCE",
      "sentences": "Yes, he did. And when he found out that he ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:05",
      "speaker": "TAPPER",
      "sentences": "Really?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:05",
      "speaker": "VANCE",
      "sentences": "... when he found out that he couldn't, they all turned on Donald Trump.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:05",
      "speaker": "DEAN",
      "sentences": "Kate, I'll start with you. What do you think about that clip?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:05",
      "speaker": "BEDINGFIELD",
      "sentences": "I mean, that's an argument that doesn't even begin to pass the smell test. I mean, you have the people who served most closely with Donald Trump, people who have, in many cases, served their country in the military, who have made sacrifices, who have watched Donald Trump's most erratic behavior when it comes to our national security up close, to a person, you have them saying he's not fit to return to the White House.And that's, you know, the idea that JD Vance can spin some sort of gaslighting narrative about how it's because they've decided they couldn't control him, and so what? They all got together and colluded. I mean, it doesn't - it makes no sense. It's foolish. And the fact that JD Vance and others who are out advocating for the Republican ticket can't own and can't directly address the concerns that people like, you know, like Gen. Milley, like Gen. Kelly, who served their country and have raised - is in and of itself a problem. So, I, you know, that is a frightening argument.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:05",
      "speaker": "DEAN",
      "sentences": "And David, I just want to get a quick response from you before we have to go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:05",
      "speaker": "URBAN",
      "sentences": "Yes. So listen, I didn't hear the whole question, but to Kate's point, look, there are people who served, who said after they left, Gen. Kelly and others, that they felt that they were the guardrail there. They didn't want to do Trump's bidding. And so they were doing things to slow roll him, to not do what he wanted to do, to keep him going in a different direction. I think that's what JD Vance was referring to there. And they - and some of those people have admitted it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:05",
      "speaker": "DEAN",
      "sentences": "And Alex, quick to you as well - go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:05",
      "speaker": "BEDINGFIELD",
      "sentences": "(INAUDIBLE) ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:05",
      "speaker": "DEAN",
      "sentences": "Oh, yes, go ahead, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:05",
      "speaker": "BEDINGFIELD",
      "sentences": "... and obviously, David, you have served. I have not. So I am not, you know - and we're thankful for your service. These are members of the military who take the chain of command seriously. If they were concerned about a directive they were getting from the commander-in-chief, that's something that we as Americans should take seriously.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:05",
      "speaker": "DEAN",
      "sentences": "Yes. Alex?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:05",
      "speaker": "URBAN",
      "sentences": "And Kate, listen, I don't - oh, go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:44:57",
      "speaker": "DEAN",
      "sentences": "Growing turmoil tonight inside The Washington Post as criticism mounts over the decision to not endorse a presidential candidate for the first time in decades. Sources telling CNN the decision came from billionaire owner Jeff Bezos, who reportedly scrapped a planned endorsement for Kamala Harris.But today, the paper's CEO is pushing back on those reports. CNN's Hadas Gold has been following these developments. Hadas, what are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:44:57",
      "speaker": "HADAS GOLD, CNN MEDIA CORRESPONDENT",
      "sentences": "Yes, Jessica, I mean, so far, Jeff Bezos himself has remained silent, but turmoil is just roiling The Washington Post as some of the biggest names, both current and former at the newspaper, are now speaking out as a result of this non- endorsement that, as you said, we knew was likely to be for Vice President Kamala Harris. Most notably, to me, is former editor Marty Baron.Marty Baron was editor under Jeff Bezos under the first administration of Donald Trump and he called this decision cowardly. He also said that the explanation from the publisher that they want the readers to make up their own minds, he called it laughable because of the timing and he also wondered whether Jeff Bezos' business dealings have something to do with this non-endorsement. Take a listen to what he had to say earlier on CNN. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:44:57",
      "speaker": "MARTY BARON, FORMER EXECUTIVE EDITOR, THE WASHINGTON POST",
      "sentences": "Look, the fact is that Bezos has other commercial interests, as we know. He obviously founded Amazon, has a huge - big stake in Amazon. He has a space company called Blue Origin. Trump has threatened to pursue his political enemies, and he rewards his friends, and he punishes his perceived political enemies, and I think there's no other explanation for what's happening right now.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:44:57",
      "speaker": "GOLD",
      "sentences": "And I also want to note that Baron, in his book, \"Collision of Power,\" that was recently published, he talked about how he was so proud that when he was at The Washington Post under Jeff Bezos, that Jeff Bezos resisted regular attacks from former President Donald Trump on Washington Post, on Jeff Bezos, on Amazon. But now it seems as though he feels as though something has changed.Now, The Washington Post publisher, Will Lewis, has put out a new statement pushing back on the idea that Jeff Bezos was intimately involved. He said in a statement that Jeff Bezos was not sent, did not read, did not opine on any draft. As publisher, I do not believe in presidential endorsements. We are an independent newspaper and should support our readers' ability to make up their own minds. But Jessica, I've been speaking to Washington Post journalists and even those who say, you know, I actually agree with the idea of the editorial board not endorsing a candidate. All of them, unanimously, just question the timing. They're saying, why is this coming out just days before the presidential election? This goes off like a bomb, and it puts us - the journalists - on the news side in an uncomfortable position. They noted that the Trump campaign has been pouncing on this. Trump advisors have been posting on X all over the place about this non- endorsement, and even noting the uncomfortable timing of the fact that Jeff Bezos' own space company, Blue Origins, their executives, met with Donald Trump on Friday, the same day that this announcement of this non-endorsement came out. In fact, one of Donald Trump's spokespeople, Steven Cheung, he posted a picture of that with sort of heart emojis all over the place, just suggesting that there's like a great kinship between the two of them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:44:57",
      "speaker": "DEAN",
      "sentences": "And what about subscribers, Hadas? Are you - what are you seeing? What are you tracking with that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:44:57",
      "speaker": "GOLD",
      "sentences": "Yes. So we are told that the amount of cancellations of subscriptions is potentially in the thousands, and that's pretty significant for a newspaper that needs subscriptions to stay alive. And a lot of these are, as a result, sort of a protest of this non- endorsement. But I do want to make an important note to people, that those subscriptions are what funds the journalism of the news side of The Post as well.And so if The Washington Post loses more and more subscriptions, that will have an effect on some of their very good, very hard-hitting journalism. So there is a hope for many of the journalists within The Washington Post that the subscription losses will be stopped because they are telling me, listen, we are still doing journalism, our journalism on the news side. This has not been affected by any of, you know, any involvement from Jeff Bezos or anybody like that, Jessica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:44:57",
      "speaker": "DEAN",
      "sentences": "All right. Hadas Gold for us, thank you so much for that reporting.Up next, we're going to run the numbers. Harry Enten breaking down the state of the race with 10 days to go. (COMMERCIAL BREAK) [18:53:18] DEAN: And there is Vice President Kamala Harris with Michigan's governor, Gretchen Whitmer. They are making a stop for a beer at the TrakHouz Bar &amp; Grill in Kalamazoo, Michigan. This comes after the Vice President appeared on stage with former First Lady, Michelle Obama, there in the critical battleground state of Michigan. The race for the White House getting down to the wire with polls consistently showing a very tight race between Vice President Harris and former President Donald Trump. Earlier, I spoke with CNN Senior Data Reporter, Harry Enten. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:44:57",
      "speaker": "HARRY ENTEN, CNN SENIOR DATA REPORTER",
      "sentences": "The race is close, but if we want to break it down into some numbers here, look, I - this to me is the simplest way to sort of show it mathematically. Kamala Harris likely must carry three of these four states to win. These are the states that are most likely going to determine who the next President of the United States is. You look in North Carolina, look at this, Donald Trump with less than a point lead, Wisconsin, Michigan, Pennsylvania, that great blue wall in the Great Lake States, Harris ahead by less than a point, less than a point, less than a point.When you're showing the four most important states and the margin in all four of them, is one of the candidates up by less than a point, I'm not quite sure there's any other way to put it than this race is really, really close.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:44:57",
      "speaker": "DEAN",
      "sentences": "Mm-hmm. Yes, I think you hit the nail on the head there. What does it mean if you broaden out for the electoral map then?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:00",
      "speaker": "DEAN",
      "sentences": "Yes, it is. And - but historically, how close is it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:00",
      "speaker": "ENTEN",
      "sentences": "Yes. So, you know, we're talking about all this and oftentimes I say this race is historically close and, you know, we look at the popular vote polls. So I decided to do it a slightly different way, which is, okay, what I'm going to do is at the end of each election cycle, I said, okay, how did the polls look and what was the projected count in the electoral college?Well, at this particular point, if the polls are exactly right, Kamala Harris would get 276 electoral votes. That is the lowest level for a leader at the end of a campaign in terms of the projected electoral map going back since at least 1972. In 2000, Al Gore was projected to get 281 electoral votes. Of course, the polls missed in Florida. It flipped. George W. Bush won that campaign. In 2004, look at that. George W. Bush was projected to get 296 electoral votes. The polls were actually pretty gosh darn close. The only state they missed was Wisconsin, actually. That state flipped into John Kerry's column. But the bottom line is this. At this particular point, this is the closest race heading into an election on record at least over the last 52 years or so, Jessica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:00",
      "speaker": "DEAN",
      "sentences": "It is incredible. And I'm sure - I can't imagine how people ask you, well, what's going to happen, who's going to win and it is just - this is as close as you can get. I do want to ask you ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:00",
      "speaker": "ENTEN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:00",
      "speaker": "DEAN",
      "sentences": "... yes - about a trend in the national data that you've looked at and you say it's not great for Harris, pretty great - pretty good for Trump. What have you found?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:00",
      "speaker": "ENTEN",
      "sentences": "Yes. I mean, I think that's exactly right, you know? It's not great for Harris. It's pretty good for Trump. It's not perfect though. Look, Harris' net favorability rating, you know, you go back to July, what is that? Three months ago, she was at minus 10 points.Then, you just sort of saw this upward trajectory, minus two, then plus one, she was becoming more popular. Then all of a sudden, the popularity trend has reversed and now she's back in the negative territory. Compare that to Donald Trump, where if you compare where his net favorability is, look, Harris is still more popular than he is, but his trend, compare 2016 at this point to 2020 at this point to 2024, minus 25, minus 12, minus seven. Donald Trump has never gone into a general election as popular as he is today. Whether or not that's enough, given that Harris is still slightly more popular than he is, only time will tell, Jessica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:00",
      "speaker": "DEAN",
      "sentences": "Very interesting. All right, as always, Harry Enten, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:00",
      "speaker": "ENTEN",
      "sentences": "Thank you.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}