{
  "date": "2024-01-02",
  "headline": "CNN News Central",
  "subHeadline": "Harvard President Claudine Gay Announces Resignation; Hamas Says One Of Its Senior Leaders Killed In Beirut Attack; Plane Crash Kills 5 In Japan, 300 Plus Escape Airliner. Aired 3-3:30p ET",
  "utterances": [
    {
      "timeStamp": "15:01:16",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "Just six months into what was a historic presidency, Harvard's Claudine Gay says she is stepping down. We're going to speak with a professor who supported her despite the controversies.Plus, Hamas says a senior official was killed during an attack in Lebanon. We're going to have new details about the airstrike.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:16",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "And terrifying moments on the runway in Japan. A video showing the moment a passenger jet with hundreds of people on board hits a Coast Guard plane and bursts into flames. There's an investigation now underway.We're following these major developing stories and many more all coming in right here to CNN NEWS CENTRAL. We're continuing to follow breaking news this afternoon. Claudine Gay has announced that she is stepping down as Harvard's president after just six months on the job. In a letter to the university today, Gay wrote that \"after consultation with members of the Corporation, it has become clear that it is in the best interest of Harvard for me to resign so that our community can navigate this moment of extraordinary challenge with a focus on the institution rather than any individual.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:16",
      "speaker": "KEILAR",
      "sentences": "Gay had been under pressure to step down after her controversial testimony last month about anti-Semitism on campus and then over plagiarism allegations. She recently requested corrections to some of her academic work, including her 1997 dissertation.We have CNN's Matt Egan following this story for us. And we should be clear, these two things are connected because looking at her academic works, and certainly there are problems with them, but that is something that came about, it seems, because of some of the criticism of what she said in that hearing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "SANCHEZ",
      "sentences": "Matt Egan, thank you so much for the update.Let's dig deeper now with Ryan Enos. He's a Professor of Government at Harvard. Sir, thank you so much for being with us. We're just getting a statement now from New York congresswoman, Elise Stefanik, who was at that hearing on Capitol Hill about anti-Semitism on campus and pressed those three presidents, including Claudine Gay. She says, I will always deliver results. She calls Gay's resignation long overdue. She says that she was devoid of the moral leadership and academic integrity required of the president of Harvard. What's your reaction to today's resignation and these comments coming from the congresswoman?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "RYAN ENOS, PROFESSOR OF GOVERNMENT, HARVARD",
      "sentences": "Look, I think Elise Stefanik should be ashamed of herself because I don't think she actually cares about any of these things that she talked about on Capitol Hill. I don't think she cares about anti-Semitism. I don't think she cares about the - I don't think she cares about academic freedom. I don't think she cares about any of these things that she pressed on. She cared about winning political points.And I think that political attacks on universities are things that we should all be frightened by, regardless of our politics, whether we're on the left or the right. And I'm sad for American universities because of that. And I'm sad for Claudine Gay because I think she was a capable leader that was facing an extremely difficult situation. And people like Elise Stefanik were not helping it at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "KEILAR",
      "sentences": "Professor, let's say even if everything that you said is true, potentially true here, when you look at the writings and - I mean, is that something you would have done in the way you write? Would you do what Claudine Gay would have done and expect to keep your job, because that is also another element here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "ENOS",
      "sentences": "You're talking about the allegations of plagiarism?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "KEILAR",
      "sentences": "I'm saying you've seen, right, you've compared, I'm sure, as you've gone through the writing here to ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "ENOS",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "KEILAR",
      "sentences": "... and maybe it isn't stealing research, which would be ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "ENOS",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "KEILAR",
      "sentences": "... a huge crime in academia, of course. But in terms of writing an essay, this is nothing that you would accept from a college student, for instance. They know not to do this, so that's what I'm asking about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "ENOS",
      "sentences": "If a college did that, what I would expect is I would expect a careful on deliberate hearing to understand whether they violate the rules. And it - I think if I saw that, I would be concerned that I would bring it up at Harvard, for example, to an academic board that would determine whether or not they violated the rules.What happened to Claudine Gay was not that. What happened to Claudine Gay was mob pressure to force her to resign. So even if what she did was something that should have led to her termination, we never got to that point. We got to the point where people were yelling at her on social media and subjecting her to attacks that she didn't deserve. And rather than having a careful deliberations, which is what we do at the university, we had her subject to a mob to force resignation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "SANCHEZ",
      "sentences": "The hour, we spoke with the president of Harvard Hillel, Jacob Miller. We want to share with you some of what he said.(BEGIN VIDEO CLIP) JACOB MILLER, HARVARD STUDENT &amp; HILLEL PRESIDENT: From my perspective, this is all university politics. It doesn't really affect my day-to- day life. Claudine Gay's resignation is not going to solve the issue of anti-Semitism on campus. We need a definitive culture shift. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "SANCHEZ",
      "sentences": "Do you agree that Harvard's campus needs a definitive culture shift, specifically when it comes to the issue of anti-Semitism?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "ENOS",
      "sentences": "I think what Harvard needs and I think all universities need this, is a deep conversation about issues of free speech and issues of anti-Semitism, Islamophobia and lots of other issues that campuses face. It doesn't help when people are trying to force decisions on a campus from outside.I think that any time people are thinking - are feeling pressured because of who they are or feeling under attack because of who they are, that's something the university needs to take seriously. And it's not - people like Elise Stefanik that were pressing Claudine Gay on Capitol Hill, people like right-wing Internet trolls, people like alumni billionaires are not asking us to take those issues seriously. I hope what happens in the future with new leadership at Harvard is we'll have an opportunity to step back and say, we're going to examine these issues and decide what the best way forward is so we can have both academic freedom and freedom of speech on campus.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:04",
      "speaker": "ENOS",
      "sentences": "There's no doubt that there's a left-wing bias in academia. I've been a critic of that myself, and I say that as a liberal, that there are - there's a culture in academia that needs examined, that we should be critical of ourselves.But if you think that there's a liberal bias in academia, if you think there's a political bias in academia, you don't attack that by bringing your own bias. These people that were attacking Claudine Gay and were attacking Harvard were not doing this because they wanted political balance at a university. They were doing this because they wanted to impose their own politics on the university, and they did so in bad faith. And so they're not going to help us. They're not going to help us. They're not going to help bring political balance to a university at all. They're just going to bring political tax on the university, and that's something we should be concerned about from the perspective of our democracy and the independence of higher education.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:04",
      "speaker": "KEILAR",
      "sentences": "Professor Enos, we really appreciate the conversation. Thank you so much. ENOS",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:04",
      "speaker": "KEILAR",
      "sentences": "And there are some major new developments today in the Middle East as well that could have huge ramifications for Israel's war with Hamas. The terror group blaming an Israeli airstrike for killing one of their senior leaders. This is an explosion that happened in Beirut, Lebanon, far, far away from the front lines of this war in Gaza. Lebanon and Iran quick to condemn this attack.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:04",
      "speaker": "SANCHEZ",
      "sentences": "Hamas says that Saleh al-Aruri was among the four people killed. He's considered one of the founding members of the group's military wing.Let's get some perspective now from CNN's Jim Sciutto. So, Jim, how significant a loss is this for Hamas?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:04",
      "speaker": "JIM SCIUTTO, CNN HOST",
      "sentences": "It's not clear how much of a loss it is for them. They've got a lot of leaders around the world. What is significant about this - and Israeli - it's been interesting to watch their public comments about this in the wake of this, because you did have their ambassador to the U.N. congratulate the security services after this. Now you've had some other comments where Israeli officials are not saying out loud. They seem to be walking around did we actually do it, did we not do it.But I know that when I was in Israel, I spoke to senior intelligence officials who said very clearly to me that Hamas leaders will no longer be safe anywhere in the world. And they didn't say out right that they are starting a Munich-style campaign like they did after the infamous Black September attacks in the '70s, but they seem to be very much indicating that. There have been a number of stories. The Wall Street Journal, The New York Times have had stories since then where Israeli officials have been telling them as well that you're not going to be safe anymore in the world. And there was some talk that even Hamas leaders who had been taking safe haven in Qatar don't feel safe there anymore. And that's, of course, significant because Qatar is an intermediary in these hostage negotiations. They've long been, if not an outright supporter of them, very much a protector of them. So while Israeli leaders are not saying that out loud and seem loathe to confirm or claim responsibility for this attack, there's some evidence in public comments and private comments prior that this could be part of something. There was another Hamas leader who was killed in Turkey in a - in the weeks just after October 7th as well. That may be what we're seeing here, but you can understand why Israeli officials don't want to say that out loud.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:04",
      "speaker": "KEILAR",
      "sentences": "Sure. We'd expect that this is going to - and listen, it's not like hostage talks were in some great place, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:04",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:04",
      "speaker": "KEILAR",
      "sentences": "We weren't on the verge of some huge breakthrough, it appeared. But this is not going to push it in that direction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:04",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:04",
      "speaker": "KEILAR",
      "sentences": "And also, what about the possibility of opening up another front in the war ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:04",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:04",
      "speaker": "KEILAR",
      "sentences": "... with Hezbollah?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:04",
      "speaker": "SCIUTTO",
      "sentences": "It's a big deal because this strike, first of all, it's in southern Beirut, a highly dense area, right? It's hard to do a precision strike in a - we see that in Gaza, right - in a densely populated area. And as I understand it, this was very close to Hezbollah, a Hezbollah office in southern Beirut, too.Hezbollah and Hamas, they both often take their orders from Tehran. Hezbollah has already been firing rockets and missiles across from southern Lebanon into northern Israel. And that's led to the basic evacuation of all of northern Israel of civilian residents there. Could Hezbollah respond to this and say we're going to back our Hamas brothers and launch more significant strikes. It's possible because as you know and you guys have been reporting and talking about this on the air, there were already concerns prior to today of an expansion of the war to a northern front. So I'm sure Israel and the U.S. are going to be watching that very closely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:04",
      "speaker": "SANCHEZ",
      "sentences": "Yes. It also comes as Iran is moving a destroyer ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:04",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:01",
      "speaker": "SCIUTTO",
      "sentences": "It's going to - and it seems there was already evidence prior to this that it makes them uncomfortable, right ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:01",
      "speaker": "SANCHEZ",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:01",
      "speaker": "SCIUTTO",
      "sentences": "... as to where they can be safe, even in places they thought they were safe before. And then that can be potentially disruptive to operations, right? It makes it harder to direct things and issue orders, make plans for major attacks, that kind of thing going forward.And the U.S. has some history doing this, of course, hunting down bin Laden, all the various leaders of al-Qaeda, and then in the wake of that, hunting down all the various leaders of ISIS. And the combination of military action against their fighters and strikes against their senior leadership over time, the collection of them - no one single person necessarily brings it all down. But if you get so many of those leaders, then that has an impact and that seems to be Israel's intention here. It's a big deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:01",
      "speaker": "SANCHEZ",
      "sentences": "Jim Sciutto, always appreciate the analysis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:01",
      "speaker": "SCIUTTO",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:01",
      "speaker": "SANCHEZ",
      "sentences": "Happy New Year, man.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:01",
      "speaker": "SCIUTTO",
      "sentences": "Happy New Year to you guys. Nice to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:01",
      "speaker": "KEILAR",
      "sentences": "Happy New Year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "KEILAR",
      "sentences": "Nearly 400 people and that included eight infants, made it out alive after their airliner crashed in Tokyo today. This was the scene inside of their Airbus A350 after it hit a Coast Guard plane, a Dash- 8. Five people in that smaller plane died, and a public broadcaster reporting the Coast Guard captain is in critical condition.The big jet here is Japan Airlines Flight 516. It flew in from Sapporo, from the northern island of Hokkaido, and it was landing at Haneda International Airport about 5:45 PM local time when this tragedy struck. The Coast Guard crew was headed to help recovery efforts from the deadly earthquake that had rocked Japan's West Coast just yesterday. And joining us now, we have CNN Aviation Correspondent, Pete Muntean. We also have CNN Aviation Analyst, Peter Goelz with us. He's a former NTSB managing director. Pete, first, just walk us through what happened here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "PETE MUNTEAN, CNN AVIATION CORRESPONDENT",
      "sentences": "Well, this was really an incredible scene because the moment of impact here was just only two seconds into this video. You can see this A350 go up into a fireball here. It appears to me that the impact happened almost right on the nose. You can see the nose landing here on fire here as this flight was landing on 34 right, the runway there at Haneda International Airport.The both airplanes involved here, this A350 and this Dash-8, a pretty big size difference here. It's a wide-body jet. It seats about 400 people. This is a commuter airplane, not really used much in the States these days. KEILAR: And that maybe isn't - is that smaller, relatively speaking? I don't know if ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "MUNTEAN",
      "sentences": "A lot smaller.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "KEILAR",
      "sentences": "Okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "MUNTEAN",
      "sentences": "The photos maybe make it look like they're a bit more close in size. But the fact that anyone came out of this alive is pretty incredible and a testament to this design of the Airbus that the evacuation went very smoothly and very efficiently, really a testament to the safety culture in Japan and a testament to the crew. Hats off to them for being able to get so many people off this plane so quickly when a disaster strikes like this.And we know from some of the early indications is that some of the slides here on the plane were blocked. These are the emergency evacuation slides that deploy. I could see folks getting out of the R1 exit, and you mentioned folks getting out of the tail, but some folks reported to us that they were not able to get out of every single exit. The big question here is why these airplanes were clearly, at least one of them was in the wrong spot at the wrong time. This is the runway that they were on, 34 right. The early indications say that the Dash-8, the Coast Guard plane, was told to go to one of the hold spots by air traffic control. So was there some sort of confusion in the air traffic control tower, was there confusion by one or both of the flight crews and so that is something that investigators will really dig into and really listen to the air traffic control audio, the tapes, to figure out what the communications were, what the instructions were between the tower and the airplane. So that is something they really have to look into here, especially when you consider the fact that in the U.S., there have been close call after close call. We thought it was a 2023 problem. Now it seems to be continuing into 2024. And in the U.S., there have been seven of these so-called runway incursions that have not resulted in fatalities in 2023. JFK, Burbank, Honolulu, Austin, that was one of the closest ones, a FedEx flight and a Southwest flight came within a hundred feet of colliding. And so this has a lot of those red flags in it. But ultimately, it came to a serious and fatal crash. The only silver lining is the easy evacuation that was taking place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "KEILAR",
      "sentences": "Yes. And to that point, Peter Goelz, I mean, listen, I think so often when we are judging a flight crew, we're thinking about hospitality, but that is not obviously the name of the game here. That's not what's most important. And it is just amazing that they were able to get this almost 400 people off this plane in 90 seconds. Tell us about the training, if you can, that these Japanese airline crews go through to make sure they can do something so amazing as that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "PETER GOELZ, CNN AVIATION ANALYST",
      "sentences": "Well, Brianna, you really highlight a critical aspect of this accident. Flight attendants have an extraordinarily difficult job. There have been increases in violence on planes, but they are first and foremost safety professionals and first responders. People forget they were the first ones to die on 9/11. They are there to get people out. And that they were able to get this amount of people out with the young children before there was burn through in the aircraft is just extraordinary.And the other thing to remember is, is that the FAA had mandated that the interiors of aircraft not contain material that when they burn, they emit toxic fumes. That was critical. There was smoke in the plane, but it was not toxic. People were able to get off and most importantly, they didn't go after their carry-on luggage. They got off the plane safely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "GOELZ",
      "sentences": "Well, as Pete Muntean mentioned, I mean, you go first to the tower tapes to see what were the instructions given to each plane separately as one was landing and one was taxiing to take off. And you see whether the pilots, then you go to the cockpit voice recorders to see whether the flight crews in the cockpit understood the instructions and followed them. I mean, this is going to be, I think, a fairly classic case of perhaps a pilot not knowing exactly where he was on the Haneda runway.But the attention is going to be certainly on the two flight crews and on the tower.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "KEILAR",
      "sentences": "All right. Peter Goelz, Pete Muntean, thank you so much to both of you. Boris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "GOELZ",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}