{
  "date": "2024-10-04",
  "headline": "First Move with Julia Chatterley",
  "subHeadline": "Harris Speaks During Campaign Event in Michigan; Robust U.S. Jobs Numbers; U.S. Port Workers Ends Strike; U.S. Adds 254K Jobs in September; U.S. Unemployment Rate Down to 4.1 Percent; Harris Criticizes Trump's Economic Plan; Trump with Governor Kemp in Georgia; At Least 218 Dead After Hurricane Helene; 200 Plus Still Unaccounted for in NC: Massacre in Burkina Faso Left 600 Dead; Brazilian DJ Alok Efforts to Save the Brazilian Rainforest; About 100 Elephants Rescued from Floods in Thailand. Aired 6:10-7p ET",
  "utterances": [
    {
      "timeStamp": "18:10:00",
      "speaker": "NEWTON",
      "sentences": "Now, more encouraging news. Almost 50,000 port workers, meantime, from Maine to Texas, have reached a tentative deal with operators, endingtheir three-day walkout. A prolonged strike could have hit the U.S. economy hard, leading to potential supply chain disruptions ahead of the holidays. There are, of course, still some economic challenges. Inflation is moderating, but households still find it hard to make ends meet, a major headwind for the economy for the Kamala Harris campaign. And of course, the storm-hit south. The economic and humanitarian needs are staggering, one week after Hurricane Helene made landfall. Moody's Analytics says the recovery could cost upwards of $34 billion. Mark Zandi, chief economist at Moody's Analytics, joins me now. We're going to get to those job numbers. Good to see you. We can take them at face value, right? This is a robust economy, period. We don't need any qualifiers. MARK ZANDI, CHIEF ECONOMIST, MOODY'S ANALYTICS:  No qualifiers. It's a fantastic economy. And today's numbers were, you know, over the top. I mean, a lot of jobs across lots of industries, low unemployment, strong wage growth. You know, it's rare you get a report that is so clear and crystal clear. This was an excellent report. The economy is in a really good spot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "NEWTON",
      "sentences": "Does that surprise you? I'm wondering, given all the angst that we've had for about 18 months now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "ZANDI",
      "sentences": "Surprise? Yes. Well, yes. I mean, I think it's doing better than I anticipated. I mean, today's job numbers were surprise on the upside. Butyou know, the economy is showing amazing resilience in -- really since the pandemic hit. And you know, I think it's been able to weather a lot of different storms from the pandemic to the Russian war to what's going on in the Middle East, the problems with China. So, we've got a lot -- and then, you mentioned this -- the port strike and, you know, a lot of slings and arrows. But despite it all, the economy continues to do very well. So, yes, I'd say I've been pleasantly surprised.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "NEWTON",
      "sentences": "It really has been the Teflon economy, especially given everything -- especially the geopolitical risk, it is something that has shocked methat it just hasn't really budged on that. I do want to ask you going forward here, though, you know, we were just talking about Hurricane Helene and the fact that, OK, at least it's going to cost $34 billion dollars. I know that, obviously, in the U.S. economy and the U.S. government, that may not be a lot. But going forward, you know, I've heard so many people, including you, you and I've had this discussion before post-election cycle. Does the debt and the deficit in the United States worry you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "ZANDI",
      "sentences": "Yes, it does. We are running large budget deficits. Just to give you a number, the deficit is 6 percent of GDP. You know, in recession, thatmight not be a big deal, but, you know, here we are at a full employment economy, the unemployment rate is 4.1 percent. So, the economy is roaring. So, it's, you know, generating a lot of tax revenue. And despite that 6 percent, and the debt load is 100 percent of GDP, double what it was before the financial crisis and all the trend lines don't look good here. So, yes, I think it is incumbent on the next president, the next Congress to really think about, you know, the policies they want to implement. And whatever they do in terms of tax policy and spending policy, they need to pay for it. At the very least, they need to pay for it. They can't add to budget deficits going forward. I know it's really hard to do things that are going to reduce future budget deficit, but at least they can add to them. But, yes, I think this is something that we're going to have to grapple with, you know, if not in the next year or the year after at some point down the road here. It's a problem that's lying-in wait.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "NEWTON",
      "sentences": "Yes. And thank you for bringing it full circle, because that is true, whether it's the tariffs or tax cuts or anything else, there is a lotawaiting this economy. Mark Zandi, have a great weekend. Take care. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "ZANDI",
      "sentences": "Yes, take care now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "NEWTON",
      "sentences": "Now, that growing jobs report will no doubt be seized upon by Kamala Harris' campaign. The U.S. vice president is in the state ofMichigan criticizing Donald Trump's economic policies. Listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "HARRIS",
      "sentences": "If re-elected, he intends to launch a full-on attack on unions and the freedom to organize. He will ban public sector unions, roll backworkplace safety protections, and appoint a union buster to run the Department of Labor. And on top of that, Donald Trump will give billionaires and the biggest corporations massive tax cuts like he did last time. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "NEWTON",
      "sentences": "Our Steve Contorno joins us now from Fayetteville, North Carolina, where he has been following the Trump campaign. Look, a lot of mixedmessages there, but it really was stunning to see him on stage with the governor that he had so maligned for so many years. Obviously, Georgia, a swing state, which is why he was there. I'm wondering how the Trump campaign is rolling with this now, especially given what we just discussed, with the very good jobs number.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "STEVE CONTORNO, CNN REPORTER",
      "sentences": "That's right. It was only a few months ago that Donald Trump called the Georgia governor, Brian Kemp, disloyal and anaverage governor. The animosity between these two has existed going back to the 2020 election, but they have buried the hatchet of late. Donald Trump's campaign has tapped into the Georgia governor's political operation to help him in this critical swing state, a realization that the political landscape in the -- in that state has changed considerably since Vice President Harris has replaced Joe Biden on the ballot. And so, while he was complimentary of Governor Kemp's response to the hurricane today, he wasted no time going after the Trump -- or excuse me, the Biden-Harris administration over their response to this storm, calling it, quote, \"terrible.\" And though as you played that clip of him saying that he cares only about lives, not voters right now, he made sure to point out to Georgia that when hurricanes hit the state, when he was president, he acted quickly to make sure the state had everything it needed, and he also went on to say that there is an election coming up, and if you put him back in office, he will continue to help the state throughout this recovery. You know, one other interesting thing I want to point out, too, is that the governor of this state, when he was speaking, Brian Kemp, he did not echo Donald Trump's attacks on the administration. In fact, that has been a through line as Donald Trump has waged these criticisms for days. We have heard from local and state officials say that they have found the Biden administration to be responsive, that they were early in develop -- deploying FEMA and responding to their emergency declarations. So, Trump sort of out of step with Brian Kemp right there, even as they tried to make nice on a national stage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "NEWTON",
      "sentences": "Yes, and given you are in North Carolina right now, a state so hard-hit, I'm sure no one has patience for any politics at this hour. SteveContorno awaiting President Donald Trump there, appreciate it. Straight ahead for us, the voices of Helene. CNN speaks to residents whose lives have been upended by the powerful hurricane, many of them having to start over after losing everything. Plus -- (BEGIN VIDEO CLIP) (MUSIC PLAYING) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "NEWTON",
      "sentences": "And welcome back in today's Money Move. Blockbuster jobs numbers trigger a robust rally on Wall Street. U.S. stocks rising across the boardwith the Dow hitting record highs. Tech, the big winner though overall with the NASDAQ up well over 1 percent after the September job creation blowout we told you about earlier. Now, the U.S. added 254,000 jobs last month, more than 100,000 than expected. A fresh sign that the U.S. economy remains absolutely solid. Bond yields, however, rose as stronger jobs market may lessen the need for as many Fed rate cuts as investors were expecting. Green arrows meantime in Asia with the Hang Seng resuming its powerful stimulus driven rally. The Nikkei finishing this week with modest gains. The Shanghai Composite remained closed Friday for a holiday. Now, it has been more than a week since Hurricane Helene roared through Florida, then went up into the southeastern United States. The devastation, absolutely staggering. There are at least 218 deaths reported across six states. In one North Carolina county alone, 73 people were killed, that's according to the latest from authorities. And there are still people missing, possibly more than 200. Roads are destroyed, power still out for tens of thousands. And some residents are being advised to treat flood water as hazardous material. Officials said to us and CNN and our local affiliates who talked to people who survived and who are now struggling to recover. Listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Leslie, tell us about what this was like for you, this hike that you embarked on yesterday to go to your home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "LESLIE ROWLAND, STORM SURVIVOR",
      "sentences": "I think that we had so much adrenaline flowing that we didn't really feel the ground under our feet. It wasshocking. I didn't even recognize my own home. I didn't recognize my own streets. I couldn't find my house.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Well, we were at a (INAUDIBLE). It was about chest high, about four-foot. And that area behind us is probably well over six-foot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We've seen a lot of slides up here on the mountain, but this is the worst one I've seen yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The worst?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Worst, that I've seen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Watch the water come push through these walls, take out buildings and move them entire, like, areas over.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "There are holes in the floors of buildings. City Hall, the floor is -- it's buckled.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "As many bad things as I have seen, I've seen a lot of good things in recent days with people helping people.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "NEWTON",
      "sentences": "And it is indeed that spirit of recovery and renewal that's now taking hold for so many people. CNN's Ryan Young has our report.(BEGIN VIDEOTAPE) RYAN YOUNG, CNN SENIOR NATIONAL CORRESPONDENT (voice-over):  The pictures from above just incredible, the before, the after.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "BRITTANY NEAL, NORTH CAROLINA RESIDENT",
      "sentences": "I haven't seen my kids. I'm tired, hungry. Still have no power.YOUNG (voice-over):  Ripped up roads, destroyed homes and power lines down everywhere, making the recovery process and the search for the missing very difficult.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "SHERRYE TRICE, NORTH CAROLINA RESIDENT",
      "sentences": "It's the not knowing what's happening around you. It's not knowing if help is coming.YOUNG (voice-over):  Helene is the second deadliest hurricane to strike the U.S. mainland in the past 50 years. A week after, at least 200 people are still missing and just one North Carolina County and more than 200 people are dead across six states.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "MICHELLE COLEMAN, EXECUTIVE DIRECTOR, ASHEVILLE DREAM CENTER",
      "sentences": "We've never seen this before, and I know that we don't really truly know the numbers ofthe loss of life here. YOUNG (voice-over):  Questions remain about a tragic incident at the Impact Plastics plant in Tennessee, where workers tell us they were not allowed to leave the factory in time to escape the storm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "EDDIE HUNNELL, RESCUED WOMAN FROM FLOODWATERS",
      "sentences": "So, I jumped in and started swimming to her.YOUNG (voice-over):  Others also springing into action. This championship kayaker --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hello?YOUNG (voice-over):  -- brought supplies to residents trapped by floodwaters. Across six states, the work to clear and open roads to help power crews get the lights back on while small businesses and families hope for a timeline to get life back to normal, it's just realistically not there for so many right now. Ryan Young, CNN, Atlanta. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "NEWTON",
      "sentences": "And we are joined now by Gary LeBlanc is co-founder of Mercy Chefs, which provides meals and clean water to the victims of naturaldisasters. He joins us now from Mission Hospital in Asheville, North Carolina. And I thank you for being there on the ground and giving us some insight. Can you describe to us some of the challenges that you faced in trying to do your work, given you have a lot of experience in these kinds of natural disasters? GARY LEBLANC, CO-FOUNDER, MERCY CHEFS:  We have a big, large swath here in Western North Carolina. It's without water, without power. A lot of folks are homeless. Their food is in short supply. You can't buy gas unless you have cash. This has really thrown this part of the country absolutely into disarray. And we're here just trying to help out all we can by providing a beautiful hot meal, something that reminds these folks they've not been forgotten and that people are willing to stand with them in this time of need.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "NEWTON",
      "sentences": "Can you believe it, though, in terms of the fact that some of the stats that we're looking at, and of course, first we have to deal with thehuman tragedy and those that are lost, we just had a woman in a report saying the worst is just not knowing if anyone's coming to help. And on top of that, they are talking about people not having clean water or any electricity for possibly months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "LEBLANC",
      "sentences": "I can't tell you how striking the damage is here, how striking the suffering of the people is here. I know everybody's trying toencapsulate it and show it in the media. But after 18 years of doing disaster relief, I can tell you anything you've seen, anything you've felt, anything that's moved your heart doesn't come close to what's happening here on the ground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "NEWTON",
      "sentences": "It really must be a challenging time given your organization and the mission hospital behind you, I know, has been at the forefront oftrying to continue to give medical care. What do you see in the faces and what do you hear in the voices of the people that come to you and finally do get that hot meal, perhaps not having had one for days?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "LEBLANC",
      "sentences": "We always see something amazing happens over a shared meal, and we get to do that with people on what might be the worst day of their lifeand they get to open that little to-go container and see as much love as we can possibly put in there, and it reminds them that there is hope, there is a promise of a future and that there is a way forward, no matter how difficult that's going to be. Mission Hospital has been amazing to work with. They stepped up. They provided a lot of the infrastructure that we needed. From here, we're sending out meals to 15 locations around the states. We've also had the Musk Foundation step up and partner with us and say, whatever you need, can you double your capacity? So, we're doing that tomorrow with another team and a whole another set of equipment coming in. And because of that support from the Musk Foundation, we'll be able to double the number of hot meals that we serve.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "NEWTON",
      "sentences": "That is good to hear. There will certainly be many more meals needed as people cope with something that they couldn't even imagined. Bestof luck to you and yours as you continue to work there on the ground. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "LEBLANC",
      "sentences": "Thank you all so much. Keep shining a light.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I started to crawl into the trench to escape, but it seemed that the attackers were following the trenches. So, I crawled outand came across the first bloodied victim. There was screaming everywhere. I got down on my stomach, under a bush, until later in the afternoon, hiding. How can you cry if there are no tears to shed? We, the survivors, are no longer normal. I see my late friends when I'm asleep. It's more than 300 dead. Anyone who denies it should come and see me. WALSH (voice-over):  The French government report adds the President, coup leader Captain Ibrahim Traore, is recently himself hard to spot in public. His personal bodyguards, supplied by the Russian paramilitary group Wagner, the report says, were shipped off to Russia to stop the Ukrainian advance in Kursk, leaving him yet more isolated. Traore launched the trench digging program here in June. CAPT. IBRAHIM TRAORE, BURKINA FASO JUNTA LEADER (through translator):  All the villagers need to dig the trenches. We don't have machines to do that, so everyone needs to work together. WALSH (voice-over):  And the army? They fled the massacre, the report adds, suffering already a huge credibility gap after their soldiers were filmed engaged in cannibalism here, apparently of a dead jihadist's body parts. Across the region, horrors unimaginable, yet commonplace enough, they sink into obscurity fast, deepening the spiral. Nick Paton Walsh, CNN, London. (END VIDEOTAPE) (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "NEWTON",
      "sentences": "Welcome back to \"First Move.\" It was one of the most heartfelt, unexpected and beautiful moments of last weekend's Global Citizen Festivalright here in New York. (BEGIN VIDEO CLIP) (MUSIC PLAYING) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "JULIA CHATTERLEY, CNN ANCHOR, FIRST MOVE",
      "sentences": "It is about protection too, because the forest protects us, the indigenous people and tribes whosevoices you are literally amplifying with this album have been the protectors of the forest and the biodiversity for centuries. So, I love the history and what you've done, including the fact that the name is about the future being ancestral. It's our future that we're being -- and protecting. So, you're very clever, in many ways. What's it like for them to be in New York?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "ALOK",
      "sentences": "It's amazing, because, you know, when they're here and they're performing the global cities, it gives a very important validation to them.So, when they come back to their communities, they become heroes for them, you know, and it really inspires also our society over there. In a way where it's very important to have the new generation also concerned about it because we're always asking ourselves what world we're leaving for our kids, but we forgot to ask what kids are we leaving for this world. It's very important that it doesn't really matter if we have a world that's based on sustainability if the next generation do not have value on that. Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "CHATTERLEY",
      "sentences": "Well, clearly, someone loves it because you've been nominated for a Latin Grammy Award. How does that feel and what does that mean tohave something that you clearly care passionately about loved by others, clearly, too?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "ALOK",
      "sentences": "It's interesting because I was trying to explain to them the importance of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "ALOK",
      "sentences": "You know. And I said, listen, it's very important because, in the end of the day, you know, once again, it's one more validation that we havethis project. But we didn't do this thinking about the formula of the music industry. Actually, we did something that was based on just what's genuine, you know. And it's really out of the formula. It has to be timeless, you know. Some of my songs that I do in my career, I know that will rest only for six months because that's what's trending out on TikTok. But this one cannot be. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "CHATTERLEY",
      "sentences": "You --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "ALOK",
      "sentences": "It's a good the recognition, you know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes. Yes. But I think the point actually in what you're saying is it's the heart and soul. And I think for those that don't know, and I'msure many do, because we talked about it the last time we spoke, the importance of the Amazon for you at a period of time when you were a bit lost and you were successful and you were searching for the meaning of life, I think, and the importance of life and the important things, and you spent 10 days there and actually it gave you purpose as a person, I think, and the direction of your life, but also, how you give back with the development of the institute as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "ALOK",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "CHATTERLEY",
      "sentences": "And I think that's a crucial piece of who you are and what you represent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "ALOK",
      "sentences": "We're very disconnected with the forest, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "It's them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "ALOK",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "ALOK",
      "sentences": "Because for many people, the forest stand is not productive, but for them, it's not only their territories, there's a culture, there'sbrutality. So, it's kind of like, OK. I got it. So, once you understand the value about the forest, it's kind of, how can you deny that? So, that's about the album, how it can bring consciousness. I don't care about streaming. I care about bringing consciousness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "You care about it all. Because in a way, the bigger your platform, the more amplification you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "ALOK",
      "sentences": "But it's like I'm free, you know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "ALOK",
      "sentences": "In this song, you are free. I'm not playing the game, just free.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "ALOK",
      "sentences": "No pressure of labels and anything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "That's your soul, I think. The strength of your soul. One of the other things that I think is intrinsic to who you are as a person isyour family and finding work-life balance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "ALOK",
      "sentences": "Well, I think that's the biggest challenge of my career nowadays, which is like finding the balance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "ALOK",
      "sentences": "You know. And it's a moment where now next year I will reduce 30 percent of my agenda because they cannot travel with me anymore, like theywere -- like two weeks, three weeks ago, I was in Amazon and I brought them with me and they really enjoyed, like they really like traveling with me. But at the end of the day, they also have, you know, to go and do properly the school. I cannot bring a teacher. I think my wife wouldn't agree.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "She wouldn't. Now you know who the boss is in the family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "ALOK",
      "sentences": "Yes. And she also has a very like -- she has a like routine. She's a doctor. She always has -- you know. So, it's -- yes, that's my challenge.If anyone have any advice, I will really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "Happy. He just said to me, happy wife, happy life. That's the best advice, my friend, and you already have it.What's the vision for the future? What -- if you could wish for anything and be doing anything in five to 10 years' time, what would it be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "ALOK",
      "sentences": "OK. Interesting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "ALOK",
      "sentences": "You know, to be very honest with you, sometimes I -- it's just like -- I feel a little bit depressed with everything that's going on. It's kindof like OK, every time we were killing the trees, it's actually killing part of the future. And we're seeing other things -- all the forests have been deforested. It's kind of like sometimes just get dis-motivated (ph), but we cannot, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "ALOK",
      "sentences": "We have to keep fighting. And us, we always have a vision that, you know, in the future will be very apocalyptic, you know, neon cities, flyingcars and stuff, you know, why can't the future just be indigenous? There's nothing more technology than the forest. So, Elon Musk launched with XPRIZE an award where who capture -- who could develop the technology that could capture the carbon would win $100 million. And that exists, it's called trees. And we have a lot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "How about we just plant a few more?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "ALOK",
      "sentences": "And that's why the future is ancestral, you know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "Because we've done so much damage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "ALOK",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "Keep fighting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "ALOK",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "Get some sleep. I know you won't, but you sparkle nonetheless.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "ALOK",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "Thank you for your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "ALOK",
      "sentences": "Thank you very much.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "NEWTON",
      "sentences": "Some wild weather for you. We're seeing dramatic video out of Thailand where about 100 elephants at a popular nature park were rescuedfrom flash flooding. Now, the founder of the park tells CNN it's the biggest evacuation he's ever had to undertake. Anna Coren has more. (BEGIN VIDEOTAPE) ANNA COREN, CNN CORRESPONDENT (voice-over):  One by one against rising floodwaters, these giants of the land push for higher ground. Come, come this way. Keep going quick, yells the mahout. But it's a slow and arduous process, especially for the elephants trapped in their enclosures waiting to be rescued. For days now, heavy rains have been falling across Northern Thailand, causing flash flooding and landslides. But for the Meitang Valley (ph), just outside Chiang Mai, home to the Elephant Nature Park, it is now completely underwater, threatening the lives of the animals it provides sanctuary for. 100 elephants who live here, along with a menagerie of thousands of other animals, have all been rescued from injury and abuse. But this natural disaster only adding to their trauma. As these three elephants quickly move through the floodwaters, another follows a distance behind. Her name is Ploy Thong and she is blind, an injury from her former days in the logging industry. Unable to see, she's caught in the fence. The other elephants calling out. The sound of distress. But Ploy Thong who's endured too much in her life manages to break free and rejoins her herd. Thailand's Department of National Parks and Wildlife has sent teams to help with the rescue operation. But so far, they're unable to reach the valley that has been cut off. It's calling on volunteers to help with the evacuation of the 100 stranded elephants and thousands of other sick and disabled animals. And fear they are working against time and mother nature with more rain on the imminent horizon. Anna Coren, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "NEWTON",
      "sentences": "Now, from floods to historic heat, millions right across the western U.S. are in the grip of a heat wave in October, at least 125locations have tied or broken all-time heat records for this month. And yes, we're only four days in. Chad Myers has been tracking all of this at the World Weather Center. I mean, 2024 has already been so hot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "CHAD MYERS, CNN METEOROLOGIST",
      "sentences": "You know, in places that you're used to this weather in July, you kind of get ready for the cool down. And thatjust simply hasn't happened. Temperatures out here in the desert southwest of the U.S. are running between 5 and 7 degrees Fahrenheit hotter than they've ever been for this date and even for this month, for that matter. Even right now, it's 107 degrees in Phoenix, 104 in Vegas. That 107 in Phoenix should be 94. That's your normal high in Fahrenheit. So, things really don't cool down much across all of the west over the next three to four days. Finally, Vegas, you get to 98, but Phoenix, you're not cooling down. You don't get any of that cool air. And then, back out toward the desert, Palm Springs, 112. So, temperatures do get cooler, and I'll wait for this map as we go to Tuesday. And then, finally, on Wednesday, we get back down closer to normal, but still way above where we should be. And talk about way above. It was 117 in Phoenix on Saturday. It's 47, 47 Celsius. So, 10 consecutive days of record high temperatures broken in a row and it has been hot summer, just brutally hot summer, 114 days above 105, 67 days above 110. And we had 113 days in a row where the high temperature was over 100. Slight little break, and now we're back over 100 again. And not getting down below 100 all the way through the end of the week. So, yes, more hot weather in store for the people out here in the desert southwest. I know it's called a desert for a reason, but it's supposed to at least cool down at night. And it's not. That's the nice part of being in the desert in the fall is that temperatures get down into the 60s. You open the windows and you don't need your air conditioner. Well, that's not happening at all. Temperatures are not falling even in the evening. Paula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "NEWTON",
      "sentences": "Extraordinary, even though they've already, as you pointed out, went through an extraordinary summer with those temperatures.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "MYERS",
      "sentences": "Yes, it was.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "NEWTON",
      "sentences": "Chad, have a great weekend. Thanks so much. Appreciate it.",
      "isLastSentenceInterrupted": false
    }
  ]
}