{
  "date": "2024-01-06",
  "headline": "CNN Newsroom",
  "subHeadline": "January 6 Third Anniversary; Supreme Court To Hear Colorado Ballot Access Case; Alaska Airlines Loses Window Mid-Flight; U.S. Secretary Of State Antony Blinken Begins Tour Of Israel-Turkiye Region; IDF \"Failures\" Investigations Expected; Analysis Of Israel's Objectives In Gaza; U.S. Gun Violence; Sports Report. Aired 5-6a ET",
  "utterances": [
    {
      "timeStamp": "05:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "(INAUDIBLE).KINKADE (voice-over): An air traveler's worst nightmare. A flight forced to make an emergency landing after a panel of the aircraft blew off midair. We will hear from a passenger who was on that flight. (END VIDEO CLIP) (MUSIC PLAYING) UNIDENTIFIED MALE (voice-over): Live from Atlanta, this is CNN NEWSROOM. With Lynda Kinkade.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "KINKADE",
      "sentences": "Today marks three years since the January 6, 2021, riot at the U.S. Capitol, an event described by many as an attempted insurrection. The stated goal of participants that day was to stop the certification of electoral, votes and prevent the peaceful transfer of power.Five people died as a result of that, riot and more than 140 police officers were injured. There have been nearly 900 convictions in connection with the riot. According to the U.S. Justice Department, many cases are still ongoing. We've all seen the clips of the then president Donald Trump on that day, claiming falsely that the 2020 election had been stolen from him. He is currently facing state and federal charges related to his actions during that time. On Friday, President Joe Biden kicked off his reelection campaign with a strong warning about the events of January 6 and a threat to democracy posed by his opponent. (BEGIN VIDEO CLIP) JOE BIDEN (D), PRESIDENT OF THE UNITED STATES: Democracy is on the ballot. Your freedom is on the ballot. This is the first national election since the January 6th insurrection placed a dagger at the throat of American democracy, since that moment. We all know Donald Trump is. The question we have to ask is, who are we, that is what is at stake. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "KINKADE",
      "sentences": "Trump slammed those remarks during a campaign event in Iowa. He said the president say is the only one guilty of election interference and mocked Mr. Biden's stutter.(BEGIN VIDEO CLIP) DONALD TRUMP, FORMER U.S. PRESIDENT: He's going above but he's a threat to democracy, I'm a threat to democracy? They've weaponized government, he's saying I'm a threat to democracy. What they're doing is very corrupt. People are going to take it. Joe Biden is a threat to democracy. He's weaponizing law enforcement for a high level election interference. It's all about election interference. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "KINKADE",
      "sentences": "This comes as the U.S. Supreme Court announces they will hear a case that could have a huge impact on the next election. The justices will ultimately decide whether states can ban former president Donald Trump from their primary ballots because of his role in the events of January 6. CNN's Paula Reid reports.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "KINKADE",
      "sentences": "Natasha Lindstaedt is a professor of government at the University of Essex and joins us now from Colchester, England.Good to have you with us",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "NATASHA LINDSTAEDT, UNIVERSITY OF ESSEX",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "KINKADE",
      "sentences": "Professor, today marks three years since the insurrection when a violent mob of Trump supporters stormed the U.S. Capitol. Despite everything that has happened since, Trump's staunchest supporters still believe in his election lie. Most of the Republican presidential candidates will not attack him over that lie.Why not?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "LINDSTAEDT",
      "sentences": "That's the great question. Why aren't the Republicans going after him? The most important thing that distinguishes a democracy from an authoritarian regime is that you have free and fair elections. Any would-be autocrat often tries to dismantle the legitimacy of elections or sow doubt about elections and their validity. That is exactly what he did.On top of, that he encouraged an insurrection. That's at least what he's being accused of. So this is a slam dunk here for Republicans to just get rid of him. He is completely autocratizing the Republican Party. But he has a hold on Republicans. We can see this if we just look at the polling. Nationwide, you see Republicans support Trump ahead of any other candidate by some 30 points. As we just look to Iowa, he has an over 30-point lead. He has an over 30-point lead in South Carolina and that's where one of his competitors, Nikki Haley, is. From the only case that's more up in the air is New Hampshire. But you see, he has a psychological hold on the Republican Party because he's built a personality cult. His base is incredibly supportive of him at all costs and they're willing to believe whatever he says, no matter how ridiculous the lie is. For this reason, they seem unwilling to go after him, with the exception of, people like Chris Christie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "KINKADE",
      "sentences": "It's interesting you use the word cult. That's how one of his former supporters, who ended up in prison after participating in that insurrection, described Donald Trump earlier. She was speaking to my colleague, Abby Phillip. I want to play some of that sound.(BEGIN VIDEO CLIP) PAM HEMPHILL, CONVICTED JANUARY 6 PARTICIPANT: Trump was involved. Trump knew exactly what was happening that day, and he set us down there. It was a trap. Trump is a dangerous -- and I mean dangerous -- narcissist. He's a cult leader. He needs to be put in prison. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "KINKADE",
      "sentences": "It's interesting, the fact that the Supreme Court will now decide after two states ruled that he should not be on the primary ballot going into the 2024 election. The Supreme Court is going to have to make a ruling on that.But Trump's lawyers are arguing that there was no insurrection, that he did nothing wrong. How do you see this case playing out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:02",
      "speaker": "KINKADE",
      "sentences": "Of course, U.S. President Joe Biden has released his first political ad of 2024. I want to play some of that sound.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:02",
      "speaker": "BARACK OBAMA, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "Our democracy depends on you.JOE BIDEN (D), PRESIDENT OF THE UNITED STATES: It really does, folks. That's no joke.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:02",
      "speaker": "OBAMA",
      "sentences": "That's why we need you, we need your help to ensure Joe's leadership continues to guide us forward. We know the other side won't rest. So we can't either.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:02",
      "speaker": "KINKADE",
      "sentences": "Former U.S. President Barack Obama there, by Joe Biden's side. Again, calling out the threat to democracy if Donald Trump is elected. He went on to say history is watching.What does Joe Biden have to do to win over more voters?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:02",
      "speaker": "LINDSTAEDT",
      "sentences": "That's a great, question I think he does need to emphasize the importance of the threat to democracy. That it could be the death knell of U.S. democracy at least temporarily. Because just listen to Trump's. Words he says he's going to be a dictator for a day. He'll weaponize the justice, system he'll go after people who will tryto infringe on civil liberties. Biden is going to need to continue to emphasize this. We see, at least among Democratic voters, 25 percent would say that the most important issue in the election is the state of democracy. That actually is the most important issue for Democratic voters. It's a fairly important issue for independent voters as. Well but you're going to have to emphasize his record on the economy. Thus far Trump has a lead of 20 points, as far as voters think he has the ability to run the economy over Biden. But the economy is improving a bit. You're seeing consumer spending, is up consumer confidence is, up inflation is finally starting to settle down. Unemployment rates, record lows, around 4 percent. He'll have to emphasize that it has been Biden economics that can take credit for the economy and not Biden economics being blamed for some of the inflation and some of the huge costs that people feel when they go to the supermarket and so forth. The economy is going to need to turn around and he's going to need to emphasize, Biden, his role in that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:02",
      "speaker": "KINKADE",
      "sentences": "Exactly. Natasha Lindstaedt, professor of government at Essex University. Good to have you with us, thank so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:02",
      "speaker": "LINDSTAEDT",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:02",
      "speaker": "KINKADE",
      "sentences": "Alaska Airlines is grounding its fleet of 65 Boeing 737 MAX 9 aircraft after some absolutely harrowing moments on board a flight on Friday. Take a look at, this.(BEGIN VIDEO CLIP) KINKADE (voice-over): This was the scene after a panel and a window popped off the plane while it was midair. It was taking off from Portland, Oregon, late Friday on its way to Ontario, California. Passengers said the incident happened shortly after takeoff. According to FlightAware, the plane was only in the air for about 20 minutes before returning to Portland airport in an emergency landing. Here's a distress call from on board the plane and how one passenger described the ordeal. (BEGIN VIDEO CLIP) UNIDENTIFIED FEMALE (voice-over): Portland Tower, 1282, we're on the ILS, 28 Left emergency aircraft. UNIDENTIFIED MALE (voice-over): (INAUDIBLE). We only have one runway (INAUDIBLE). UNIDENTIFIED FEMALE (voice-over): Cleared to land, (INAUDIBLE). (CROSSTALK) (END VIDEO CLIP) (BEGIN VIDEO CLIP) EMMA VU, PASSENGER, AA FLIGHT 1282: So I was seated, letter on my seat, 18-B. And it's so weird to me because I guess I was under the impression the whole time that it had happened in the exit row. But it was actually behind me. So it was toward the back of the plane. I was sitting in the middle. If you looked out the window to my left, I could see the wing. So that's what was going on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:02",
      "speaker": "LAILA HARRAK, CNN ANCHOR AND CORRESPONDENT",
      "sentences": "When did you realize that something terrible was going on, something really bad went wrong?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:02",
      "speaker": "VU",
      "sentences": "Yes, I was actually asleep. So when we were on the tarmac, we were on it for a while because they were deicing the plate. And then I fell asleep. So I woke up to the plane falling and I knew it was not just normal turbulence, because the masks came down.That's when the panic definitely started to set in. That's what was going on with me, I was jolted awake. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "DAVID SOUCIE, CNN SAFETY ANALYST",
      "sentences": "Because this is a maintenance door, I'd be looking to see if that maintenance door had been removed for maintenance prior to this light and if it had been reinstalled.In the picture, you can actually see the mounting brackets for that door. And I don't see any evidence of those being torn off, which would indicate to me that it is possible that the fastening structure wasn't done -- wasn't installed properly. So that is something I would be looking at first thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "MICHAEL HOLMES, CNN ANCHOR AND CORRESPONDENT",
      "sentences": "Yes, in fact, looking at that now, we have it up full on the screen there. It is a much bigger area. This isn't like a passenger window. This is a big area here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "SOUCIE",
      "sentences": "Yes, it is. And there are windows in that door, at least in some models. I'd have to look at this one specifically. But it would look like it is a window. But when it came off, you can see. And the structure isn't torn on the top part of it. You can see theshape of what would be like an emergency exit on the top of that. And then there is the big knobs that stick in that have circles in them. There is four of those. That is the attach point for that maintenance door that can be taken in and out to facilitate the removal of seats and things like that, is what that is originally designed for. So we will learn more about. It but that's the first thing I would be looking at, to see what the heck happened with the fastening of that door. Was it fastened properly in the first place? The airplane is only a couple of months old. It is a brand-new airplane. So what went wrong? Was it some maintenance down the road? Or did it come off the factory that way? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "KINKADE",
      "sentences": "Well, the Portland Fire Department is thankful there were no reports of serious. Injuries the National Transportation Safety Board is investigating.Winter storms could affect millions across the U.S. this weekend in the. coming hours rain is expected to push across the South and then turn into potentially damaging ice and snow in the Appalachian Mountains. (WEATHER REPORT)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:08",
      "speaker": "NIC ROBERTSON, CNN SENIOR DIPLOMATIC EDITOR",
      "sentences": "One of the broad narratives, after he's been to Turkiye and you mentioned Greece and Jordan and the UAE and, Qatar and Egypt, and Saudi Arabia, he will be here in Israel and will also travel to the West Bank.But across all of those stops, one of the key messages is going to be a message to Iran, that he hopes the leaders he meets will pass to Iran and the proxies through which Iran fights in this region. The United States does not want a war with them. They do not seek to escalate the conflict. They don't want to see a wider war, drawing Israel into that conflict, potential conflict, with Iran. So that's going to be a very big. Message but of course, here in Israel the key message is going to be about making sure that there is enough humanitarian support getting into Gaza, enough humanitarian aid, food, water, medical equipment. And that it can get to the people who need it. And that the people who need it, the civilians are safe and that they're able to go back to their homes. Some of their homes don't exist, a lot are heavily damaged. So that will be a key, message. It'll also put priority on the return of hostages. That's going to be a key issue. It will also address security along Israel's northern. Border, again a potential flashpoint that could bring a further escalation of the conflict. Here So all of these will be issues that he'll follow up on. And they're all issues that he's dealt with when he's here before. So we'll be looking to see what progress is made.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:08",
      "speaker": "KINKADE",
      "sentences": "I want to turn to Israel's government, which is clearly quite divided. The factional infighting now out in the public. Recent polling also showing that Netanyahu is losing support. There is a great deal of criticism over those security failures that led to, in part, the terror attacks carried out by Hamas.Just explain what we're seeing play out within the government of Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:01",
      "speaker": "KINKADE",
      "sentences": "We also now have a statement from the Palestinian side, which reads, \"The future of the Gaza Strip is determined by the Palestinian people, not Israel.\"That is further criticism of the fact that we saw those two senior Israeli ministers laying out a plan for the future of Gaza, as you say, which would mean that Palestinians would leave the Gaza Strip, certainly criticism far and wide for that, Nic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:01",
      "speaker": "ROBERTSON",
      "sentences": "There has been absolutely and you know the fact that the Palestinian PLO leadership has -- a chair person there has laid this. OutAgain this underscores the difficulty of Blinken's visit here. When he goes to the West Bank to meet Palestinian politicians, the gulf between where Israel stands and where they stand, is as big as it was. Today perhaps even bigger now than when Secretary Blinken made his first visit here soon after the October 7th attacks. So it just underscores the difficulty of his mission and this day- after plan as it stands, even criticized by right wing members of the government here, it falls so far short of a ground reality, of a political agreement, a diplomatic agreement between all these different countries that Secretary Blinken is going to visit. They will come together and support the United States in a reconstruction effort with this sort of undescribed, nebulous, authorityship over Gaza. There doesn't seem to be any kind of broad agreement on. That And if there is any discussion, anywhere about voluntary migration of Palestinians from Gaza, that is certainly not public and it is certainly a very hot button issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "KINKADE",
      "sentences": "Joining me now is Trita Parsi, the executive vice president of the Quincy Institute for Responsible Statecraft. He's also the author of \"Losing An EnemyGood to have you with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "TRITA PARSI, QUINCY INSTITUTE FOR RESPONSIBLE STATECRAFT",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "KINKADE",
      "sentences": "I was reading your latest article in \"The Nation.\" You pose a very good question.Essentially, is Israel dragging the U.S. into another war? Is it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "PARSI",
      "sentences": "I fear that unfortunately, a calculation on the Israeli side has shifted further in the direction of seeking a confrontation with Hezbollah in Lebanon. Earlier on, apparently, according to the U.S. government, that is what the Israelis planned to do. But the Biden administration put a stop to that.It seems we are back to square one. We are seeing increasing tensions. We saw this assassination in Beirut and we're inching closer toward a confrontation on that front, that can spark other confrontations throughout the Middle East and also drag the U.S. into the hot war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "KINKADE",
      "sentences": "You write that the Biden administration has shipped 10,000 tons of weapons to Israel. It sidestepped congressional oversight, expediting the arms transfer. Not once but twice. Of course, its vetoed two U.N. resolutions, calling for a cease-fire. You say the president lacks the leverage to force an end to the fighting.Surely he has all the leverage he needs?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "PARSI",
      "sentences": "He certainly does. I was arguing that there is a narrative in Washington that says the United States doesn't have leverage over Israel. And I think that is absurd. it has a tremendous amount of leverage. In fact, an Israeli major general admitted last month that if the U.S.were to cut its own transfer in ammunition, Israelis would have to stop the fighting. So the U.S. has the ability to impose a cease-fire if it wants to. I don't think at this point that is something that Biden wants. I think he wants and has signed off to the Israeli military objective of completely taking out Hamas. (END VIDEOTAPE) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "KINKADE",
      "sentences": "We are learning one of the five hospitalized victims has been released from the school shooting on Thursday in Perry, Iowa. Four others who were wounded are still being treated at a hospital. It comes after a 17 year old opened fire at Perry High School, killing a sixth grader. Friends describe the victim as \"the sweetest boy. \"(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "JESSICA CONRAD, PERRY RESIDENT",
      "sentences": "A friend of ours. He was like my second kid. We're friends. Had heard that he was missing and he lives in our neighborhood. So I went to ask and heard from the family themselves. And he really was the sweetest boy. The one you want your kids to be friends with.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "KINKADE",
      "sentences": "We are less than a week into the new year. As Brian Todd reports, there have already been multiple mass shootings.(BEGIN VIDEOTAPE) BRIAN TODD, CNN CORRESPONDENT (voice-over): In the wake of the Iowa, school shooting with a sixth grader killed and five others injured, America again wrestles with grisly numbers on mass shootings. According to the Gun Violence Archive, there've been five mass shootings in America just in the first week of 2024. CNN and the Archive define a mass shooting as one that injures or kills four or more people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:05",
      "speaker": "NICK SUPLINA, SENIOR VICE PRESIDENT, EVERYTOWN FOR GUN SAFETY",
      "sentences": "What we found is a direct correlationThe result is that states with weak gun laws that score poorly in our ranking have the highest rates of gun violence. TODD (voice-over): But CNN contributor Stephen Gutowski put some perspective on that group's California comparison.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:05",
      "speaker": "STEPHEN GUTOWSKI, CNN GUN ISSUES ANALYST",
      "sentences": "It's not as simple as just putting up a list of states and ranking them by their gun laws and then all of the murder/suicide rates by gun in those. States fall in line with thatFor instance the worst gun murder rate in the country is Washington, D.C., which has many, if not all of the restrictions that California has, that (INAUDIBLE) advocates for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:05",
      "speaker": "TODD",
      "sentences": "Even with the good news on violent crime and homicide drops and the progress on guns, top law enforcement officials are still pointing to major areas of concern. Among them, the proliferation of black market guns in America.Deputy attorney general Lisa Monaco says that, right now, the ATF is tracing more illegally deployed firearms than ever before -- Brian Todd CNN Washington (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:05",
      "speaker": "KINKADE",
      "sentences": "Longtime National Rifle Association leader, Wayne LaPierre, announced his resignation on Friday. This comes days before a corruption lawsuit against the group and its top leaders is set to go to trial.New York attorney general, Letitia James, alleges the group committed tax fraud. She says LaPierre's resignation validates her claims against him and that the trial will go forward. A statement from the NRA says LaPierre cited health issues as a reason for his resignation. We're getting a look at the third and latest batch of documents being released this week involving the late convicted pedophile Jeffrey Epstein. Friday's release includes hundreds of pages from depositions in a civil defamation lawsuit in 2015. They provide a look into Epstein's relationships with high-profile men. Here is a report from CNN's Kara Scannell. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:05",
      "speaker": "KARA SCANNELL, CNN CORRESPONDENT",
      "sentences": "Nearly 3,000 pages of documents were released this week from a lawsuit tied to Jeffrey Epstein. These emails, depositions, testimony and legal filings shed light on the sex offender's rarefied orbit of friends and acquaintances.And the depravity of the crimes his former girlfriend Ghislaine Maxwell was convicted of helping him commit. There are no bombshells in the documents made public from the 2015 defamation lawsuit. Epstein accuser Virginia Giuffre brought against Maxwell and the inclusion of a name does not mean that person has done anything wrong. Friday's release of over 1,600, pages included testimony from an employee of Epstein, who said he had dinner with Donald Trump in the kitchen of Epstein's Palm Beach home and met former president Bill Clinton on Epstein's plane. He also said he met Prince Andrew at the Palm Beach residence. Young girls were often seen at the homes, he testified. The names of both former presidents surfaced previously. Trump's campaign attacked the media when asked for comment. Clinton spokesman said the former president knew nothing of Epstein's terrible crimes and that it had been 20 years since he last had contact with Epstein. The prince reached an out of court settlement with Giuffre and denied any wrongdoing. Other famous names also appeared in the pages. A woman paid to massage Epstein testified magician David Copperfield performed magic tricks at the Palm Beach house. He asked her if she was aware that girls were getting paid to find other girls. Copperfield's representatives did not respond to requests for comment. Harvey Weinstein's name appeared on a phone message pad from 2005 at Epstein's home. A lawyer for Giuffre alleged in a book published in 2020 that Epstein ended his relationship with Weinstein after the movie producer acted too aggressively with one of Epstein's, quote, \"favorite girls.\" Weinstein was not accused of wrongdoing in the Epstein matter. He is serving a prison sentence after being convicted of sex crimes in New York and Los Angeles. More documents are expected to be released on Monday -- Kara Scannell CNN New York. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "KINKADE",
      "sentences": "Welcome back.With the holidays coming a little late for employees of the NBA's Dallas Mavericks but worth the wait. The team's owner promising millions of dollars in bonuses. \"CNN SPORT's\" Andy Scholes joins me now. And I'm sure you know what that's like. But what's the? Story ANDY SCHOLES, CNN SPORT CORRESPONDENT: Well, Lynda, Mark Cuban, he sold the majority stake in the Mavs to the Adelson family, who runs the Las Vegas Sands Casino Corporation. And he sold it at a valuation of $4 billion. Cuban decided to reward all of the employees that helped the team get that. Valuation Cuban is sending a memo to employees on Friday letting them know, that he along with the new owners plan to distribute more than $35 million in bonuses as a thank you for all of their hard work. It's not a uniform. Bonus they're going to be determined on how long people have worked for the Mavs. Cuban ended in the memo by saying that he's excited to continue his work making the Mavs the best franchise in all of sports. Cuban is staying on to run basketball operations despite selling a majority stake in the team. Another night, another loss for the Lakers. They're taking on the Grizzlies last night at, home in the third quarter LeBron and Jared Jackson fighting for this loose ball. Jackson grabs LeBron's arm and holds on. LeBron kind of hits him in the face while he's trying to free himself. Memphis coach Taylor Jenkins was livid, jumping onto the court. He got a technical for that. The game was tied at that point but the Grizzlies went on to have a huge fourth quarter and would win this game easily, 127-113. Lakers coach Darvin Ham, who's come under fire for the team's 17-19 record so far, said that he. Doesn't understand the criticism because the NBA is a marathon. LeBron on the other hand had this. To say (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "SCHOLES",
      "sentences": "All right. Well this is the final week of the NFL regular season, there are still five playoffs spots up for grabs. Two games today and 14 tomorrow. The two games today are big. OnesThe Steelers have to beat the Ravens and then hope Bills or Jaguars lose tomorrow for them to get in. Luckily for them, Baltimore has clinched the one seed and will be resting Lamar Jackson and most of their starters, later today. The nightcap on Saturday, the Texans are at the Colts in what is already a playoff. Game The winner gets into the playoffs, the loser is out. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "DEMECO RYANS, HEAD COACH, HOUSTON TEXANS",
      "sentences": "You can get caught up in the hype of how big it is. Yes, everyone understands that.But what does it matter when the ball is. Snapped? It doesn't. It matters about you executing and being where you're supposed. To be and winning that snap.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "SHANE STEICHEN, HEAD COACH, INDIANAPOLIS COLTS",
      "sentences": "We know what's at stake. Go on and do your job. We've got to execute, as coaches we've got to execute as players, and (INAUDIBLE) winner go home. So we've got to win.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "SCHOLES",
      "sentences": "Lynda, Houston and Indianapolis fan bases are both very excited because they both picked in the top five of the draft this past summer. They had awful seasons last year. The Texans have been awful for three years running now. So a lot of people are excited about this weekend, hoping their team will make the playoffs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "KINKADE",
      "sentences": "It's a big weekend. I hope you have a great Saturday, Andy Scholes. Think so much for joining, us. Good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "SCHOLES",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    }
  ]
}