{
  "date": "2024-04-07",
  "headline": "CNN Newsroom",
  "subHeadline": "Biden Demanded Policy Changes in Call with Netanyahu; Israeli Says It Has Withdrawn from Khan Younis; Israeli Military Preparing to Move from Defense to Attack; People Flock to Indianapolis and Cleveland to View the Solar Eclipse Less Than 24 Hours Away. Aired 4- 5p ET",
  "utterances": [
    {
      "timeStamp": "16:00:00",
      "speaker": "ED LAVANDERA, CNN SENIOR NATIONAL CORRESPONDENT",
      "sentences": "-- from the road all day. It didn't take long to find Space Shuttle Columbia debris scattered all over East Texas. All seven astronauts aboard were killed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We've come across the first location where we've seen what appears to be some sort of piece of debris that has been smoldering for some time now in a wide-open field.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "LAVANDERA",
      "sentences": "We're joined by Melissa Rusty who lives here in Nacogdoches.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes, this morning, roughly about 8",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "sentences": "CNN's Ed Lavandera is joining us now from Nacogdoches.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "LAVANDERA",
      "sentences": "Well, Wolf, if you can imagine this a debris field that is massive for investigators to have to comb through.One of the things that I find the most haunting about my memories of that day is that there were seven inspiring astronauts that were out there somewhere. I just find that so chilling to think about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It was probably the saddest story I ever covered. It was so unexpected.LAVANDERA (voice-over): But when residents found an astronaut's helmet and a crew member's mission patch, the nightmare of what had happened became clear. You were sent out there for a beauty shot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "For a beauty shot of the shuttle going over.LAVANDERA (voice-over): That's the last thing it was. The beauty was shattered by tragedy. Ed Lavandera, CNN, Dallas. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "FREDRICKA WHITFIELD, CNN ANCHOR",
      "sentences": "And be sure to tune in the brand-new Original Series \"SPACE SHUTTLE COLUMBIA, THE FINAL FLIGHT,\" premieres tonight at 9Hello, again, everyone. Thank you so much for joining me. I'm Fredricka Whitfield. We begin with a major development in the war in Gaza. After months of intense fighting Israel says it is withdrawing its ground forces from the southern city of Khan Younis. Israel described the area as a major Hamas stronghold. And it put together its biggest ever military division for the operation there as the city became a key battleground in the war. And we're also learning that Israel's planned reopening of the Erez border crossing in the north of Gaza is being delayed. It would have allowed for more aid to flow into Gaza. Today's developments follow a call last week between President Biden and Israeli Prime Minister Benjamin Netanyahu, and sources tell CNN that during that call President Biden gave Netanyahu a list of things that he wanted to see done to ease the human suffering in Gaza. And it all comes as Israel marks a grim milestone. It has been exactly six months today since Hamas attacked. We've got full coverage for you. Priscilla Alvarez is in Washington, Nic Robertson in Jerusalem and Ben Wedeman in Beirut. Priscilla, you first. What more we learning about the phone call between Biden and Netanyahu?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "PRISCILLA ALVAREZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, sources are sharing more about the pressure that was placed by President Biden in this 30-minute call with the Israeli Prime Minister Benjamin Netanyahu last week. Of course, this was a call that came at a critical moment and was put on the books after the deaths of those World Central Kitchen employees were killed in an Israeli airstrike.Now, the president, according to sources ticked through what changes in policy he wanted to see from Israel, primarily focused on getting more humanitarian aid into Gaza. That included opening up a land crossing, as well as a port, and also ramping up supplies into the region. Now, according to a source Israeli Prime Minister Benjamin Netanyahu replied by saying that they were going to do just that. But the president went further, saying he wanted to see those announcements soon. And in the hours that follow that call, the Israeli security cabinet did approve those measures. Now the White House up until this point has welcomed the moves that have occurred since that phone call, but said that it's also not enough and that more is still needed on the horizon. Take a listen to National Security Council spokesperson John Kirby this morning. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "JOHN KIRBY, WHITE HOUSE NATIONAL SECURITY COUNCIL ADVISER",
      "sentences": "The announcements the Israelis have made while welcomed and important can't be the end of it. We've got to see sustained changes in the way they're operating on the ground and the way they are allowing humanitarian assistance to get in unmolested.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "ALVAREZ",
      "sentences": "Now, the U.S. has maintained its support of Israel and its right to defend itself. But what they're making clear now is that there could be a change in the way the U.S. is addressing this conflict if Israel doesn't make changes. Of course what that is still remains to be seen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "WHITFIELD",
      "sentences": "All right. Priscilla, thanks so much.And Nic, there in Jerusalem, talk more about this Israeli withdrawal from Khan Younis and what that means.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:07",
      "speaker": "WHITFIELD",
      "sentences": "All right. Nic Robertson in Jerusalem, thanks so much. Ben Wedeman, to you in Beirut. Israel is also saying today that it'spreparing to move to attack posture from defense on the border with Lebanon and Hezbollah, and Senate majority leader Chuck Schumer also saying the U.S. is prepared for any potential Iran attack. So help assess what's going on here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:07",
      "speaker": "BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, really here in Lebanon fears of a broadening of the conflict to a regional war have escalated following the Monday Israeli attack on the Iranian consulate in Damascus, which led two senior commanders of the Islamic Revolutionary Guard Corps dead. We've heard repeated statements from senior Iranian officials that revenge is inevitable, and therefore, obviously, nerves are on edge here.And today, for instance, the Israeli military put out a statement which began readiness for the transition from defense to offense. In Arabic, however, it came across as preparing to move from defense to attack. Now, when you read further into the text, both in Arabic and English, it sounds more like preparations for the possibility of hostilities, talking about getting making sure that the equipment and the personnel are either in place or ready to deploy. Nonetheless, against the background of all that, people here certainly saw this and were quite alarmed, coming after a few days when the Israeli military announced that all combat units there leaves were canceled and also yesterday Hezbollah was able to shoot down an Israeli Hermes 900 drone, a very advanced drone. And we saw yesterday there were 10 separate Hezbollah strikes on Israeli targets on the other side of the border. So taken all together, it certainly is reason for concern particularly if you're in Lebanon -- Fredricka.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:07",
      "speaker": "WHITFIELD",
      "sentences": "Indeed. All right. Ben Wedeman, Nic Robertson, and Priscilla Alvarez, thanks to all of you. Appreciate it.For more on all these developments now out of the Middle East, let's bring in CNN global affairs analyst, former Defense secretary under President Trump, Mark Esper. Good to see you. So this move by the Israeli military to withdraw from Khan Younis, let's focus on that first. What does that signal to you about the IDF's ground operations in Gaza and its intent?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:03",
      "speaker": "WHITFIELD",
      "sentences": "Well, are you satisfied with Israel's effort or lack thereof to show proof of benefits from its strategy? Is it your feeling or is it even your experience that Israel is conveying that kind of -- the military operatives are conveying that those kinds of accomplishments to say the Department of Defense or even White House during that phone call, say with the president?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:03",
      "speaker": "ESPER",
      "sentences": "Well, first of all, there's two sides to this coin and they're not mutually exclusive. The first is, you know, Israel has the right to defend itself and prosecute this war against Hamas and eradicate the leadership and, you know, destroy its military capabilities. And I think they are and need to go into Rafah to do that. But at the same time, they need to do a whole lot more when it comes to expanding humanitarian aid and assistance, and reducing collateral damage and the killing of civilians.And I'm disappointed to hear this morning that maybe they shut down the Erez crossing again after promising President Biden 24, 48 hours ago that they would open it up. I think they should try and open up more crossings. And of course, I think they should increase the number of inspectors to increase the throughput as a result. So clearly they need to do more on that front also. But I'd also like to add, you know, as your reporters played out, they have a tough game here. I mean, they're looking at three fronts on the military side between Hamas in Gaza, Hezbollah in Lebanon and now we're very concerned about a pending Iranian attack somewhere. And then they have to deal with the political side of this. The political side being domestic politics and Israel dealing with President Biden 101. And then they have the broader international community that continues to pressure them to do more on the humanitarian side of things. So it's a really complex, difficult game -- game is probably not the right word, but a task for Prime Minister Netanyahu and Israel's leadership.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:03",
      "speaker": "WHITFIELD",
      "sentences": "And then you perhaps heard from our reporter Ben Wedeman there that there is also the issue of lost in translation, that the interpretation of that move could be misconstrued. Does that give you, you know, pause? Are you concerned about whether this war in the region could escalate, could spread as a result?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:03",
      "speaker": "ESPER",
      "sentences": "Absolutely. Certainly when it comes to Hezbollah and southern Lebanon, you know, the fighting, the exchange of artillery and rockets and missiles has been going on now for six months. Today, of course, being the sixth month, and, you know, we were always concerned that at some point that might break out. And look, there's been tens of thousands of Israelis displaced from northern Israel as a result, hundreds of Hezbollah militants killed.That said Hezbollah does not want to expand this war. The Lebanese people do not want to see an expanded war because the last time Hezbollah and Israel went to war, it was really bad for the Lebanese people. So I think, you know, on the Lebanese-Hezbollah side, they don't want the conflict to expand. Probably the Israelis, too, at this point in time. But the wild card right now remains Iran because of what happened last week with the killing of senior IRGC generals in Syria. And of course, Syria, until same extent, Lebanon are both launching points for Iranian attacks against Israel so that's why I think people are on, you know, on their nerves over there right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:03",
      "speaker": "WHITFIELD",
      "sentences": "All right. Former Defense secretary Mark Esper, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:03",
      "speaker": "ESPER",
      "sentences": "Thank you, Fredricka.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:18:48",
      "speaker": "WHITFIELD",
      "sentences": "It's going to be a big moment and we're less than 24 hours away from it, the total eclipse of the sun, and 32 million people are in the path of totality and they've got a front row seat to the dramatic show. And if you're not one of them, well, we have complete coverage of this celestial phenomenon with meteorologists Elisa Raffa, correspondent Miguel Marquez and space and defense correspondent Kristin Fisher.First up, we should wake you up in the hammock there in nap town, Kristin. So is that how people going to enjoy it there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:18:48",
      "speaker": "KRISTIN FISHER, CNN SPACE AND DEFENSE CORRESPONDENT",
      "sentences": "Fred, I want you to know this wasn't actually my plan, to lay down in the hammock but then I did and it was actually so comfortable. Somebody brought me eclipse glasses. I'm staring at the sun right now. And I mean, this is actually a really nice way to watch the eclipse in downtown Indianapolis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:18:48",
      "speaker": "WHITFIELD",
      "sentences": "I like it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Because it'll be a cool experience to come in Indianapolis to see the solar eclipse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:06",
      "speaker": "FISHER",
      "sentences": "And do you have your eclipse glasses ready?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:06",
      "speaker": "FISHER",
      "sentences": "You got them ready? All right, guys. Well, I hope we're able to see it. I hope the skies are clear. We don't have any clouds.This is actually at the White River State Park, the largest free event for the eclipse here in Indianapolis. Tomorrow about 20,000 people expected to be here. And then the big one, of course, Fred, the Indy Motor Speedway, 40,000 people expected to be packed in there all watching this once in a generation event if the clouds will cooperate -- Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:06",
      "speaker": "WHITFIELD",
      "sentences": "Well, we're going to ask Elisa soon about whether the clouds are going to cooperate but, you know, it looks like great fun there today and tomorrow, especially where you are and, yes, I learned that today from you. Nap Town, it makes so much sense. Indianapolis is hard to say a lot. All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:06",
      "speaker": "FISHER",
      "sentences": "I know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:06",
      "speaker": "WHITFIELD",
      "sentences": "Yes. All right, Kristin, we'll check back with you.Miguel Marquez is in Cleveland, and you've got friends that will be accompanying you there as well. So today, what's the scene look like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:06",
      "speaker": "MIGUEL MARQUEZ, CNN SENIOR NATIONAL CORRESPONDENT",
      "sentences": "It's all happening in Cleveland this weekend. Not only is the eclipse happening on Monday but the NCAA Final Four Women is happening now so this place is sort of cleared out. This is the Great Lakes Science Center. Tomorrow 30,000 people plus may be piled into this area. The weather has been fabulous the last two days and is looking pretty good tomorrow as well.Interestingly, this is the only -- see all those NASA stuff here, the Glenn Research Center is in Cleveland. It's the only NASA facility in the path of totality so NASA is here in force. Around 3:15 p.m. the sun will be right about there. But these clouds have just come over today. And that's where we expect to see that incredible of, you know, sun with the plasma coming off of it and it should be just an incredible show. I am convinced it is going to be blue skies tomorrow. The last time they had a total eclipse here, 1806, the next time 420 years. So get here and see it -- Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:06",
      "speaker": "WHITFIELD",
      "sentences": "Oh, no, we can't wait for 400 more years for something like this to happen. Oh, no, that now is the moment right here.All right. Miguel, we're going to find out from Elisa right now. So cloud cover, no cloud cover for our friends in Cleveland and Indianapolis? Perfect conditions?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:06",
      "speaker": "ELISA RAFFA, AMS METEOROLOGIST",
      "sentences": "They look like some of the better places.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:06",
      "speaker": "WHITFIELD",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:06",
      "speaker": "RAFFA",
      "sentences": "Cleveland and Indianapolis with some clearer skies and even if you have clouds in totality, you'll see that darkness. You'll feel that darkness. It's a matter of if you can see the corona and all the other fun things about the sun if you have the clouds or not. But that severe threat in Texas is growing. I mean, we have an enhanced drizzle with three out of five now, just to the northwest there. Dallas with very large hail, damaging winds, and isolated tornadoes.And you can see the storms do at least hold off until after the eclipse, really starting to flourish, you know, after about 3:00, 4:00. But once it does, it's looking like it'd be pretty rainy. So in Dallas, you're looking at mostly cloudy skies as you are totally eclipse at 1:42 p.m. You can see we find some of those clouds going up into Arkansas. You've got that bright spot in the Ohio Valley where things are clearer and then some clouds over a place like Rochester. So you've got the clouds in Rochester, New York, as you hit your total eclipse at 3:20. Little Rock, a few clouds there, too. And something that you also feel is the temperatures drop once you hit the eclipse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:06",
      "speaker": "WHITFIELD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:06",
      "speaker": "RAFFA",
      "sentences": "The view will be cooler once you lose the sun.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:06",
      "speaker": "WHITFIELD",
      "sentences": "I think that's really neat. I mean, you know, so if you are not -- you know, if you don't feel like visually that's enough. You were just -- it's going to be a total all-body experience, quite frankly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:06",
      "speaker": "RAFFA",
      "sentences": "Yes. Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:06",
      "speaker": "WHITFIELD",
      "sentences": "All right. Elisa, thank you so much. Appreciate that.Let's talk more about this and get even more perspective on the solar eclipse. Alfredo Vegas is president of the New York Amateur Astronomers Association. Alfredo with us now. Good to see you. You are a lifelong space nut, I understand, your words. And you gave me permission to use that. ALFREDO VEGAS, PRESIDENT, NEW YORK AMATEUR ASTRONOMERS' ASSOCIATION: That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:06",
      "speaker": "WHITFIELD",
      "sentences": "So what are your thoughts on what will be a real rarity of a moment tomorrow?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:04",
      "speaker": "WHITFIELD",
      "sentences": "That was a --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:04",
      "speaker": "VEGAS",
      "sentences": "It was amazing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:04",
      "speaker": "WHITFIELD",
      "sentences": "That is a bigger drop than the 10 degrees that most people Fahrenheit are supposed to expect. So you are in that path of totality, right? So you're positioned just right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:04",
      "speaker": "VEGAS",
      "sentences": "Yes. Yes. I'm up in (INAUDIBLE) with my wife and I got -- brought two of my little telescopes here that I'm going to use to capture the sun and hopefully do a little bit of amateur science as well while I'm at it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:04",
      "speaker": "WHITFIELD",
      "sentences": "So given that you have experienced at least one before, what are you telling your friends and family what to expect? You know, how are you kind of guiding them on how to prepare for the many phases leading up to the total eclipse? And then enjoying and engaging in the total eclipse when it happens for just four minutes? But it's going to be, you know, an extraordinary four minutes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:04",
      "speaker": "VEGAS",
      "sentences": "Well, it depends how geeky you want to be, right? If you really want to be a total geek --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:04",
      "speaker": "WHITFIELD",
      "sentences": "Well, you are a space nut. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:04",
      "speaker": "VEGAS",
      "sentences": "You know, Baily's beads is an amazing, amazing experience. Basically, when the lunar mountains effectively block out some of the additional light you actually see these like bright spots. It's just -- you have to have a kind of a telescope to see that, but that's really an amazing experience. I'm going to hope to capture that on this setting. But I think my advice to people is don't overthink it because it's a once in a lifetime thing.And sometimes when you're being kind of, you know, stressed about or whatever you're going to forget to look up. Just look up and experience it. I mean, it's, you know, the cosmos and the scale of the cosmos is, this is one of these moments when you can almost commune with all other humans. You know, it kind of really -- it really shows us who we are in the scope of universe in its vastness and its intricate workings, right? And it kind of really brings us down to the basics of who we are as humans, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:04",
      "speaker": "WHITFIELD",
      "sentences": "That's so nice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:04",
      "speaker": "VEGAS",
      "sentences": "We can all share this. We can -- you know, all the things that are bothering us and all the global conflicts and partisanships that we all have and all these issues that are plaguing humanity, and we can all kind of bond and really realize our insignificance in the vastness of the cosmos.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:04",
      "speaker": "WHITFIELD",
      "sentences": "That's so lovely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:04",
      "speaker": "VEGAS",
      "sentences": "It's really kind of one of these trends and experiences. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:04",
      "speaker": "WHITFIELD",
      "sentences": "You are helping me feel at ease and I'm feeling a moment right now just by virtue of your words.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:04",
      "speaker": "VEGAS",
      "sentences": "Very (INAUDIBLE). Like you zen out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:04",
      "speaker": "WHITFIELD",
      "sentences": "That's lovely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:04",
      "speaker": "VEGAS",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:04",
      "speaker": "WHITFIELD",
      "sentences": "OK. We're all looking forward to it tomorrow. And now even more so after hearing you speak.Alfredo Vegas, thank you so much. Enjoy tomorrow. It will be out of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:04",
      "speaker": "VEGAS",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:00",
      "speaker": "WHITFIELD",
      "sentences": "All right. Today marks six months into Israel's war with Hamas, and now more than ever, journalists covering the conflict are in danger. The most recent numbers show at least 94 journalists have been killed in Gaza, Israel, and Lebanon since the deadly October 7th attacks.I want to discuss this more with Jodie Ginsberg, the president of the Committee to Protect Journalists. Jodie, great to see you. Sadly, on this, sort of, discussion, but you know, being a war correspondent has always been one of the world's most dangerous jobs. Has it gotten even more dangerous through this conflict?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:00",
      "speaker": "JODIE GINSBERG, PRESIDENT, COMMITTEE TO PROTECT JOURNALISTS",
      "sentences": "Well, this conflict is certainly the deadliest conflict that the Committee to Protect Journalists has ever documented. As you say, more than 95 journalists, we believe, to have been killed since the start of the war, 90 of those Palestinians.And of course, being a war correspondent has always been a dangerous profession, but it's really important to remember in the context of this particular conflict that all of those journalists currently reporting on the war inside Gaza are Gazan journalists. They're not war correspondents. They're journalists who happened to find themselves in a war. No international journalists have been able to go into Gaza except on very tightly controlled tours organized by the Israeli army. So, these aren't war correspondents in the traditional sense. They're journalists who happen to be covering war and it's extremely dangerous for them, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:00",
      "speaker": "WHITFIELD",
      "sentences": "Right. So, foreign correspondents have effectively been banned, you know, from going into the territory. And as you mentioned, a number of the journalists who have died were already living in country. They're in Gaza, Palestinians, their family members, et cetera.So then, talk to me about, you know, how the stories, you know, are getting out. I mean, people are risking everything. Those who are in Gaza, those who are able to continue to work, what are they doing? What are the great lengths that they are taking in order to get the stories out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:00",
      "speaker": "WHITFIELD",
      "sentences": "Last week, Israel's parliament, the Knesset, passed a law allowing the government to halt the broadcasting of \"Al-Jazeera\" in Israel. And Prime Minister Benjamin Netanyahu labeled \"Al-Jazeera\" a terrorist channel and accused it of harming Israel's security. And your group is calling on the Israeli government not to shut them down. Have you received a response in your efforts?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:00",
      "speaker": "GINSBERG",
      "sentences": "We haven't yet received a response in our efforts, and we very much continue to call this law not to be implemented. It doesn't just apply to \"Al-Jazeera\" or apply to any foreign news outlet trying to broadcast from Israel. As you say, the Prime Minister has accused \"Al-Jazeera\" of being an outfit for terrorists. That's unfortunately something that we have heard repeatedly from the Israeli government, this accusation that journalists are terrorists and an effort to smear journalists and to discredit journalists, and that's extremely troubling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:00",
      "speaker": "WHITFIELD",
      "sentences": "It is indeed. Jodie Ginsberg, thank you so much for being with us. And of course, we're encouraging all of the journalists to be able to continue to do the work that they do and do it safely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:00",
      "speaker": "GINSBERG",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:00",
      "speaker": "WHITFIELD",
      "sentences": "All right. New video of an engine cover that fell off a Boeing 737 operated by Southwest Airlines during takeoff in Denver last night. Listen to the pilot and air traffic control working together to land the Houston bound plane safely back at Denver International Airport.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Southwest 3695, no problem, fly present heading. Do you need to run checklists?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, we're going to need some time. It's -- for now, everything's OK. And we don't even know the nature of it, but apparently, several passengers and flight attendants heard something loud hit the wings, so we're just going to take our time, get set up, and be ready to go. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Southwest 3695, no problem. You can expect vectors. Just keep me advised of the situation, and let me know if you want to declare an emergency, but I assume we'll probably do that anyways.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, yes. I'll, get back to you. Stand by.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:00",
      "speaker": "WHITFIELD",
      "sentences": "I mean, pretty extraordinary, right? The images you're seeing there while they're taxiing for takeoff, presumably, because we heard our Pete Muntean earlier say that the plane actually made it about 10,000 feet in the air before it was able to turn around, and then did land safely there.In a statement to CNN, Southwest Airlines apologizes for the inconvenience, but said their highest priority is the safety of their customers. The FAA is investigating the incident, which is the latest in a string of issues to plague Boeing aircraft. Close calls there. All right. The Justice Department announced today a suspect has been arrested in connection to the alleged arson of Senator Bernie Sanders' office in Vermont. CNN correspondent Polo Sandoval is covering this story. What more can you tell us about the suspect and what's believed to be the circumstances?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:00",
      "speaker": "POLO SANDOVAL, CNN CORRESPONDENT",
      "sentences": "So, Fred, the U.S. Attorney's office, it's going to be prosecuting this case. Still stopping short of saying what the possible motive here is, though they are confident that they have in custody the person who they believe set fire to the entryway on Senator Bernie Sanders' office in Burlington, Vermont. We shared these pictures from the Friday incident that were released by police.The Department of Justice identifying their suspect in custody as 35- year-old Shant Soghomonian Sean, also goes by the name of Michael. Originally from L.A. Federal investigators alleging that he has seen on video on Friday morning, walking up to the entrance of that, of Sanders' office, and then sprayed some sort of accelerant on the doorway, uses a lighter to then start the fire before fleeing. There were staff members inside of the office at the time, but fortunately, the sprinkler system in the building was able to extinguish most of the flames. So, no injuries to report. The senator wasn't even at the office at the time. If convicted, the suspect could face up to 20 years in prison. The Department of Justice says that counsel for this 35-year-old suspect is yet to be identified. So, still a big question here, Fred, about why this took place. Investigators on that trying to answer that very question today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:00",
      "speaker": "WHITFIELD",
      "sentences": "All right. Let us know when you know more. Thanks so much, Polo Sandoval.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:00",
      "speaker": "SANDOVAL",
      "sentences": "Thanks, Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:00",
      "speaker": "HANAKO MONTGOMERY, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Yes, Fredricka. I think a real key point from our conversation yesterday with the Japanese prime minister was why he believes that a strong U.S.-Japan alliance was very significant in maintaining the stability in the Indo-Pacific region and in terms of just geopolitics in general.Under his leadership, Japanese Prime Minister Fumio Kishida has seen to a number of historic policy changes with the U.S. President. Joe Biden. For instance, Japan, the U.S. and South Korea now share real time information about missile tests from North Korea. This is what the Japanese prime minister said yesterday about why the U.S.-Japan alliance was so significant. (BEGIN VIDEO CLIP) FUMIO KISHIDA, JAPANESE PRIME MINISTER (through translator):  We really cherish our alliance with the United States, and because we are facing very difficult and challenging times, that's all the more reason why we would really like to strengthen our U.S.-Japan security relationship. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:00",
      "speaker": "MONTGOMERY",
      "sentences": "And now, at this state visit, we know that Japan and the United States will be talking about how to more closely collaborate on military, for instance, also semiconductors, space and artificial intelligence. And now in the backdrop of the state visit, we know that the two leaders potentially face a leadership change.We know that the U.S. presidential election is coming up in November, and when I asked the Japanese prime minister yesterday what he thought about the potential outcome of the U.S. presidential election, he said that no matter which president would be elected, he still hopes that the U.S. and Japan would have a strong alliance regardless of the party lines. Now, we also know that during the conversation yesterday, counterstrike capabilities and Japan's changing defense capabilities is really, really significant to Japan. Under Fumio Kishida's leadership, we've seen Japan increase its defense spending from one percent of its GDP to two percent of its GDP. We also know that Japan has acquired counterstrike capabilities, such as purchasing Tomahawk cruise missiles from the United States. This is what Kishida said about why Japan needs such capabilities. (BEGIN VIDEO CLIP) KISHIDA (through translator):  In our neighborhood, there are countries that are developing ballistic missiles and nuclear weapons, and others that are building up their defense capabilities in an opaque way. Also, there is a unilateral attempt to change the status quo by force in both the East China Sea and South China Sea. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:00",
      "speaker": "MONTGOMERY",
      "sentences": "So, Fredricka, it's not just about closely cooperating with the United States and other key allies in the Indo-Pacific region. For Japan, it's also important for the country to have its own defense capabilities so as to maintain a secure environment in this key Fredricka.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:00",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN, the world's news network.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:00",
      "speaker": "WHITFIELD",
      "sentences": "All right. We're counting down to tomorrow's total solar eclipse. Be sure to join CNN for a special live coverage. Our anchors and correspondents will be stationed all along the path of the total solar eclipse. \"Eclipse Across America\" begins tomorrow at 1All right. It's been six months since Hamas terrorists attacked Israel, triggering a war that has killed tens of thousands of Palestinians. Right now, about half of the more than 250 people taken hostage on October 7th remain in Gaza. CNN's Bianna Golodryga has been following four hostage families, and tonight she will bring you their fight to get their loved ones back home. Here's a piece of that story. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Eventually I got to a house, like civil house. Most of the time I was there.BIANNA GOLODRYGA, CNN SENIOR GLOBAL AFFAIRS ANALYST (voice-over):  No other hostages were held with her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:00",
      "speaker": "GOLODRYGA",
      "sentences": "And was someone with you, a terrorist with you, every day?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Every second. All the time.GOLODRYGA (voice-over):  Recounting her experience is not easy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It's a very difficult feeling to explain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "(INAUDIBLE). OK. Let's stop for a little while, OK? I'm sorry. Let's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "What is the meaning of being a hostage? You cannot speak out. There is no certainty. You have to be alert all of the time. It's a very deep aspect of humanity that are taken away.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}