{
  "date": "2024-05-08",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: U.S. Pauses Bomb Shipment to Israel Amid Concerns Over Their Potential Use in Rafah; Biden Says No Place for Antisemitism in U.S.; Johnson Defends Leadership amid Treat of Ouster; TikTok Claims Law Infringes on First Amendment Rights; Wisconsin Voters Speak Out on the Election, Economy. Aired 4:30-5a ET",
  "utterances": [
    {
      "timeStamp": "04:30:00",
      "speaker": "MAX FOSTER, CNN ANCHOR",
      "sentences": "Welcome back to CNN NEWSROOM. I'm Max Foster. These are today's top stories.Ukrainian officials say they've stopped an actively developing Russian plot to assassinate President Volodymyr Zelenskyy and other high ranking officials. The prosecutor general's office says two officials in Ukraine's government protection unit were arrested and charged with treason. April broke yet another global heat record. It was the warmest April ever. That's according to Copernicus, the EU's climate monitoring service. We've now seen 11 straight months of record heat. And a security guard for rapper Drake is hospitalized in serious condition after being shot outside the star's Toronto home. Police say they have video of the incident. Authorities wouldn't speculate on a motive or if the shooting had anything to do with the recent feud between Drake and rapper Kendrick Lamar. A U.S. official tells CNN the Biden administration has paused the shipment of bombs to Israel, concerned about their potential use in the invasion of Rafah. The weapons held back in -- that was last week -- include a 2,000 pound and 5,000 pound bombs. Now, Israeli leaders are -- sorry, 500 pound bombs -- need to get that accurate. Israeli leaders are vowing to continue their incursion into the southern Gaza city until Hamas is eliminated or the hostages are freed. Hospital officials in Gaza report at least 27 people killed, including six women and nine children in the past 24 hours. And the IDF says it has killed approximately 20 terrorists and located three operational tunnel shafts. CNN's Scott McLean is following developments live for us in Istanbul. Just, you know, clarify exactly what shipments we're talking about here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "Yes. And in terms of the shipments, how much difference will not having them make to Israel's war on Hamas?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "MCLEAN",
      "sentences": "Look, we know, Max, that what the U.S. sends Israel, some of what's been funded already is not shipped over weeks. We're talking about weapons deals that stretch on for years and years. So perhaps this won't make that big of a difference.But also, we don't exactly have a precise idea of how much Israel has in its stockpile already. So it's really unclear at this stage. But suffice it to say, the U.S. obviously has made major concerns about how these weapons might be used.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "Yes, OK, Scott in Istanbul. Thank you.U.S. President Joe Biden spoke out against rising anti-Semitism on Tuesday during the U.S. Holocaust Memorial Museum's annual Days of Remembrance ceremony. He called for greater vigilance against anti- Semitism in a speech connecting the Holocaust to the October 7th Hamas attacks on Israel. CNN's Kayla Tausche has more from the White House. (BEGIN VIDEOTAPE) KAYLA TAUSCHE, CNN SENIOR WHITE HOUSE CORRESPONDENT (voice-over): A speech of remembrance and rebuke. President Biden honoring the six million lives lost in the Holocaust nearly 80 years ago and condemning the ferocious surge of anti-Semitism sweeping the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "We have to remember our basic principles of the nation. We have an obligation. We have an obligation to learn the lessons of history so we don't surrender our future to the horrors of the past.TAUSCHE (voice-over): The president marked seven months of war since the day Hamas besieged Israel, an overnight onslaught killing more than 1,200 and taking more than 200 hostage. The attack on Israel's Nova music festival, Biden suggesting, is today's Auschwitz.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "BIDEN",
      "sentences": "Charlottesville, Virginia.TAUSCHE (voice-over): Biden driven to run for president after a white nationalist and anti-Jewish rally in 2017, pledging to unify a divided nation with deep divisions on display once again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "TAUSCHE",
      "sentences": "The Biden administration believes that what would calm tensions in the U.S. now is a ceasefire deal being reached that would see those dozens of hostages freed. NSC spokesman John Kirby said the parties, when they meet in Cairo this week, are down to negotiating the language of such a deal and they remain optimistic that a deal can be reached soon.Kayla Tausche, CNN, the White House. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "FOSTER",
      "sentences": "U.S. Congresswoman Marjorie Taylor Greene is leaving the door open to calling for a vote to remove the U.S. House Speaker and her fellow Republican Mike Johnson. Greene and other right wing lawmakers met with Johnson for 90 minutes on Tuesday.(BEGIN VIDEO CLIP) REP. MARJORIE TAYLOR GREENE (R-GA): We've had discussions in the speaker's office, and right now the ball is in Mike Johnson's court. He understands that he's got to be our Republican speaker of the House. The things that we've discussed about that got leaked out to the press are very simple and they, they serve the American people. They serve the people that gave us the majority. And we're interested to see his actions, not his words. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "FOSTER",
      "sentences": "It's not clear if they've reached an agreement, but Speaker Johnson defended his leadership against the lingering threat. He says he won't step down and warns a vote to oust him would only cause chaos in the House.(BEGIN VIDEO CLIP) REP. MIKE JOHNSON (R-LA), U.S. HOUSE SPEAKER: There's nothing unusual about this. I've heard Marjorie and Thomas's ideas, just like I have every day for the last six months, heard others. And I reminded the conference this morning, everybody has the same opportunity to do that. It's not a negotiation at all. What we're trying to do and what my job is, is to every day improve processes, procedures, our policy preferences, our legislation, and make sure that we can build the right consensus to get everybody together. It takes an inordinate amount of time and a lot of patience to do that in a time like this. But I'm committed to it. And, you know, we're going to continue to do that. So I take Marjorie's ideas and Thomas's and everybody else's equally. And we assess them on their own value and where we can make improvements and changes and all of that. We do. And that's what this is. There's nothing more than that going on. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "FOSTER",
      "sentences": "The U.K. Home Office says its border control systems weren't the target of a cyber attack. Technical issues with border force e- gates caused major disruption at airports across the country on Tuesday. Video from Heathrow shows huge crowds waiting in line to have their passports scanned.Travelers described long delays as border officials had to process passport holders manually. The automated border gate system also went down last May, causing lengthy delays for passengers. Two of Europe's biggest oil companies are considering abandoning their stock exchanges for Wall Street, potentially dealing a massive blow to London and to Paris. Shell is the second largest company on London's FTSE 100 index, while Total Energies is the fourth largest on the CAC 40 in France. Despite their local heavyweight status, both companies feel they're undervalued in Europe compared to the major oil companies in the U.S. And they say a move across the pond would offer them access to more capital, as well as release them from the many EU environmental restrictions, but warn it could spark a crisis in their home markets. TikTok is suing to block a U.S. law which could force a nationwide ban of the social media platform over security concerns and its links to China. The company argues the law infringes on free speech, writing in a petition: Congress has enacted a law that subjects a single named speech platform to a permanent nationwide ban and bars every American from participating in a unique online community with more than one billion people worldwide. CNN's Clare Duffy reports. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:02",
      "speaker": "FOSTER",
      "sentences": "Apple is showing off its new lineup of iPad Pro and iPad Air tablets, as well as the all-new Apple Pencil Pro. They were unveiled during a pre-recorded live-streamed event on Tuesday. One of the biggest upgrades is a new processor, which Apple says will deliver four times the performance of existing iPad Pro models.The new versions come in two sizes, 11 inches and 13 inches. They're available for pre-order starting today and in stores next week. Now, it's been seven long years since Nintendo released the mega popular gaming console, the Switch, and finally a brand new console may be coming our way. Nintendo's president says there will be an announcement about the Switch's successor by next March. Nintendo warns that current Switch sales are flagging. They're projecting to sell 13.5 million units this year compared to nearly 16 million last year, but the product is still a huge profit driver for the Japanese company and it's home to gaming icons such as Mario, Luigi, Link and Zelda. Joe Biden is heading to Wisconsin again to push his economic achievements. Just ahead, what voters in the state are saying about the U.S. president and his political rival, Donald Trump. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:02",
      "speaker": "FOSTER",
      "sentences": "In the U.S. presidential race, Delaware has confirmed that independent candidate Robert F. Kennedy Jr. has officially qualified for his name to be added to the ballot there. Kennedy is already on the ballot for four other states, Hawaii, California, Utah and Michigan. And his campaign says it has enough signatures to get him on the ballot in six more states as well. Meanwhile, U.S. President Joe Biden will be back in Wisconsin today,hoping to talk to voters about his economic wins. It's a must-win state for Biden and his Republican opponent, Donald Trump, too. Senator Jeff Zeleny spoke to Wisconsin voters about the economy and the upcoming election. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:02",
      "speaker": "DAVE FLANNERY, OWNER, APPLE HOLLER",
      "sentences": "It's a mess, man.JEFF ZELENY, CNN CHIEF NATIONAL AFFAIRS CORRESPONDENT (voice-over): Dave Flannery is talking about the state of American politics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:02",
      "speaker": "FLANNERY",
      "sentences": "It's a mess.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:02",
      "speaker": "ZELENY",
      "sentences": "How does it get fixed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:02",
      "speaker": "FLANNERY",
      "sentences": "A lot of construction going on, several thousand jobs are -- that are going to be created over there during the construction process.ZELENY (voice-over): The president is touting his economic agenda. It's an open question whether any projects will ease anxieties of small business owners like Flannery.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:02",
      "speaker": "ZELENY",
      "sentences": "So this is the top of it.ZELENY (voice-over): Who debated if he should add a new building on his Apple Holler Farms.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:02",
      "speaker": "FLANNERY",
      "sentences": "Things are really uncertain, not knowing what's going to happen with interest rates and what's going to happen with the whole economy.ZELENY (voice-over): Wisconsin is an essential piece of Biden's reelection roadmap.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:02",
      "speaker": "MAUREEN GLYNN, WISCONSIN VOTER",
      "sentences": "I hope that people will look to reason, integrity, character of our national leader, and vote appropriately.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:02",
      "speaker": "ZELENY",
      "sentences": "In your view, which way is that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:02",
      "speaker": "GLYNN",
      "sentences": "Biden. He's old. So what?ZELENY (voice-over): Maureen Glynn and her husband Dennis, worry and wonder why the Biden-Trump rematch seems so bitterly tight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:02",
      "speaker": "GLYNN",
      "sentences": "I just think that people had forgotten how chaotic it was when Trump was president. I feel a lot better now that we've had almost four years of Biden. It's not great, but it's better.ZELENY (voice-over): Biden is visiting Racine, home to one of 46 Democratic offices across the state. A key piece of his coalition is Black voters. Some of whom don't see how they benefit from his economic plan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:02",
      "speaker": "JAVONNA LUE, BLACK LEADERS ORGANIZING FOR COMMUNITIES",
      "sentences": "As I see the prices rise with Biden, they think Trump made the economy better and Biden is making it worse.ZELENY (voice-over): JaVonna Lue and Kyle Johnson are community organizers. They say the president must address his challenge with young voters who question his foreign policy and more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:02",
      "speaker": "KYLE JOHNSON, BLACK LEADERS ORGANIZING FOR COMMUNITIES",
      "sentences": "What I wanted something to vote for and not vote against. You know, we hear a lot of, you know, what is, what is the other guy going to do? What is Trump going to do? What happens if he wins?I understand that. I think a lot it us understand the stakes. ZELENY (voice-over): At the Cozy Nook Farm, Tom Oberhaus fondly recalls Trump's policies, but he's far from his biggest admirer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:02",
      "speaker": "TOM OBERHAUS, OWNER, COZY NOOK FARM",
      "sentences": "It's more Trump's mouth that we're not happy with --ZELENY (voice-over): -- or Biden's biggest critic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:02",
      "speaker": "OBERHAUS",
      "sentences": "Once he was elected president, I was, yeah, he's our president, you know, supporting.ZELENY (voice-over): He believes the country deserves better.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:02",
      "speaker": "OBERHAUS",
      "sentences": "I think we need a new constitutional amendment that says if you're 70 or older, you can't run for national office. And you were like, I can't be on the local coop board but I could be president United States.ZELENY (voice-over): Back at the orchard, Flannery worries, neither side will cool the rising tensions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:02",
      "speaker": "FLANNERY",
      "sentences": "I consider myself an independent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:02",
      "speaker": "ZELENY",
      "sentences": "Is your vote up for grabs in November?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:02",
      "speaker": "FLANNERY",
      "sentences": "If -- at this point in time, I would say no. But November is a long ways away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:02",
      "speaker": "ZELENY",
      "sentences": "For President Biden, there is no path to reelection that does not include winning Wisconsin. His advisors are well aware of that. It is why he's coming back here again on Wednesday as part of his investing in America tour, trying to make voters see his economic achievements and feel them through the inflation.Now, former President Donald Trump also campaigning in Wisconsin here just last week, expected to come back again, of course. Wisconsin is part of that blue wall, including Michigan and Pennsylvania that Trump carried in 2016. Biden flipped in 2020 and won the White House. Jeff Zeleny, CNN, Racine, Wisconsin. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}