{
  "date": "2024-07-05",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Voters Usher In One Of Biggest Swings In UK Political History; Keir Starmer Becomes New British Prime Minister; Biden Team Plots New Strategy To Combat Post-Debate Crisis. Aired 11a- 12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "KEIR STARMER, BRITISH PRIME MINISTER",
      "sentences": "Now, our country has voted decisively for change, for national renewal, and return of politics to public service. When the gap between the sacrifices made by people, and the service they receive from politicians grows this big, it leads to a weariness in the heart of a nation, a draining away of the hope, the spirit, the belief in a better future that we need to move forward together. Now this wound, this lack of trust can only be healed by actions, not words, I know that. But we can make a start today.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "ASHER",
      "sentences": "Keir Starmer also saying that he promises to be a leader for all Britons, not just those who voted for him. Earlier, he was invited to meet with King Charles to form a new government. That was them. This is a photo of their meeting earlier at Buckingham Palace. The election marks one of the biggest swings in British political history with the Conservative Party losing around two thirds of its seats in parliament. Some of the most prominent Tory figures are among those who will not be returning, including former British Prime Minister Liz Truss. Nigel Farage's populist Reform UK party contributed also to the Conservatives' losses. It helped split the right-wing vote, winning four seats in parliament.Let's get more now from our Max Foster. He is live for us outside of parliament in London. So, Max, just a few hours or so ago, maybe about an hour or so ago, we started seeing a lot of familiar faces in British politics, lot of MPs, members of the shadow cabinet, arriving at 10 Downing Street, which, of course, means that they were there to receive their cabinet appointments. We saw the likes of David Lammy. We saw Ed Miliband, among others. Just walk us through what we know so far in terms of these cabinet appointments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ASHER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "FOSTER",
      "sentences": "Very hard to afford what he has promised. But, that's going to be the next challenge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ASHER",
      "sentences": "Right. That was going to be my next question. I mean, just when you think about the job of the shadow secretary, as you pointed out, we're seeing no real surprises here in terms of people getting actual cabinet positions, but the job of the shadow cabinet is really to challenge the policies of the actual cabinet. And now, you see a situation where rather than just sort of simply challenging and proposing what they wouldn't do in any given situation, the shadow cabinet is now the cabinet. They have to make the decisions.And Max, as you know, there are some real crises facing the UK at the moment, everything from infrastructure issues, housing shortage, the NHS, the debt burden of the UK. Just walk us through how on Earth Keir Starmer is going to afford some of the things that he is promising.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "FOSTER",
      "sentences": "Record debt levels, almost the same size of the British economy. So, how do you deal with that and live up to these spending promises? I think what he is pretty much relying on is the fact the economy will grow. So, tax receipts will increase and he can afford it. Also, quite an interest -- I mean, it seems quite detailed. But, a lot of what he is talking about rests on planning laws in the UK, which are very inflexible, and he wants to loosen them up to create a building boom and to allow businesses to expand. That's actually quite a large part of what he expects to do here, which is encourage business through loosening planning.And it sounds quite abstract. It probably won't be enough. But, he does have some plans in place, hoping the economy will grow as well. If that doesn't happen, he can't live up to the promises that he has made. And one thing he can't compromise on, as you know, in British culture is the NHS. They're desperate for new funds. He is probably going to have to feed that. But then, you've got all of the problems with the courts and the education system that you've just outlined, for example. So, huge challenges. Also, he spoke a bit to unity and how he represents everyone that voted in this election, even if it wasn't for him. That's actually quite stark, because on the edges, you've got Reform, the hard-right party, and the Greens, the hard-left party, actually getting a number of seats, which many people didn't expect. And there was also this whole support for Gaza narrative that really bubbled up in a lot of the seats, and they really ate away the majorities here. So, these issues are actually creating disunity in the UK. Even though we've got this real solid support from the middle ground, he has got to try and bring all of that together under a premiership, and that's what he is promising to do. So, let's see how he manages to do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "ASHER",
      "sentences": "But, just in terms of -- I think one of the things that sort of stands out with this particular election, I think I saw one headline that described it as a loveless landslide. This idea that it's not so much that people are suddenly obsessed with the Labour Party, it's much more about voting against the Conservative Party, and this idea that there is voter apathy. There is a little bit of disillusionment. There was low turnout. So, it's, yes, obviously, it's about healing the country, but it's also about getting people, especially young people, to believe in politics as a force for good again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "PEEL",
      "sentences": "Yes. I think the absolute key word here is \"trust\". I think that what above all else lost the election for the Conservative Party was that they had lost the trust of voters. People no longer saw the Conservative Party either as an honest broker or indeed as a very reliable manager of the economy, two things that actually are deep in their DNA normally. But, I think ever since Boris Johnson, Liz Truss, the whole Brexit affair, people have decided that they weren't to be trusted, and it resulted in an extraordinary collapse and support for the Conservative Party.And now, I think Keir Starmer is really emphasizing, I will give you reasons to be more trustful of the political process. You're quite right that the turnout was low and the -- there was no great surge in support for the Labour Party, I mean, barely a third of support. It's one of the lowest levels for a party to win power, and not only win power, but to win a huge majority. So, it's fascinating the way that the sort of electoral mathematics have panned out that in fact they've got far more seats in a way than they deserve.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "ASHER",
      "sentences": "And just in terms of who Keir Starmer actually is, and when you look at his resume, obviously, he started his career as a lawyer. He studied law at Oxford. But then, his political career only really started in earnest in 2015. I mean, that's only nine years ago. This is somebody who is a relatively sort of newcomer to British politics, from that perspective.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "PEEL",
      "sentences": "Yeah. And this is quite unusual these days. I mean, most people you meet who've gone into politics seem to start in their young 20s. Sort of almost as soon as they come out of university, they become political aides to existing politicians. No. Keir Starmer is somebody who had a distinguished career as both as a human rights lawyer, but then as the Director of Public Prosecutions, the sort of Attorney General, of actually bringing low cases and running a big legal department. So, he came to politics, full-time politics, really very late. And I think, again, that gives him a certain maturity and gravitas that we've been sorely lacking in the political class in recent years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "ASHER",
      "sentences": "The Labour Party has a really tough road ahead of them, just in terms of all the issues that are ailing Britain's economy right now. You think about homelessness. You think about infrastructure issues. You think about the housing shortage. You think about the debt crisis that Britain is under. The NHS, junior doctors have been protesting. They want a 35 percent raise in their wages. Just walk us through what he is up against at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "PEEL",
      "sentences": "Well, the real dilemma, I think, that he has got is that the public services as a whole, so health, education, housing, the prison service, all of these things have been really strapped for cash in recent years because of austerity that was introduced after the last financial crisis, because of COVID. And all of those things need money spent on them. And he has been adamant throughout the election campaign that he wasn't going to have any big tax increases. He has promised that everything will be financed effectively from pretty much the resources they've got.And I think he has got a very difficult balancing act here to spend the money that is needed without having a big new imposition of tax. And somehow, he has got to find his way out of that. So, that is the domestic challenge, and all this in an international situation, which looks hugely unstable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "ASHER",
      "sentences": "All right. Today, U.S. President Joe Biden will begin the tall task of trying to dig himself out of a massive political hole in an effort to save his reelection campaign. Mr. Biden will travel to Madison, Wisconsin, for a campaign rally today. It is the start of the aggressive travel schedule that will take the President, the First Lady, and Vice President to all of the battleground states in the coming months. The calls for the President, though, to step aside continue to reverberate more than a week after his disastrous debate performance, but he remains defiant.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "JOE BIDEN, PRESIDENT, UNITED STATES OF AMERICA",
      "sentences": "This could not be done without the family's support. So, thank you. Thank you. Thank you. We love you, and I really mean it from the bottom of my heart. Thank you. Thank you. You got me, man. I'm not going anywhere. All right.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "ASHER",
      "sentences": "Following the rally, a critical moment for the Biden campaign, the President will sit down for an interview with ABC News that could really make or break his reelection bid. Also in the works, a $50 million media blitz this month designed to convince voters that Mr. Biden is still up to the job.CNN's Priscilla Alvarez joins us live now from the White House. So, this interview with ABC News, I mean, this is really key. Right? This is going to be the sort of fork in the road moment. How is the President preparing for this, Priscilla?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ASHER",
      "sentences": "All right. Priscilla Alvarez live for us there. Thank you so much.Let's bring in our panel, Seung Min Kim is a CNN Political Analyst and a White House Reporter for the Associated Press. Jackie Kucinich is also a CNN Political Analyst as well. She serves as the Washington Bureau Chief for The Boston Globe. Jackie and Seung, thank you so much for being with us. Obviously, all eyes are on this TV interview tonight. But, the thing about it is, in terms of whether or not it's going to be a make-or- break moment, a TV interview, while important, doesn't have the same level of pressure as a presidential debate. I mean, obviously, President Biden will know going into this TV interview the sorts of questions he is going to be asked. He is going to be asked things like, are you up for the job? Why wouldn't you step aside? If enough donors call for you to step aside, will you step aside? Then he can really prepare for it. And he knows that, OK, well, if George Stephanopoulos asks A, B, C, I'm going to respond with X, Y, Z. A presidential debate is an entirely different animal, especially when you think about the pressure, the fact that it's live. You don't know what questions you're going to be asked. Is a TV interview really enough at this point to change the course of what's going to happen here in terms of whether or not the President is going to step aside? SEUNG MIN KIM, WHITE HOUSE REPORTER, ASSOCIATED PRESS, &amp; CNN POLITICAL ANALYST: I don't know if it's enough for -- if he does a good job, I don't know if it's enough to change it around. But, certainly, he has to land this interview if he is to survive. I mean, I know reporters all across Washington, including me, have talked to so many rattled Democrats over the last several days, over the last week, whether it's Democratic lawmakers, Democratic officials, Democratic donor, strategists, and they say, out of everything that's happening in the next couple of days, whether it's his visit to Wisconsin later today and a campaign rally there, or his visit to Pennsylvania on Sunday, it's this interview that they see as one really key inflection point as to whether he can stay in the race or not. Because you're right, it's not a 90-minute debate. He is not going up against Donald Trump at this point. But, he is going to pace -- he is going to face a lot of really intensive scrutinizing questions about whether he is up for the job, and who knows what other topics that George Stephanopoulos will throw in in there. They know that they have to -- he has to be subjected to these questions. I know a lot of people who you are talking to you will be tuning in for the interview tonight to see how he does. He has had some slight verbal slip-ups in the couple of interviews he did do in the last day or so, particularly with black radio hosts in Philly and in Wisconsin. So, every little thing matters at this point for the President and for the White House and his reelection campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ASHER",
      "sentences": "And speaking of which, Jackie, before we get to you, I just want to play what Seung is talking about there. It was an interview with \"The Source\". Andrea Lawful-Sanders was the host and interviewing the President. I want to play a soundbite of what the President said.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "VOICE OF BIDEN",
      "sentences": "I'm proud to be is, as I said, the first Vice President, first Black woman, to serve with a Black President, proud to have been involved with the first Black woman on the Supreme Court.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ASHER",
      "sentences": "I mean, I get what he was trying to say. But, again --JACKIE KUCINICH, WASHINGTON BUREAU CHIEF, THE BOSTON GLOBE, &amp; CNN POLITICAL ANALYST: Of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ASHER",
      "sentences": "-- the words in terms of how he sort of delivered his message did seem a little bit muddled, and that wasn't the only example. Just explain to us how consequential these moments are. I mean, everything the President says now, especially after that debate, has been watched so closely, and people are judging him --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "KUCINICH",
      "sentences": "You're right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ASHER",
      "sentences": "-- all the time. Go ahead, Jackie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "ASHER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "KUCINICH",
      "sentences": "-- asking what you think about the President.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "ASHER",
      "sentences": "Absolutely. And Seung, when you think about what is required to be President of the United States, I mean, you have to be charismatic. You've got to be confident. You've got to be inspiring. You've got to be extremely knowledgeable. And most importantly of all, I think, aside from all the sort of domestic knowledge in terms of issues and policy, foreign policy, etc., you really have to have the stamina. I don't think people actually understand what it takes in terms of stamina to be President of the United States. It is a 24-hour job. Who do the Democrats have waiting in the wings who has been tested, who can definitely do this job, possibly have another debate with Trump at this short notice?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "KIM",
      "sentences": "Well, the stamina is such an important point too. And if we're talking about slip-ups over the last couple of days, he did make that comment to a group of Democratic governors, half of whom I would point out want his job right now saying that he is going to cut off events. He is going to -- he is not going to work after 8 p.m. He needs to sleep more, work more. And while at least one governor has said that was said in jest, it's not the best time for Joe Biden to be making those types of comments --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "ASHER",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "KIM",
      "sentences": "-- about his stamina. And you're right. And that's why if you're -- if the conversation is already pivoting to someone who could succeed Joe Biden as the Democratic standard bearer this November, everyone has -- all the signs are kind of -- all the signs are pointing to Vice President Kamala Harris right now. I mean, you can talk about the Gavin Newsoms and the Gretchen Whitmers and certainly people have mostly in private, but obviously, there is some of that coming into the open. But, if you're looking for someone who could step in right away with a monumental change at the top of the ticket, it is Harris, who has been in --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "ASHER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "ASHER",
      "sentences": "All right. Welcome back. You are watching CNN Newsroom. I'm Zain Asher in New York.An era of national renewal, those are the words of new British Prime Minister Keir Starmer, after his Labour Party scored a resounding victory in the UK general election. The Conservative Party, which had ruled for 14 years, suffered its worst election defeat in its history. This sweeping change in the UK brought about by cuts in public spending, a cost of living crisis, and post-Brexit chaos. In his opening remarks, that's Prime Minister Mr. Starmer, said the Labour Party is poised to tackle Britain's problems and heal a lack of public trust through its actions. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "STARMER",
      "sentences": "Whether you voted Labour or not, in fact, especially if you did not, I say to you directly, my government will serve you. Politics can be a force for good. We will show that. We've changed the Labour Party, returned it to service, that is how we will govern.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "ASHER",
      "sentences": "All right. Our Nic Robertson is outside number 10 and joins us live now with more. So, Nic, based on that speech, based on what Keir Starmer said in his first address as Prime Minister, what kind of PM does he hope to be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "He hopes to be one that is sort of going to bring a better sense of social cohesion, a cohesion of the country, a better confidence in political leaders. He feels that it's been eroded. And you could see that potentially really in the turnout. It was 59.9 percent. It's only been low as much as that once in the past century. So, a very low turnout and, and barely 30 or so percent of that went to the Labour Party. He is very conscious that people do not believe in politics. He talks about a system and a country that he wants, that if you work hard, play by the rules, then you will get on, that you will get respect. He talked about putting country first, party second, all about restoring the confidence that he thinks has gone.(BEGIN VIDEOTAPE) ROBERTSON (voice-over): 10 Downing Street has a new tenant, and the United Kingdom, a new leader, after the Conservative Party's worst defeat in its history. Sir Keir Starmer and his Labour Party are now in power after a landslide victory in Thursday's general election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "STARMER",
      "sentences": "My government will serve you. Politics can be a force for good. We will show that. We've changed the Labour Party, returned it to service, and that is how we will govern. Country first, party second.ROBERTSON (voice-over): But, it wasn't smiles all around. The now former Prime Minister Rishi Sunak held on to his seat in North Yorkshire, but looking downbeat. He said he would step down as leader of his Conservative Party, a party that has ruled for the last 14 years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "24,000.ROBERTSON (voice-over): It was a good night for Jeremy Corbyn too, the former leader of the Labour Party, now running as an independent candidate, held on to his longtime constituency of Islington North. For many in the UK, a hope of change, and with a turnout of just 60 percent, a sign that change needs to come. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "ROBERTSON",
      "sentences": "Well, and we're already seeing that change. Rachel Reeves, the new Chancellor of the Exchequer, came to the steps there. She was the first female Chancellor of the Exchequer in British history. I asked her how did it feel to be called Chancellor, and she said it felt good. We're seeing essentially the shadow cabinet now being appointed as cabinet members. David Lammy is the Foreign Secretary. Yvette Cooper into Home Secretary. So, the Prime Minister really pressing on very quickly with these appointments so that he can get on with the business of government. Of course, he is off to Washington next week for a NATO leaders' summit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "ASHER",
      "sentences": "Yeah. David Lammy tweeting that it is an honor of a lifetime to serve as Foreign Secretary. Nic Robertson live for us there. Thank you so much.All right. As Britain wraps up its parliamentary election, voting has been extended by two hours in the presidential runoff election in Iran. Iranians face a choice between reformers lawmaker Masoud Pezeshkian, who -- he won the most votes in the first round last week, and ultra Conservative Saeed Jalili. The country's Supreme Leader Ayatollah Ali Khamenei cast his ballot right after the polls opened earlier. Our Fred Pleitgen has more on the choice at hand. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Millions of Iranians have a pretty clear cut choice in the presidential runoff election in Iran. You have the moderate Masoud Pezeshkian, who wants better relations with Western nations, also wants better relations with nations in the greater Middle Eastern region. And Saeed Jalili, a Conservative now, he says that he wants a policy and policies in line with what Ebrahim Raisi would have done, who is, of course, the President who was killed in that helicopter crash on May 19.As far as Saeed Jalili is concerned, that would no doubt mean a very tough stance towards Israel, and of course, also a very tough stance towards the United States as well. Both these candidates, by the way, have been campaigning over the past week. In fact, we saw Saeed Jalili campaigning this past Sunday in the Grand Bazaar of Tehran, and then also meeting with voters there. So, a pretty clear cut choice for Iranian voters. The other thing that people are going to be looking at, and certainly the leadership in Iran is also going to be looking at as well, is going to be voter turnout. It was quite low in the first round of voting, around 40 percent. And Iran's Supreme Leader, who is also traditionally the first person to cast his vote in elections and once again did so as well this morning, he says that high voter turnout is something that strengthens the political system in Iran, whereas low voter turnout is something that weakens Iran's political system, and also emboldened, as he put it, Iran's enemies. So, an important election that is coming up in Iran, not only from the perspective as how many people are actually going to be going to the polling stations and casting their ballots, but then also, of course, the political direction of Iran over which the President has very high degree of influence. Fred Pleitgen, CNN, Berlin. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL ANCHOR",
      "sentences": "The fact that your party did so well in the European elections, and so did Giorgia Meloni's party, and so did AfD, I mean, AfD, as you know, a little bit like the former National Front, is very scary. The fact that the far right is becoming a very, very powerful force in Europe, and who knows, maybe now with all that's going on in the United States, Donald Trump might win a second term, how do you see Europe changing?MARINE LE PEN, FORMER PRESIDENT, NATIONAL RALLY (Interpreted): Madam, first of all, first of all, I strongly dispute the term far right, which in your country refers to small groups that are extremely radical and violent. If you like the equivalent --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "AMANPOUR",
      "sentences": "You don't think you're far right.PEN (Interpreted): -- the equivalent of what we are in the United States is between the center right and a center left with regards to ideas. So, I think this --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "AMANPOUR",
      "sentences": "You're kidding me, right?PEN (Interpreted): Yes. Yes. I'm telling you very honestly. I think this use of the term far right carries a stigma and is very pejorative. It does not correspond to what we are, and not at all to what the far right is in the United States. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "ASHER",
      "sentences": "All right. Tune in to \"Amanpour\" to see the full interview with Marine Le Pen. That's Friday evening, six o'clock if you're watching from London, seven o'clock in the evening if you're watching from Paris, right here on CNN, and join us on Sunday for special coverage of the French election results as they come in, and that's at eight o'clock in the evening if you're watching from Paris, two o'clock in the afternoon if you're watching from the U.S. East Coast.All right. Still to come, Hurricane Beryl tearing through Mexico's Yucatan Peninsula. Details ahead on the destruction it's causing there, plus the impact to the U.S. over the holiday weekend. CNN Meteorologist Elisa Raffa is tracking the storm's path for us. Elisa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "ELISA RAFFA, CNN METEOROLOGIST",
      "sentences": "Yeah. I mean, we still have a Category 1 hurricane on our hands. And while it is weakening, it could intensify again before it heads towards Texas. We're taking a look at that. That's coming up next.(COMMERCIAL BREAK) (VIDEO PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "GUSTAVO VALDES, CNN CORRESPONDENT",
      "sentences": "That is correct. And so far, authorities seems to be optimistic. Earlier today, the Minister of Public Safety announced that their worse seems to have passed. They already have crews outside, trying to evaluate the damage in the most affected areas, Tulum, Playa del Carmen, (inaudible). All tourist destinations that were affected by this storm. There -- in some places, up to 50 percent of the population lost power. But, so far, that seems to be the worst for all the tourists that enjoy of these areas. Perhaps there are hundreds of flights canceled in the past couple of days. It's another problem they've seen.But, so far, that is the worst of it. But, as you've been saying, the storm is moving north, west a little bit. The northern part of Mexico could be the next target of Beryl. We need to remember that the northern part of Mexico has already seen two tropical storms. They've had some floodings, much needed water in areas that they have seen extended drought, but now all the dams, old lakes have been refilled by the previous storms. So, whenever Beryl comes, it could be a problem. ASHER: All right. Gustavo Valdes live for us there. Thank you so much. All right. Let's bring in CNN Meteorologist Elisa Raffa tracking the storm, also from Atlanta as well. Gustavo talked about what was happening around the Yucatan Peninsula, but he didn't mention that it's heading to the northern part of Mexico and then eventually Texas. Take us through it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "ASHER",
      "sentences": "It is an exciting time to be a European football fan. We are just moments away from play getting underway Euros between the squads many considered to be their two best teams. Spain and Germany are facing off in the quarterfinals in Stuttgart. Spain has a strong defense and an effective offense. (Inaudible) considered a favorite after eliminating Georgia in the round of 16. But, Germany will certainly be a tough opponent after beating Hungary and Scotland. They drew against Switzerland and beat Denmark. Germany will have the home team advantage today. But, don't tell that to Spanish fans in Madrid.Let's get more now from CNN's Pau Mosquera, who is tracking the game from the Spanish capital. So, you're in Madrid. What more can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "PAU MOSQUERA, CNN EN ESPANOL CORRESPONDENT",
      "sentences": "Hello, Zain. Quarterfinal, the one that is about to start in a matter of minutes. As you just said, two of the favorite and best teams of this tournament are going to face each other shortly. And that's why the soccer fans in Spain are already gathering around their TBAs (ph), their tablets, cell phones or computers, do not to miss a single second of this nail- biting clash.Now, as is traditional in Spain and as in many other countries, most of the soccer fans prefer to see these matches in bars and in restaurants, as is the case. This bar that's located in the north of Madrid, very close to the Santiago Bernabeu Stadium, is going to offer the chance to the La Roja fans to see this match and cheer for the players during the 90 minutes of this match. Now, all the tables that you can see around, some of them are still empty, Zain, but I've been told that all of them are already booked, as we can read in those signers on the tables. So, within no time, this place, it's going to look packed. And now, there are some fans here that that got the best spots in this row, as is the case of the Diego (ph) and Iago (ph). Well, I guess that this is the best place to watch the match in front of the television. Just starting with you, Diego, how have you seen the performance of Spain and Germany over these last weeks of Euro Cup?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I think that Spain and Germany are one of the favorites to win the Euro Cup. Germany has a great team. They have been doing it great for the last years, and the same with the Spain. So, luckily, we will win the game.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "MOSQUERA",
      "sentences": "So, let's see what happens if we had to predict what is going to be the result of this match. What do you think, Iago?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Don't ask me for that. I don't want to jinx it. I don't want to jinx it. I hope that we win. I think it's going to be a tight match. So, probably, not that many goals scored. I'm hoping for a two-one for us in the 90 minutes. But, I think we'll probably go to extra time. Hopefully no penalties.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "ASHER",
      "sentences": "And just really, really quickly, two other matches we're watching very closely at, is of course France and Portugal, and tomorrow, if I can get my kids to nap in time, I'm going to be watching England versus Switzerland too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "MOSQUERA",
      "sentences": "Yeah. Well, there is a lot of expectation depending on the result of this match. Who are they going to challenging to win in the stage, France or Portugal? Some of the people that I've been talking in here in the last minutes told me that they prefer to go against Portugal. But, we're going to have to wait until the two matches finishes.",
      "isLastSentenceInterrupted": false
    }
  ]
}