{
  "date": "2024-03-17",
  "headline": "CNN Newsroom",
  "subHeadline": "Putin Expected To Maintain Grip On Power Following Russian Election; Alexey Navalny's Widow Casts Ballot Remotely In Russian Election; Schiff Partly Blames DOJ For Waiting To Charge Trump; Judge Rules Fulton County DA Fani Willis Can Stay On Case; Israeli Leader: Sen. Schumer's Comments \"Totally Inappropriate\"; Gun Violence Hits Several Cities Across The U.S. This Holiday Weekend; Biden's Campaign Raises $53 Million In February. Aired 2-3p ET",
  "utterances": [
    {
      "timeStamp": "14:00:42",
      "speaker": "FREDRICKA WHITFIELD, CNN HOST",
      "sentences": "Hello everyone. Thank you so much for joining me this Sunday. I'm Fredricka Whitfield.And we begin with this breaking news. Moments ago in Russia, the last polls closed following a three-day presidential election. With no genuine opposition candidates appearing on the ballot, The outcome was never in doubt. Vladimir Putin is expected to win the vote that will keep his grip on power through 2030. He is already Russia's longest-serving ruler since Soviet dictator Joseph Stalin. We've got full coverage for you. CNN's Matthew Chance is in Moscow and Fred Pleitgen is in Berlin. Matthew, you first, despite the lack of opposition there, were there any acts of defiance today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:42",
      "speaker": "MATTHEW CHANCE, CNN CHIEF GLOBAL AFFAIRS CORRESPONDENT",
      "sentences": "Well yes, that happened. In fact, over the course of the past three days when voting has been taking place there's been a surprisingly high level of acts of defiance, disruption at polling stations and things like that.You've got to remember, Russia is a country where public displays of dissent and criticism of the Kremlin can have extremely serious consequences for individuals or for groups. And so to see sort of public expressions like this out in the street during an election period is highly unusual. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:42",
      "speaker": "CHANCE",
      "sentences": "Another flash of defiance in Russia's presidential vote. The opposition called this midday against Putin. Supporters gathering at polling stations across the country in a show of solidarity.It's what Alexey Navalny, Russia's late opposition leader, had urged before he suddenly died. The Russian authorities say that anyone who attends an unauthorized protest will be dealt with severely, but you can see it's just after 12:00 here in Moscow. And a lot of people have turned out at this one polling station to cast their ballots. It's not a protest, but it is an indication of just how many people here are heeding Alexey Navalny's call. Why do you come now to cast your vote?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:42",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Because they've come too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:42",
      "speaker": "CHANCE",
      "sentences": "And YOU wanted to see all these people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:42",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:42",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes. We wanted to come together and see each other in person.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:42",
      "speaker": "CHANCE",
      "sentences": "Ok.Why did you decide to come now at 12:00.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:42",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You know why. I think everyone who stay in this queue know why.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:42",
      "speaker": "CHANCE",
      "sentences": "For three days Russians have been voting in an election which President Putin was always certain to win.Scattered acts of disruption have exposed division. In several polling stations, dye was poured into ballot boxes to ruin paper votes already cast. Across Russia a number of voting centers were hit with arson attacks. But officials insist these deeply-flawed presidential elections in which the opposition wasn't even allowed to stand were free and fair. \"Compared to the last presidential vote in 2018, we received only half as many complaints,\" Russia's chief human rights commissioner tells state television. \"I don't remember such active, deeply-monitored elections here,\" she adds. But the defiance of some Russians has also been exceptional. The simmering discontent in the Kremlin's tightly-controlled Russia briefly boiling up to the surface. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:42",
      "speaker": "CHANCE",
      "sentences": "Well Fred, none of that defiance though, is likely to have much of an impact on the final result.As you said, the voting has now come to an end across Russia. The latest turnout figures suggest it's well over 73 percent, which would be extremely high.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "WHITFIELD",
      "sentences": "all right. And Matthew, As the election is taking place there, there have also been constant Ukrainian drone attacks. Can you tell us about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "CHANCE",
      "sentences": "Yes there have been and this has been something that's been taking place, you know, in the background as this election carries on. And it is a stark reminder for people in Russia of that brutal war, which Russia calls its special military operation taking place in neighboring Ukraine.Because over the past couple of days in particular there have been multiple drone strikes aimed at Russian oil facilities from Ukraine inside Russian territory. And there were dramatic images of some of those oil refineries in flames. And so it's obviously done significant damage to that sort of infrastructure. There's also been cross-border raids by Ukraine-based Russian militias from Ukraine into Russian territory. There's actually Russian territories being attacked on the ground as well. So again, all that serving as a backdrop, a violent backdrop as these polls now close in Russia for a presidential election, which Vladimir Putin is certain to win.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "WHITFIELD",
      "sentences": "All right. Matthew Chance in Moscow, thank you so much.Let's turn now to Fred Pleitgen in Berlin. So Fred, the widow of late opposition leader Alexey Navalny, was among the large crowds who voted remotely there in Germany. What can you tell us about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Hi there, Fredricka. Well, large crowds is certainly correct. I mean, a lot of the things that Matthew was unable to see there in Russia because obviously the people there are forced to be quite subdued and open criticism of course, is something that can get you into trouble very quickly.Not so on the streets of Berlin and certainly in the area around the Russian embassy where of course, the voting takes place for the Russian presidential election. There was a big protest that took place there, but there were also huge crowds apparently, many of which took part against -- in that midday against Putin action that the Russian opposition had called for. Yulia Navalnaya, the widow of Alexey Navalny, was indeed among the crowd and voted in the presidential election inside the Russian embassy. She stood in line, Fredricka for five hours because there were so many other people who took part in that action, but also other Russians who wanted to vote. And they're really pretty remarkable scenes. There were some people who came out in with anti-war signs. There was one lady who came to vote and stood in line for five hours in a blue coat with yellow writing that said \"Stand with Ukraine\" on it, and then went into the Russian embassy to vote. So a completely different picture than what we're seeing inside Russia. Yulia Navalnaya, after she was inside the embassy to vote she came out and she said that she had written the last name \"Navalny\" on the ballot because she obviously believes as she put it that the real opposition leader is not on the ballot, that being her late husband, Alexey Navalny. She also called Vladimir Putin, a gangster as she came out. But again, there were a lot of protests that took place outside of the Russian embassy as well. I was able to speak with one of the opposition leaders Mikhail Khodorkovsky. And here's what he had to say. (BEGIN VIDEO CLIP) MIKHAIL KHODORKOVSKY, RUSSIAN OPPOSITION ACTIVIST (through translator): We have the only opportunity to show by going to the polling stations at the same time that those who oppose Putin and those who opposed the war, we are the majority. And this is important inside Russia. It's important for those Russians who are in other countries today, because Putin's propaganda is trying to convince, including western public opinion, that all Russians are favorable of war, all Russians are in favor. Putin. And the propaganda is trying to build a barricade where all Russians will be on one side and the rest of the world will be on the other side. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "PLEITGEN",
      "sentences": "Again, Yulia Navalnaya, though the most prominent among the Russian opposition activists who came today to Berlin to cast her ballot, she was cheered on actually in large part as she was waiting by the crowd. A lot of people chanting, \"Yulia we are with you,\" Fredricka.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "WHITFIELD",
      "sentences": "Very powerful statements. All right, Fred Pleitgen in Berlin, thanks so much.Let's bring in now Joy Neumeyer. She's a journalist and historian of Russia and eastern Europe. Joy, great to see you. So I wonder, you know, as we saw in Matthew's piece, there were acts of defiance. Can you give us an idea what happens to the people who are caught in such acts of defiance? You know, putting dye in the voting ballot box or, you know, lighting fire?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "WHITFIELD",
      "sentences": "Ok. And there's a presumed outcome, right, from these elections -- Vladimir Putin wins. So what is the purpose of these elections in the first place?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "NEUMEYER",
      "sentences": "It's an interesting question because why should a dictator have elections at all? But it's very important for Putin's administration to create a spectacle of legitimacy, to convince Russians that everyone supports him so there's no point in trying to oppose him. And that there really is no future Russia without Putin.Unfortunately, this narrative does seem to be convincing to some extent, to a lot of Russians who either actively support him or simply designed to his continued presidency into the indefinite future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "WHITFIELD",
      "sentences": "Is there any way to kind of paint a picture of what the future with Putin will look like with this new term? Is it the same old thing that we've seen from a Vladimir Putin? Or is he emboldened to bring something different to his leadership this go round.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "NEUMEYER",
      "sentences": "Well, there's certainly no sign that he has any plans of backing down from the war in Ukraine. Russia has vastly increased its military spending and the Russian elites are all pretty much in line behind Putin.So we would certainly expect that he would try -- keep trying to extract maximum territorial gains from Ukraine, while also creating partnerships with China, India, other countries outside of the E.U., United States orbit. And on the domestic front of course, he will keep cracking down on any signs of opposition. There is some concern that especially if Donald Trump is elected in the U.S., that Putin might indeed feel emboldened to attack other countries in eastern Europe, such as Poland or the Baltics. Now attacking a country that's a member of NATO would be a much bigger gamble for Putin than attacking Ukraine, which was much more vulnerable. In order to do it, he would need to do another mass mobilization which the Russian state tried to do in Fall 2022. It was hugely unpopular. There were the biggest protests since the full-scale invasion began. So again, to attempt any kind of broader invasion in Europe at this point, would be a huge gamble for the Kremlin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "WHITFIELD",
      "sentences": "And then finally, you know, I want to talk to you about something you wrote recently in \"The New York Times that Putin is also using arts and culture to further his goals. To what capacity?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "NEUMEYER",
      "sentences": "Well, the Russian state is pouring a lot of resources into something called Z culture in support of the war. It's named after the letter that's written on Russian tanks in Ukraine.And it consists of rap songs, pop songs, even a rock opera. There's movies, pretty much anything you can think of. And the message of all of this stuff is that Russia is once again fighting the Nazis in World War II. Only this time the Nazis are Ukraine and the collective degraded west that backs it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "WHITFIELD",
      "sentences": "Joy Neumeyer, thank you so much. Great to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "NEUMEYER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:18:04",
      "speaker": "WHITFIELD",
      "sentences": "Former president Donald Trump is ramping up his dark campaign rhetoric this week in Ohio. Trump visited the Buckeye State to stumped for businessman Bernie Moreno, who is in a tough three-way GOP primary race for the U.S. Senate seat.Trump used the visit to double down on dire warnings if he loses the election, saying it would be a quote, \"bloodbath for the auto industry\". He also called some migrants less than human. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:18:04",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "if I had prisons that were teeming with MS-13 and all sorts of people that they've got to take care of for the next 50 years, right? Young people, they're in jail for years. If you call him people, I don't know if you call them people in some cases. They're not people in my opinion. These are animals. Ok?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "WHITFIELD",
      "sentences": "All right. Joining me right now to talk more about all of this is Michael Zeldin. He is a former federal prosecutor. Also with me is Jeffrey Jacobovitz, a white-collar criminal attorney and an adjunct law professor at American University. And we know you all are good friends too. Great to have both of youAll right. So Michael, let me begin with you. As a former federal prosecutor and someone who worked at the DOJ, is the Department of Justice, partly to blame for the lack of a Trump trial potentially ahead of the election because DOJ waited too long to charge him. Or have Trump's attorneys effectively found ways to delay things.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "MICHAEL ZELDIN, FORMER FEDERAL PROSECUTOR",
      "sentences": "Maybe Fred a little of both. In a big case like this, you normally work your way up from the bottom and I think they did that meticulously. And when they brought the indictment as Schiff said there was plenty of time for this case to go to trial.The problem was that the courts have taken a long time to resolve the principal issue of immunity. It's now pending before the court. Argument is on Aspril 25th. If the court responds in a Bush v Gore sort of timeline, three to five days or even a U.S. versus Nixon, couple of weeks, then there's still time for the trial, but everything now hinges on this calendar that the court sets for issuing its opinion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "WHITFIELD",
      "sentences": "All right. And the meantime, Jeffrey, let's look at a couple of the cases that were supposed to be happening very soon in the New York hush money case. The Manhattan district attorney Alvin Bragg, offered to delay matters for 30 days to allow the defense to review a about 100,000 pages of new evidence. So is that customary? JEFFREY JACOBOVITZ, AMERICAN UNIVERSITYfor 30 days, Trump people asked for 90 and the reason Alvin Bragg had to ask for 30 days is that the last second on the eve of trial, the Department of Justice produced the number of documents to Bragg and now Bragg has to produce them to Trump's camp. And so he had to ask for the delay. You have to review the documents and he had to produce them. Notwithstanding, 30 days still allows him to start the trial and finish it far in advance of the election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "WHITFIELD",
      "sentences": "Does this potentially make the case stronger-- Alvin Bragg's case stronger. I mean if you've got DOJ offering and providing more evidence, you've got to take it. So what does that potentially mean for that case, Jeffrey?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "JACOBOVITZ",
      "sentences": "Well, it really depends on what's in the documents. And we haven't had an explanation yet from DOJ as to why they held onto them and did not produce them until recently.But Alvan Bragg has a strong case and there are a number of issues that Trump has raised and tried to delay it. And Bragg sort of sat on the sidelines and was waiting for the January 6 trial to go to trial first. But since it did not he stepped up and he said, we'll take our case to trial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "WHITFIELD",
      "sentences": "Ok. And then Michael in the Georgia subversion case, election subversion case, the defense challenging whether the district attorney, Fani Willis should be removed, consequently delayed a possible summer trial. Is it your concern, and I'm quoting now, that an odor of mendacity remains. I mean, that's how Judge McAfee stated it.Do his words or any appeal give defendants yet another shot at further delay here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "ZELDIN",
      "sentences": "Fani Willis was very lucky that McAfee ruled as he did. He could well have ruled to disqualify her and the entire office because he gave her the choice of you and the entire office or Nathan Wade. She had an out. Wade resigned and now the case can move forward.Whether they appeal or not is up to them. But really this is a pretty much fact-bound decision. There isn't really much of an opportunity for them to appeal and be successful on that appeal. Of course they may try if that will further delay matters, but it's no guarantee that that it will. So what we have here is a situation where if Fani Willis was exorcising sound judgment, she would recede into the background and let somebody else be the voice of the case in public. Find yourself a new untarnished special counsel to replace Wade and then move forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "WHITFIELD",
      "sentences": "But then Michael does it appear as though the judge's decision was appeal-proof because while you say she was very lucky that he is allowing her to stay on the case, the judge also said that defendants didn't prove that she financially benefited from the prosecutor being on the case.So there isn't anything there to appeal is there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "ZELDIN",
      "sentences": "But there was this odor of mendacity meaning that there was possible false testimony and that there was ugly appearance of sort of conflict. And that's why Wade had to go.The reality is here that this case can and should proceed, but it should proceed with somebody other than Fani Willis in the public domain and Wade is gone altogether so that the court of appeals and the trial judge should be satisfied that what they wanted to take effect has now been put into place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "WHITFIELD",
      "sentences": "Yes.Jeffrey, you're in agreement that someone else should take the lead. While she's still on the case, someone else should take the lead, be the public face of the case -- the prosecution?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "JACOBOVITZ",
      "sentences": "I think what Fani Willis should do is fight and get it together, fight the case to rehabilitate her reputation and put her all into it. She is still on the case, the judge sort of split it in the middle, said there was no actual conflict.She does not have to recuse herself. And I think she was elected by the people of Atlanta and she should fight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "WHITFIELD",
      "sentences": "Interesting. All right. Well leave it there, gentlemen. Oh, ok. Go ahead, Michael. Go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "ZELDIN",
      "sentences": "I was going to say one thing, Jeff, is that she's now going to be facing bar complaints. They're going to file for sure ethics and other complaints against her and so she's going to still be fighting this reputational matter, which is why I think she'd be better off receding. And then she could take her reputational stuff for her reelection, not for this case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "WHITFIELD",
      "sentences": "All right.Friends and colleagues. We'll leave it there. You all can call each other later. I know there's more to talk about. I like it though. We'll have you both back. Michael and Jeffrey, thank you so much",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:19",
      "speaker": "WHITFIELD",
      "sentences": "I'm quoting now, totally inappropriate. That from Israeli President Benjamin Netanyahu to Senate Majority Leader Chuck Schumer. Last week on the Senate floor, Schumer, the highest-ranking Jewish official in U.S. history, called for new elections in Israel and said Netanyahu has lost his way.(BEGIN VIDEO CLIP) SEN. CHUCK SCHUMER (D-NY), SENATE MAJORITY LEADER: The Netanyahu coalition no longer fits the needs of Israel after October 7. And I believe that holding a new election, once the war starts to wind down would give Israelis an opportunity to express their vision for the post-war future. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:19",
      "speaker": "WHITFIELD",
      "sentences": "Today on CNN, Prime Minister Netanyahu pushed back.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:19",
      "speaker": "BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER",
      "sentences": "As far as what Senator Schumer said, the majority of Israelis support our governments, 82 percent of Americans support Israel instead of Hamas, but the majority of Israelis support a policies that we are leading -- go into Rafah, destroy the remaining Hamas terrorist battalions, make sure that we don't put into Gaza instead of Hamas, the Palestinian authority that educates their children towards terrorism, and the annihilation of Israel.The majority of Israelis support the policies of my government. It's not a fringe government. It represents the policies supported by the majority of the people. If Senator Schumer opposes these policies, he's not opposing me. He's opposing the people of Israel. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:19",
      "speaker": "WHITFIELD",
      "sentences": "CNN's Scott McLean is in Istanbul.Scott, Netanyahu also criticized the latest ceasefire proposal from Hamas. So what more did he say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:19",
      "speaker": "SCOTT MCLEAN, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Hey, Fredricka, it is hard to be optimistic about the state of things after watching that interview, frankly, and just to remind people the latest proposal from Hamas involves, very broadly speaking, two phases. The first, which would involve handing over 40 of the 100 Israeli hostages that they believe are still alive. This would be women, elderly, the sick, and the injured in exchange for Palestinian prisoners, perhaps 700 to 1,000 of them.The second phase though, is where it gets complicated. That would involve the remainder of the hostages, more prisoners some of whom are serving life sentences in Israeli jails right now. But the real sticking point is that Hamas continues to insist on a permanent ceasefire and a permanent withdrawal of Israeli troops, something that the Israelis will be very hard pressed to actually agree to, even a diplomat familiar with these talks taking place in Doha, this coming weeks that will be a central challenge is getting the Israelis to agree to this. The Prime Minister Benjamin Netanyahu, was asked about this by Dana Bash earlier on CNN, and he was asked whether he was open to Hamas's proposal. Here's what he said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:19",
      "speaker": "NETANYAHU",
      "sentences": "Well, time will tell, but Hamas's outlandish demands and I'm not itemizing every one of them now, makes that deal a lot more difficult, but I'm -- we're going to keep on trying because we want those hostages back. We understand also that the one thing that gets Hamas to give them is to give these hostages to us is the continued military pressure that we're applying there.So, we're going to continue military pressure and were going to continue to try to get those hostages out and we've succeeded already in bringing half of them out. I hope we continue along that same course. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:11",
      "speaker": "WHITFIELD",
      "sentences": "Should anyone be optimistic about the World Central Kitchen's aid delivery to Gaza?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:11",
      "speaker": "MCLEAN",
      "sentences": "Yes. I mean, on the grand scheme of things, Fredricka, its a drop in the bucket, but there's reason to be optimistic because of course the first round to ship called open arms, usually a search and rescue vessel managed to tow a barge carrying aid to a jetty that's been constructed with the rubble from Gaza, going some 60 or so yards into the ocean, and using a crane, they managed to get it all delivered.Its going to northern Gaza if its not there already and the ship open arms has actually returned to Cyprus and I've just spoken to World Central Kitchen who says that that ship is actually going to return with the second shipment of aid that's going to go in. So, now, there's going to be three ships going, two of them carrying aid, one carrying equipment plus a barge. The difficulty that they're having at the moment, Fredricka, is that the weather is not cooperating this weekend. And so, it's not clear when they might actually be able to set sail.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:41:17",
      "speaker": "WHITFIELD",
      "sentences": "All right. Welcome back.A weekend where millions of Americans are celebrating St. Patrick's Day, deadly gun violence hit several cities across the U.S. Overnight, seven people were shot just blocks from the White House. And it happened just now hours after another mass shooting in Indiana and a shooting spree that caused an entire Pennsylvania community to shelter in place for hours, even forcing the town to cancel their St. Patrick's Day parade. CNN's Polo Sandoval is joining us right now. Polo, you're reporting on Pennsylvania to New Jersey, mayhem all day yesterday. Let's begin there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:41:17",
      "speaker": "POLO SANDOVAL, CNN CORRESPONDENT",
      "sentences": "Yeah, Fred, it was just 24 hours ago. I was showing you around a neighborhood in Trenton, New Jersey, the scene of a tense standoff between a really small army of law enforcement and who they believed was a barricaded subject inside of a home there in Trenton, suspected in a triple homicide, the killings of his own relatives. The man identified by as Andre Gordon.Of course, we later find out hours later that that house was empty, that the suspect was in fact identified by a police officer that was guarding the perimeter and that suspect detained without any further incident. So this 26-year-old man behind bars. We're also learning today about the charges that are filed, as you might expect, that three murder charges filed in Pennsylvania. But the ones in New Jersey are really quite telling when you actually go through them. There's carjacking charts and investigators say that he carjacked not one but two individuals during the commission of his crimes, but also possession of a firearm without a serial number, receiving stolen property, and also possession of a large capacity ammunition magazine, as well as a position of hollow points ammunition. So it really tells us a little bit more about the potential firepower that this young man allegedly had at his disposal when he, according to investigators, stole a car in Trenton, Pennsylvania, drove a few miles over the state line into Pennsylvania, shot and killed three people, allegedly, carjacked another vehicle and then drove back to Trenton and walked into this red and white home here. Now the reason why investigators believed that he was in there for hours, even yelling commands into the home that he turned himself in. Its because there were several individuals inside that home that scurried upstairs, told police that they believed that he was still downstairs. So, effectively, law enforcement had no reason to believe that Gordon was no longer in that home. So they worked under that report until they managed to track him down. In terms of what the attorney general in the state of New Jersey is saying, said that yesterday's incident is, quote, the latest horrific litany of illustrations of how illegal guns and assault rifles can empower one aggrieved and disturbed actor. And it certainly was an absolute tragedy here, Fred, this man accused of killing three of his relatives, including his 13-year-old sister?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:41:17",
      "speaker": "WHITFIELD",
      "sentences": "Yeah.And then, Polo, now, tell us about a shooting taking place in the nation's capital, not far from the White House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:41:17",
      "speaker": "SANDOVAL",
      "sentences": "That wouldn't happen just this morning. According to D.C. Metro assistant police chief, there were about seven -- there were seven people who were shot on the streets of downtown, D.C. Two of them, sadly, did not survive still a lot of questions about a potential motive here.Police during their last update did say that they do not have any suspects in custody at the moment. That they're pleading to the public for any information. As you noted, it was -- it was about 12 blocks away from the White House, but, you know, Washington, those blocks are relatively small. So it is fairly concerning the proximity. But at this point, obviously, this was a contained incident and authorities right now trying to find those people responsible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:41:17",
      "speaker": "WHITFIELD",
      "sentences": "All right. Polo Sandoval, thank you so much. SANDOVAL",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:07",
      "speaker": "PRISCILLA ALVAREZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, fundraising has been a bright spot for the Biden campaign and these numbers are notable because they do come at a time where the rematch between former President Donald Trump and President Biden has been crystallized, in recent days and weeks.So breaking down these numbers, that's $53 million last month. That's up from the month of January, where they were about $42 million, and cash on hand at 155 million. Now, last month, the president did participate in a west coast swing where he fund raised in California. There was also the GOP primary in South Carolina, all of which the campaign says helped fuel more donors coming toward coming toward -- coming to President Biden with these funds. Now, there was also the grassroots campaigning and on that front, 97 percent of donations were under $200. That's another record-breaking month for this campaign. And all of it is what candidate pain officials say is a barometer of enthusiasm for President Biden, even though the polls do show that his approval ratings are still low. Now as far as how these funds are going to be used, we know that the Biden campaign is building out its infrastructure that includes, for example, hundred new offices nationwide, the hiring of 350 more staffers, and also investing in the airwaves and more campaign advertising. We've seen some of that already in recent weeks. For example, the president note putting out an ad on his age, just acknowledging that he is older, but also saying that his ideas are not old, but rather the former president's are. So, all of this just coming together as this election season starts to ramp up. And so, the campaign feeling pretty good. About these fundraising numbers in February, they anticipate to see more of that in March, for example, the state of the union in the 24 hours after that, they raised $10 million. Those numbers are not reflected in what it was put out because that was this month, not last one. So again, Fred, the campaign aware that they have very tight race ahead of them going into November. But these fundraising numbers, they say are a good sign of where enthusiasm is among voters for President Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:07",
      "speaker": "WHITFIELD",
      "sentences": "All right. And, Priscilla, the president is also marking Saint Patty's Day today. What is planned for later on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:07",
      "speaker": "ALVAREZ",
      "sentences": "Well, this has been a celebratory de here at the White House and fountains have been dyed green and this -- all of this, it just an annual event for the president and the White House. They also on Friday, he met with the Irish prime minister where he had his crystal bowl of shamrocks.So, today, we're going to hear from the president again this afternoon in remarks marking St. Patrick's Day. The president often keen to talk about his Irish roots. But this has been a more difficult, perhaps annual stop or more challenging than before because there is the Israel-Hamas conflict looming over all of this. Irish -- Ireland, of course, has been supportive of the Palestinian cause. They had great concern over what is happening in Gaza. So, the Irish prime minister coming into the meetings over the course of the weekend really wanting to talk about Gaza. That was a top priority for him when he told reporters he talked about with the president. So even though it's a very celebratory weekend for the White House, there was this conflict that was looming over all of those conversations and events, again, the two talking about it at length during an oval office meeting and over the course of the weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:07",
      "speaker": "WHITFIELD",
      "sentences": "All right. Priscilla Alvarez at the White House, thanks so much.All right. This week's new episode of the CNN original series \"VEGAS: THE STORY OF SIN CITY\" takes us on an incredible journey from the city's origins as a dusty desert town to the entertainment Mecca that it is today. Here's a preview. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:07",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Las Vegas was a great town for comedians. People wanted to laugh. And they just love them. So you've got a great real section from them and you got the see some of the all-time greats.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:03",
      "speaker": "CHRISTINA BINKLEY, AUTHOR",
      "sentences": "Comedians bused people off. They have a good time, they enjoy themselves and people wanted to have a good time. Comedians could pull you out of whatever your real-world was back home, and just pure entertainment for the evening and then go out to dinner.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}