{
  "date": "2024-12-03",
  "headline": "CNN Newsroom",
  "subHeadline": "South Korea Declares Martial Law. Aired 11-11:30a ET",
  "utterances": [
    {
      "timeStamp": "11:01:42",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN breaking news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:01:42",
      "speaker": "PAMELA BROWN, CNN HOST",
      "sentences": "Well, good morning. You are live in the CNN NEWSROOM. I'm Pamela Brown in Washington.And we begin with this breaking news out of one of the most tense regions in the world, a major U.S. ally. A short time ago, the leader of South Korea declared martial law. This was a late-night address from the president announcing this emergency action in a TV address and accused the opposition party of sympathizing with North Korea. CNN's Will Ripley joins us now. I mean, Will, let's just set the stage for our viewers here. South Korea has been a modern, boisterous, vibrant democracy since the late 1980s, regularly allowing for demonstrations and free speech, the peaceful transfer of power, and so forth. This is not a typical scene that we are looking at out of South Korea, and it is an extraordinary political move to declare this martial law. Tell us more about what we're seeing here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:17",
      "speaker": "BROWN",
      "sentences": "Yes. No, so many questions. And it's interesting because the president announced this martial law very late. It's in the middle of the night over there in South Korea right now, the intent to quash dissent.But the images we're seeing coming out of South Korea is not that. You were seeing an escalatory tense situation there outside of the government building. I want to go to Mike Valerio bring us there on the scene with what is unfolding, Mike.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:17",
      "speaker": "MIKE VALERIO, CNN CORRESPONDENT",
      "sentences": "Well, Rahel (sic), we now have this ban or this declaration of martial law that has been overturned by Parliament.Will Ripley, our colleague in Taipei, was just saying it should take a simple majority of Parliament to overturn this. And that has happened within the past two to three minutes, applause breaking out in the National Assembly. We're headed there now, but certainly a feeling of palpable apprehension of demonstrators trying to get to the National Assembly. We're seeing members of the military, law enforcement in their green camouflage helmets and uniforms. And we had reports that these members of law enforcement were trying to stop members of the National Assembly from coming into the building to overturn this declaration of martial law. But enough members managed to get in. Again, 1:06 a.m. here in Seoul, and members of the National Assembly have overturned martial law in South Korea minutes ago. So now the question is, what does South Korea's president do now that lawmakers have overturned martial law in South Korea across the country? He did this as a way to reclaim power. He's a very weak president, his approval rating hovering in the upper 20 percent, conservative figure known in this country for decades as a strong prosecutor, as somebody who has taken a strong stance against North Korea and aggression coming from north of the DMZ. And he did this, as far as we can tell, because there have been unending calls to impeach him, to remove him from office. And he said in an address to the nation a few hours ago that this with his way of strengthening control of government, which he said has been paralyzed by these calls for his impeachment and calls to impeach other members of the government, heads of ministries that he installed as well. So the question is, how does the president respond? How does law enforcement and members of the military respond? I can tell you that we have early reports of law enforcement starting to pull back from the building. And you can see on the screen more and more people getting into the National Assembly. So we're going to see if this holds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:17",
      "speaker": "BROWN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:17",
      "speaker": "VALERIO",
      "sentences": "But, again, in dramatic -- in a dramatic tableau, lawmakers in Seoul just voted to overturn martial law, with applause ringing out throughout the building.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:17",
      "speaker": "BROWN",
      "sentences": "Really remarkable how quickly all of this is unfolding.Mike, my understanding is you are there. You're on the phone with us. Just help us understand what's happening there right now outside of that building. Obviously, we see the video, but you're able to see the full picture. So bring us there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:17",
      "speaker": "VALERIO",
      "sentences": "Yes, we're on our way there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:17",
      "speaker": "BROWN",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:17",
      "speaker": "BROWN",
      "sentences": "The question, as you point out, though, is the practical effect, right? Will the president comply with this?Will Ripley, I want to go back to you, because that is a key question now, the impact that this vote there in Parliament, this overnight vote, will have on the martial law declaration. As far as I know, we haven't heard from the president again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:17",
      "speaker": "RIPLEY",
      "sentences": "Essentially this boils down to how much support President Yoon has from the military itself.And would the military honor this vote in Parliament, where people had to wrangle themselves in to the building? But, as far as we know at this point, there were no shots fired. This was not something that turned into what could have been an absolutely brutal and horrific moment for this democracy, a life-altering moment for this democracy. But that hasn't happened they pushed them their way to the building, they voted, and now they have overturned it. So does President Yoon have the support of the military to try to keep this thing going? But, again, keeping in mind just how deeply unpopular he is, there's been the perception by some in South Korea that he's used this North Korean issue, even issuing nationwide alerts that people felt were gratuitous for things like a North Korean missile launch tests, to try to scare people, to try to rally people behind his agenda, a deeply unpopular agenda that is being essentially stomped out at every opportunity by the opposition in Parliament. And he's grown so frustrated, apparently so paranoid, thinking that North Korean agents have somehow infiltrated the South Korean Parliament, and are acting through his opposition to try to undermine his agenda. But the fact that he would surprise even members of his inner circle with this and to make this announcement in an unexpected way, declare martial law, throw his nation into chaos, at a time where there is already so much uncertainty in the world, it raises a lot of questions about his mind-set at this moment, what he's thinking. What is his plan B now that this has been overturned? Had he thought about this? And these are all questions that we don't know the answer to. We have to literally sit back and watch this completely unexpected, out-of-left-field curveball that has been thrown our way in South Korea. Of all the things happening and brewing in the world, the story I was working on all day about North Korea and what's going on with them, and we have Vladimir Putin and Kim Jong-un...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:17",
      "speaker": "BROWN",
      "sentences": "Yes. Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:17",
      "speaker": "RIPLEY",
      "sentences": "... definitely didn't expect, Pamela, to be here talking with you about this tonight after midnight here in Taipei.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:17",
      "speaker": "BROWN",
      "sentences": "Yes. And I certainly didn't expect to be leading the show with this. And it is the ultimate curveball.And we were just talking about this, M.J. Lee, just what a shock this is for our viewers just turning in. Look, this is a vibrant democracy in South Korea. This is the first time a president of South Korea has declared martial law in the democratic era. Now the Parliament voted to overturn that. But it is an extraordinary move. And it's something that America should be paying attention to. What is President Biden saying right now? M.J. LEE, CNN SENIOR WHITE HOUSE CORRESPONDENT:  Yes. As we were discussing before, when I saw these headlines coming into my inbox, I was completely stunned. I mean, it is so extraordinary what we have seen over the last few hours in South Korea. As you pointed out, martial law has not existed in South Korea since the 1980s. I was born there in the very last year that there was a military dictatorship in the country, right before there was the first democratic presidential election that elected Roh Tae-woo at the time. I think Mike was making this point before. For people in my parents' generation and my grandparents' generation, the kinds of scenes we are seeing and the headlines that we are talking about, that is not history for them. They lived through these moments and moments of upheaval and violence when they were growing up. So I cannot imagine how shocking this must be for the folks actually in the country. And to have this come out in an unplanned address, practically in the middle of the night...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:17",
      "speaker": "BROWN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:08",
      "speaker": "BROWN",
      "sentences": "And as we talked about, South Korea is a key U.S. ally. President Biden has been very outspoken about the importance of democracy outside of the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:08",
      "speaker": "LEE",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:08",
      "speaker": "BROWN",
      "sentences": "And just for our viewers trying to make sense of what's happening in South Korea, our domestic viewers, why should they be paying attention to this and paying close attention?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:11",
      "speaker": "BROWN",
      "sentences": "Yes, typically, the focus, Cedric, is on North Korea, right? I mean, it's unusual that we'd be talking about South Korea in this way.What are you looking for right now? What's the kind of thing that you're -- what developments are you waiting to happen or looking for right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:11",
      "speaker": "LEIGHTON",
      "sentences": "Now, Pamela, that is really interesting. And what Mike mentioned is right on target here, because there are some conflicting rules within the South Korean government.The president, just like in the United States, is the commander in chief of the armed forces. But under the Constitution of South Korea, the Parliament has the ability to overturn martial law, which is, of course, just what happened. So now, as Mike mentioned, the chairman of the Joint Chiefs of Staff in South Korea, the South Korean chairman, Admiral Kim, is going to be somebody who has to make a major decision here and to deploy forces in a public way against the people of South Korea potentially. That, of course, would mark a major break with the structure and the organization of the South Korean military in the modern age. In the past, the South Korean military was used to quell disturbances, to quell riots domestically, but in some cases quite tragically. But this is a different time, and the South Korean military has professionalized itself along the lines of the U.S. military. So the type of domestic issues that would make the South Korean military do something like that have basically been washed away by the democratic institutions that South Korea has created in the last few decades. And, like you said at the beginning of your question, Pamela, the South Korean military is a North Korea -- is facing North Korea. Their main target is -- the main reason for being is the North Korean threat. And if they don't see a North Korean threat in the actions of the president, then it stands to reason that they may not follow his orders. And, of course, the National Assembly is countermanding at least the martial law order, so we will see how that goes.",
      "isLastSentenceInterrupted": false
    }
  ]
}