{
  "date": "2024-08-09",
  "headline": "The Lead with Jake Tapper",
  "subHeadline": "Brazil's President: 62 People Killed In Plane Crash; Trump Back On Campaign Trail After News Conference; Harris Campaigns In Arizona Today, Then Heads To Nevada; \"Misinformation Part 2: Patriots, Pillows And Paper Ballots\" Airs Sunday At 8PM ET; Ukraine Strikes Further Into Russia. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:00:00",
      "speaker": "PHIL MATTINGLY, CNN HOST",
      "sentences": "It's a Friday night under the campaign lights.THE LEAD starts right now. Tonight, Vice President Kamala Harris and Governor Tim Walz are out west fighting for a key group of voters in a crucial battleground state. Meanwhile, Donald Trump is returning to the campaign trail. But why does he visiting a reliably red state that he won by 15 points? Plus, we're nearly three months away from the presidential election. But some groups are already implementing their plans to cause chaos and undermine the results. CNN's Donie Sullivan traveled across the country to figure out how and why this is happening. And the breaking news, a passenger plane falls out of the sky, killing more than 60 people on board. What we're learning about the disaster. Welcome to THE LEAD. I'm Phil Mattingly, in for Jake Tapper. And we start with that breaking news and a warning. This video you're watching right now is disturbing. Brazil's president says, all 62 passengers and crew were killed when a plane, you see right there, went down in a residential area outside Sao Paulo. This video shows the plane seemingly spiral out of the sky I just a few hours ago. I want to go straight out to CNN's Julia Vargas Jones. Julia, what more can you tell us about this dramatic video, but also horrific disaster?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "JULIA VARGAS JONES, CNN CORRESPONDENT",
      "sentences": "Yeah. Phil, look, yes, 62 people are dead. We heard that from both the president who broke the news to the public at an event that had nothing to do with this earlier today. We also heard from authorities on the ground now, no survivors on this flight.Thankfully, and this is almost a miracle, Phil, no one on the ground was killed with this crash. Now we saw videos from people that were right there next -- I spoke to one of the people who shot a video where she's walking outside of her living room and into a balcony. She looks up and there's a plume of smoke. She told me she was just having lunch on a normal day and she just heard a noise that sounded like a drone. It was really loud, so she walks outside to her balcony to see what it is and she says this plane starting to spiral down. And that's very strange behavior. We don't really know what caused that yet, but she said she just knelt down and crouch like we do were doing the movies is what she told me. And then she started to pray. That house that was in her video, that is her next door neighbor, just about ten feet away from where she was standing. That's where at least pieces of this aircraft, Phil. We heard from the airline, that's VOEPASS, that they did confirm this incident, was one of their aircraft and they said that they used all means to support the people involved at the time. They still had no confirmation of what was the condition of people on the ground. They are providing some assistance to others. But, Phil, it is going to be tricky in the days to come. People are still cannot get back to their homes. We're going to learn a lot more about who these passengers were in the coming hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "MATTINGLY",
      "sentences": "Yeah, a lot more to learn on several fronts. Julia Vargas Jones, I know you're going to continue reporting this out. Thanks so much.Let's bring in Greg Feith, former senior air safety investigator with the National Transport Safety Board, and CNN's Richard Quest. Greg, I will start with you, that the plane -- we saw on the video, it dropped about 250 feet in 10 seconds, climbed 400 feet, eight seconds. And it began rapidly descending about 17,000 feet in one minute. It appeared to spiral toward the ground before crashing. When you saw the video, what does it tell you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "MATTINGLY",
      "sentences": "You know, Richard, to that point -- those key tools, given the scale the destruction, we've seen on the ground, at least, how likely is it that investigators will be able to recover any of those things to help put the pieces together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "RICHARD QUEST, CNN BUSINESS EDITOR AT LARGE",
      "sentences": "Oh, very confident, absolutely confident that they will be able to get the cockpit voice, and flight data. First of all, there at the back of the plane that secondary they all designed with such structural integrity this plane, when I say I'm not belittling in any shape or form. But when I say was only at it, was that 17,000 feet, if you look at the way it came down?Yes, it comes down very fast and just over a minute, but there isn't huge force behind it in those same sense. It's not like it I mean, again, from the wreckage, you can see you can still see the outline of the fuselage or such a pancakes down. So I am -- I'm reasonably to fairly confident that they're going to get the boxes. They will be able to read them and they will find out what happened. Essentially, Phil, this -- I mean, you're familiar with the concept of the aerodynamic stall not enough air going over the wing, which eventually causes the plane to lose height. In this case dramatically, and catastrophically but the way it happened here, this plane essentially came to a standstill in the air. It lost any form of force what momentum to create the lift necessary. And the reasons are multifarious and Greg has basically eloquently pointed out its too soon. There's simply too many reasons. Flying conditions were not that bad? Yes, there was some ice up there, but the flying conditions were not dreadful by any means. This is the recorders will tell us what happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "MATTINGLY",
      "sentences": "You know, Greg, to Richard's point. I mean, the way that this happened, the kind of stall out and then the dramatic descent of sorts, how regularly do we see something like this? How much has this been a driving force behind tragedies of the past.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "FEITH",
      "sentences": "When you look at the type of movement of this aircraft where it went into a flat spiral. That's very rare, not only for commercial airliners, but airline aircraft in general, to get into a flat spin, that aircraft -- you have to lose lift on a particular part of the wing, but you, how did the crew get there? And that is you have to get into an aerodynamic stall like Richard talk about, but then you also have to have you and get the airplane into this flat spin. The question is, was there some issue that caused them to get intothese pitch attitudes that would have gotten them into that aerodynamic stall. The second part of that is you have two engines. Were they developing sufficient power? Was the power symmetrical or asymmetrical that could have gotten them into that spiral or spin? So there is, there was a lot of investigators in work to be done just in these early hours, and like Richard said, yeah the cockpit voice recorder and the flight data recorder are robust boxes, but we have seen in the past where those boxes have either not been maintained properly or damaged by impact and we lose valuable are critical data. So investigators are going to have to use other information such as parts of the aircraft to really determine the mechanical soundness of the aircraft, prior to the event, and then during the event.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "MATTINGLY",
      "sentences": "There are certainly a lot of questions that still need to be answered. Greg Feith, Richard Quest, invaluable perspective as always. Thank you so much.And turning now to our 2024 lead. With Donald Trump heading back out onto the campaign trail just a few hours after a lengthy news conference yesterday filled with lies and grievances. And even as Trump does hit the trail, he isn't actually going to battleground states. Instead, he's going to Montana, a place where he faces some opposition, not enough to ever lose the state. This as Trump's opponents, Kamala Harris and Tim Walz, are hitting the battlegrounds as they've been doing all week. Tonight, Harris and Walz will hold a rally in Arizona focused on Latino voters. CNN's Alayna Treene is in Montana where Trump is speaking in just a few hours. Alayna, it is a great time a year to be in Montana. You can pretty much say that any time of year on some level, there is a high-stakes Senate race there. But why is the president there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:07",
      "speaker": "MATTINGLY",
      "sentences": "All right. Alayna Treene for us battling the wind quite well, I would add, thanks so much.My panel joins me now. You know, Tia, to the point that Alayna was trying to get out there, it's not -- also Democrats that are saying he's not really on the trail. They are. Republicans are the ones saying, why isn't he out, why isn't he in swing states? Why is she beating him to all of these states? Is there an overreaction here? TIA MITCHELL, WASHINGTON CORRESPONDENT, THE ATLANTA JOURNAL- CONSTITUTION:  Well, no. And I think its some ways. I think Republicans both cringe when he does get on the trail in his speeches are full of misinformation, factual, inaccuracies, attacks that are coming across sexist or racist. So in some ways, they want him to, you know, not be out there saying those things. But on the other hand, they're also concerned that he's not going -- not only is he not on the trail, but like Alayna said, he's not going to the places where Republicans are worried about not winning these battleground states. So what they would like is a Donald Trump who is on message, sticking to policies, sticking to attacking the Democrats on immigration, the economy, in swing states. But that's almost the opposite of what we've been seeing from the former president lately.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:07",
      "speaker": "MATTINGLY",
      "sentences": "There are lots of things I would like. There are lots of things that don't actually happen. I think this is a different race than it was three weeks ago. We've had this conversation many, many times.I think my question remains, Democrats coming home does not make this a clear runway for Kamala Harris to win the presidency. What it does is it makes it a race. Arizona felt very out of reach for Joe Biden when you talk to people on the ground. Is that different now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:07",
      "speaker": "KAREN FINNEY, CNN POLITICAL COMMENTATOR",
      "sentences": "Absolutely. I've talked to a Voto Latino, which is when there for familiar groups that does Latino outreach and voter registration and engagement. And they are registering voters have very high numbers, Georgia, Nevada, Arizona, but they make the case. I mean, look to millennial Latino voters, Kamala Harris's immigrant story is very appealing.Obviously, she talks about in both of her parents are immigrants. They came to this country the right way. You would say follow the law, but also the fact that means she says support from the Latino community throughout her career. Her support for DACA kids, in particular, went to as AG in California. So -- but look, everybody is clear. This is a race. I mean, it is great that we have so much momentum. We were just talking about like great three weeks after several weeks of turmoil and up and down every day, but, you know, no one is kidding themselves that this is going to be a dog fight to the very end. No question. And, you know, this is to quote, any given Sunday, this is a game of inches so everybody is clear. We've got to get those voters out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:07",
      "speaker": "MATTINGLY",
      "sentences": "That is like such a great speech. By the way, like one of the best get fired off, like that's the run through the wall speech.Joe Rogan is not somebody often talk about in what does this mean for the political mechanics or infrastructure of the campaign. But he -- a lot of people listen to him and he said this in the wake of that Trump press conference. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:07",
      "speaker": "JOE ROGAN, HOST, THE JOE ROGAN EXPERIENCE",
      "sentences": "Robert F. Kennedy Jr.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:07",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Are you a fan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:07",
      "speaker": "ROGAN",
      "sentences": "Yeah, I am a fan. Yeah. He's the only one that makes sense to me. He's the only one that -- he doesn't attack people. He is much more reasonable and intelligent.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:07",
      "speaker": "MATT MOWERS, FORMER TRUMP ADMINISTRATION OFFICIAL",
      "sentences": "Oh, no, I don't think it's necessarily a problem, but it is intentional. I mean, look, he is -- Donald Trump seen a lot of growth with young men, in particular. If you look back four years ago, Joe Biden won younger voters, won young man.Donald Trump is now way ahead of Kamala Harris among that demographic. And there also less likely to show up and vote. So he's got to motivate them and actually communicate to them through means in which they're gaining information. Joe Rogan's podcast is certainly among them. I think the reason you're seeing the reaction to him making those comments about RFK, if you go back before the debate, we're talking about an election of inches, then between Joe Biden and Donald Trump. And one of the question marks that time was what was RFK Jr. going to get in these swing states, in addition to all the other third-party candidates, Cornel West and Jill Stein and the rest of them. And that remains true today. With these close elections, they're going to be one within potentially tens of thousands of votes, maybe even singles of thousands of votes. God help us if its hundreds of votes ala Florida in 2000. Please no, please no. Unless it's also warning, right? But it's ultimately that those third-party candidates really make a big impact on this race potentially, and that's why you're going to see a lot of attention paid to defining RFK if he stays in this race, as well as the other candidates, because if you do become disappointed with the two candidates, that's going to be where you turn to, or you can just hang around at home enough vote.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:07",
      "speaker": "MATTINGLY",
      "sentences": "Well, it's fascinating that I think the Trump team was elevating at some point, RFK, I wasn't sure, but they weren't knocking them down and DNC brought in Liz Smith, who is aggressive, a human being confined and I say that in a complimentary fashion to knock him down. And now, everybody's looking around saying, oh, this could be a problem for Trump.What else could be a problem for Trump? You worked for the \"AJC\" in the state of Georgia. There is a east-versus-west 1990s rap beef going on between Brian Kemp and Donald Trump at this point, Trump, we heard him talk about it yesterday. I think Kemp weighed in on it again today. Is there a resolution here or is this just going to split them for eternity? So, it's interesting because it's a very one-sided beef. You know, Brian Kemp has repeatedly said, hey, I'm here to help Republicans win. Donald Trump is our nominee. I'm going to support him in November. I might not show up to be in person with the guy, but I'm not speaking against him. In Donald Trump, to quote the rap beef, keeps Brian Kemps name in his mouth, and also has continued to what a lot of Republicans find even more troubling is go after Brian Kemp\\s wife. And so he has said it. He said it on Saturday. Brian Kemp said, hey, let's focus on the big picture. Don't talk about me and my family. Let's talk about the election Trump came back yesterday again attack Brian Kemp. But this morning, Brian Kemp again just said, hey, we should want to win. Let's focus on the election. Let's not tear each other down. So it's really an imbalance there, but a lot of Republicans do find it problematic that again, instead of talking about the economy, instead of talking about Walz and Harris, he's talking about fellow Republican, a vote right now that he's supposed to be getting from governor -- popular Governor Brian Kemp.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:07",
      "speaker": "MATTINGLY",
      "sentences": "Like, J Cole, essentially to carry the metaphor for us tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:07",
      "speaker": "MITCHELL",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:22:34",
      "speaker": "MATTINGLY",
      "sentences": "Back with more on our 2024 lead. Today, president -- Vice President Kamala Harris and her running mate, Governor Tim Walz, are continuing their push through battleground states, a sprint of sorts, holding a rally later this evening and Phoenix, Arizona, before heading to Las Vegas, Nevada for another rally on Saturday.Here now, the Democratic mayor of Phoenix, Kate Gallego. Madam Mayor, thank you so much for being with us. Just to start, you're a delegate for the DNC. You cast your vote for the vice president. You've been out in the community knocking on doors. The big question in Arizona right now is compared to what it was three or four weeks ago, what are you seeing on the ground? MAYOR KATE GALLEGO (D), PHOENIX, ARIZONA:  The momentum is infectious, Phil. Thank you so much for give me the chance to talk about it. When we were out knocking doors on Saturday, so many of the people there were first-time volunteers who just said we want to be involved in making history, the campaigns gotten more than 10,000 people signing up just in the last few days. When I get my hair cut or I go grocery shopping, all people want to talk about is Vice President Harris. It also turns out, maybe 10 percent of my city has recently moved from Minnesota and they love Governor Walz. So it's been wonderful to see that momentum as well as teachers just feeling so excited about having an experienced teacher on the ticket. So we are -- we're feeling good and Arizona and the polls have been very positive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:22:34",
      "speaker": "MATTINGLY",
      "sentences": "I know there has been a population surge in your city and in your county in particular in Arizona. I did not know 10 percent were from Minnesota.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:22:34",
      "speaker": "GALLEGO",
      "sentences": "It's not a real number. I cannot tell you how many people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:22:34",
      "speaker": "MATTINGLY",
      "sentences": "No, no, I'm just messing around with you. And it is true though, there has been a population surge and that is driven the shift in the state in terms of the electoral dynamics. Just -- I'm not trying to kind of stick on this area, but how bad was it three weeks ago?Like when you were looking at what November looked like before the vice president became the nominee did you see an opportunity to win?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:22:34",
      "speaker": "GALLEGO",
      "sentences": "Joe Biden has been an incredible president for us in Phoenix, we have been one of the huge beneficiaries of the return of American manufacturing, our infrastructure, taking on pharma, all of that really mattered. But certainly, the polls would tell you that it is a different race today.And there's a historical element and a kind of a level of excitement. I don't know if I should use this word, but people are giddy, and that has been a lot of fun.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:06",
      "speaker": "GALLEGO",
      "sentences": "Border crossings are down right now in Arizona ever since the president's first executive order. We also really like having a border prosecutor on the ticket. Vice President Harris has prosecuted traffickers. She has gone after people who have brought drugs or human trafficking challenges and that matters a lot to us.We really appreciate that the president and vice president were willing to move forward with legislation. Donald Trump played games. I mean, I can tell you what it was like being mayor during the Trump administration. Our police department would get frantic calls from immigration folks who said, were keeping people in a commercial office building and they ran away and we don't know where they are. It was so disorganized. We really feel that Vice President Harris is the one to bring the order that people crave at the border.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:06",
      "speaker": "MATTINGLY",
      "sentences": "How confident are you that the election results in your state, which in some places in your state are still being litigated, are still being kind of -- there are pervasive lies that drive certain segments in your state and that hasn't gone away. And some of those individuals have moved into positions where they actually matter in election administration. How concerned are you that that will be a problem?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:06",
      "speaker": "GALLEGO",
      "sentences": "Phil, I have lost you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:47",
      "speaker": "PHIL MATTINGLY, CNN HOST",
      "sentences": "In our 2024 lead, Vice President Kamala Harris and running mate Governor Tim Walz tonight campaigning in Glendale, Arizona. What we don't know is if they'll speak to reporters amid calls to face more questions about their campaign. Yesterday, Harris told the press corps she hopes to, quote, get an interview scheduled before the end of the month. That's a long way away -- three weeks actually.Let's discuss this with the panel. We were talking about this on the way in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:47",
      "speaker": "KAREN FINNEY, CNN POLITICAL COMMENTATOR",
      "sentences": "Yeah. MATTINGLYyou guys all mock and snark at incessantly. There are a lot of questions for a brand new candidate who I understand has been under a very compressed time schedule and pressure. Why doesn't the campaign make this happen right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:47",
      "speaker": "FINNEY",
      "sentences": "Because they don't need to. Right now is about -- I mean, I completely understand the strategy, build on the momentum, keep going with the excitement. Get her out there, and obviously with Tim Walz in front of audiences, you know, energetic and that drives dollars, that drives volunteers, that drives people knocking on doors.You know, right now. Also as you, as she's trying to introduce herself introduce Walz introduced who they are as a team. Again in an interview, it's about the questions you good morning to ask. Not always the questions the topics that you want to drive in a campaign. So, look, I think I -- from what I've heard, I think there will certainly be a forthcoming interview but again, for now, I think they feel like this is a much stronger strategy for them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:47",
      "speaker": "MATT MOWERS, FORMER TRUMP ADMINISTRATION OFFICIAL",
      "sentences": "You know, look, what Karen is saying as a strategist makes sense, but as a voter, as an American voter, as someone who's going to consider the two candidates, she could should go out there and answer some questions.I mean, you're right, when I candidate launches their campaign, normally, what do they do right after they launch it? They sit down for long form interview that day or maybe the next day. The fact that we are now almost three weeks in this process, she's the sitting vice president. She didn't face a single vote in a primary, right? That's the other piece of it. She was installed by a group of delegates, essentially a politburo out there, all the grand poobahs came out and said, we want kamala Harris instead. She didn't face a single vote. She owes it to the American people to be able to answer questions, especially given the fact that now her campaign staff is out there anonymously, essentially, backtracking a bunch of comments of things she said on video when she was running for president in 2020. She owes a lot of answers right now. And that's just going to get pent up and it may overtake the narrative -- the process argument may overtake the other messaging if she doesn't do it soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:47",
      "speaker": "MATTINGLY",
      "sentences": "Politburo?(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:47",
      "speaker": "MATTINGLY",
      "sentences": "How a grim -- the background -- the background reversals on fracking, on immigration, come out and talk about, and I understand what they're doing and why, but come out and answer questions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:47",
      "speaker": "FINNEY",
      "sentences": "And talk about what your record has. I mean, look, I hear you, but again, I think what I would certainly say is, okay, but they -- she has a record as part of the Biden-Harris administration, she should talk about it, and she should talk about what she's going to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "MATTINGLY",
      "sentences": "I think voters deserve it, right? That you talked about what we want versus what the campaign wants to drive. There's a third party here, and it may matter. And I think these, are all weekend back and forth over all this for days on end.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "FINNEY",
      "sentences": "And I think there will be time to make sure that voters will have that information.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "MATTINGLY",
      "sentences": "There's no question about that.Tia, I was struck too along those lines, there was a piece in \"The New Yorker\" today from Jay Caspian Kang, which argues that like things are just too generic at this point says, quote: As wildly different as Harris and Trump are, their campaign seem to share a degree of indifference to the specifics of what their candidates are saying, because both campaigns realize that many other voters are unconcerned with such details or at the very least, are unlikely moved from -- moved by them. I can't think of a race that was quite as unmoored as the one from the actual details of governance. What do you think about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "MITCHELL",
      "sentences": "I think that is kind of unfortunately a pretty accurate analysis of partisan politics in 2024. And I think it will only change if the voters demand differently from the candidates and quite frankly, the candidates can also take some responsibility to say, yes, the strategists and the polling and all the data tells me, I can run my campaign like this and be successful, but I'm still going to do what I think is right and answer the questions.I'm still going to do what I think is right and have a specific policy goal in mind and let the people know where I stand. But quite frankly, the metrics, the social media has shown us too many successful politician -- politicians, of course, Donald Trump, top of mind, who have been able to, when he got to the White House without going that traditional trajectory of saying, this is what I want to do. This is the way I want to get there. He, you know, he got there a lot based on personality and vibes with his base.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "FINNEY",
      "sentences": "But can I say in sort of in fairness? Two things. One, so the platform of the party was adopted at the same time that she officially became the nominee. Again, she will have to talk about where their divergences.I think she has talked about some specifics. They have talked about sort of what's the next chapter of what she and Biden want to do? And now what she wants to do. But in fairness, you know, you had a candidate like Hillary Clinton who talked a lot about policy and the criticism was stop talking about policy, talk more from the heart. So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "MATTINGLY",
      "sentences": "I mean, honestly, I should note from a Biden perspective, people get furious when Biden would run through a laundry list of what the Chips Act and the Inflation Reduction Act, the Infrastructure Act would do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "FINNEY",
      "sentences": "So until I think there's got to be -- I think for candidates, there's got to be a balance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "MOWERS",
      "sentences": "But I think, she's going to Arizona today, right? She -- the campaign came out and said she no longer believes -- if she's now believes it is a crime to cross the border despite four years ago saying it isn't. There's a litany of those issues. She's flip-flopping on fracking like you mentioned. She needs to answer for those questions -- those questions because those impact voters' lives.We see it in polling right now. They think the economy is not going where it needs to be going, inflation and prices still remains stubborn. We have had record border crossings, despite a small drop because the summer heat. We'll go back up in the fall. And beyond all that, she has to answer for that, shows it to the American people. Do it. And if not, I mean, it's going to begged the question of why and what do people think she's up to it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "MATTINGLY",
      "sentences": "Look --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "FINNEY",
      "sentences": "She's more than up to it. That's not the question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:43:14",
      "speaker": "MATTINGLY",
      "sentences": "For the better part of four years, former President Donald Trump has falsely claimed that the 2020 election was rigged or stolen from him, even though at the time, his administrations election officials declared it was, quote, the most secure in American history. Still, that hasn't stopped Trump or his supporters from repeating the false claims.CNN's Donie O'Sullivan traveled the country for this Sunday's \"THE WHOLE STORY WITH ANDERSON COOPER\" to see how doubt is already being cast on the upcoming election. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:43:14",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The election was stolen in six battleground states. Those six states were decided by the votes of illegal aliens who came in through our open border.DONIE O'SULLIVAN, CNN SENIOR CORRESPONDENT (voice-over):  These false beliefs about the last election are being used as a pretext to cause chaos and confusion about the next election. And they've spread far beyond this room in Vegas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:43:14",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Freedom!(SHOUTING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:43:14",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "This is not a fight between Democrats versus Republicans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:43:14",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Come on. Come on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:43:14",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "This is a fight against good and evil.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:43:14",
      "speaker": "SULLIVAN",
      "sentences": "Do you think it'll be a fair election?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:43:14",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I think they're going to try and cheat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:43:14",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Our voting system was always a concern.O'SULLIVAN:  Are you concerned if Trump loses --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:43:14",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.O'SULLIVAN:  -- that there'll be another January 6th?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:43:14",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "No, I think there will be civil war.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:15",
      "speaker": "TAPPER",
      "sentences": "The question I've had throughout the last 3-1/2 years why the lies about stolen elections continue after how many court cases after how many election officials after how many audits after all of the things that were made public, why?O'SULLIVAN:  Yeah. I mean, I think if you are a -- if you are consuming the information and if you're kind in this echo chamber, as many of Trump's supporters are, your entire media ecosystem, your former presidents, everybody listened to is telling you ever every single day, falsely that the last election was stolen. So I think even for some of us and that's really what we hope to do on Sunday night on \"THE WHOLE STORY\" is to bring our audiences into -- almost just as a reminder as to say, look, this is what people are hearing every single day for -- so for a lot of these folks, this issue has now ever gone away. In fact, it's actually gotten even stronger. And look, there's -- for every, for every conspiracy theory, for every false allegation that has made about the last election, there's 100 more, so it's just an avalanche of fact checking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:36",
      "speaker": "MATTINGLY",
      "sentences": "An update on our breaking news. Authorities have found the black box flight recorder from the plane that crashed today outside of Sao Paulo, Brazil, all 61 people on board were killed when the plane crash. A disturbing video shows the plane spiraling out of the sky.Data from the black box should help explain what led to this tragedy. Right now, a medical team is on-site working to identify the victims. Also, in our world lead, a significant escalation in Russia's war with Ukraine. Ukrainian forces attacking much further into Russia than before overnight. Drones targeted the Lipetsk region in western Russia. This all comes as Ukraine keeps up attacks in Russia's Kursk region. Russia in response, striking a supermarket in eastern Ukraine today, killing at least 14 people. CNN's Nick Paton Walsh joins us. Nick, this has been a remarkable couple of days on the ground. What's behind the decision by Ukrainian officials to strike so deep here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:36",
      "speaker": "NICK PATON WALSH, CNN CHIEF INTERNATIONAL SECURITY CORRESPONDENT",
      "sentences": "Yeah, I mean, it isn't clear what their wider strategic goal is here, but they've gained one significant thing which is a positive headline for Ukraine's armed forces after months of bad news frankly. Yesterday, they got $3.5 billion more from United States, but they've also been able to show that they can catch a Russia off guard. And let me just explain to you how important this territorial shift is.Four days ago they launched themselves towards a town called Sudzha inside Russia and there appears to be an important gas terminal. And for days, we didn't really know whether Ukraine would own this move. They kept silent initially. Now, they've put out on social media a picture of Ukrainian troops near a Russian gas giant building in that important town -- clearly, some infrastructure in their hands there. But it isn't just that one town, they appear to have moved different points of the compass all around Sudzha, in multiple miles, it seems, in certain directions and also to overnight an extraordinary artillery or missiles strike on an enormous Russian convoy of munition and people, causing significant casualties if you look at some of the video, there, even further inside Russia. And so, we have this significant number of Ukrainian forces who are not publicly discussing who they are moving around large areas are relatively unprotected Russia, which is quite staggering, a deep embarrassment for Moscow. Yes, you mentioned the horrific strike on a civilian supermarket. Three children now thought to be amongst the dead there. So a rare moment of Russia caught off guard and Ukraine projecting strength here. But what they're wider, longer-term goal here, yet to be seen. It may be enough that they've shown Russia to be so weak on its near abroad.",
      "isLastSentenceInterrupted": false
    }
  ]
}