{
  "date": "2024-01-29",
  "headline": "Connect the World",
  "subHeadline": "Joe Biden Vows To Respond To Deadly Drone Attack In Jordan; Antony Blinken Meeting With Qatari Prime Minister; UNRWA Urges Donors To Reconsider Funding Cuts; Rocket Warning Sirens Sound Across Central Israel; Ukraine: Russia On The Offensive Across Front Lines; Vladimir Putin Tries To Protect Image Of Stability In Russia; Three United States Troops Killed In Drone Attack In Jordan; War Leaves Pregnant Women And Babies Without Adequate Care; Carroll On Court Showdown With Trump: He had No Power; Tree House In Amazon Serves As Classroom. Aired 10-11a ET",
  "utterances": [
    {
      "timeStamp": "10:00:29",
      "speaker": "ANNOUNCER",
      "sentences": "Live from CNN Abu Dhabi, this is CONNECT THE WORLD.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:29",
      "speaker": "ELENI GIOKOS, CNN INTERNATIONAL HOST",
      "sentences": "A Middle East region embroiled in the Israel-Hamas war in Gaza is further on edge today after a drone attackkilled three U.S. troops in Jordan and wounded more than 30 others. It happened at a remote U.S. outpost near Jordan's border with Syria. The U.S. is blaming Iranian backed militants operating in Syria and Iraq. U.S. President Joe Biden is vowing his country will retaliate, \"At a time and a manner of our choosing\". Iran calls the accusations it was involved in the attack as baseless. Ben Wedeman is connecting us from Beirut this hour to give us a breakdown of what the latest is. Look, Ben, here's the reality. Iran says that they were not involved. They also say that they don't want a direct confrontation with the United States. They don't want to see an escalation. The U.S. saying pretty much the same thing, even though we know the U.S. says they will respond when they are ready. What more can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:29",
      "speaker": "BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, what we know is that this situation has many diplomats and officials here in Beirut veryworried that this could actually escalate into something much bigger. At the moment, what we're seeing is essentially a low intensity regional conflict involving the United States and a variety of groups that are in some way backed by Iran. But the question is, how can the U.S. respond to please the domestic critics of President Biden, and at the same time, avoiding an all-out war. Now, we heard, for instance, Lindsey Graham, the Republican senator from South Carolina, tweeting for instance, hit Iran now, hit them hard, but to actually hit Iran means, they're opening up a Pandora's box of war that would not only involve Iran and the United States, but all of Iran's allies across the Middle East. And keep in mind, of course, the U.S. has a sprawling military presence across the Middle East, it's got 900 troops in remote bases in eastern Syria, it's got more than 2,000 in Jordan, it's got 2500 in Iraq, in addition to a variety of other military facilities and personnel in the Persian Gulf. So, the United States is -- has to approach this very carefully. Now, what we've heard time and time again, of course, is that the best way to de- escalate, if that is the desire is for the United States to put pressure on Israel to end its 115 day war in Gaza. But the United States, at least publicly doesn't seem to be making the connection between all its problems and challenges and the attacks on U.S. facilities in the Middle East, totaling almost 160 since mid-October, and the fact that the United States is broadly seen throughout the Arab and Muslim world as Israel's main backer, funder and supplier of weaponry that makes this war possible, Eleni.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:29",
      "speaker": "GIOKOS",
      "sentences": "Yes, really good points there. I mean, going back to what you said, in terms of perhaps the epicenter of this increase in strikes that we'veseen in the region, which by the way, have often happened, but not to this extent, if there is a truce or a pause or end in the war in Gaza, does that necessarily mean that we'll see, you know, all these umbrella groups and these other groups that are linked to Iran stand down? Is that the prognosis we have right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:08",
      "speaker": "GIOKOS",
      "sentences": "All right. Ben Wedeman, thank you.Now, the U.S.'s top diplomat has been meeting with Qatar prime minister today. It comes after a weekend meeting in Europe, between the U.S., Qatar, Israel and Egypt aiming to secure a hostage deal and pause fighting in Gaza. Israel's prime minister's office says that the meeting was constructive, but that, \"significant gaps remain achieved\". National Security Correspondent Alex Marquardt is in Washington and back with an update. Alex, what can you tell us about these negotiations, these mediation efforts, which we know have actually almost been derailed by so many other news lines that have come through from Israel, but can they get together and decide on what happens next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:08",
      "speaker": "ALEX MARQUARDT, CNN SENIOR NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Well, I think Eleni, if you look at the pace of meetings over the course of the past fewweeks, they have really been picking up. We had the White House's top Middle East official Brett McGurk. He was in the region just two weeks ago that was followed by this meeting yesterday in Paris with the CIA Director Bill Burns, his Israeli Egyptian counterparts, as well as a Prime Minister Al Thani, who then comes here to Washington to meet with Secretary Blinken. So, the pace of meetings really is picking up. The noises that we're hearing from all the different parties are positive. That is what one source told me just yesterday, that the meeting in Paris was positive, productive. We heard, you know, constructive from the Israelis. But everybody cautioning that we are not necessarily on the cusp of a hostage deal that would also see, hopefully a significant pause in the fighting, a significant ceasefire. The Israeli saying that significant gaps remain. This is how the White House is John Kirby put it earlier today. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:08",
      "speaker": "JOHN KIRBY, PRESS SECRETARY, PENTAGON",
      "sentences": "I want to be careful here. I don't want to sound too sanguine. There's a lot of work that has to be done totry to get another hostage deal in place that would result in a -- in a significant pause in the fighting, which would allow not only the hostages to get out, but aid to get in and bring down civilian casualties. There's a -- there's a lot of promise here. And there's been very good discussions with the Qataris, with the Egyptians, with the Israelis. But we're not over the finish line right yet. And so, I can't tell you here this morning on Monday that we've got to deal that's imminently about to be announced. But we feel pretty good about the discussions and where they're going and the promise of something potentially pretty significant. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:08",
      "speaker": "MARQUARDT",
      "sentences": "So, Eleni, what would something pretty significant look like, likely a two month pause in the fighting. That's what's on the table rightnow. It would see these more than 100 Israeli hostages and hostages of other nationalities, I should note, be released in different phases. The civilians first, women, children, the elderly, followed by the IDF soldiers, both men and women, the bodies of the hostages who have been killed. Hamas is certainly demanding that Palestinian prisoners in Israeli prisons be released. We believe that yet again, just like last time, it would be a three to one ratio. But Eleni, these are the broad strokes. But fundamentally, there's still a disagreement between Hamas and Israel, and that Hamas wants to see an end to the war. They want this ceasefire agreement to be an end of war agreement. While Israel is not committing to that, they want to see the hostages released, they're willing to stop the fighting for a good amount of time. But then, they believe that they still have work to do for what they've been calling a complete victory over Hamas, to eradicate Hamas and that part of their mission is far from done, Eleni.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "GIOKOS",
      "sentences": "Well, also in Gaza, at least 10 civilians have been killed after Israel shelled an UNRWA school in Gaza City according to Palestinian statenews agency WAFA. Meanwhile, heavy fighting continues in Khan Yunis in southern Gaza, as many as 350 patients are still trapped in Nasser hospital. That is according to Doctors Without Borders, which is vital medical services at the hospital have now collapsed. Staff are said to have very few supplies and are being forced to reuse things like surgical gauze. Now, in Jerusalem on Sunday, Israeli government ministers took part in a rally calling for new settlements in Gaza as well as the West Bank. Let's go straight to Tel Aviv. We've got CNN's, Jeremy Diamond standing by. So much news coming through whether it's at UNRWA school, the medical facility that was struggle, you know, when we're looking at the UNRWA funding, being frozen by major donors as well, there's just so much that is happening right now. And I've just got to remind the, you know, the viewers, we had an ICJ ruling the International Court of Justice on Friday, saying that things need to change in order for some of the suffering to be alleviated, Jeremy, but what can you -- can you tell us about what we've seen in the last few days?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "JEREMY DIAMOND, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Yes, in addition to all of that, just moments ago here in central Israel, a barrage of rockets firedby Hamas from the Gaza Strip towards this area, this is the first time that we have seen rockets fire towards Tel Aviv in weeks now. And we actually saw some of the Iron Dome missile intercepts going up in the air, we heard at least three loud booms coming from the area of southern Tel Aviv, and to the east of Tel Aviv as well. We know that there were sirens in several parts of this area, both around the airport, as well as in nearby towns like Rishon LeTsiyon and Lod as well. We know that the last time I can recall rockets being fired on Tel Aviv was on New Year's Eve when Hamas fired a barrage of rockets towards Central Israel at the time. But this is obviously quite notable, in particular, because it comes as the Israeli military has been withdrawing thousands of troops in the last couple of weeks from northern and central Gaza as well. And we have seen as they have which withdrawn troops that at times Hamas has been able to reconstitute and be able to fire rockets once again. Today, we know that as the sirens were being heard in central Israel, apparently journalists in Khan Yunis in southern Gaza actually saw rockets being fired from that area. So, that is also particularly notable. But just to add to all of the news that you were already talking about there, Eleni, clearly, this war continuing and we're seeing the impacts, hearing the impacts in this area as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "GIOKOS",
      "sentences": "Yes, you know, frankly, this is just pointing to intense fighting in terms of what we're seeing and the fact that you've been hearing theloud sounds and rocket fire coming into Israel is significant in terms of what we've been seeing as these negotiations mediation talks, hopefully still get underway. Importantly, Jeremy, we know that we've seen images of detained Palestinians held by the IDF. But you and your team also witnessed this as well. Tell me what you learned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:12",
      "speaker": "GIOKOS",
      "sentences": "Jeremy Diamond, thank you so much in Tel Aviv for us.I want to go back now to the strike in the region that killed three U.S. service members with our Oren Liebermann live from the Pentagon. Oren, the U.S. is trying to decide now when, how, where there'll be striking back. They have committed to responding to the strike. That being said, there's a big risk of further escalation from a regional perspective. What are you hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:12",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "Well, the U.S. is going to calibrate its response to avoid that regional escalation. There are callsfrom congressional Republicans to strike Iran or Teheran itself, that I think is exceedingly unlikely. First, because, again, the administration is trying to avoid an open war throughout the entire Middle East. But second, Iran has tried to distance itself from these attacks. And there is some although perhaps not a great distance between Iran and its proxies in the region, Iran arms, trains, funds and support these groups but doesn't always have direct control over exactly what they do. Still, there is a clear need to respond from the administration against Iranian proxies, the U.S. still trying to figure out exactly who is responsible, though the National Security Council's Strategic Communications Coordinator John Kirby, said, it's likely a group supported by Hezbollah, one of the larger and more powerful Iranian backed groups in the region. The question, how to respond here in a more forceful way than has been seen in the past, there have been more than 160 attacks on U.S. forces in Iraq and Syria. But clearly, this is much more serious with three U.S. soldiers killed, and dozens more wounded, some had to be medevac to Germany for further treatment. They are in stable condition, according to a U.S. official. So, you see the need to respond, the U.S. trying to figure out exactly how it will do so and there is quite a spectrum in how it could calibrate that response here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:18",
      "speaker": "GIOKOS",
      "sentences": "Ukrainian military officials say Russian troops have gone on the offensive across much of the front line. They gave a blunt assessment ofthe battleground situation in multiple news statements and social media posts. And they say fighting is intense in the Northeast a long stretch of territory, where the regions of Kharkiv and Luhansk meet further south. Ukraine says it's also facing increased pressure from Russian forces in the area around Bakhmut. And an army spokesman believes and says that Kyiv believes Russia is trying to win back small pockets of that territory that Ukraine captured during its counter offensive in Zaporizhzhia region last year. CNN's Fred Pleitgen is an eastern Ukraine with a closer look and -- at the war as it approaches its two year anniversary and a warning, some of the images and content in his story are graphic. (BEGIN VIDEOTAPE) FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice over): All-out warfare in unforgiving terrain. Forest battles in eastern Ukraine facing a near constant Russian onslaught Vladimir Putin's army trying to break through Ukrainian defenses. Dmytro is one of those holding them up. The situation is very active and very tense, he says, because the enemy has much more equipment and manpower. Basically, every day they tried to storm the positions. A dead Russian soldier and a destroyed tank show just how close the Russians have come. It's a fight for survival and against the elements. The trench cold, wet and soggy. The only heat coming from candles the soldiers cower around gathering strength to face overwhelming Russian firepower. They shoot direct fire, planes are flying, basically, they have it all, he says. But probably the worst are tanks when they fire, you don't even hear it. You hear an airplane when it comes over with a tank, you're in God's hands. Artillery fire another threat here as we found out when we came under fire trying to make it to the area.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:18",
      "speaker": "PLEITGEN",
      "sentences": "This is unfortunately something that when we work here in the east of the country happens all too often. We were getting ready to filmhere and then all of a sudden we heard what appeared to be outgoing artillery, but then a shell came in (INAUDIBLE). We're now trying to make our way out of here as safe as possible. That means we have to keep distance between our cars. But we also of course have to keep moving the entire time to make sure that we can get out of here hopefully safely. PLEITGEN (voice over): We believe a Russian drone spotted us and directed the artillery fire, but two can play that game. Nazariy is a Ukrainian drone pilot, he guides Kyiv's artillery guns targeting Russian infantry, but also armored assault formations including main battle tanks. He says ammo shortages mean he has to be extremely precise. It's no secret were starved of artillery shells, he says. We tried to work as efficiently and accurately as possible to hit the enemy's firepower. Trying to fight back any way they can on one of the toughest battlefields of this war. Fred Pleitgen, CNN in eastern Ukraine. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:13",
      "speaker": "SEBASTIAN",
      "sentences": "This labor shortage is a huge issue, right? Where does that come from?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:13",
      "speaker": "ELINA RIBAKOVA, SENIOR FELLOW, PETERSON INSTITUTE FOR INTERNATIONAL ECONOMICS",
      "sentences": "Mobilization. I think to me the key issue here is the fact thatthere are a lot of deaths at war and then they have to be replaced. These people have to be replaced. You know, the Russian officials trying to keep it very quiet, the numbers of how many people have died. SEBASTIAN (voice-over): The weaker ruble, a direct result of sanctions, has also pushed up import costs for poultry producers. And then there's the wartime spending.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:13",
      "speaker": "RICHARD CONNOLLY, ASSOCIATE FELLOW AT RUSI",
      "sentences": "The budget for 2024 envisages even adjusted for inflation, record levels of federal governmentexpenditure. So, when you put that alongside, you know, a supply side tightness with a massive increase in demand driven by the state, you've got a recipe for inflation. SEBASTIAN (voice-over): President Putin now poised for the next price spike, a threat to his image of stability ahead of March elections, though likely not his presidential shelf life. Clare Sebastian, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:42",
      "speaker": "GIOKOS",
      "sentences": "Welcome back to CONNECT THE WORLD, with me, Eleni Giokos.Your headlines this hour: Iran executed four men Monday, accused of spying and planning attacks for Israel's spy agency, Mossad. The four were convicted of planning to bomb a factory associated with the Iran's defense ministry in the city of Isfahan. But a Kurdish human rights group says the men were political prisoners who did not receive proper legal representation. Tractors and other farming equipment have reportedly begun blocking some roads in and around Paris. France's farmers have been protesting for more than a week now, and they want better working pay, working conditions, and protections against cheap imports. The U.K.'s King Charles III has just left London hospital, following planned medical treatment for an enlarged prostate. That's according to a palace statement, which also thanked his medical team and said that his upcoming public engagements had been rescheduled to allow for a period of private recuperation. Now, since the Israel-Hamas war began, we've seen flashpoints involving the United States as well as regional actors. But for the first time, American service members have been killed in a direct strike. A drone attack killed three troops at a remote U.S. outpost in Jordan, near the border with Syria. Now, the U.S. president is blaming Iranian backed militants in Syria and Iraq, and has vowed to retaliate. Iran is denying any role in the attack. The big question now is, how will the U.S. respond? We have Jon Alterman here to discuss. And he is the senior vice president for the Center for Strategic and International Studies. So, great to have you with us. We're just showing you an image of a map of Tower 22 in Jordan. it's a remote outpost, not much as publicly known about it, how important was this for the United States and the fact that it was striking and to reiterate, three people have been killed and 30 others injured. So, that was significant for the United States in terms of losses here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:42",
      "speaker": "JON ALTERMAN, SENIOR VICE PRESIDENT, CENTER FOR STRATEGIC AND INTERNATIONAL STUDIES",
      "sentences": "What is going on is a ton from the reason there are U.S. troopsthere is principally, they were there to fight ISIS. ISIS is still an issue in that part of Syria, Jordan, Iraq, and the troops are there as a rapid force. The other piece of it is there's a lot of drugs smuggling of Captagon, manufactured by the Syrian government that is being smuggled into Jordan and throughout the Middle East. It's a big problem. It's a -- it's a problem of smugglers, and I think there was probably some intelligence collection going on, about the drug smuggling which your Jordanians are very concerned about. Strategically, I don't think that the killing of three soldiers changes the game. The problem is that the Iranians and their proxies have been striking out Americans more than 150 times since the Gaza war started. And how do you change their calculus?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:42",
      "speaker": "GIOKOS",
      "sentences": "Yes, and what is the U.S.'s response? You know, a proportionate response. So, what does the U.S. do in the situation right now, becausethere's worries about further escalation. Iran says they weren't involved. And this umbrella group, which they are going to call themselves Islamic resistance. And at the same time, you have, you know, many from the Republican side saying, listen, strike Iran right now. And we're waiting to hear what the U.S.'s next, do you know, move is going to be essentially.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:42",
      "speaker": "ALTERMAN",
      "sentences": "Well, certainly, the U.S. can strike Iran. But the question would be, to what end? Do you really want to start an open-ended war with noparameters for victory, where there are no fronts?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:42",
      "speaker": "GIOKOS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "GIOKOS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ALTERMAN",
      "sentences": "I think there will be an American strike, but is it actually going to stop the Iranians from doing the probing? I think it's very hardto imagine a strike that would stop the Iranians from doing the probing that wouldn't risk throwing everything else the U.S. is trying to do in the region up in the air, and have this big regional war that there's no real endpoint here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "GIOKOS",
      "sentences": "Because, look, the U.S. is saying that they're trying to deter Iran proxies, basically. But all we've seen is just constant back and forth. Youknow, you mentioned that the war in Gaza, if the war in Gaza ends, does that then end the striking that we've seen, and also the trouble we're seeing in the Red Sea, which is, of course, a very big worry, overall?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ALTERMAN",
      "sentences": "Look, it doesn't end it overnight. But it gives you a pathway to end it, it gives you a pathway toward reducing the American militarypresence, reducing the tensions, reducing hostility to the United States, reducing popular support for fighting the United States. It lets the U.S. be on the side of working for Palestinian national aspirations. So, that gives the U.S. something positive to work for in the region. But I'm also struck that European countries, NATO allies, are not really -- a lot of them aren't rushing to support the U.S. in this global security mission, certainly in the Red Sea. And I think that the Biden administration has a very difficult time because people want there to be security, but they don't want to backed the United States, and don't want to be part of what they see is American warmongering, or being charged as American warmongering.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "GIOKOS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ALTERMAN",
      "sentences": "And a lot of allies are sitting back. And I think that, that puts the Biden administration in a tough position. Then, of course, you haveAmerican electoral politics, which makes this all very, very complicated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "GIOKOS",
      "sentences": "It does indeed. Jon B. Alderman, Great to have you on. Thank you, sir, for your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ALTERMAN",
      "sentences": "Thank you very much, Eleni.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:01",
      "speaker": "GIOKOS",
      "sentences": "Well, the International Federation of Journalists has warned Israeli officials, it will take them to court if journalists in Gaza aretargeted. The letter calls in Israel to publish specific policies and procedures to ensure the journalists are protected. The Israeli military says it has never targeted journalists. Now, the Committee to Protect Journalist, says 83 journalists have -- and media workers, have been killed since October 7th. President Joe Biden says he's ready to take on Donald Trump if they run against each other for president. But for now, Trump may not be his biggest challenge. What he really may have to worry about. That is all coming up. Stay with CNN. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:10",
      "speaker": "CAMILA DECHALUS, CNN WHITE HOUSE REPORTER",
      "sentences": "Well, right now, Biden is facing a potential -- really big issue and his campaign efforts to sway more voter-- voters to support him and his reelection effort, and this could potentially be a fallout. I've spoken to several progressive groups and Arab American and Muslim voters across the country. And they've said that they are disappointed and frustrated by Biden's continued support for Israel and his refusal to support a permanent ceasefire in Gaza. Now his campaign is realizing that this is an issue and he's strategizing more ways to just connect and reengage with Arab American and Muslim voters across the country. But so far, those efforts have failed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:10",
      "speaker": "GIOKOS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:10",
      "speaker": "DECHALUS",
      "sentences": "Just last week, a group of Arab American and Muslim leaders in the state of Michigan, which Biden narrowly won in 2020, announced thatthey declined a meeting with Biden's campaign staff. And so, now, they are really just working to keep these conversations ongoing and strategizing more ways to get voters across the country on board with supporting Biden in 2024.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:10",
      "speaker": "GIOKOS",
      "sentences": "Yes. Really good points there. You know, just how much pressure is he actually getting? Because we know that some, you know, of the electoratemight be shifting, and also disheartened by the way that he's dealt with the humanitarian situation or the ceasefire issue in Gaza. But how much pressure is he getting from lawmakers as well?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:10",
      "speaker": "DECHALUS",
      "sentences": "He is getting a lot of pressure, especially among progressive lawmakers. I spoke -- I've spoken to some of them, and they have just saidthat. They are listening to their constituents back home, and their constituents are telling them that they want to see Biden support a ceasefire, and that it can potentially impact whether they decide to vote for him in this upcoming election. And so, that is something that I think the campaign is mindful of. That it's not just coming from outside groups. But also, these mounting pressures for Biden's is to support a ceasefire, is coming from lawmakers. And also, with staffers inside the Biden administration that have held their own events, just calling for an own visual, just calling for Biden to support a ceasefire in Gaza. So, it's coming from outside groups and internally within his administration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:10",
      "speaker": "GIOKOS",
      "sentences": "Camila DeChalus, thank you very much for that update.Well, we've been hearing from E. Jean Carroll about what it was like to face off with Donald Trump. In court last week, a jury ordered a stunning payout in Carroll's defamation case against the former president, awarding her more than $80 million. Trump had already been found liable for sexual assault and defamation in the civil trial. earlier on. She described the moment she felt the power balance between them shift in the courtroom. Watch this interview on (BEGIN VIDEO CLIP) E. JEAN CARROLL, AWARDED $83.3 MILLION IN DAMAGES IN CASE AGAINST TRUMP: Preparing to see him was terrifying. The days leading up as Robbie brought me around stronger and stronger. It was so -- I hadn't slept, I hadn't eaten, I couldn't think, I lost my language when she was trying to prepare me to go to do testimony in front of Donald Trump. And then, when we were in the courtroom, and Robbie went to the lectern, she said, good morning, E. Jean. Please state your name and spell it for the jury, for the court. And there he was, and he was nothing. He just no power. He had -- he was zero. That was -- I was flabbergasted. And from then, we just sail through. She brought me in, she said, say your name and I just looked at Robbie. Saw he was nothing and it came up in there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:10",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "Did you -- did you make eye contact with him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:10",
      "speaker": "CARROLL",
      "sentences": "Many times.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:10",
      "speaker": "HARLOW",
      "sentences": "And what was that like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:10",
      "speaker": "CARROLL",
      "sentences": "He is an emperor without clothes. It's like looking at nothing. It was like nothing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:05",
      "speaker": "CARROLL",
      "sentences": "Yes, yes, I had been prepared for the worst force. You know, On the earth today, the most powerful, the most -- the most effective, themost money, the riches, the most, you know -- you know, and there he is. He's nothing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:05",
      "speaker": "MATTINGLY",
      "sentences": "Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:05",
      "speaker": "CARROLL",
      "sentences": "He's just the people around him who give him the power. It's the emperor without clothes. It's Hans Christian Andersen's fairy tale. Youknow. People just gave him clothes when he wasn't wearing any. That remember the fairy tale? So, that's Donald Trump. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:05",
      "speaker": "GIOKOS",
      "sentences": "Carroll says the damages she was awarded will go to good use. She is pledging to use the money for women's rights causes. And still ahead,we'll take you to a tree house like no other. It gives you new meaning to the phrase, higher education. We'll explain after this. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:05",
      "speaker": "GIOKOS",
      "sentences": "A tree house in Peru is giving new meaning to higher education. The classroom is 30 meters off the ground. And as we hear from Rafael Romo,environmentalists hope students will learn to preserve the Amazon. (BEGIN VIDEOTAPE) RAFAEL ROMO, CNN NATIONAL CORRESPONDENT (voice over): Classes in session in Peru's Amazon rainforest. One of the most biodiverse places in the world according to the World Wildlife Fund, the Madre de Dios forest covers more than 21 million acres and is home to a wide variety of plant and animal species and more than 32 indigenous communities. Deforestation and poaching have seriously harmed the area. But one local organization is working to conserve it. And they are using an incredibly tall tree house to do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:05",
      "speaker": "PAUL ROSOLLE, FOUNDER, TAMANDUA EXPEDITION",
      "sentences": "So, we had to find a tree that was at the edge of the terra firma that looked out over the rest of thejungle. So, you have that view to the east. ROMO (voice over): A conservation group called Jungle keepers partnered with online education company Udemy. These two groups are teaching students in a 32-meter-high treehouse turned classroom. According to Reuters, built from sustainable wood, the jungle canopy is solar-powered with high-speed satellite Internet. While it may take more than 140 steps to get to the top, it's worth the effort as students are able to see the environment they're working to save from a unique vantage point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:05",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It gives them the skills to not only better their own community, but then take that a step further and better themselves andreally get them to where they want to go and maybe put them in better situations moving forward. It's a real game changer for them. ROMO (voice over): A lofty goal for an even loftier classroom to save one of the most precious areas in the world. Rafael Romo, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}