{
  "date": "2024-08-08",
  "headline": "CNN Newsroom",
  "subHeadline": "Taylor Swift Cancels Austria Shows Over Alleged Terror Plot; Harris, Walz, Vance Campaign in Battleground States; Anti-Racism Counter-Protests in U.K. Foil Far-Right Rallies; Hezbollah May Strike Israel Independent of Iran. Aired 4-4:30a ET",
  "utterances": [
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Welcome to the acoustic setting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "To cancel these three days of concerts tells me it was a real threat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "CROWD",
      "sentences": "Refugees are welcome here!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Am I safe? Am I able to walk on the streets without being attacked? Yes, I am safe because the people within my community are against this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You've got to take a stand, otherwise they're going to get away with it. You've got to show that it's wrong.GOV. TIM WALZ (D-MN), U.S. VICE PRESIDENTIAL CANDIDATE: These ideas that they're putting out there, they are weird as hell. No one's asking for it. SEN. J.D. VANCE (R-OH), U.S. VICE PRESIDENTIAL CANDIDATE: We were doing so much better when Donald J. Trump was President of the United States. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "ANNOUNCER",
      "sentences": "Live from London, this is CNN NEWSROOM with Max Foster and Christina Macfarlane.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "MAX FOSTER, CNN ANCHOR",
      "sentences": "Hello, a warm welcome to our viewers joining us from the U.S. and around the world. I'm Max Foster. Chrissy is actually on assignment today. You'll find out more about that tomorrow.But it is Thursday, August the 8th, 9 a.m. here in London. And it's 10 a.m. Vienna in Austria where police have stopped an alleged terrorist plot targeting a stadium where Taylor Swift was supposed to perform starting tonight. Barricades and tents for merchandise were already set up outside the venue in preparation. But they'll remain empty since the singer cancelled all three of her concerts. Police have arrested two suspects and made further detentions in the investigation. They believe some type of explosives may have been involved and found unknown chemicals at the home of one suspect. Hundreds of thousands of people were set to either attend the concerts or gather outside the venue. Former CIA operative Bob Baer warns this type of plot is becoming more common. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "BOB BAER, FORMER CIA OPERATIVE",
      "sentences": "Ultimately, Taylor Swift is well protected. Getting to her would be very difficult, but disrupting one of these concerts would be enough. And all you need is one suicide bomber with one of these vests.And the detonators are very easy to make at home. And the chemicals are easy to boil. And that's probably what they're looking at. This won't be the first concert attack. There was Manchester 2017. There was Paris 2015. And this year there was Moscow. These are symbolic targets for the Islamic State. And as tension rises in the Middle East, I think we're going to see more of this. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "Well, Taylor Swift has expressed concern over concert attacks in the past, speaking with Elle magazine about the 2017 Manchester concert bombing.She said in part: I was completely terrified to go on tour because I didn't know how we were going to keep three million fans safe. There was a tremendous amount of planning, expense and effort. She admitted to carrying army-grade bandages, adding, quote: We have to live bravely in order to truly feel alive. And that means not being ruled by our greatest fears. CNN's Kristie Lu Stout following developments from Hong Kong -- Kristie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:03",
      "speaker": "STOUT",
      "sentences": "Now, the cancelled shows in Austria, they were part of the record-breaking Eras Tour. After Vienna, Swift is scheduled to wrap up the European portion of the tour with six concerts in London at Wembley starting next week. We have still yet to hear any comment from Taylor Swift or her team. Back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:03",
      "speaker": "FOSTER",
      "sentences": "It does have these horrible echoes, doesn't it, of what happened in Manchester in 2017. And as we were saying, Taylor has spoken to that in the past.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:03",
      "speaker": "STOUT",
      "sentences": "Yes, absolutely. I mean, look, concerts are a very soft target. Dozens of lives have been taken by terrorists at concerts, like the Ariana Grande show in Manchester in 2017. Over 20 lives taken, including an 8-year-old girl. And analysts have been pointing out that the details of this Vienna-alleged plot, they point to a very chilling pattern that's familiar with European counterterror officials today. You have teenage suspects. We know at least one of them who was arrested, 19-year-old. You have Internet radicalization, online chatter that turns into a real-world plot, and also Islamic State indoctrination. Young people pledging allegiance to IS, to this terror group. In fact, one terror expert, Peter Neumann, tells CNN that the latest Europol data shows that the number of attacks and planned attacks has more than quadrupled since 2022 -- Max.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:03",
      "speaker": "FOSTER",
      "sentences": "Kristie, in Hong Kong, thank you.Democratic presidential nominee Kamala Harris is taking her bid for the White House out West. After spending Wednesday in Michigan and Wisconsin, Harris and her running mate Tim Walz head to the battleground states of Arizona and Nevada this week. Their Republican rival Donald Trump has left the campaigning to his vice presidential pick, J.D. Vance. Trump plans to hold a rally in Montana on Friday, CNN's Jeff Zeleny is following the race. (END VIDEOTAPE) KAMALA HARRIS, VICE PRESIDENT OF THE U.S. (D) AND U.S. PRESIDENTIAL CANDIDATE: We cannot go back. Ours has to be a fight for the future and a fight for freedom. JEFF ZELENY, CNN CHIEF NATIONAL AFFAIRS CORRESPONDENT (voice-over): The new Democratic ticket on the road as Vice President Kamala Harris and Minnesota Governor Tim Walz barnstorm battleground states 90 days before the November election. GOV. TIM WALZ (D-MN), U.S. VICE PRESIDENTIAL CANDIDATE: I couldn't be prouder to be on this ticket to help make Kamala Harris the next president of the United States. ZELENY (voice-over): One day after making a Philadelphia debut Harris and Walz visiting Wisconsin and Michigan as a bitter battle with the Republican rivals take shape. SEN. J.D. VANCE (R-OH), U.S. VICE PRESIDENTIAL CANDIDATE: What Kamala Harris is telling all of us by selecting Tim Walz is that she bends the knee to the far left of the Democrat Party. ZELENY (voice-over): Senator J.D. Vance taking the lead in the furious scramble to define Walz, attacking his record as governor and his service in the Army National Guard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:03",
      "speaker": "VANCE",
      "sentences": "He has not spent a day in a combat zone. What bothers me about Tim Walz is the stolen valor garbage. Do not pretend to be something that you're not.ZELENY (voice-over): Vance accused his rival of ducking his service to Iraq when Walz left the National Guard and ran for Congress in 2005. But Walz actually retired two months before his unit received alert orders for deployment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:03",
      "speaker": "WALZ",
      "sentences": "At 17, I joined the Army National Guard.(APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:03",
      "speaker": "WALZ",
      "sentences": "For 24 years. I proudly wore the uniform of this nation.(APPLAUSE) ZELENY (voice-over): The 2024 race is now fully joined with Harris and Walz crisscrossing the country together this week. An itinerary Vance is closely shadowing. Tropical Storm Debby interrupting plans for the candidates to visit North Carolina and Georgia. Their paths or planes at least cross today on a tarmac in Wisconsin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "WALZ",
      "sentences": "Mind your own damn business. I don't need you telling me about our health care. I don't need you telling us who we love, and I sure the hell don't need you telling us what books we're going to read.ZELENY (voice-over): The spotlight on vice presidential hopefuls will soon give way to the top of the ticket and back to a debate over debates. Trump signaled a new willingness to meet Harris on a network other than Fox.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "TRUMP",
      "sentences": "We'll be debating her, I guess, in the pretty near future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "ZELENY",
      "sentences": "A new ingredient in the Democratic ticket, enthusiasm from rallies like this here in Detroit. Vice President Harris, Governor Walz arriving here after being in Wisconsin, of course, on Tuesday night in Philadelphia. Those three states, of course, are critical cornerstones of their electoral strategy, that blue wall they need to defeat Donald Trump.This race now feels fully joined with former President Trump, Senator J.D. Vance, aggressively trying to really brand their opponents as too liberal for office. But the Democratic ticket trying to keep this momentum alive, the Democratic convention less than two weeks in Chicago. Jeff Zeleny, CNN, Detroit. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "FOSTER",
      "sentences": "Last hour, I spoke with Thomas Gift from University College London, asked him what the Republican ticket needs to do to get back some momentum.(BEGIN VIDEOTAPE) THOMAS GIFT, CENTRE ON U.S. POLITICS, UNIVERSITY COLLEGE LONDON: Really, Republicans need to focus on the issues. I think they're trying to paint Walz and Kamala Harris as just too far left, just too progressive and not representative of where mainstream Americans are at the moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "FOSTER",
      "sentences": "They're working hard in these swing states. They need you know, there's a strong base, isn't there, for Kamala Harris, if you look at the polling. But many of the groups that she appeals to don't always turn out at elections.So a big question for them is, you know, they might have the support, but can they actually get the votes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "GIFT",
      "sentences": "Yes, no, absolutely. I think turnout is what elections are all about now in the United States. And it's one reason maybe why Kamala Harris did choose a candidate who is perceived as maybe further to the left than some of the other alternatives that she was looking at for vice president, because she really needs to make sure that the base turns out.I mean, if there's one thing that we know about Donald Trump, he always galvanizes the base. He has this floor of support, huge amount of enthusiasm. They're going to come out. So under Joe Biden, there was just a lot of concern that many Democrats are almost looking at a loss as a foregone conclusion. Now there's been some energy re-injected into the campaign. And ultimately, I think you're right. In states like Pennsylvania, Ohio, Michigan, Florida, it's all going to be about the base. (END VIDEOTAPE) FOSTER (on camera): U.S. President Joe Biden says he believes Republican presidential candidate Donald Trump will not accept the outcome of the election if he loses. In a CBS interview that airs on Sunday, Mr. Biden also warned that Trump is installing his supporters as local election certification officials. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "If Trump wins, no, I'm not confident at all. I mean, if Trump loses, I'm not confident at all. He means what he says. We don't take him seriously. He means it. All the stuff about if we lose, there'll be a bloodbath, there'll have to be a stolen election.Look what they're trying to do now in the local election districts where people count the votes. They're putting people in place in states that they're going to count the votes, right? You can't love your country only when you win. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "FOSTER",
      "sentences": "Well, on January 6th, 2021, Trump urged his supporters to march on the Capitol to stop Congress from certifying Joe Biden's election victory. More than 1,200 people have been charged in connection with the subsequent riot. Trump continues to make the false claim that the 2020 election was stolen from him.After days of violence, anti-racism protesters appear to have prevented a new round of riots in the U.K., carrying signs reading Britain standing up to Nazis and manned against Nazis. Thousands found out across more than a dozen cities on Wednesday to stand up to the far-right agitators. Police beefed up their presence as well. Most of the right-wingers did not show up at the immigration and visa processing centers that authorities thought might be targeted. But it's not clear whether the racist violence is over. CNN's Nada Bashir joining us with this live from Sheffield in England. Just take us through the change in tone that you saw last night -- Nada.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We want to come out and show that there's more of us than there are of them. And just to show that the weight of opinion, certainly in Sheffield, is that we don't want these violent anti-immigrant people to think that they represent the people here. And the people of Sheffield don't stand for that. And we're not here to cause trouble.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "This is amazing. The hundreds of people that are here, the show of community and solidarity just feels really good. It feels -- it's a really positive outcome out of the horrible things that have happened.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "BASHIR",
      "sentences": "There seems to really have been a shift in the environment across the country. Here in Sheffield, huge protests. We saw thousands turning up in other cities, including in London, in Liverpool, in Brighton, in the South. A real significant turnout. Many chanting refugees welcome. These protests -- these riots rather have, of course, been centered and focused on this anti-immigration sentiment, which has really been spurred on by a massive disinformation campaign here in the United Kingdom.But again, there has been a real response from the government and from police officials as well. Keir Starmer has described these riots as far-right thuggery. He has said that the government will be enforcing the full force of the law against anyone involved in anti-immigration and far-right rhetoric and violence, as we've seen over the last few days. In fact, already hundreds have been arrested. Around 100 have already been charged. We've seen hefty jail time being sent down on some of those who have been charged. And that seems to, at this stage, act as some sort of deterrence. But again, that huge turn-up by anti-racism protesters has also really shifted the environment, the image of what is happening in the country at this current point in time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "FOSTER",
      "sentences": "OK, Nada, thank you so much for joining us from there.Tropical storm Debby has made its second landfall in the U.S. on the South Carolina coast. The storm poses a major flood threat for parts of North and South Carolina, as well as Virginia. Debby's impact is being felt across the southeast, spawning at least 10 reported tornadoes so far, along with sustained flooding. And this is a live look outside a heavily damaged middle school in Lucama, North Carolina, where the National Weather Service is confirming that a tornado touched down early this morning. Other structures in Wilson County were also damaged, along with trees and debris in the roadways there. And nearly 41 million Americans are under heat alerts as well, raising concerns for customers with no electricity due to the storm. Now, in Idaho, officials have issued an evacuation notice after lightning sparked a fire that burned about 60,000 acres. Right now, the so-called Paddock Fire isn't contained at all. Residents under the evacuation order are being urged to start planning their exit route in case they have to leave quickly. (BEGIN VIDEO CLIP) STEVE STICH, PROGRAM MANAGER, NASA'S COMMERCIAL CREW PROGRAM: We have been working with SpaceX to ensure that they're ready to respond on Crew-9 for a contingency of returning Butch and Suni on Crew-9 if we need that. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "FOSTER",
      "sentences": "Israel bracing for retaliation from Iran and its allies. It appears Tehran's most powerful proxy, Hezbollah, may strike first. With sources telling CNN that the Lebanon-based militant group could launch a direct attack on Israel in the coming days, regardless of what Iran intends to do itself.Now Israel has been anticipating some sort of attack in response to its killing of a top Hezbollah military commander in Lebanon last week. Israel is also widely believed to have assassinated the political leader of Hamas, Ismail Haniyeh, in Tehran, and officials say Iran still appears to be planning its response. World leaders are keeping a close eye on the situation, obviously. On Wednesday, the Organization of Islamic Cooperation held an extraordinary meeting of foreign ministers to address the ongoing war between Israel and Hamas, as well as last week's assassination of Haniyeh, which the group has condemned. Diplomatic efforts have picked up in recent days, aiming to prevent a wider war. (BEGIN VIDEO CLIP) MATTHEW MILLER, U.S. STATE DEPARTMENT SPOKESPERSON: We would hope that at that OIC meeting, the same thing happens that we have been trying to effectuate throughout the last week. Which is that all parties that have a relationship with Iran and press upon Iran, the same way that we've been pressing upon the government of Israel, that they shouldn't take any steps to escalate the conflict. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:06",
      "speaker": "JOMANA KARADSHEH, CNN CORRESPONDENT",
      "sentences": "Well, I think, I mean, this is one of the scenarios that everyone is looking at and this is something that the leader of Hezbollah Hassan Nasrallah a couple of days ago in his address did also suggest that you can either see them responding on their own, retaliating on their own, or you could see various Iranian proxies coming together. He's put out that possibility that they could --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:06",
      "speaker": "FOSTER",
      "sentences": "They could be split.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:06",
      "speaker": "KARADSHEH",
      "sentences": "I don't think it shows a split. I think it just shows that Hezbollah on its own seems to be determined to respond to the assassination of its military leader Fuad Shukr. What Iran does doesn't do could be a different thing. But I think this is all part of the bit of psychological warfare going on here. And you heard this from Nasrallah as well saying, the waiting, keeping them waiting, keeping the Israelis waiting is part of the punishment as he described it. And this also seems to be Iran's strategy as well.There seems to be, you know, either no decision on how they're going to go about this or you have diplomatic efforts that are going on behind the scenes to put pressure on the Iranians to try and contain the reaction that might be gaining traction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:06",
      "speaker": "FOSTER",
      "sentences": "What countries we're talking about that have leverage with Iran and what are they doing? well we don't really know what is going on",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:06",
      "speaker": "KARADSHEH",
      "sentences": "Well we don't really know what is going on behind the scenes, Max. It is so difficult to get any information about what is happening. But we know that there's been a lot of shuttle diplomacy. We know that the Jordanian foreign minister went to Tehran this week for the first time a Jordanian foreign minister visits the Iranians in about 20 years. And you assume with Jordan's relations with the United States that perhaps here trying to work out some sort of an agreement, trying to contain the Iranian response. Because they have said that they are going to retaliate.And interestingly hearing from the Jordanian foreign minister when he was speaking with our Becky Anderson yesterday, he obviously went to Tehran, he met with the Iranians as well as we saw yesterday during the meeting of the Organization of Islamic States in Jeddah. He says the Iranians feel that they have been done a great wrong and that they are going to have to retaliate. So no one's talking about, oh, it looks like we're going to stop the Iranians. I think it's all about containing it right now as well as containing whatever the Israeli response to retaliation is going to be as well.",
      "isLastSentenceInterrupted": false
    }
  ]
}