{
  "date": "2024-11-07",
  "headline": "Inside Politics",
  "subHeadline": "Democrats Point Fingers As They Reckon With Trump's Win; Homeland Security Officials Prepare For Shift In Immigration Policy; Trump Vows Mass Deportations Once He Takes Office; Dave Portnoy: Democrat \"Moral Superiority\" Is Not Working; Democrats Begin Soul- Searching After Trump Victory. Aired 12:30-1p ET",
  "utterances": [
    {
      "timeStamp": "12:30:00",
      "speaker": "JOHN KING, CNN CHIEF NATIONAL CORRESPONDENT",
      "sentences": "-- Joe Biden and they went back to Donald Trump. That's Erie County and North Hampton County. I can go through Michigan, I can go through Wisconsin, the swing counties, the 50-50 counties, Donald Trump won most of them.And a lot -- what's -- what do they have in common? Blue collar Americans who, yes, care about democracy, but they also want to take their kids to Disney World and they can't afford it. And they also are driving a car that's a little shaky and they're afraid to buy a new one. And that takes -- that just Trump's everything else, forgive the word, but it does.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "DANA BASH, CNN ANCHOR",
      "sentences": "And it crosses, Rachel --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "KING",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "BASH",
      "sentences": "-- lines and all lines.LAURA BARRON-LOPEZ, CNN POLITICAL ANALYST: I think what's key here is that there was an entire rightward shift across the entire country. It was not just in swing states, it was also in blue states. And it's not necessarily assigned to a specific demographic. And so, one thing that I think stands out also, we can't have this conversation, a little bit to your point, Dana, is that maybe it's not so much Democrats, policies or messaging or the words that they use specifically, but there is an entire right-wing media ecosystem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "KING",
      "sentences": "Yes.BARRON-LOPEZ: Doesn't exist --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "BASH",
      "sentences": "Oh yes.BARRON-LOPEZ: -- on the left.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "KING",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "BASH",
      "sentences": "It does not exist.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "KING",
      "sentences": "Yes, yes, yes. BARRON-LOPEZ",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "KING",
      "sentences": "Right.BARRON-LOPEZ: -- regardless of age and demographic. And that played a big role in this because of the fact of like the -- whether it was disinformation, misinformation, or different propaganda that they were feeding to the American public that made them feel the way they did. And that -- and the American public felt as though that they were being heard by Donald Trump --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "It was the message, the effectiveness of the Trump message that, you know, I'll fix it, right? It just -- it was very clear. What was the Harris message? It was, you know, turned the page. It was this. It was kind of a little bit all over the place. Hard to distill exactly what she was essentially running on in this very short campaign.But it will be interesting to see what lessons the Democratic leaders draw from this shellacking, especially if they are in that minority in the House. Do they try to cut deals on immigration? Try to moderate on some of these issues in which they clearly lost on here? Or do they believe that their best approach is to do what they did the first time? Battle Donald Trump toe to toe on all these key issues and try to make that argument to the public. That's going to be key going forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "BASH",
      "sentences": "I don't know. I mean, there's policy and then there's just language and showing up. And it's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "KING",
      "sentences": "But there were -- look around the world at the elections that have happened before our election. There were every sign imaginable that this was coming.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "KING",
      "sentences": "That the right was gaining, that migration issues, globalization issues, technology issues were making people anxious. And when people are anxious about their lives, that's what they care about most. And so democracy gets put down --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "KING",
      "sentences": "-- even abortion rights got put down. People were just like, where are we going?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "KING",
      "sentences": "And you had an environment where, forgive me, there was just a vacuum. It was -- she -- that's the point right there. The Republicans have figured out communication in the digital age. You know, Howard Dean raised money on it, Barack Obama organized on it, and then it seems like the Democrats just quit using the internet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "KING",
      "sentences": "And the Republicans have figured it out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "BASH",
      "sentences": "Yes.BARRON-LOPEZ: Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "BASH",
      "sentences": "Where's the kind of stock in 2008 --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "JEFF ZELENY, CNN CHIEF NATIONAL AFFAIRS CORRESPONDENT",
      "sentences": "And he was the candidate of change, the former president of the candidate of change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "ZELENY",
      "sentences": "That probably --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "KING",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "ZELENY",
      "sentences": "-- boils it down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:37:14",
      "speaker": "BASH",
      "sentences": "Mass deportations and ending birthright citizenship. Those are just a small sample of the seismic shift in immigration policy ideas and proposals that President-elect Trump said he would carry out when he goes back into the White House.CNN's Priscilla Alvarez is with me. Now, Priscilla, you have been having a lot of conversations about the internal discussions going on at DHS. They're obviously not actually policy wise preparing for this, but they're mentally preparing for new directives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:03",
      "speaker": "BASH",
      "sentences": "Fascinating reporting. Thank you so much, Priscilla. Appreciate it.And coming up, the political post-mortem is well underway. I'll speak with one of the key architects of Barack Obama's successful campaigns about what Democrats are getting so wrong. That's next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:03",
      "speaker": "BASH",
      "sentences": "?The finger pointing is well underway as Democrats digest Donald Trump's resounding victory. They're trying to figure out why he made gains in nearly every demographic group in America and where the Democratic Party goes from here.Joining me now is CNN's Senior Political Commentator, former senior adviser to President Barack Obama. The one and only Axe. David Axelrod, thank you so much for being here. I think --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:03",
      "speaker": "DAVID AXELROD, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "Good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:01",
      "speaker": "AXELROD",
      "sentences": "Yes. Well, first of all, let me just say that I think that in a -- when 28 percent of the country believes you're on the wrong track and the incumbent president has a 40 percent approval rating as he did in the exit polls, here, you know, there was just such a strong anti- incumbent tide. So I think that is top line fact.But I've also been concerned for a long time about the fact that the Democratic Party is becoming more and more of a suburban, college educated, suburban and city, metropolitan, college educated party, and still considers itself the party of the working class, but approaches non-college folks, people who work with their hands, their back as sort of as missionaries. And the message is, we're here to help you become more like us. And there's a message of unspoken and unintended, I think, disdain that was felt. And, you know, the array -- John made the important point before, I said for months that if you're talking about democracy over the kitchen table or the dining room table, and I care deeply, deeply, deeply about that issue. You probably don't have to worry about the food you're -- on your table, about the cost of it. And the question is whether Democrats have persuade -- have made that a -- the priority that people are living in their lives. And whether they're listening to people, or whether they're lecturing people, and whether there are a set of issues, cultural issues, that have been emphasized that have little to do with the lives of the people who are walking away from the party right now. And I think that's a discussion that needs to be had.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:01",
      "speaker": "BASH",
      "sentences": "One thing that I've heard you say that I completely agree with you on, and we talked about this earlier around the table, is not just about the policies. In fact, it might not be about the policies very much at all, it's about the communication and where you are delivering and how you're delivering that message. And how the Republicans are just light years ahead of Democrats in having their influencers and figuring out the algorithms to find new voters or Democratic voters or disaffected voters or never, you know, never before. People who have paid attention to politics using the internet and doing it on their phone.One influential guy, Dave Portnoy, who has a podcast Barstool, he is somebody who said after Roe that he thought it was insanity. He thought that the whole country was a mess for a lot of reasons, but that was part of it. He identifies as a moderate/independent. And yet, he voted for Donald Trump. Listen to what he said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:01",
      "speaker": "DAVE PORTNOY, FOUNDER, BARSTOOL",
      "sentences": "The people pulling the strings in the Democratic Party, get rid of them, they've lost the plot. Tonight is on the Democrats. It was a ringing endorsement for the Republicans, Trump, ringing indictment against the Democrats. They got to look themselves in the mirror.This moral superiority complex they have, this arrogance they have, it's not working. It's time to wake up and see that. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:01",
      "speaker": "BASH",
      "sentences": "Is that just a more blunt way of saying what you told me at the beginning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:10",
      "speaker": "BASH",
      "sentences": "And it used to be the backbone of the party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:10",
      "speaker": "AXELROD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:10",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:10",
      "speaker": "AXELROD",
      "sentences": "And they feel like they are thought of as less and that their priorities are not the priorities of the Democratic Party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:10",
      "speaker": "BASH",
      "sentences": "David, we're out of time, but just quickly, I know you heard a lot of people with blank quotes blaming Barack Obama for and others for getting rid of Joe Biden and effectively blaming that move on the loss of the White House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:10",
      "speaker": "AXELROD",
      "sentences": "Yes. Listen, Joe Biden could not have won this race. You know, he had a very low approval rating. Whether fair or unfair, he had a very low approval rating, and people lost confidence in him and the debate was the culmination of it. Just in his stamina and his ability to do the job. And that was just very evident.And she lost among the 59 percent who had a low opinion of Biden, a job approval of Biden. She got 16 percent of the vote. Trump got 82 percent of that vote. Biden would have done, you know, worse --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:10",
      "speaker": "BASH",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:10",
      "speaker": "AXELROD",
      "sentences": "-- than her. So that's just not true. And it does a disservice -- forget about Barack Obama, Nancy Pelosi and the others. They're -- you know, they need to face the reality of that. And perhaps the real point was maybe Joe Biden should have decided very early that one term was enough and give the party a chance to have a primary election. And maybe the outcome could have been different, but it might not have been because incumbent parties don't do well when people are unhappy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:10",
      "speaker": "BASH",
      "sentences": "David Axelrod, always good to talk to you. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:10",
      "speaker": "AXELROD",
      "sentences": "Nice to see you, Dana. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:57",
      "speaker": "BASH",
      "sentences": "?Welcome back. It is so hard with so much to unpack and figure out with regard to what happened in this election, what's going to happen in the future. And luckily, I have four very important well- sourced minds.Manu, what is the one thing that you saw that surprised you that will change your approach to reporting on Washington and the new Congress going forward?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:57",
      "speaker": "RAJU",
      "sentences": "Well, it's hard to say anything that changed my approach going forward, but I will say that it'll be interesting to see how the Republicans react to this moment with Donald Trump in Washington. Initially, in the first four years, a lot of them tried to fall in line, some of them tried to rebel, tried -- some of them tried to stay, you know, try to show some separation with the President here.Now, Donald Trump is showing complete dominance over the top of his party. How do they fall in line? So in -- will there be an outrage of the day that they'll have to respond to with every Trump post and every Trump tweet? Or will it be a policy focused administration? Those are the things I think will be key to watch in the months ahead. BARRON-LOPEZ: Yes, I think one thing I'm going to be looking at is the Latino vote. Yes, Harris got the majority of it. But there are some signs there for them that they need to pay attention to. One thing that stuck out to me that I'm thinking about a little differently was that when I was talking to a Democratic organizer in Nevada before the election. They had said that the abortion -- concerns about abortion and voters who were going to vote in -- for more abortion access weren't necessarily translating that or connecting that to Kamala Harris. And that when you went to the doors of so many Latino voters, the first thing that they would talk about was cost of living. And so that's something that I think moving forward Democrats are going to have to address when they talk to that demographic. Because a lot of those Latino voters, at the day, that was the most important thing to them was cost of living. They didn't believe -- they understood what they were voting for when they voted for Donald Trump, but they didn't necessarily actually believe in focus groups that he was going to carry out mass deportations. They didn't necessarily believe that he's going to repeal the ACA. And so that's also what led to the vote.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:57",
      "speaker": "ZELENY",
      "sentences": "I think a big takeaway, not all Trump voters go to Trump rallies, and I think the Harris campaign misidentifies who is voting for Donald Trump. A North Star for me of this election is a voter that I've been in touch with in Cedarburg, Wisconsin, a place you've been John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:57",
      "speaker": "KING",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:57",
      "speaker": "ZELENY",
      "sentences": "It's a key part. She does not like Donald Trump's rhetoric. She likes his policies and misses how the economy was, immigration a concern. So I think the Harris campaign and Democrats writ large have once again sort of misread who the Trump voters are.But the media ecosystem, how people get their news and information puts the Harris campaign and Democrats on an unfair playing field, but they should have adjusted for it. And abortion rights that overstated thinking how important it was in the midterm elections just did not drive over the economy this time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:57",
      "speaker": "KING",
      "sentences": "I would say that in my almost 40 years of doing this, this town has never been more disconnected from the people it pretends to govern. I'm going to give you an example, just hold this up for you. Look at -- if you can see this right here, look at the percentage of Americans who make $200,000 a year. This is the percentage of Americans who make $75,000 a year or less, right?So you look at Wisconsin, see the number of 200,000, that goes down even more. You look at Michigan, it's right around there. So I'm going to bring you now to Washington, D.C., right? Virginia is right here. Here's the Northern Virginia suburbs, look at that number, 200,000 jumps up, right? That's Fairfax County, Virginia. Come into Washington, D.C. That is the point. The people who run this town, who govern in this town, inflation did not take the toll on them. The cost of living did not take the toll on them. And so, when you go out in the country, the people who live out here, see all this? This is a county perspective of the presidency. The people who live here think that the people who live here have no idea about their lives. And guess what? They're right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:57",
      "speaker": "BASH",
      "sentences": "Wow. Yes. And the question is, how are they going to -- the people who are working here and representing all the people in the middle of the country, how are they going to kind of get back in touch?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:57",
      "speaker": "KING",
      "sentences": "Go see them and go meet them. Fishermen in New Hampshire voted for Donald Trump, disagrees with Donald Trump on climate change, disagrees with Donald Trump on abortion. He thinks Donald Trump is going to protect his job. It's all about that. It's his life. Food on the table.",
      "isLastSentenceInterrupted": false
    }
  ]
}