{
  "date": "2024-06-18",
  "headline": "CNN News Central",
  "subHeadline": "Anthony Fauci Memoir Reflects On Career In Public Service; Justin Timberlake Appears In Court After DWI Arrest In NY. Aired 1:30- 2p ET",
  "utterances": [
    {
      "timeStamp": "13:30:00",
      "speaker": "SARA MURRAY, CNN POLITICAL CORRESPONDENT",
      "sentences": "To spend some time in Rikers Island in jail there. Certainly, not something that anyone is looking forward to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "Rikers obviously carries quite the reputation.Sara Murray, thanks so much of the reporting. Appreciate it. Still ahead, Dr. Anthony Fauci opens up about the attacks that he's faced from conservatives. Hear what he has to say about that. And what he thinks about his legacy. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:01",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "And our own Dr. Sanjay Gupta sat down with Dr. Fauci. He's with us now.So, Sanjay, Dr. Fauci is 83. Apparently, though, he has no plans to retire anytime soon. He writes about a career that has spanned seven presidents and more than 50 years. DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: It's an incredible career. I mean, just think about that. I don't know if anyone else, I think, that has worked for seven different presidents. He reflects on their different leadership styles. Fifty-four years. That means HIV/AIDS, Anthrax, Zika, Ebola, H1N1, obviously COVID. He's been at the center of all these things. He got the Presidential Medal of Freedom in 2008. But I think he'd be the first to tell you, these last few years have also been some of the most challenging for him. (BEGIN VIDEOTAPE) MIKE PENCE, FORMER U.S. VICE PRESIDENT: So, let me recognize Dr. Tony Fauci for an update on where we stand and recommendations and guidance. GUPTA (voice-over): It is a name that is almost synonymous with the COVID-19 pandemic, for better or worse. (CHANTING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:01",
      "speaker": "GUPTA",
      "sentences": "But this wasn't the first time he had to face down a global pandemic.DR. ANTHONY FAUCI, FORMER DIRECTOR, NATIONAL INSTITUTE OF ALLERGY AND INFECTIOUS DISEASES: With regard to drug development, the steps are simple, although the goal is an ominous goal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:01",
      "speaker": "GUPTA",
      "sentences": "I sat down with Dr. Anthony Fauci to talk about his new memoir, \"On Call(on camera): Illegitimi non carborundum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:01",
      "speaker": "FAUCI",
      "sentences": "Right, which means, \"Don't let the bastards wear you down.\"(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:01",
      "speaker": "FAUCI",
      "sentences": "Which is actually goes -- lately that is a very relevant and appropriate saying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:01",
      "speaker": "GUPTA",
      "sentences": "When you say this phrase to yourself, are you able to not let these guys get you down?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:01",
      "speaker": "FAUCI",
      "sentences": "You know, the answer is they don't -- they don't get me down to the point of interfering with what my work is.But it does wear and tear on you. I mean, knowing that there are people who are just hell-bent on trying to discredit you and they have no evidence about anything. And all you've done all your life, your professional life, for me, 54 years and almost 40 years as director, have done nothing but try to save lives. GUPTA (voice-over): His journey to save lives started when he attended medical school at Cornell, then made the pivotal decision to join the National Institutes of Health, where he quickly rose through the ranks and focused on infectious disease. But there came a moment, July, 1981, that would change everything. He was reviewing the CDC's Morbidity and Mortality Weekly Report, the MMWR, when he noticed a concerning spike in deaths. Twenty-six young, otherwise healthy, gay men. FAUCI: Reading that MMWR totally transformed my professional career because I made the decision right there. I said, if there's one disease that I have to study, it's this disease.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:01",
      "speaker": "GUPTA",
      "sentences": "HIV/AIDS became his whole life. And he was one of the first to recognize the extent of the AIDS crisis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:01",
      "speaker": "FAUCI",
      "sentences": "In some respects, we're seeing an increase in what we would call the heterosexual spread of the disease.GUPTA (on camera): I don't think many people who sort of know you from COVID realize that, in many ways, you went through some of these same challenges before with HIV/AIDS, not just new disease, trying to find new therapeutics, but the activists. What was that part of your life like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:01",
      "speaker": "FAUCI",
      "sentences": "It is as different as peanuts and watermelons. I mean, it just is very different.Because the activists were trying to get the attention of the authorities, the scientific authorities and the regulatory authorities, that the time-proven way of approaching the development of interventions for a new disease doesn't work well for a disease that's rapidly killing themselves and their friends and their loved ones.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The whole thing with the National Institutes of Health is they won't test any of these drugs that'll keep people alive. And I got this saying, no Peptide T, no Compound Q, Anthony Fauci, I piss on you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:01",
      "speaker": "FAUCI",
      "sentences": "I mean, come on. That is nothing like what the activists were doing. GUPTA",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:01",
      "speaker": "FAUCI",
      "sentences": "I think, overall, you've got to admit, without a doubt, vaccine saves hundreds of thousands of lives, maybe millions in the United States and multiples of millions globally, no doubt about that.But when you mandate something, given the psyche of the country and the fact that when you tell somebody they need to do something, the way the country is divided now that you might have a collateral effect, unintended, that would have people push back on getting vaccinated. So, that needs to be re-examined now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:01",
      "speaker": "GUPTA",
      "sentences": "You talk about this interesting press briefing that you did. This is in March of 2020. And you had to correct the record, even if the president was talking. How challenging is that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:01",
      "speaker": "FAUCI",
      "sentences": "I said to myself, I have a responsibility to preserve my own personal integrity and a responsibility to the American public.So, when I walked up to the podium, I said, here it goes, Dr. Fauci, the president just said that hydroxychloroquine is, you know, the end all. The answer is, is no, and the evidence that you're talking about, John, is anecdotal evidence. That was painful to me to have to do that. But there was no doubt that I had to do it. I mean, it wasn't like, well, maybe you shouldn't, maybe you should. There was no doubt that I had to do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:01",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "Well, thank you very much.(CROSSTALK) GUPTA (voice-over): He thought President Trump would be angry. But listen to what happened behind the scenes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:01",
      "speaker": "FAUCI",
      "sentences": "But then he called me in his office once and he wanted to ask me another question. And he was on -- looking at three different televisions. And he says, my God, these ratings are amazing. They're better than cable. They're better than network.The president, it's no -- it's no secret. I'm not divulging a secret about the president. He was very, very fixated on image and ratings. And he thought that the amount of attention that was given to the press briefings was really terrific. And his comment was, wow, do you see those ratings? And my feeling was, ratings? We're in the middle of a pandemic, but what are we talking about ratings?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:01",
      "speaker": "GUPTA",
      "sentences": "Nowadays, since stepping back from the NIH, Fauci has been focusing more on family, but has yet to give up on his life's mission of saving lives.He is now a distinguished professor at Georgetown.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:01",
      "speaker": "FAUCI",
      "sentences": "When I take life on a daily basis and try and enjoy aspects of life every single day and take really serious relationships, particularly -- you know, my relationship with Christine is -- I just think is something that I value immensely because she really keeps me on the track.GUPTA (on camera): And you're a grandfather now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:01",
      "speaker": "FAUCI",
      "sentences": "I am.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:01",
      "speaker": "GUPTA",
      "sentences": "How's grandfather life?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:01",
      "speaker": "FAUCI",
      "sentences": "It's a feeling that people forever have described to me. Oh, wait until you become a grandfather. It's going to be absolutely amazing.But you don't really understand what that means until you have this little kid who's the daughter of your daughter, you know, sitting down in your lap, playing with your eyeglasses or with your nose. It's amazing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:01",
      "speaker": "GUPTA",
      "sentences": "Are you ever going to retire?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:01",
      "speaker": "FAUCI",
      "sentences": "You know, Sanjay, that's a good question. Right now, you know, I may be 83, but I feel like I'm 55, you know. So, I -- to me, I don't see any end to it.But I do know that I think I have enough realism about myself. I mean, the people who throw darts at me, you know, think badly of me, but I'm fundamentally a pretty humble person. And I know and can evaluate my limitations. And I can tell you, when I feel I'm not able to lead at all on the court, then I'll walk off the court. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:01",
      "speaker": "GUPTA",
      "sentences": "I've got to tell you, I don't think he's going to retire, you know?(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:01",
      "speaker": "GUPTA",
      "sentences": "He's the kind of guy, he is going to go to a beach and read books.I mean, he's 83-years-old. And I just -- I emphasize that again because obviously been talking a lot about age recently. And he was sharp. Just wrote this 450-page book, working as a distinguished professor. And I just one other tidbit that I'll tell you. The interview that I did there was at his home, the same home he's lived in since 1977. So he is -- you know, he's a stable sort of person, a person who's really had a large presence in public health. But also in his family and his neighborhood. He's been that guy for so many people for so long.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:14",
      "speaker": "GUPTA",
      "sentences": "Yes, that's a great question, Boris. I did ask him about that specifically. And it's interesting because, a lot of times, these large scientific agencies, they have spokespeople who go to the press briefings and things like that.But he's been out there, as I mentioned, all these things, Anthrax, Zika, Ebola, H1N1, HIV, COVID. When he -- the way he answered it was he said, at some point, he realized over the last few decades he was really good at explaining things. He was a good communicator and good at explaining complicated topics, which a doctor myself, someone who reports on this, I would agree with. He was often the guy that I think me and other reporters would call saying, hey, were not quite understanding this -- what you're saying about this particular issue or what's going on with X, Y or X or Z. And he's a guy that we get on the phone at any time of the day and explained these things. And he did that for us, but he did it for the public as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:14",
      "speaker": "KEILAR",
      "sentences": "Yes. Really fascinating to hear him talking about the AIDS epidemic and all of the different challenges.What a thoughtful interview, Sanjay. Thank you for bringing that to us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:14",
      "speaker": "GUPTA",
      "sentences": "Thank you. You got it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:51:13",
      "speaker": "KEILAR",
      "sentences": "We're learning some new details about the DWI arrest of Justin Timberlake in New York overnight. According to court records, his eyes were bloodshot and glassy and his breath allegedly reeked of alcohol. SANCHEZnow from Sag Harbor, New York. And, Brynn, Timberlake was arraigned earlier today. What more are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:51:13",
      "speaker": "BRYNN GINGRAS, CNN NATIONAL CORRESPONDENT",
      "sentences": "Yes, he was released, Boris, on his own recognizance, so no longer in police custody.But I can tell you that sources said I'm really just soon after he was leaving this hotel right behind me in downtown Sag Harbor, a part of The Hamptons, when he was pulled over. And according to the court paperwork, it was just after about 12:30 in the morning and the police officer, who wrote up the paperwork, says that he pulled him over because he failed to stop at a stop sign and was also swerving lanes. And when they approached the vehicle, that officer, as Brianna said, reported that his eyes were bloodshot, that he had glassy eyes, that he showed -- or that they actually smelled alcohol on his breath and that his speech was slurred when he was going to reach for his vehicle registration. In addition to that, the officer reported that he failed a sobriety test -- oh, sorry, a field -- a field sobriety test. Actually brought Timberlake to the town jail where he actually spent the night. And at that point, they also said that he refused to take not one, not two, but three breathalyzer tests, which, of course, is within his rights. Allegedly, he told police that he had one martini and I followed my friends home. So like I said, he slept within the town jail overnight. His arraignment was earlier this morning where he pled not guilty to one charge of DWI. And he has been released, as I said, on his own recognizance -- guys?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:51:13",
      "speaker": "KEILAR",
      "sentences": "Any more reaction from him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:51:13",
      "speaker": "GINGRAS",
      "sentences": "You know, he has a local attorney who is a high-powered attorney in this area of The Hamptons. We're hearing that he is not going to be releasing any statements on Timberlake's behalf.We also have reached out to his reps and we're not getting any information from them as well. This is a section of The Hamptons where there's a lot of celebrity sightings. We know Timberlake's house is on tour right now after the release of his sixth album. He's actually set to perform in Chicago over the weekend but coming back here to New York to perform at Madison Square Garden next week. And I can tell you there's, like I said, a lot of celebrity sightings here in Sag Harbor. Just a few minutes ago, Billy Joel actually just walked out of that same restaurant where Timberlake was spotted earlier last night. And he was asked about this and Billy Joel basically told the press corps that was there that he will not be passing any judgments. So certainly, we are still waiting to hear, though, from Justin Timberlake himself about these charges or this charge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:51:13",
      "speaker": "KEILAR",
      "sentences": "Yes, generous of Billy Joel, I will say.Brynn Gingras, thank you so much live for us from Sag Harbor. We appreciate it. Now to some of the other headlines that were watching this hour. The shooter who opened fire on an LGBTQ nightclub in Colorado Springs is expected to be sentenced on federal hate crime charges today. Anderson Li Aldrich has pleaded guilty to 74 counts, including gun charges, as part of a plea agreement that spares him any chance of the death penalty. He's already serving five life sentences on state charges for killing five people and injuring 19 others in that 2022 shooting.",
      "isLastSentenceInterrupted": false
    }
  ]
}