{
  "date": "2024-11-18",
  "headline": "Quest Means Business",
  "subHeadline": "US Loosens Restrictions as Russian Strikes Pound Ukraine; Two Undersea Cables in Baltic Sea Disrupted; Trump Considers New Candidate for Treasury Secretary; Netflix Brings In Massive Audience With Tyson-Paul Fight; Biden Requests $100 Billion For Disaster Aid; British Airways Working To Fix Technical Issue Amid Delays. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:00:05",
      "speaker": "JULIA CHATTERLEY, CNN INTERNATIONAL HOST",
      "sentences": "The countdown there and smiles and cheers from the New York Stock Exchange, not enough to lift the Dowthough, spending most of the day in negative territory. NASDAQ bucking the trend though, you can cheer Tesla on for helping to lift that market in particular. Those are the stocks and these are the main events: The US will allow Ukraine to use its long-range missiles in Russia, but is it too late to make a difference? Budget carrier, Spirit Airlines filing for bankruptcy. And Netflix is the real champ; despite technical glitches, more than 60 million viewers see Jake Paul defeat Mike Tyson. Live from New York, it is Monday, November 18th. I am Julia Chatterley in for Richard Quest and this is QUEST MEANS BUSINESS. And a good evening once more. Moscow, warning of radical escalation if Ukraine strikes inside Russia with long-range American missiles. President Biden gave Kyiv the greenlight over the weekend. The Kremlin saying the move will make the conflict worse. Ukraine's President Volodymyr Zelenskyy celebrating the decision. Russia is scaling up its war effort launching its largest aerial attack against Ukraine in months, as Nick Paton Walsh reports.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:20",
      "speaker": "CHATTERLEY",
      "sentences": "Thanks to Nick Paton Walsh there.Now, two communications cables under the Baltic Sea have been suddenly disrupted. The line connecting Lithuania and Sweden was cut Sunday morning according to the telecom that owns it. Finland and Germany are investigating whether a link between their countries was also severed. They fear it may have been a target of \"hybrid warfare.\" Anna Stewart has more. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:20",
      "speaker": "ANNA STEWART, CNN REPORTER",
      "sentences": "Well, this comes weeks after the US warned it had detected increased Russian military activity around key undersea cablesand this is not the first time Russia has been considered a potential culprit for sabotage under the sea, although their involvement has never been confirmed. Cinia, the Finnish-state controlled company operating this undersea cable between Finland and Germany, says they are investigating the cause of the fault. Cables like this are critical for digital communication accounting for around 95 percent of the world's online traffic. They are used for everything from financial transactions and military communications to streaming video on social media. However, important data flows are usually routed between different cables to avoid overreliance on any single link, which may be some good news here, given it will take days or weeks to repair this link between Finland and Germany. Anna Stewart, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:20",
      "speaker": "CHATTERLEY",
      "sentences": "Our thanks to Anna there, too.Now Donald Trump is expanding the pool of candidates to become his Treasury Secretary. We are learning the president-elect is now considering former Fed Governor Kevin Warsh and billionaire investor, Mark Rowan. The fight over who will get the job spilled out into the open this weekend. Trump's close ally, Elon Musk pushing for Cantor Fitzgerald CEO, Howard Lutnick. Hedge fund manager, Scott Bessent has been viewed as the frontrunner. Musk says he would be a business as usual choice, and that Lutnick would enact change. All of that jockeying that pushed Trump to consider alternatives. Kristen Holmes is with me. Kristen, perhaps all the candidates here and perhaps some of the advisers learned that you don't tell Donald Trump what to do. What do we think about these additional candidates and why more have been added?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:20",
      "speaker": "KRISTEN HOLMES, CNN NATIONAL CORRESPONDENT",
      "sentences": "Yes, I mean, Julia, it sounds like this has become a complete knife fight behind-the-scenes. We know thatat one point, Donald Trump had kind of settled on hedge fund manager, Scott Bessent that he had said, okay, that the entire team around him was working to make sure that this would happen and get out there with Scott Bessent as Secretary of Treasury. Then, that never happened. And we are told that's because Howard Lutnick, who is, of course head of the transition team wanted to throw his hat in the ring. Now, we are told that didn't rub everybody the right way, that essentially he had been in charge of the process and was this him using the process to benefit himself, particularly given his relationship with Donald Trump? But I was told by senior advisers that even Trump was not thrilled with the way that Howard Lutnick was handling this. Now, it came down to the two of them. They've been going back and forth particularly knives out on Howard Lutnick's side, as we saw. Elon Musk weighing in for Lutnick and that's when they decided to expand the pool. And Julia, just so you know, they had actually told me on Friday that they were going to announce Treasury that day. The team that works behind the transition, they were meeting together. Scott Bessent came back down to Mar-a-Lago to meet with Trump again and yet, crickets for the next several days. I had also been told Interior and Energy, which we did get over those two days, so clearly Treasury, there is a hang up here. Now over the next two people, Kevin Warsh, as you mentioned, he was not only the governor there, but he also was a longtime adviser to Donald Trump. He has advised him in the past on many financial issues, so he is a favorite among Donald Trump and his close allies; and also Mark Rowan. I am told that people really like him, that he is really in the mix is what I was told specifically that this wasn't just a float, that Donald Trump was seriously considering him. But how this all plays out, that's happening behind-the-scenes at Mar-a- Lago today. Again, both of them just basically being called up last minute, being told the field was expanding and asked to show up to talk to Donald Trump today. We will see how it all plays out and when we actually get that announcement, which really is critical particularly for somebody who ran on economy and economic proposals to have that Secretary of Treasury in place, that's really the next key position that Donald Trump needs to name.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:10",
      "speaker": "ANTHONY CHAN, FORMER CHIEF ECONOMIST, JPMORGAN CHASE",
      "sentences": "Well, I think you need stability and stability often is tantamount to the status quo.But again, you have so many different forces out there in the mix that this is a real challenging decision for the president-elect given that the forces are pushing him in many, many directions and the key for the President-elect trump is to make it appear as though it is his decision. If there is any vision or appearance that he is being pushed in one direction and he makes that choice, then that is something that is going to have people start asking the question, is he really in control of the situation, or is he basically just doing what some of the people are telling him to do, especially powerful players and that's why I think it is taking a little bit longer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:10",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, railroaded perhaps, is another term we could use here. Do you think that is the fate that has perhaps befallen Lutnick and Bessent,potentially? I mean, you could suggest both have their pros and again, both have their cons, or at least limitations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:10",
      "speaker": "CHAN",
      "sentences": "I agree, both of them have some strong pros and some strong cons, but I think you're spot on.The fact that if the president-elect decided to pick Lutnick, which is the preferred candidate of Elon Musk, one of his biggest campaign donors, then it would appear as though as Elon Musk is running the show and that is not something that I think the president-elect is going to tolerate. And at the same time, Scott Bessent is somebody that the president liked, worked well. He loved the way his television profile looked, his appearances. He has said that many times. But again, does he want to antagonize his biggest donor? So, it is one of those things where you want to keep your biggest donor happy, but at the same time, you don't want to give the appearance that they have too much power. So hence, these new two candidates, I don't think it is a coincidence that both candidates are going out of their way to downplay the fact that they are in the running, they're not expressing any strong desires to have the job. They are not suggesting that they are pressuring in any way the president to choose them. I don't think any of that is a coincidence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:10",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, they've learned a lesson, perhaps from other's experiences.Just on the surface, Mark Rowan of Apollo, which is obviously a big private equity giant here in the United States, the challenges that I can see, first and foremost is stock ownership perhaps in Apollo, his own interests. He is a deal maker, and we know they have to sort of segregate, I guess, one could suggest that Trump perhaps is an exception to some degree, so that might follow. But the ownership and assets and the control that he has in Apollo would be a challenge, at least personally, for him, perhaps to set aside to take this role.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:10",
      "speaker": "CHAN",
      "sentences": "No, I agree, but it is not a challenge that is insurmountable. I think that the Trump selection team certainly was aware of that and theystill are moving forward in that direction, but the other thing to keep in mind is that Kevin Warsh has experience. He was a Federal Reserve governor. He was almost in the running and almost the top choice of the president- elect to be the next -- to be the Fed chairman. He of course, ended up picking Jerome Powell But later on, the president-elect even suggested that there was some buyer's remorse, that he wanted to -- he regretted not picking Kevin Warsh. He likes him. He likes the way he looks. And again, he is somebody that would be friendly and acceptable to the financial markets. And right now, another criteria that the president has, he wants a candidate that will be acceptable to Wall Street, acceptable to financial markets. Remember, the president often measures his performance by how the stock market is doing. So, he would like somebody that would be able to be friendly, be able to maneuver and be acceptable to Wall Street. So in no way can you say that the Treasury Secretary decision is going to hurt the stock market in any way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:10",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, and I think the president-elect knows that better than most and will protect that, I think, at all costs.Tennessee Senator Bill Hagerty, another name, I think that's been sort of thrown into the mix potentially as well. To your point about ensuring that investors, whether they're domestic or internationally, are comfortable with this decision, are you basically saying whether it is sort of any now of the latter three, we can add in the senator, too, would be a comfortable pick? Because certainly investors seemed a little bit unsure about Howard Lutnick.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:02",
      "speaker": "CHATTERLEY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:02",
      "speaker": "CHAN",
      "sentences": "I think that the first two candidates, unfortunately were impacted by that negative set of events, the knife fighting that you heard about. Allof those things were not to their advantage, and unfortunately, both of those two individuals are qualified, but unfortunately they were victims of that situation, unfortunate situation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:02",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, park your ego at the door because there are bigger ones awaiting.Anthony, good to have you with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:02",
      "speaker": "CHAN",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:02",
      "speaker": "CHATTERLEY",
      "sentences": "Yes. Thank you so much for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:02",
      "speaker": "CHAN",
      "sentences": "Oh, my pleasure. Take care.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:02",
      "speaker": "CHATTERLEY",
      "sentences": "Great to chat with you, sir. Thank you.Now, a low cost US airline has declared bankruptcy and its struggles could make flying more expensive for everyone in the States. Details next on QUEST MEANS BUSINESS. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:02",
      "speaker": "CHATTERLEY",
      "sentences": "Welcome back to QUEST MEANS BUSINESS.Israel has been exchanging deadly fire with Hezbollah militants in Lebanon amid a US push for a ceasefire. Israeli authorities say a rocket attack launched from Lebanon killed one woman and wounded dozens of others in Northern Israel. The Lebanese Health Ministry reports at least four people were killed in Central Beirut when an Israeli airstrike struck just hundreds of meters from Parliament. Israel has been escalating its campaign against Hezbollah amid the ongoing ceasefire talks. Nic Robertson joins us now from Jerusalem. Nic, good to have you with us. There is an attempt, it seems, to build on the proposal that was submitted by the United States to Lebanon last week. And now I believe a White House envoy is going to be in the region this week. How much cautious hope or optimism can we apply to the latest talks?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:10",
      "speaker": "CHATTERLEY",
      "sentences": "We will keep our fingers crossed that they can make further progress, Nic, to your point.I also want to ask you about reports of a looting over the weekend. It was a convoy, I believe, of more than a hundred aid trucks, but almost a hundred of them were looted and the drivers were held at gunpoint. Can you tell us what happened and by whom?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:10",
      "speaker": "ROBERTSON",
      "sentences": "This is an absolutely staggering and is real first and a real low in terms of what is happening in Gaza. Obviously, a huge pressure bythe United States and others and particularly humanitarian organizations, and particularly by the UN's main relief agency, UNRWA on Israeli authorities to open up and get more aid into Gaza and the authorities, Israeli authorities say that they are passing it through, that its getting stacked up at their crossing points and it can't go through. But this weekend, on Saturday, UNRWA said the main UN agency for getting relief to Palestinians in Gaza, that they sent a convoy of 109 big, huge food trucks; and of those, 97 were taken at gunpoint by gunmen and it is not clear who although, it does appear the Hamas-led authorities in Gaza are pointing their fingers at certain members of certain tribes in the in the southeast of Gaza. We don't have independent reporting on that, but that's who they appear to be blaming at the moment. But not only did they loot all the food from these 97 trucks, but they've also taken the trucks as well. This is quite staggering. But what UNRWA is saying here, this appears to be they say a failure of Israel to live up to its obligations under international law, to make sure that the more than two million people in Gaza get access to food, to water, and they say that means that these trucks under international law don't cease to be Israel's security responsibility once they cross into Gaza, because they say Israel has a responsibility and an obligation under international law for the situation in Gaza. UNRWA says that Israel is obliged to make sure that there is security for these trucks to reach the people who need the food, for the food to be able to get to the people. Now, the breakdown in law and order has been going on for quite some time. We've seen looting, ad hoc looting of trucks for many, many months now. But what we've witnessed and what the UN is reporting over the weekend is quite staggering by anyone's imagination, 97 huge food trucks taken and the food also gone with them and not clear what's going to happen to it. The implications likely that this food would reemerge on the black market to be sold at exorbitant prices to the residents of Gaza, who are already beleaguered.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:10",
      "speaker": "PETE MUNTEAN, CNN AVIATION CORRESPONDENT",
      "sentences": "The big thing that this changes is competition, competition, competition, because people love to hate onSpirit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:10",
      "speaker": "CHATTERLEY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:10",
      "speaker": "MUNTEAN",
      "sentences": "But you should really care about this even if you don't fly on Spirit. It really changed the industry, ushered in the term ultra-low costcarriers. There are more of them now, like Frontier and Allegiant, really forced the major airlines to introduce the notorious basic economy fare. And the bottom line here is this could have big implications for every other US airline. It is a really competitive industry, so this might -- keyword \"might\" -- lead to ticket prices going up on other airlines. Here is the good news. If you have a ticket or a credit on Spirit Airlines, you will not notice any change for now. Spirit insists in a statement that guests can continue to book and fly without interruption and can use all tickets, credits, and loyalty points as normal. Also, no impact on workers here. We are hearing from Spirits' flight attendants union that they will remain on the job. Their contract is in place. No changes to pay or benefits, so no immediate job furloughs like we saw airlines begin to do during the start of the pandemic. Also, Spirit underscores that its vendors will continue to be paid. But big questions now about what will happen to Spirit Airlines in the long run? Frontier Airlines tried to merge with Spirit in 2022, just a few months after that, JetBlue swooped in and tried to do the same thing, but its acquisition of spirit was blocked by the Justice Department on antitrust grounds. Frontier ended its merger plans with Spirit earlier this month, that led to this bankruptcy filing. No more apparent lifelines for Spirit Airlines. It is saddled with about $3 billion in debt, so really now, it is on passengers to pay attention here. A top airline consumer advocate tells me that flights could be eliminated in the months ahead, so it is especially important to sign up for those alerts and check your flight status online obsessively. One silver lining here, though, Julia, unlikely to have an impact on Thanksgiving or holiday travel, the Thanksgiving rush here in the US begins in just days. Kind of hard to believe it is already here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:10",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, that's what I was going to ask. So if people have tickets on Spirit Airlines, they don't have to worry about the immediate impactpotentially on flights. But if they do have tickets for the future, keep an eye on any potential changes going forward. I mean, the beauty of Chapter 11 is that the hope is that you can continue to operate as a growing concern, and you sort of clean your balance sheet up, but there could be consequences, is the point. But at least for now, everything will be honored if you have a ticket already. Just be vigilant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:10",
      "speaker": "MUNTEAN",
      "sentences": "That is the big thing to underscore here and I am part of this story, too, you know. I have a $200.00 credit on Spirit Airlines, and nowwe are trying to figure out when we are going to take a flight on Spirit so we can use that. So hopefully that benefit doesn't go away. You know, so many people are wondering that as well, especially with the Thanksgiving rush around the corner. The really big and interesting thing here is that international travel will also see a bit of a spike, so Spirit Airlines does fly to some international destinations mostly in North America and Central America. Also, it seems that those Thanksgiving travelers may go across the pond where Thanksgiving isn't as big of a thing, sometimes you can find a pretty good deal on a ticket.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:43",
      "speaker": "JULIA CHATTERLEY, CNN ANCHOR",
      "sentences": "Hello. I'm Julia Chatterley. And there's more QUEST MEANS BUSINESS in a moment when we're learning new details of a majorbreach of security of one of Britain's Royal residences. And Netflix announces a record-breaking audience for its live streamed boxing match between Jake Paul and Mike Tyson. The broadcast did, however, have its fair share of issues. But before that, the headlines this hour. The Biden administration is asking the U.S. Congress to approve a disaster relief request for an eye popping $100 billion. That includes aid for those impacted by hurricanes Milton and Helene which devastated parts of Florida, North Carolina and Georgia. Lawyers for Sean Diddy Combs are accusing prosecutors of violating their client's constitutional rights for obtaining the music mogul's personal notes from his jail cell. They're asking the judge overseeing Combs' sex trafficking case to hold a hearing about it. Over the weekend, the prosecution fired new allegations at Combs, claiming that he, based in part, on those notes, been trying to influence witnesses ahead of his trial. British Airways says it's working to fix a technical issue as flyers report delays on I.T. issues with the airline. The carrier's Web site appeared to be down in the U.K. The spokesperson for Heathrow Airport said it's investigating the issue and that the airport systems were operating as normal. French songwriter Charles Dumont has died at the age of 95. He's best known for writing Edith Piaf's biggest hit, Non, Je ne regrette rien. She went on to sing nearly 40 more of his songs. Dumont was a trumpeter by training, and also worked with Barbra Streisand. Donald Trump has picked a vocal critic of big tech to chair the Federal Communications Commission. Brendan Carr is currently the Commission's ranking Republican. Carr responded with this post on X saying we must dismantle the censorship cartel and restore free speech rights for everyday Americans. Carr has accused social media companies under unfairly silencing conservative views. He wants to scrap section 230 of the Communications Decency Act, which, in part, shields them from lawsuits over the way they moderate content. Brian Stelter is with me now. Oh, Brian, it's going to be an exciting four years. There's a couple of things here. There's the belief that perhaps the censorship of one political party or affiliation versus the other. And then there's the powers over big tech or, let's be clear, the lack of them right now for the FCC, which requires Congress to act. Can we start there on the probability of Congress being able to act to give the FCC powers, on what repealing section 230 would mean?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:03",
      "speaker": "CHATTERLEY",
      "sentences": "How would be my next response, even assuming by some enormous miracle, let's call it that, after the last 30 years. And as you quiterightly pointed out, the Republicans have the House and the Senate. They do manage to change legislation, or even if they don't, and they want to make changes. How? How do you moderate or legislate or regulate better than we have today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:03",
      "speaker": "STELTER",
      "sentences": "I am not sure there's an answer to that question, to be perfectly honest because challenges these social networks face, they are, of course,very imperfect, very flawed. I mean, we could spend the rest of the hour talking about all the problems that Google and Facebook, other giants have when it comes to the content on these platforms. But as I said, one man's moderation is another man's censorship. There is no clean answer to these questions. And I'm not sure that the American people would like the results of Congress if one, really one party, the Republicans, decide to impose new rules on this matter. That's frankly, why this -- on, you know, imperfect status quo has remained for many years. But look, Carr is going to be loud about this. He already wrote letters last week to the heads of Apple, Microsoft and Google. He'll continue to do that. And I know, I think my impression speaking with tech executives is that they expect this is going to be uncomfortable. Even if there's not new legislation, they expect that they're going to hear a lot of noise about this issue for the months and maybe years to come.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:03",
      "speaker": "CHATTERLEY",
      "sentences": "Yes. And the conversation is important. As you said, it animated the campaign. I certainly get animated on this subject. I alsolove the wallpaper, by the way, Brian. Fantastic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:03",
      "speaker": "STELTER",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:03",
      "speaker": "CHATTERLEY",
      "sentences": "Floral, fabulous. Brian Stelter, thank you.Now. Donald Trump has also named Chris Wright to be his energy secretary. He currently serves as the CEO of fracking company Liberty Energy. Wright has been a staunch supporter of fossil fuels. U.S. weekly, oil output is already at a record high, and international groups warn the world needs to move away from fossil fuels to hit climate targets. Bill Weir is with me now. Bill, great to have you. You can be a realist about this and understand and accept to some degree that we're going to need gas and oil for the next, probably several decades. Unfortunately, while we transition to a greater use of renewable and then hopefully use renewable. Is this man a realist, or is he going to be really pushing for greater dirty energy production?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:03",
      "speaker": "BILL WEIR, CNN CHIEF CLIMATE CORRESPONDENT",
      "sentences": "It feels like he's an evangelist for the old way of fossil fuels. In fact, Donald Trump, by allaccounts, picked him because he has this very compelling conversion story that he when he was at MIT, he was being taught that there was a finite amount of fossil fuels and that they were overheating the planet. But then he learned, when he got into the sector, that it was really a gift, and that it could liberate the global south from having to pick up firewood to power their lives. And of course, that leaves out sustainable and modern energy that's booming around the world and all the warnings from science and the evidence that we see of the hidden cost of fossil fuels. But in the first administration, Donald Trump picked Texas Governor Rick Perry, who is a big champion of fossil fuels in his state as well. This one goes directly to industry. This gentleman's company services about 20 percent of the fracking wells in North America. So, he has a huge financial stake. He was a big donor to the Trump campaign. And of course, one thing we need to remind ourselves is that the main job of the Energy Secretary of the United States is taking care of the nuclear weapons stockpile. But this one obviously chosen because of his belief in fossil fuels.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:03",
      "speaker": "CHATTERLEY",
      "sentences": "Wow. I didn't even realize that in terms of the scope of the responsibility, which is -- which is pretty fascinating. Speaking of scopeof responsibilities, COP, what's the latest, Bill? Give us good news, please.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:01",
      "speaker": "CHATTERLEY",
      "sentences": "Bill, do you think the election and the result of the election did in some way suck some of the oxygen out of the room at this meeting?And perhaps mean that people weren't as assured in their approach to the -- to the loss fund?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:01",
      "speaker": "WEIR",
      "sentences": "It's just -- you would -- you'd think so. It's basic psychology, right? When the biggest pupil in the class, the most powerful historicalpolluter in the United States says we're not -- we're out. And then in Argentina, the Libertarian president there, Milei says we're out, and makes a big show of that. And then those countries that are on the fence, they could go either way when it comes to their energy sources based on the financing and the encouragement of the rest of the world. It's a fragile moment and the timing, unfortunately, this is a timed test that science tells us and that physics doesn't wait for politics to sort itself out with every day. The polar ice sheets are melting. I just was reading a new report of the fresh water dumping in off of these melting glaciers changing the way the currents in the Atlantic Ocean moved weather around the world. This is really major stuff unfolding as we speak. But the leadership globally on this couldn't be further from to the task.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:01",
      "speaker": "CHATTERLEY",
      "sentences": "Yes. We, as a population and a people, can't wait for the politics. We have to act individually and hopefully collectively. We make adifference ourselves. Because, yes, these guys are a bit of a pain in the bottom at the moment. Bill Weir, good to have you with us being cautious, diplomatic. Thank you. Now a major breach of security for one of Britain's Royal residences. Masked thieves stole vehicles from Windsor Castle while members of the British royal family were believed to be asleep nearby. Police said the incident took place in October, and that the burglars entered a farm building on raw land. Max Foster has more. (BEGIN VIDEO CLIP) MAX FOSTER, CNN ROYAL CORRESPONDENT (voice-over): You would have thought it was one of the most secure compounds in Britain, a base for all the U.K.'s senior royals. But that didn't stop burglars from breaking into Windsor castle grounds. Police say thieves entered a farm building on the Crown Estate land late on Sunday, October the 13th, stealing a pickup truck and a quad bike before making their escape. The farm just minutes away from Windsor Castle and from Adelaide cottage where the Prince and Princess of Wales have a family home, and they were likely there that night. (END VIDEO CLIP) FOSTER (on camera): There's no indication that the royal family were targeted or ever in any danger. But the incident does show another security breach surrounding the Royals. Kate and William live on the estate in a cottage during school term time with their children, and they don't live with any staff, so it does raise questions. And for their part, Kensington and Buckingham Palace both say they don't comment on security matters. FOSTER (voice-over): The break in just days before King Charles and Queen Camilla's long flight to visit Australia and Samoa. The couple weren't at Windsor when the break in took place. Incidents like this aren't new, and this one certainly not the most serious. in 2021 a man broke into Windsor Castle itself, wearing a mask and armed with this weapon, a crossbow. The 19-year-old was hoping to kill Queen Elizabeth II but he was stopped before he could harm her. Still the incident raising serious concerns about security around the royal family. Max Foster CNN, London. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:47:08",
      "speaker": "CHATTERLEY",
      "sentences": "Welcome back. Friday's bout between Jake Paul and Mike Tyson was by no means boxing's greatest match, but Netflix says it was a record-breaking night for the company. Nonetheless, up to 65 million households were streaming the event around the world, at least, according to Netflix, perhaps that's why some viewers reported problems with Netflix freezing and buffering Friday night. Clare Duffy is in New York. Wow. Clare, technical issues aside, and we can talk about how bad they were to have 65 million people watching. This is enormous. Do we know how long for? And any more details on how long they stuck around?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:47:08",
      "speaker": "CLARE DUFFY, CNN BUSINESS WRITER",
      "sentences": "Yes, Julia. It is huge. I think that 65 million number was the peak number for that Paul-Tyson fight, but they saidon average, there were about 60 million households who watched much of this event. So, it is really significant, and it makes sense that Netflix is trying to host more of these live events. It's invested in not just live sports, but also live comedy, live reality shows, because it's trying to replace cable television and get more people to cut the cord. And with this Paul-Tyson fight, you saw people doing the kind of thing that people used to do with big television events, hosting parties, gathering at bars. This was a really significant moment that people gathered to watch, and that's the kind of thing that Netflix is really trying to get people to do here, as it looks to be a replacement for cable television.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:47:08",
      "speaker": "CHATTERLEY",
      "sentences": "Yes. I mean, it's fantastic. The question is, can you monetize that, Clare, and how do you monetize that going forward? Because what agreat number to be able to go to advertisers and say, hey, we had a live audience. There could have been interaction. And in a similar way, perhaps to the Super Bowl. You know, this is an advertising opportunity and a huge one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:03",
      "speaker": "CHATTERLEY",
      "sentences": "I think one can presume that that's exactly what they're working on from now until December 25th for that halftime show. What agreat story. Clare, thank you so much for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:03",
      "speaker": "DUFFY",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:03",
      "speaker": "CHATTERLEY",
      "sentences": "Clare Duffy there. All right. Tropicana has revamped its iconic orange juice bottle. We'll tell you why this slimmer bottle is causingcontroversy and seeking sales, next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:03",
      "speaker": "CHATTERLEY",
      "sentences": "Welcome back to QUEST MEANS BUSINESS. Orange Juice drinkers are putting the squeeze on Tropicana after the company introduced a new bottledesign. Sales down almost 20 percent in October from the year before. The new bottle was rolled out over the summer. It's six ounces smaller and more minimalist than the original. Tropicana recommends stores sell it at a lower price but many customers say they getting ripped off. Nathaniel Meyerson is in New York for us. I love this story. So basically, they shrink the bottle, they tell retailers to reduce the price. Good luck with that in this kind of environment. And then consumers think they're suffering shrink lesion, which they probably are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:03",
      "speaker": "NATHANIEL MEYERSON, CNN BUSINESS REPORTER",
      "sentences": "We've got -- and we've got it right here, Julia. When I went to the store, when I went to Walgreenstoday, the price hadn't changed and that's really the problem with this new bottle. You know, Tropicana was expecting the retailers to drop the price, but they didn't drop the price. So, consumers are left with the same price, but you have a bottle that's thinner, that smaller. And, you know, the old Tropicana bottle, Julia, it was very distinct. It was kind of this, you know, nicely-shaped bottle. It had an interesting crown for the cap. This new bottle does not have any of those characteristics. So, consumers see it on the shelves and they're like, where's the old bottle?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:03",
      "speaker": "CHATTERLEY",
      "sentences": "I mean, remind me, didn't they make a mess up like this with packaging before? I feel like this is a bit of a Deja vu moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:03",
      "speaker": "CHATTERLEY",
      "sentences": "And their loss right now is simply oranges gain. Coca-Cola.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:03",
      "speaker": "MEYERSON",
      "sentences": "It is -- it is. Coca-Cola, simply orange has about four percentage point of market share. It's amazing how quickly, you know, justa new bottle can have that impact.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:03",
      "speaker": "CHATTERLEY",
      "sentences": "Yes. Shrinkflation, don't mess with something that apparently is working without explaining why. Yes. Nathaniel, we like this story.Great to have you with us. Thank you. All right. Coming up. We'll have the final numbers from Wall Street right after this. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:03",
      "speaker": "CHATTERLEY",
      "sentences": "U.S. stocks closing a little mixed to start the week. The Dow dipping into the red, as you can see, losing around a 10th of a percentthere. The S&amp;P 500 holding in the green up four-tenths of one percent. And the NASDAQ, the out performer, both the S&amp;P and NASDAQ, in fact, looking to bounce back from their worst week since September last week. And two stocks helping pull the NASDAQ higher. Tesla gaining over five percent after Bloomberg said Trump's transition team plans to ease federal rules for self-driving cars. Tesla shares are up more than 30 percent since Election Day. Wowses. Trump media and technology groups popped 16-1/2 percent too, according to the Financial Times, it's in talks to buy a crypto trading firm. That would do it, given the buoyancy in that sector. And that's QUEST MEANS BUSINESS. I'm Julia Chatterley. \"THE LEAD\" with Jake Tapper starts right now.",
      "isLastSentenceInterrupted": false
    }
  ]
}