{
  "date": "2024-11-11",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Trump's \"Border Czar\" to be Immigration Hard-Liner Tom Homan; Netanyahu Says he's Spoken to Trump 3 Times in Recent Days; United Nations Climate Change Conference Gets Underway; Trump Considering Remaking Rank-And-File Federal Jobs; Why Some Voters in New York City Turned to Trump; Paris to Deploy 4,000 Officers for France-Israel Football Match Following Amsterdam Violence. Aired 8-9a ET",
  "utterances": [
    {
      "timeStamp": "08:00:00",
      "speaker": "AMARA WALKER, CNN HOST",
      "sentences": "Hi everyone. Welcome to our viewers all around the world. I'm Amara Walker. This is CNN Newsroom. Just ahead, U.S. President-Elect Donald Trump begins shaping his second administration, starting with the so-called Border Czar. The latest details from Florida just ahead.Plus, a major climate summit opens amid the uncertainty heading into a second Trump term. What can negotiators in Azerbaijan really achieve? And an iconic fountain runs dry for now, why tourists are getting a very different view of a world-famous landmark in Rome? Policy or payback? That is the big question being asked as Donald Trump begins to assemble his government. Will he focus on the issues that got him elected, or pursue his own personal revenge? Trump's allies say policy will come first. (BEGIN VIDEO CLIP) VIVEK RAMASWAMY (R) FORMER U.S. PRESIDENTIAL CANDIDATE: I'm going to tell you what Donald Trump has said on this time and again, success will be our retribution. Success will be our vengeance. That's a direct line from Donald Trump. It's a beautiful sentiment, and I do think that success is unifying. Nothing is going to unite this country more than economic growth. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "WALKER",
      "sentences": "Now, one way to tell which way Trump is leaning is to look at who he picks for key staff positions and cabinet positions in the coming days? Trump's Mar-a-Lago home has been buzzing with a lot of activity as political allies are trying to get in his ear. Billionaire Elon Musk has practically set up residence at Mar-a-Lago since election night last week.Separately, just minutes ago, Trump announced that Congresswoman Elise Stefanik has been nominated for the high-profile job of U.S. Ambassador to the United Nations. Stefanik, a longtime Trump ally and -- burst into the public eye when she blasted university presidents who she accused of not doing enough to fight anti-Semitism on campus. Let's bring in CNN's Steve Contorno, with more on the transition that is happening. Steve, good morning to you. Walk us through the scenes over at Mar-a-Lago, which seems to have become the unofficial transition headquarters, in the scramble, the flurry of activity of people trying to get as much face time as possible with the President- Elect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "STEVE CONTORNO, CNN REPORTER",
      "sentences": "Good morning, Amara. Yeah, that is exactly what is happening in West Palm Beach right now, or Palm Beach, I should say, excuse me, where Donald Trump has spent the last week since the election, meeting with close advisers. And as you said, it has become a hub of activity for -- especially for people who are looking to ingratiate themselves with the Former President and President-Elect, Donald Trump.And trying to get a job in his administration. Our Kristen Holmes and Kaitlan Collins reporting that Donald Trump has had many people walking through the door of Mar-a-Lago over the last week, some of them just trying to get in through guest's membership. They are trying to catch the president, former president, in the hallways. They are trying to rub elbows with some of the people who will be making staffing decisions, tossing names out that they think should be get jobs in the administration. And this has created quite the spectacle, especially in the evenings, when Donald Trump sometimes will make appearances in the dining room and there will be a lot of buzz around who he might be talking to and trying to get on the president's -- former president's good side. What I have been told, and we have heard, that the efforts to build out his administration are taking shape and a much more professionalized manner than perhaps the scene there suggests. He started with the naming of Chief of Staff, Susie Wiles, who is coming over from his campaign as you said, Elise Stefanik will be his U.N. Ambassador. And Tom Homan, his once ICE Director, will now be a quote Border Czar in charge of overseeing immigration policy. Take a listen to what he said over the weekend about what he believes the role of immigration policy will take and how to go about executing Donald Trump's mass deportation plans? (BEGIN VIDEO CLIP) TOM HOMAN, FORMER ACTING U.S. IMMIGRATION AND CUSTOMS ENFORCEMENT DIRECTOR: You concentrate on the public safety threats and the national security threats first, because they're the worst of the worst. The men and women I do this daily, they're good at it. They're all Fourth Amendment training. They know they can and cannot do legally, and so well target we. When we go out there, we don't know who we're looking for. We most likely know where they're going to be, and this we've done in humane manner. I keep reading stories about no concentration camps, detention standards in the industry, and so these people be well taken care of. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "WALKER",
      "sentences": "And what about Elon Musk? We've seen a lot of him, especially in Trump's orbit, every day since he won the election, Trump has mentioned that he wants Musk to have a role in slashing government spending. What kind of position might Musk get?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "CONTORNO",
      "sentences": "Well, it seems far more expansive than that so far. He has been involved in several of the staffing decisions and conversations that are taking place already. He was on a call last week between Trump and Ukrainian President Zelenskyy, which raised a lot of alarms, because not only has he been involved in providing internet to the front lines of the Ukraine war effort, but he has also had global business interests.He has set up shop in China, where they produce a lot of the parts for his Tesla vehicles. He has increasingly tied to Russia and work that he does there. And obviously he is the wealthiest individual on the planet, and so whatever role he ultimately has in the Trump Administration, whether it's an advisor or as some sort of commission attacking government spending. It seems like it won't limit him to having a much larger presence within the Trump White House. And we have seen him not only use that to get close to Donald Trump, but he is also, in turn, using acts to become a sort of a mouthpiece for the administration. He has been vocal in echoing a lot of Donald Trump's rhetoric already. He has been -- he has been pushing Trump's preferred choices for these positions, and also trying to get the Senate Majority leadership fight to be about who can do the best job for Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "WALKER",
      "sentences": "Yeah, it will be important to watch how these conflicts of interest many of them not just what Trump has as a businessman, but also Musk and his massive contrast with the U.S. government, how those are addressed, if at all. Steve contorno, thank you.An important step in the Trump transition will happen on Wednesday, when the President-Elect visits the sitting President Joe Biden, at the White House. A key advisor, says the president wants a responsible handoff to Trump, and he will speak with him about top domestic and foreign policy areas, including making the case for continuing U.S. aid to Ukraine. CNN's Arlette Saenz is at the White House for us. Yeah, a lot of questions about how this meeting is going to go. I mean, for those of you who don't know at home, this is a traditional move, a traditional handoff right, to show that the incoming and outcome are committed to this peaceful transfer of power. And we should know that this is something that Trump did not extend to Biden when the rules were reversed in 2020. Do we have any clues as to, you know, what we can -- what more we can expect from this meeting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, Amara for President Biden's part his meeting with President-Elect Trump is really a key step in trying to show that he's committed to having a peaceful transfer of power. As you mentioned, this will be a return to tradition after Trump himself had shunned it back in 2020.He had put up many roadblocks in the transition process, never invited Biden to the White House, and, in fact, didn't even concede the election to Biden back during that race. Now, Trump had come to the White House in 2016 just days after he had beat Hillary Clinton for a meeting with President Obama in the Oval Office. But this meeting in the Oval Office on Wednesday morning will really give the chance to these two men, former competitors, to talk about the most pressing domestic and foreign policy issues of the day. Here's how National Security Adviser Jake Sullivan set the expectations for this meeting. (BEGIN VIDEO CLIP) JAKE SULLIVAN, U.S. NATIONAL SECURITY ADVISER: The first and most important message will be that President Biden is committed to the peaceful transfer of power. And then they will go through the top issues, both domestic and foreign policy issues, including what is happening in Europe and Asia and the Middle East. And the president will have the chance to explain to President Trump how he sees things, where they stand and talk to President Trump about how President Trump is thinking about taking on these issues when he takes office. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "WALKER",
      "sentences": "And Arlette, it is Veterans Day today. That's what is known in the United States. It's also Armistice Day in many other countries, President Biden is expected to attend commemoration events alongside Vice President Kamala Harris. It's going to be the first time they've been seen together in a while, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "SAENZ",
      "sentences": "Yeah. This will be the first time that Vice President Harris is making a public appearance since she gave that concession speech at Howard University here in Washington, D.C., on Wednesday. For President Biden's part a Veterans Day is a very important day for them. Of course, their own son, Beau Biden had served in the military before passing.The First Lady has championed a lot of veterans and military families' initiatives. They will be hosting a breakfast here at the White House this morning for veterans, their families and survivors, and then make their way with Vice President Kamala Harris and Second Gentleman, Doug Emhoff, to Arlington National Cemetery. Biden and Harris there will lay a wreath at the Tomb of the Unknown Soldier, and then President Biden will deliver some remarks. Vice President Harris is not expected to speak, but this will be the first time that we are seeing the two together since Harris lost the election to Trump last Tuesday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "WALKER",
      "sentences": "All right. Arlette Saenz at the White House. Good to see you this morning. Thank you. It has been a deadly weekend in Lebanon and in Gaza. In Northern Gaza, the Israeli military says it targeted terrorist infrastructure in the area of Jabalia. The Gaza Ministry of Health says at least 41 people were killed. Many of them were children.And Lebanese media reports waves of Israeli strikes across the country over the weekend claimed more than 40 lives. Video from the town of Almat (ph) in Central Lebanon shows at least one building that has been reduced to rubble. Meanwhile, for the first time, Israel has confirmed that it was behind the operation in September to detonate thousands of pagers used by Hezbollah in Lebanon. The blast killed at least 37 people and injured thousands. CNN's Paula Hancocks is tracking the developments she's joining us now live from Abu Dhabi. Significant strikes in both Lebanon and Gaza over the weekend. Paula, what more are you learning about them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "PAULA HANCOCKS, CNN CORRESPONDENT",
      "sentences": "Well, Amara, we'll start with Lebanon and we saw more than a dozen different locations being hit by Israeli airstrikes since late Saturday, you mentioned there in central Lebanon, the area of Almat, a small town, we understand from officials on the ground that more than 20 were killed when those buildings were targeted.We see images of at least one building completely destroyed. Officials saying that three children were among the dead there as well. So there has been significant amounts of strikes across the country, in particular in Eastern Lebanon. We've heard from the Israeli Defense Force saying that they had eliminated dozens of Hezbollah terrorists in Lebanon over the past day. They said that on Saturday. But we're still seeing rocket fire from Hezbollah coming over from Southern Lebanon into Northern Israel at this point. Now, when we look at Gaza, it really is Northern Gaza that we are still focusing on. This is the area where Israel has been operating for a month now, saying that they believe that's where Hamas is regrouping and rebuilding. The Chief of Staff of the IDF saying they believe they've killed around thousand Hamas militants. But we did see more than or at least 41 killed in two different strikes, a house in Gaza City and then a house in Jabalia, which has really been the heart of the operation by the Israeli military. And we are hearing from the Ministry of Health that at least half of those that were killed were children. We're also hearing some corroboration from the international NGO \"Save the Children\", saying that three generations of families were killed, parents, children and grandchildren, Amara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "WALKER",
      "sentences": "And Israeli Prime Minister Benjamin Netanyahu Paula has commented on his conversations with President-Elect Trump that Trump has publicly spoken about. What is Netanyahu saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "WALKER",
      "sentences": "Yeah, what a contrast right? The difference in the relations between Biden and Trump versus, excuse me, Biden and Netanyahu versus Trump and Netanyahu. Paula Hancocks, good to have you. Thank you. CNN is hearing North Korean troops are involved in direct combat operations in Russia's Kursk region against Ukrainian forces. That is coming from a Ukrainian Commander.Now, some of those troops are seen here on the social media video from last month in Russia. At the same time, a U.S. official says a massive number of Russian troops are preparing to try to push Ukraine out of Kursk, where they have held the ground since the summer. Russia is also unleashing waves of drone strikes on Ukrainian cities. Kyiv says Moscow is trying to overwhelm its air defenses. CNN's Salma Abdelaziz joining us now from London. What more can you tell us about this huge exchange of drone attacks between Russia and Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "SALMA ABDELAZIZ, CNN CORRESPONDENT",
      "sentences": "Ukraine is describing these as some of the largest drone attacks that have taken place since the start of this conflict. On Saturday night, 145 drones. 145 drones were fired by Russia towards Ukraine. That's the largest number in a single night, again, since the start of the conflict.There's also drones that are being fired and warheads that are being fired with only the intention of scrambling, delaying, distracting those all-important air defense systems for Ukraine, the objective here is very clear for the Kremlin which is to make life extremely difficult, even for those who are very far from the front lines. And it's inflicting massive consequences across the country where morale is at an all-time low as the country continues to suffer battlefield losses and prepares for, as you mentioned, this offensive this push to retake Kursk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "WALKER",
      "sentences": "The United Nations Climate Change Conference COP 29 is underway in Azerbaijan. It's taking place as the Earth is on track to endure its hottest year on record for the second year in a row. It's also happening amid a new era of uncertainty following Donald Trump's U.S. election victory. Now Trump is not only promising to reverse climate regulations aimedat addressing the crisis, but he's vowing to once again, withdraw from the U.S. -- withdraw the U.S., I should say, from the 2015 Paris Climate Accord. U.N. Climate Change Executive Secretary Simon Stiell delivered the opening remarks, and he made a passionate plea for global cooperation. (BEGIN VIDEO CLIP) SIMON STIELL, U.N. FRAMEWORK CONVENTION ON CLIMATE CHANGE, EXECUTIVE SECRETARY: We cannot afford to continue up ending lives and livelihoods in every nation, so let's make this real. Do you want your grocery and energy bills to go up even more? Do you want your country to become economically uncompetitive. Do you really want even further global instability, costing precious life? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "WALKER",
      "sentences": "Let's dive a little bit deeper now. And CNN Chief Climate Correspondent, Bill Weir joining me now live from New York. Bill, it's good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "BILL WEIR, CNN CHIEF CLIMATE CORRESPONDENT",
      "sentences": "Hi Amara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "WALKER",
      "sentences": "So, you heard there -- you know that there's this plea for global cooperation. But of course, this climate conference is coming at a time when Donald Trump just got reelected. I don't know that anyone is expecting the U.S. will be a part of this global cooperation then?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "WEIR",
      "sentences": "Well, you have John Podesta is going to be there, Jennifer Granholm, the Energy Secretary, a little core of Biden diplomats trying, probably we can guess, to tell the rest of the world that California is still in the game. States like Minnesota are still in the game. Big cities want to electrify as fast as possible and are part of this clean energy transformation.But at the end of the day, Donald Trump is the most notorious climate denier in modern history, and really has sort of a sneering disdain for the science that underlies this entire exercise, for the diplomacy, the promises made last year at COP 28 the United States promised $3 billion as part of a Green Fund for developing countries to adapt and mitigate their problems, since they had very little to do with the core problem. But now all of that is sort of up in the air, and nobody really knows how this Paris Accord survives. And just to put a finer point on it, the Copernicus Weather Scientists have said, basically 2024 is assured to be the hottest ever and will blow past that 1.5 degrees celsius limit that humanity was trying to stay below. We're there now. And now how hot it gets depends on how much fossil fuel is burned and seems like the Trump Administration wants to burn as much as they can.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "WALKER",
      "sentences": "And we are experiencing these extreme weather events. You know, every month, every day, it feels like. I think it sticks out to a lot of people that this climate conference is being held in Azerbaijan. That's a major oil and gas producer. Why hold an event like that there? Is there a message the U.N. is trying to send?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "WALKER",
      "sentences": "All right, I'm sure you will be watching this very closely. Bill Weir, thank you. Residents in Lahore, Pakistan are being urged to stay at home as record pollution continues to engulf the city, forcing schools and other public places to close. Last week, the city's air quality index again pushed past the one thousand mark, more than three times the level needed to be deemed hazardous. CNN's Sophia Safi has more.(BEGIN VIDEOTAPE) SOPHIA SAFI, CNN CORRESPONDENT (voice-over): The traffic is still flowing in the horn. The government officials are urging people to stay at home. The smog too toxic. For a city that often ranks as one of the worst in the world for air pollution, face masks are mandatory, a thin shield against the sky rocketing amount of pollutants in the air. The city's air quality index stopped 1000 again last week. That's an unprecedented level, as the IQ Air Index defines hazardous as anything over 301. Many public spaces, like zoos, parks and historic monuments have been closed, along with many schools, which have shifted to online classes for at least another week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "SAFI",
      "sentences": "Everyone has a right to clean air. Everyone has a right to enjoy seeing the sun.SAFI (voice-over): Some types of Tuk-Tuks and barbecue restaurants have been banned, but the smog is a recurring problem, especially at this time of the year, when particles from low grade diesel fumes and crop burning get trapped in the cold air. And some residents say that the closures aren't stopping that. MOHAMMAD QASIM, LAHORE VISITOR: They have closed schools that don't create this smog. They have not closed the factories and break kilns. They are now closing the things which create this smog. SAFI (voice-over): Delhi's air has also reached hazardous levels in recent days, though, some residents are still exercising outdoors. The World Health Organization says breathing toxic air is harmful and can cause strokes, heart diseases and respiratory infections. One clinic in New Delhi says there is a 20 to 25 percent rise in patients, especially after the Diwali holiday, when people set off illegal fireworks, sore throats, burning eyes and trouble breathing are common complaints.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "BALRAM KUMAR, FACTORY WORKER",
      "sentences": "I have a severe cold and cough, no medicine seems to be working. I have been taking medicines, but there is no relief.SAFI (voice-over): Officials in New Delhi began a trial program recently to spray water from drones to clear away dust and pollutants, but critics say this is just a band aid and the smog problem in South Asia is in need of more long-term solutions Sophia Safi CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "WALKER",
      "sentences": "The team that will be at Donald Trump's side during his second White House term is starting to take shape. Late Sunday, Trump tapped Tom Homan to be his Border Czar. Homan has touted a hard line when it comes to immigration and has vowed to run the largest deportation force this country has ever seen.One of the biggest questions about Trump's administration is not about who he picks for big jobs, but what he does with rank-and-file government workers? Trump and his allies have looked into reclassifying thousands of seemingly routine government positions, allowing Trump to fire the people in those jobs and replace them with political partisans who will be loyal to his agenda. CNN's Rene Marsh has been looking into what current government employees are saying about all this. Good morning, Rene. Tell us more what you're hearing and the mood that you're hearing about among federal government employees? RENE MARSH, CNN U.S. NATIONAL CORRESPONDENT: Good morning, Amara. I mean, the mood is a mood of dread. I'm quoting one government employee who says we are in a new dystopian hellscape, and that was from a federal employee via text message last night, and that is the mindset of many of the 2 million federal workers anticipating Donald Trump's return to office. And to be clear, what Donald Trump is proposing for federal workers is unlike anything we've seen in our lifetime. He's proposing reverting to a structure of government that existed 141 years ago, when political parties gave government jobs to their supporters, and that's what has federal workers who I'm speaking with so anxious and so scared about Donald Trump's plan, known as Schedule F. It would give him the power to start mass firings of nonpartisan career employees perceived as disloyal who might get in the way of his policy actions at these agencies. Now Trump's plan for the federal workforce is not a surprise. He repeated this plan to voters on the campaign trail and called federal workers agents of the deep state working against him and his agenda. Now some employees who lived through the first Trump Administration say they are experiencing PTSD. One saying we absolutely are having conversations among ourselves about whether we could stomach a second round. But it's not just the mass fire Amara. We expect to see a second Trump presidency, also meaning mass transfers of senior executives and relocation of agency offices, something we saw during Trump's first presidency, Amara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "WALKER",
      "sentences": "Then what impact might this all have on how these government agency's function?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "MARSH",
      "sentences": "Well, the goal is for Trump is replacing many of these nonpartisan government employees who are in charge of decisions like policy within these agencies, put partisan individuals in these positions. So, what does that mean? It means that these agencies will work in the -- in the way that the president wants.He will pass the policies without any resistance that the president wants, and for the areas of the agency. Let's take EPA, for example, focus on things like climate change, which the president has said is a hoax, well, those would go away. And so, the ultimate goal here is to erase any resistance that you see at any of these agencies throughout the federal government, so that Donald Trump can get the policies through that he wants to get through. That was probably one of the toughest things for him last time around, were some of these career employees that slowed down processes within these agencies and hindered him from getting to do all that he wanted to get done last time around Amara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "WALKER",
      "sentences": "Wow. All right. Rene Marsh, thank you very much. Let's talk more about the Trump transition, and I'm joined now by Larry Sabato. He is a Director at the Center for Politics at the University of Virginia. Let's start with excuse me, Rene's reporting Larry and these expected mass firings of nonpartisan federal employees. And I ask you the same question, what kind of impact will you see? Will we see on how government functions then?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "WALKER",
      "sentences": "Yeah. I mean, he probably sees his -- you know the campaign promises, as a mandate now right to deliver, because he has also won the popular vote and looks like he's -- he may be sweeping the House as well and having this trifecta, although those House races, many of them do remain undecided at this point.Federal -- so we're talking about federal workers Larry, who are feeling this sense of dread. I'd imagine a lot of immigrant families are feeling that as well. Trump has just announced on Sunday that Tom Homan, his Former Acting ICE Director, will be the Border Czar. Let's first listen to what Homan has said about these plans for mass deportation, speaking at the RNC and over the summer and recently in an interview on 60 minutes. Here he is. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "HOMAN",
      "sentences": "I got a message to the mans of illegal aliens that Joe Biden's released in our country in violation of federal law. You better start packing now.Well, let me tell you what's not going to be first. It's not going to be a mass sweep of neighborhoods. It's not going to be building concentration camps. I've read it all. It's ridiculous,",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "But if mass deportation is not going to be, as you said, massive sweeps in concentration camps.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "HOMAN",
      "sentences": "It will be concentration -- UNIDENTIFIED FEMALE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "HOMAN",
      "sentences": "They will be targeted arrests.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "WALKER",
      "sentences": "OK, so if mass deportation happens in the form of targeted arrests, I mean, what do you envision? How -- what would this mass deportation implementation even look like, given the limitations of the exorbitant costs? And of course, when a resources, I mean, it's going to take a lot of resources.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "SABATO",
      "sentences": "Absolutely, in fact, the estimate is that it's going to take thousands and thousands of dollars just to deport one person because of all the procedures that you have to go through. And I don't think Trump can suspend many of them. And frankly, we don't know what they've got in mind.Some of the quote, more moderate, if you can call them, that members of the Trump team say that they're going to go after criminals, people who got across the border, who've committed crimes, either in the home country or here in the U.S. and not many people would object terribly to that, so long as the proper rights are given. But if this involves mass deportation, people have to understand it means that -- you know maybe they will not be getting as many fresh fruits and vegetables, for example, because Americans don't want the jobs that many of these immigrants take whether they're legal or illegal, so it's a mess, and we'll see how they clean up the mess, if they decide to clean up the mess.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "WALKER",
      "sentences": "There's also this message that the President-Elect Trump is sending to the world. In his nomination Elise Stefanik, a Congresswoman from New York as the U.S. Ambassador to the United Nations, was -- what is your take on Trump tapping this Congresswoman who refused to certify the 2020 election. She's also attacked the United Nations. She's threatened to pull funding or called for potentially pulling funding from the U.N.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "WALKER",
      "sentences": "What about -- what about his relationship with Elon Musk? We've seen them together a lot after Trump's election night, when Trump has talked about putting Musk in a role that would lead on slashing government spending. But it doesn't seem like Musk's influence is going to end there, right?I mean, he was already on a call with the Ukrainian President Volodymyr Zelenskyy, and that's a privilege that's reserved for top aides in the White House. What is your sense of what kind of role and influence Musk will have?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "SABATO",
      "sentences": "I put it this way, Elon Musk's role is doing whatever he wants to do. He gave tens of millions of dollars to Donald Trump's campaign, directly and indirectly. He put his reputation on the line, his name on the line. We've all seen him jump and do acrobatics at Trump rallies.And Trump likes him, respects him because he is allegedly the world's richest man, or certainly one of the world's richest men. And so, he will do whatever he wants to do. Trump likes having him around. I suspect we'll see a lot of him in the White House and also at Mar-a- Lago. And you know what? In this case, people can't complain about it, because they saw what was coming. It was obvious to everyone, and Trump was elected anyway.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "WALKER",
      "sentences": "Well, Elon Musk bet big, and looks like he will win big as well. Larry Sabato in Charlottesville thank you. New York City is known for its liberal politics and winnable races for Democrats right Vice President Kamala Harris easily won the Big Apple, but President- Elect Donald Trump made major inroads compared to when he ran in 2020. CNN's Gloria Pazmino has a look.(BEGIN VIDEOTAPE) GLORIA PAZMINO, CNN CORRESPONDENT (voice-over): New York City just got a little more Republican. STEVEN CHAN, NEW YORK STATE SENATE-ELECT: From corner to corner of New York City we saw the Republicans gain traction. PAZMINO (voice-over): Here in Brooklyn. Republican Steven Chan defeated State Senator Lee Wen Ju the Democratic incumbent in a race defined by public safety, opposition to a homeless shelter in the district, and concern about newly arrived migrants.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "CHAN",
      "sentences": "People are not happy with the way things are going and they want change.PAZMINO (voice-over): While Harris easily carried the city with about 68 percent of the vote compared to Trump's 30 percent. Trump made significant gains this election cycle. Roughly 94,000 more people voted for Trump than in 2020. FRAN VELLA-MARONE, KINGS COUNTY CONSERVATIVE PARTY CHAIRPERSON: If you're looking at Southern Brooklyn now after this election, it's going to be actually almost fallen red. PAZMINO (voice-over): Trump made gains across all of New York City. The most significant shifts were in neighborhoods with large Asian and Latino communities. He narrowed the gap in the Bronx parts of Queens and here in the Bensonhurst section of Brooklyn, where Asians, generations of Italians and Latinos live and work side by side.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "CHAN",
      "sentences": "When we came, nobody supported us. Nobody gave us a handout. We went to work.PAZMINO (voice-over): More than 200,000 migrants have arrived in New York City since the spring of 2022. The crisis has manifested across different cities, but has been particularly heartfelt here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "TRUMP",
      "sentences": "They're poisoning the blood of our country. That's what they've done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "PAZMINO",
      "sentences": "Why are so many immigrants willing to support that kind of language.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "CHAN",
      "sentences": "They understand exactly what President Trump is talking about. He understands that President Trump is not talking about them.PAZMINO (voice-over): This family from Ecuador agrees.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "SILVANA SARI, TRUMP SUPPORT",
      "sentences": "We need a change. Economy is really a mess right now. It's affecting all families.PAZMINO (voice-over): Sari and her husband say they've spent years working to open up a barber shop and put their kids through school.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "SARI",
      "sentences": "He has to work 14 hours a day to have what he has right now, to have a business open. And it's not fair another business open in the corner with no permit, with no insurance. I don't think it's fair at all.PAZMINO (voice-over): Republican operatives see Trump's inroads in New York as the beginning of what's to come, a chance to grow their party and elect more Republicans right here in blue New York.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "-- better watch out. We're going to come after her. And I -- she's going to be in trouble. I believe that we can win the Governor's race in two years.(END VIDEOTAPE) PAZMINO (on camera): Now, Governor Hochul's re-election is less than two years away. We asked her about the results. She told us that Democrats across the state should not be taking their voters for granted. Gloria Pazmino, CNN, New York.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "WALKER",
      "sentences": "We shall see Melissa bell in Paris. Thank you. Honoring the fallen and saluting those who have served their country. French President Emmanuel Macron and British Prime Minister Keir Starmer stood shoulder to shoulder just a short time ago laying a wreath in Paris during Armistice Day Ceremonies.Mr. Starmer is the first British Prime Minister to attend the commemorations in Paris since Winston Churchill in 1944. The two world leaders enjoined the heart and soul of today's solemn remembrance events the British and French veterans. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "WALKER",
      "sentences": "A big cleanup in Rome offering a rare chance to see the famous Trevi Fountain up close as workers painstakingly clean and restore the masterpiece the city is offering a bird's eye view from a metal walkway over the fountain. CNN's Barbie Nadeau is in Rome with more.(BEGIN VIDEOTAPE) BARBIE NADEAU, CNN CORRESPONDENT (voice-over): The Trevi Fountain is normally gurgling with water into which millions of tourists throw coins each year. But thanks to a massive renovation project worth more than $300,000 that includes cleaning and scrubbing up of calcium, rust and dirt. This iconic fountain is dry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "NADEAU",
      "sentences": "You know where the water should be is this metal walkway that is going to offer the tourists who come here a rare opportunity to take an intimate look at this 18th century masterpiece.NEDEAU (voice-over): The walkway will also allow the city to study a proposed ticket system by tracking the ebbs and flows of the tourists through the day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "ROBERTO GUALTIERI, ROME MAYOR",
      "sentences": "By improving the experience of visitors, to make unique experience to admire the fountain, to avoid overcrowding. That's why there is a limit on people that can stay on this walkway. But also, after the end of the maintenance working, there will be a cap on the people that could, at the same time, be inside the fountain to admire it, in order to avoid the fact that overcrowding makes the experience worse.NADEAU (voice-over): Rome sees some 35 million visitors a year, and around 4 million are believed to visit this site. The city believes that by eventually charging a small entrance fee, they can better control over tourism and protect the ancient stone.",
      "isLastSentenceInterrupted": false
    }
  ]
}