{
  "date": "2024-10-31",
  "headline": "Quest Means Business",
  "subHeadline": "Trump vs. Harris: What's at Stake for the Global Economy; WTO Chief: We Need to Re-Imagine Global Trade System; Businesses, Consumers Facing High Economic Uncertainty. Tariffs and Elections 2024 Explained; Interview with Canadian Foreign Minister Melanie Joly; Apple Debuts Latest Earnings Ahead of Busy Season. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:00:10",
      "speaker": "QUEST",
      "sentences": "All right, so let's talk about it. What would you hope tonight in this program we try to get to the bottom of because to you and me who havecovered tariffs, the argument seems to be sort of well-rehearsed and the jury has decided, tariffs do raise costs for ordinary people, and yet this argument seems to be de novo for many people this time around.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:00",
      "speaker": "QUEST",
      "sentences": "I need to jump in here --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:00",
      "speaker": "CHATTERLEY",
      "sentences": "Go on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:00",
      "speaker": "QUEST",
      "sentences": "I am jumping in here because I need to ask you, last week when you were at the IMF, was it one of those moments where people say one thing toyour face and another thing publicly about this election, and do people believe that if Donald Trump was elected, he would actually introduce those tariffs? Or is it all hot air and bluster?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:00",
      "speaker": "CHATTERLEY",
      "sentences": "All of the above. You know what these meetings are like, what people are willing to say on camera is totally different from what theywill tell you privately, and that I think you can actually get them on camera a moment like this. People best avoid interviews. I think there is a palpable concern about what the next administration means in a whole range of sense, whether that is foreign policy, whether that's trade policy, you name it. But I think for the global economy and the economic outlook, this is the wildcard. There is a difference between his rhetoric on what he does and practice. The former president, we've seen that in the past, but I think again, like the election result, anyone who tells you they know what he is going to do is kidding themselves and lying to us. Good luck with that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:00",
      "speaker": "QUEST",
      "sentences": "Got a busy week ahead. Thank you, Julia. As always, good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:00",
      "speaker": "CHATTERLEY",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:05",
      "speaker": "QUEST",
      "sentences": "But the real problem is, you heard Julia, who you know well. You heard Julia say at the moment, trade is a dirty word. People feel they'velost out on trade and the ability of you to reform the WTO, some would say, it is taking too long. OKONJU-IWEALA: No, Richard, I mean, give us a break. First, you know, I am not sure I agree with Julia about trade been a dirty word. How can something you depend on for 75 percent of your goods be a dirty word? But I understand where you're coming from. Look, let's be clear. There are two things that are happening with globalization. One is for 75 years, it has delivered, lifted 1.5 billion people out of poverty, but we've forgotten that. We've taken it for granted. It is like the air you breathe. We no longer realize we are walking into a store and buying the goods we want at whatever price. It is not to be taken for granted. We've done that. So we've forgotten. The second thing is that globalization did not benefit everybody. We should also be very clear about that. There are poor people in rich countries and poor regions that did not benefit. Either they lost jobs, not necessarily due to trade, it can sometimes be due to technology and there were poor countries that didn't benefit. And so these things not being dealt with are leading to discontent. I think these are the two reasons we see a backlash against trade today, but can I say one more thing, Richard, trade is also sometimes blamed for policies that do not emanate from trade. We have some macroeconomic policies where sometimes there is too much savings in one country and they are not consuming enough; sometimes there is too much consumption and that there is not enough savings -- the macroeconomic imbalances and it is blamed on trade. We also need to deal with those. You need to deal with trade issues, but you need to do deal with macroeconomic issues at the same time.\\",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:05",
      "speaker": "QUEST",
      "sentences": "Okay, and the difficulty is five days to go, the election is going to mire us in whatever happens probably for some days, if not weeksafterwards. How worried are you that other countries will take the advantage of introducing their own protectionism if they feel it is now acceptable? OKONJU-IWEALA: I am worried. I have to say that, Richard. I am worried because we are seeing increasing signs of fragmentation of trade, and so this is what we are counseling against that tit-for-tat kinds of approaches do not really work. What we want WTO members to do and they're doing, remember that WTO provides a forum where members can talk to each other to resolve disputes, we would like them to utilize more of those approaches than tit-for-tat. Because the negative spillovers of tit-for-tat measures on the rest of the world as well as on the countries carrying them out can be quite important.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:05",
      "speaker": "QUEST",
      "sentences": "I am grateful you joined us tonight. Thank you very much. You and I will talk many times, many more in the days, weeks, and months ahead.OKONJU-IWEALA: Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:05",
      "speaker": "QUEST",
      "sentences": "Good to see you. Thank you for staying up tonight and talking to us from Geneva.All right, five days to go and both candidates, Kamala Harris and Donald Trump are fighting for votes, the same small number of swing votes in the swing states, the undecided of Arizona and Nevada. They are locked in an unlikely tit-for-tat themselves about garbage and protections for women. The Trump campaign is doubling down on comments made by President Biden, where some allege he called all trump voters garbage. The White House denies that is what the president said, saying the president was speaking specifically about one comedian who made racist jokes at that Madison Square Garden Trump rally. Vice President Harris is slamming her Republican rival saying Trump claims he will protect women, whether they like it or not are offensive to everybody. Lucy Kafanov is in Albuquerque, New Mexico, and is with me now. Where are you -- well, I know where you are. What's happening and what do you expect to happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:03",
      "speaker": "QUEST",
      "sentences": "Lucy, I am grateful, in Albuquerque, well, it was inappropriate music that Trump is playing at this moment, \"Time to Say Goodbye.\" I thinkthe last thing we're going to be hearing is him saying goodbye, whatever happens over the next few days. Grateful for you in Albuquerque. Thank you. It is QUEST MEANS BUSINESS, tonight, coming up, tariffs is what we are talking about. Long history in the United States. We are going to be talking to somebody who has studied the tariffs and says they will cost thousands of dollars for the household, and we will put a bit of perspective into why, how, where these tariffs ever came from. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:08",
      "speaker": "REPORTER",
      "sentences": "World attention is centered in Washington --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:08",
      "speaker": "QUEST",
      "sentences": "It seemed after that, everyone had learned their lesson about tariffs. The west promoted free commerce after World War II.HARRY S. TRUMAN, FORMER PRESIDENT OF THE UNITED STATES: Our foreign relations, political and economic are indivisible. We cannot say that we are willing to cooperate on the one -- in the one field, and are unwilling to cooperate in the other.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:08",
      "speaker": "QUEST",
      "sentences": "It was called the GATT, the General Agreement on Tariffs and Trade, which aimed to reduce economic barriers across the world.For decades, high tariffs were a thing of the past.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:08",
      "speaker": "RONALD REAGAN, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "Protectionism I said cost consumers billions of dollars, damages the overall economy anddestroys jobs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:08",
      "speaker": "QUEST",
      "sentences": "Even Ronald Reagan had a protectionist streak. He put a quota on Japanese cars coming into the US and a tariff on its motorcycles.Targeted tariffs were in vogue, going after specific industries. That's how it was for the next three decades, until Donald Trump revived the idea of widespread duties. More and more US politicians are now taking protectionist stances. Mr. Trump's philosophy it seems has had staying power. (END VIDEOTAPE) QUEST (on camera): Now, to understand how tariffs could hit consumers, and in fact, the general economy perhaps we should take a second or two to just show you how they actually work. Imagine a foreign shoe company, it makes its products abroad and then exports them to the United States. Once those goods arrive, the importer pays the tariff to the US Treasury. They pay literally attacks on the tariff. Then the company's leadership that's bought them must decide whether to eat the cost or pass it along to the consumer, or more likely, some combination in reality, because what happens is the consumer will pay a little bit more, the margins on the profits for the retailer will be lower because they can't make as much and the exporter will be disincentivized to send things to the United States in the first place. The Peterson Institute says, consumers bear the brunt for Donald Trump's tariff plans it could cost the typical US household more than two-and-a- half thousand a year. The White House says that's probably likely to be more than four thousand. Mary Lovely wrote that report at Peterson, senior fellow at the institute. Mary is with me now. I mean, I read the report and look, we've all been around this long enough. What I can't understand is, and I am not asking for a political answer here, but how can people still make the argument that widespread tariffs actually pay for themselves and is not a tax on consumers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:09",
      "speaker": "QUEST",
      "sentences": "But this argument and I am being fair to both sides, this argument is that the tariff that the importer pays or the exporter pays, by theimporter, that tax that is paid will bring more money into the government and therefore will help pay for social spending, will help bring down the deficit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:09",
      "speaker": "LOVELY",
      "sentences": "Well, it is a small portion of what is needed. We could perhaps talk about President Trump's claim that it could replace the income tax,which of course it cannot, but what we saw last time was that most of that money basically all and then some went to support farmers who were hurt by retaliation from China in response to the US tariffs, and we certainly expect that there will be retaliation to the type of broad-based tariffs that former President Trump is proposing this time around.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:09",
      "speaker": "QUEST",
      "sentences": "So, do you justify -- if you do -- I mean, explain maybe that, you don't have to justify, if you can explain to me this. How do for example,the Democrats didn't lift those tariffs. Most of those tariffs remain in place, which slightly negates the argument that they were offering in the first place against them when they were introduced.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:09",
      "speaker": "LOVELY",
      "sentences": "Yes, that has always been a bit of a question because when Joe Biden was a candidate, he quite accurately criticized the Trump trade wartariffs; however, once an office, I think he found it very difficult to reform those tariffs, partly because tariffs create their own constituency. Some firms do benefit, they are a minority of firms, but they do receive protection and they'll argue to keep the tariffs. And secondly, there is a widespread view in the US that we need to decouple or de-risk from China and these tariffs did have the effect of reducing direct imports from China.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:09",
      "speaker": "QUEST",
      "sentences": "I know Peterson is not against tariffs per se, targeted tariffs have a -- targeted tariffs have a place in a well-balanced trade policy, wouldyou agree?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:09",
      "speaker": "LOVELY",
      "sentences": "I would agree. Certainly. We have seen in the United States longstanding so-called administrative protection system, which includesthings like countervailing duties to counteract unfair subsidies or anti- dumping to prevent dumping of low-priced goods in the US market or even safeguards to allow for orderly adjustment in the United States. All of those tools are still present and they require a certain process to ensure that they are used appropriately and not subject to corrupting influences. In fact, one of those tools, different tools, Section 301 was used under the Trump administration to get behind the tariffs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:09",
      "speaker": "QUEST",
      "sentences": "Our dear old friend, Section 301 which I am pretty certain we will hear a great deal more of if President Trump wins.Mary, depending on the result, one way or another we know that we will be looking forward to talking to you a great deal more. Thank you very much -- in the future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:09",
      "speaker": "LOVELY",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:50",
      "speaker": "QUEST",
      "sentences": "Hello, I'm Richard Quest. Tariff QUEST tonight. There's more in a moment.The Canadian foreign minister will join me to discuss the situation in Ukraine following their conference and the prospect of a trade war with Donald Trump on the bilateral trade issue. The AI rally is being put to the test again. Apple reports earnings. All of it is only after the news because as you'd expect this is CNN, and on this network, the news always comes first. At least 158 people are now known to have died in Spain's worst flooding disaster in modern history. Towns are underwater and thousands of people are without power following the heaviest rainfall that Valencia has seen in decades. The authorities warned that the number of people dead is likely to rise. Dozens of people missing and the military have been called in to help with the rescue operation. U.S. Secretary of State Antony Blinken is condemning the latest ballistic missile test by North Korea. It's believed to have achieved the longest flight time yet for an ICBM. Japan's Defense Ministry says it flew for nearly an hour and a half and then fell outside Japan's exclusive economic zone. Russia is seeking to fine Google an amount so large most people don't even know the word to describe the number. Apparently, Google owes the Kremlin more than two undecillion rubles. That is two followed by 36 zeros. It's more than the value of the entire global economy. How did it happen? Because it accrued exponentially after Google refused to pay fines for blocking pro-Russian channels on YouTube. a Kremlin spokesman said the sum is filled with symbolism. Elon Musk's court case about the $1 million voter sweepstakes is now in the hands of a federal judge. Mr. Musk, who's been campaigning for Donald Trump, was originally ordered to appear in court in Pennsylvania today. His lawyers have filed a motion last night that pauses the case until a federal judge decides to take it on or send it back to the state. They say -- his lawyers say the case is a publicity stunt. Meanwhile, Mr. Musk stands to be involved in a potential Trump administration. Donald Trump's transition chair Howard Lutnick has outlined how Musk might contribute. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:50",
      "speaker": "HOWARD LUTNICK, TRUMP TRANSITION CHAIR",
      "sentences": "I am a recruiter at a different level than most people you will ever meet. And so I just recruit him and ifthere's one single inch of daylight, they're going to serve, and I have got the greatest people. I have someone who is a CEO of $100 billion company, tech company. He says, OK, I'll go redo tech. You saw my relationship with Elon Musk at the rally, right? So I brought Elon Musk into it. Elon Musk's ability to do DOGE. He and I worked that out together and we structure that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:50",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "But would he actually come into the government? Because, I mean, he'd have to divest, it would be quite trickyfinancially for him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:50",
      "speaker": "LUTNICK",
      "sentences": "He's not coming to the government. He can't sell SpaceX and Tesla.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:50",
      "speaker": "COLLINS",
      "sentences": "He's not going to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:50",
      "speaker": "LUTNICK",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:01",
      "speaker": "LUTNICK",
      "sentences": "He's not going to be adjacent to it. Think adjacent to it and writing software for the government, and then giving the software to thegovernment. Helping the government. It's going to be amazing. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:01",
      "speaker": "QUEST",
      "sentences": "No matter who wins next week, tariffs are likely to continue because both sides are putting them forward. The Biden administration, forinstance, continued many of the measures that were put in place by Donald Trump despite criticizing them at the time. Mr. Biden relented on those tariffs against the European Union. He dropped the penalties on items like steel and aluminum or aluminum as some might say. But President Biden did tightened screws on China, increasing tariffs on electric vehicles, solar cells, and chips. The Treasury secretary, Janet Yellen, justifying the bill fast, says they are unnecessary tool against China. (BEGIN VIDEO CLIP) JANET YELLEN, U.S. TREASURY SECRETARY: I think the main reason for that is that we look to China to address the practices that were emphasized in the 301 action which went to issues of unfair competition and China really did not address any of those issues and until China made a meaningful attempt to respond to the 301 Unfair Trade Practices, President Biden felt we should not reward China by lowering the tariffs. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:01",
      "speaker": "QUEST",
      "sentences": "There's that phrase, the 301. Again, the omnibus tariff.The man you're looking at on the screen is very familiar with section 301 and omnibus tariffs. He lived them, eat them, breed them, and slept them in his previous career as the former U.S. trade representative, the USTR. Michael Froman there. He's the president now of the Council on Foreign Relations. He joins me, Ambassador Froman, from San Francisco. Sir, you have more experience than most of us and decent when it comes to tariffs. Are you worried that both parties, but one worse than others, but both parties have tariff on the agenda? MICHAEL FROMAN, FORMER U.S. TRADE REPRESENTATIVE: Well, Richard, first of all, great to be with you. Look, I think tariffs ultimately raise the costs that the end-user, whether it's a consumer buying consumer product or a manufacturer buying an input for their production ultimately pays for that product. There may be cases where it's justified and targeted tariffs. For example, if we're engaging in industrial policy and subsidizing our electric vehicle industry here, you may want to put tariffs on to prevent imports from China from undermining that policy, while the industry is still getting up on its feet. But broad-based tariffs like former president Trump has proposed and like your previous guest talked about will increase the cost to the average American family by an estimated $2600, and that's just the direct cost. There's the indirect cost of the retaliation and other countries follow in the U.S. example and imposing tariffs of their own for their own reasons.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:01",
      "speaker": "QUEST",
      "sentences": "So what I -- I'm trying to sort of understand both sides here, but I can't understand the justification that seems to have been accepted by theRepublican Party that somehow these tariffs will pay for themselves and beyond because it is essentially a tax paid to the government and therefore it's going to help cut the deficit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:01",
      "speaker": "FROMAN",
      "sentences": "Yes, I think history has shown the tariffs are not a particularly good way to raise revenue potentially compared to the income tax. It's nosubstitute for the income tax. And of course, when you get punitive tariffs put on, you don't actually import the product. And so you don't actually get any tariff revenue. So if you impose 100 percent tariff or 60 percent tariff, let's say on everything coming in from China, we are going to end up importing less from China. That's the goal of the tariffs. But if you import less from China, you're also not going to be collecting the tariff revenue and there's no comparison between adding tariff to comparing it, for example, to income tax. It's one reason why the U.S. never really relied on tariffs after the first 100 years or so of its existence and move to an income tax.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:02",
      "speaker": "FROMAN",
      "sentences": "Look, I think whoever gets elected next week is going to have to deal with some of the trade-offs between the different approaches tointernational trade and economic policy. There may be cases where it makes sense to impose tariffs. We may want to reduce our dependence on China for imports, but all the steps that we take, for example, to reduce our dependence on China to create resilient supply chains, to diversify our supply chains, they all come at a cost. They all raise the cost ultimately. Otherwise, they would have been likely done in the first place. And so we're trading off efficiency against other important values like resilience, redundancy, and national security. That's a totally legitimate trade off to make, but it's not free. And we should be having the conversation with the American people saying, how much more are we willing to pay for the products that we depend on in order to enhance our national security and ensure that our supply chains are resilient. And having that kind of conversation I think is going to be a key focus for any future president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:02",
      "speaker": "QUEST",
      "sentences": "Ambassador, you've always been so generous with your time at USTR, at Mastercard, and hoping now at the Council we can continue to look uponyou as a friend of QUEST MEANS BUSINESS to join us for our conversations. I'm very grateful to you, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:02",
      "speaker": "FROMAN",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:02",
      "speaker": "QUEST",
      "sentences": "Thank you.Now Canada is warning that the longer the war in Ukraine goes on, the worse the situation. In a moment, Canada's foreign minister Melanie Joly joins me to more about this. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:03",
      "speaker": "MELANIE JOLY, CANADIAN FOREIGN MINISTER",
      "sentences": "Well, first and foremost, plan A has always been to bring back all the children and we know that accordingto Ukraine, there's around 20,000 of them, and 978 have been able to come back. Now, that's why we organized this important Montreal conference and that's why now we have the Montreal Pledge, which is clearly identifying countries that will negotiate to get these children out of Russia and bring them back to Ukraine. We now have the clear commitment of Qatar, of South Africa, and the Holy See, and also, we have identified two countries that will be playing the role of transit countries when children leave Ukraine and go -- leave Russia and go to Ukraine. These countries will be safe pathways. And so therefore, Qatar and also Lithuania will be playing that role. So this is a step in the right direction, and I must say every child that we will be getting back to Ukraine is a victory in itself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:03",
      "speaker": "QUEST",
      "sentences": "OK. On the question of the wider war, as -- the calendar is important here, you know that better than me as we go into winter. A friendof mine, a war correspondent there says that the dynamics of this war have changed because of the use of drones. It's more dangerous, it's more difficult, it's more brutal. How can you continue -- how can the West, if you will, continue to support Ukraine at a time when economies are strained, times are getting difficult, and it's winter?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:03",
      "speaker": "JOLY",
      "sentences": "So first and foremost, I must say, Richard, that for us we always thought that was important for Ukraine to one day be part of NATO. Andthat's why we thought that making sure that Ukraine is part of NATO is really important. Now the issue is, how can we make sure that we support Ukraine at a time where there is -- I'm sorry. There is a transition period and this transition period is between the invitation with NATO is -- needs really security assurances from Canada and from other countries and so that's why we signed security arrangements with Ukraine. We did tell, the G7 did so, and many G20 countries did so. And that's why it helps us in the long term because we have military and also micro financial commitments with Ukraine. I'm sorry, there was a technical difficulty beforehand, and so that's why I was reacting to what was happening in my room. Sorry, Richard. I'm following.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:03",
      "speaker": "QUEST",
      "sentences": "No, no, no, no, I was just concerned that it was all right with you. Glad that it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:03",
      "speaker": "JOLY",
      "sentences": "Yes, it's all good. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:03",
      "speaker": "QUEST",
      "sentences": "And we're talking tonight. QUEST MEANS BUSINESS tonight is all about tariffs as well. You have the largest bilateral relationship, country tocountry, besides, say, the European Union, but yours is vast. Please, just a straightforward question. How worried are you if Donald Trump is elected across-the-board tariffs will really hit Canadian-U.S. trade?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:03",
      "speaker": "JOLY",
      "sentences": "So first and foremost, we will make sure that we respect the American people's will, and were of course following the election. But I won'tanswer a hypothetical question. What I can tell you, though, is that our Trudeau government has been dealing with many American administrations throughout the nine years we've been in power. The Obama one, the Trump one, and also the Biden one. And so we have experience. We've been able to renegotiate the NAFTA agreement which is indeed are free trade agreement, between Canada, U.S., and Mexico. And we're always there to defend our national interests, but also to work with the U.S. who's a strong friend and ally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:12",
      "speaker": "JOLY",
      "sentences": "(INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:12",
      "speaker": "QUEST",
      "sentences": "You'll live with what comes your way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:12",
      "speaker": "JOLY",
      "sentences": "As always. Of course. And that's diplomacy. And actually it's funny you used the term pragmatic because I am a pragmatic and I presented apragmatic diplomacy vision. And when it comes to trade, of course we will make sure that we defend our national interests. We have 36 states in the U.S. that have, as their first exporter, Canada as a destination. So we're intrinsically linked. And of course, we know that the success of the U.S. is the success of Canada and the success of Canada is the success of the U.S. So we'll continue to work on this very important bilateral relationship.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:12",
      "speaker": "QUEST",
      "sentences": "Minister, next time we speak it has to be in Ottawa, Toronto, Montreal. We have to do it on your side of the border next time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:12",
      "speaker": "JOLY",
      "sentences": "I really hope so. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:12",
      "speaker": "QUEST",
      "sentences": "Minister, thank you.QUEST MEANS BUSINESS tonight. Apple has released its latest earnings. We'll tell you if it's a big bet on AI and how it's paying off in a moment. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:04",
      "speaker": "QUEST",
      "sentences": "Yes. Will we be able to determine if AI is being imbedded, can we ever bring out the AI effect in Apple's results? I supposed they'll sellmore of X, Y, Z, but it's not as if there's a specific piece of kit that will tell us AI is boosted by Y or maybe I'm missing something.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:04",
      "speaker": "LA MONICA",
      "sentences": "No, I mean, as of right now, it looks like Apple is not going to make AI, the intelligence aspect, a line item in the earnings if you will.So you really are looking for what iPhone sales and iPad sales and other hardware what their growth trajectories look like because of AI becoming a bigger part of the newer products. Hopefully for Apple, with the holidays approaching, you would expect that the next quarter's results will be stronger for the uptake of new iPhone sales, iPads, the watches, et cetera. But it's all about AI and we've seen that clearly with all the other big tech companies, Microsoft, Meta, Amazon, and, you know, reporting their earnings this week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:04",
      "speaker": "QUEST",
      "sentences": "Paul, I'm grateful to you, sir. Thank you very much indeed. Paul La Monica in New York.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:04",
      "speaker": "LA MONICA",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:04",
      "speaker": "QUEST",
      "sentences": "And we'll have a \"Profitable Moment\" on tariffs after the break.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:04",
      "speaker": "QUEST",
      "sentences": "Tonight's \"Profitable Moment.\" I'm in Dubai, which of course is the home of -- one of the homes of free trade, the Jebel Ali Free Trade Zone.But now tonight, and we've talked about tariffs and trade a great deal because one of things I've never understood is this justification that somehow tariffs will raise enough taxes to lower the deficit and to increase public spending. That's the argument of the Trump administration. Tonight, we've shown again and again that tariffs are attacks on consumers. It is slowed down in industry, tit-for-tat tariffs are retaliatory, and eventually you go down a spiral as you heard tonight from Ngozi at the WTO. But as everybody again and again has said this is a decision the American voters will make whether those tariffs will come in because when I was in Riyadh this week at the FII, the one thing I heard again and again is whatever comes our way, we will live with it. And that's the message I supposed tonight on tariffs. And that's QUEST MEANS BUSINESS for tonight. I'm Richard Quest in Dubai. Whatever you're up to in the hours ahead, I hope it's profitable. I'll see you tomorrow.",
      "isLastSentenceInterrupted": false
    }
  ]
}