{
  "date": "2024-05-03",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Data Discussions At The Trump Hush Money Trial; U.S. Defense Secy. Warns Israel Over Rafah Incursion; Hamas: Studying Ceasefire Deal \"With Positive Spirit\". Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "PAULA NEWTON, CNN HOST",
      "sentences": "The contents of a phone belonging to Donald Trump's former lawyer Michael Cohen has been under the microscope at the Donald Trump hush money trial here today. I'm Paula Newton at the courthouse in Lower Manhattan.RAHEL SOLOMON, HOST, \"CNN NEWSROOM\": And I'm Rahel Solomon, also in New York, where we are also following the Israel-Hamas ceasefire talks, today's U.S. jobs numbers, and the launch of a Chinese mission to the moon. This is CNN Newsroom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "NEWTON",
      "sentences": "And we do begin here at the courthouse in Manhattan where the Trump hush money trial is taking a morning break at this hour. Now, earlier, there was a back and forth over former Trump fixer Michael Cohen's cell phone. Digital evidence analyst Douglas Daus was on the stand this morning. Now, he admitted that there is a gap of a few days between the time Cohen agreed to turn over his phone and when the district attorney's office took it into custody. Defense attorneys also raised questions about a missing portion of an audio recording of a conversation between Trump and Cohen.Now, the judge began the court today by telling Donald Trump that the gag order does not prevent him from testifying in any way, something the former President falsely claimed on Tuesday that seemed to reverse course, as he entered courtroom today. Have a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Will the gag order stop you from testifying?DONALD TRUMP (R), FORMER U.S. PRESIDENT AND 2024 PRESIDENTIAL CANDIDATE: No, it won't stop me from testifying. The gag order is not for testifying. The gag order stops me from talking about people, and responding when they say things about me. We have people saying things about me and I'm not allowed to respond. So, this judge has taken away my constitutional right. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "NEWTON",
      "sentences": "Now, on the left hand side of your screen, you can see key updates from the trial. We notice now that the judge is back in court and this is set to resume. CNN has reporters inside the courtroom. They're keeping us right up to date on what's going on. Everything they see in here will appear on that panel right there.We want to turn now to CNN Justice Correspondent Jessica Schneider. I mean, it was a busy morning, Jessica, and you could really see the defense really trying to bring into question, even a conversation between the former President and Michael Cohen with what is supposedly supposed to be forensic evidence. Right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "NEWTON",
      "sentences": "Yeah. Definitely. All eyes to see on who that next witness will be. Jessica, thanks so much for that update. I appreciate it. I want to welcome now to this conversation, former federal prosecutorMichael Zeldin, the host of \"That Said with Michael Zeldin\", and that is his podcast. Michael, thanks so much for joining us. I'm wondering what you -- if we just back up a little bit, what you made in the end of the testimony of the lawyer for Stormy Daniels and Karen McDougal, the fact that on redirect, the defense went back at him, actually brought up the issue of whether or not the former President was being extorted in any way, shape, or form?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "MICHAEL ZELDIN, FORMER FEDERAL PROSECUTOR",
      "sentences": "Right. So, when you start a trial preparation, it's not normal to think of it this way. But, at least, when I did it, I wrote my closing statement first and then I worked my way backwards to see what evidence I could get in to be able to argue my closing statement. And so, I think that the closing statement that was written first here in this case is reasonable doubt, reasonable doubt, and that the characters in this play are untrustworthy, and therefore cannot be relied upon.And so, the defense was doing its best to paint Davidson in the way that they want to argue about him in closing argument. The prosecutor does the same, and wants to say that while this guy may not be the most wonderful person on earth, he is telling the truth. We can rely upon his testimony. You don't have to like him. You just have to believe him, and we will support what he says with other witnesses and evidence. So, I think that each side is getting in what they want in order to make their closing argument, and we'll see at the end which argument prevails.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "NEWTON",
      "sentences": "Do you think the prosecution has done themselves any favors, though, with that witness at this point, just given the fact that even the word \"extortion\" was brought up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ZELDIN",
      "sentences": "Well, I think that they needed him because he is the conduit between Trump and Cohen. He is the one who understands what the transaction was about. He is the one who understands the imperative. And while he wasn't perfect, in the sense that he didn't say I had this direct conversation with Trump or I knew that Trump was the payor in it, I think he is set up the foundation for Cohen to say those things, and they will argue, the prosecutions will, that in combination, Trump and Davidson, that all reasonable common sense tells you that this transaction was performed at Donald Trump's behest for his benefit to prevent bad information coming out before the election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "NEWTON",
      "sentences": "OK. So, the jury have heard some fairly mundane testimony so far in terms of where the prosecution might go next. How crucial is it that people from Donald Trump's inner circle actually testify? We know that Michael Cohen used to be someone who was in his inner circle. That corroborating evidence, how important will that be, as we continue to wait in suspense really to see who else the prosecution calls?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ZELDIN",
      "sentences": "Right. Because each witness is imperfect in one way or another, the cumulation of a lot of imperfect witnesses telling the same story is what the prosecution needs to do. So, all of these witnesses, whether it be Michael Cohen or Hope Hicks or anybody else who has direct knowledge of what was going on here, Weisselberg, for example, would have been a terrific witness, if he was willing to testify and tell the truth something he hasn't done previously, all those combination of witnesses is what the prosecution needs to do here because it is in some sense circumstantial. There is some direct evidence.For example, the contents of the communications between Cohen and Trump has been the source of conversation this morning, is very damning evidence. If the jury believes that Trump had said to Michael Cohen pay her in cash, that's a hard piece of evidence for the defense to overcome. So, for example, what they're trying to do now is sort of cast doubt on the reliability that -- of that communication that may have been tampered with. But, if the jury believes that that was Trump on that phone talking to Cohen and saying, look, we don't want to finance this thing. We need to pay her in cash. That's a terribly bad piece of evidence for the defense because it's not easy to overcome the words of your own client.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SOLOMON",
      "sentences": "Welcome back. An Israeli official tells CNN that Israel has yet to receive a response from Hamas to the latest hostage ceasefire proposal. A Hamas political leader says that the group is studying the potential deal with quote, \"positive spirit\". Meantime, the U.S. Defense Secretary had a warning Thursday over Israel's planned military operation into Gaza's southern city of Rafah. That's where more than one million people are taking shelter. Take a listen to what he said. All right, I had trouble hearing that.But, let me bring in CNNs Jeremy Diamond, who is live in Jerusalem. Jeremy, I'm going to get to those concerns about Rafah in just a moment. But, talk to me a little bit about this new language that we're hearing from Hamas, positive spirit, the significance of that, and what sense of optimism is there that a deal might finally be reached here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah, as officials continue to make those concerns known that they have real reservations about what an operation in Rafah would look like with so many civilians being there. Jeremy Diamond live for us in Jerusalem. Jeremy, thanks so much.All right. And protests continue to build across the globe, as deep divisions over the Israel-Hamas war play out on university campuses. At the University of Sydney in Australia, for example, students held both pro-Palestinian and pro-Israeli protests on Friday, and in Paris, students supporting Palestinians rallied outside the Parthenon (SIC). Now, separately, riot police cleared protesters from the main hall of Sciences after pro-Palestinian protesters staged a sit-in. Let's bring in CNN's Saskya Vandoorne, who was in Paris with more now on what's transpiring, Saskya, give us a sense of what we're looking at it and what things are like there in Paris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "SASKYA VANDOORNE, CNN SENIOR PRODUCER",
      "sentences": "Yes, Rahel. Well, the protest is now largely fizzled out. But, they were here for about three hours. It was very peaceful. You had protesters that were from the Sorbonne University. You had protesters that were from trade unions. And you also had protesters that were from Sciences Po, now that very prestigious university that was evacuated this morning by riot police. Now, the students had staged to sit-in in Sciences Po Thursday evening, and then it was evacuated this morning. The students made their way here in front of the Pantheon.Now, I just want to bring in a student who is vice president of a trade union here, and I just wanted to find out why you're here today, and if you've been inspired by what's going on in the U.S. SALOME HOCQUARD, UNEF STUDENT UNION, UNIVERSITY OF PARIS 13: Well, I'm actually inspired by what's going on in Gaza. And we're here today for many reasons, first, to actually show our solidarity with the Palestinian people and to ask the end of the massacre of the Palestinian people by the government of Israel. We are also here to protest against our government who is actually sending police officers into universities to stop the student protests. So, we're here for many reasons, but the main one is actually to ask peace in the -- in Gaza, in the region, and to say that youth people all around the world are actually in solidarity with the Palestinian people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "VANDOORNE",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "HOCQUARD",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "VANDOORNE",
      "sentences": "And I think, Rahel, it's important to note that what has been happening here in France is very different to what we've been seeing in the U.S. We really are talking about small pockets of protests, blockades that have been happening in universities across France. Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "NELA RICHARDSON, CHIEF ECONOMIST, ADP",
      "sentences": "I think what we've learned, and it's great to be with you, is that, yes, the U.S. labor market did show a step down in hiring from that plus 300,000 we saw in March. But, 175,000 jobs is still quite healthy. And I think any President would take those numbers during his administration. It's also good news for folks who are worried that the labor market is heating up too quickly, in a way that could prop up inflation even more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SOLOMON",
      "sentences": "Do you think that this changes anything for the Federal Reserve, Nela? It was hard to miss that Dow Futures surged 500 points when this crossed. The Dow is currently up closer to 350 points. What are investors seeing here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "RICHARDSON",
      "sentences": "I think investors are trying to figure out not the health of the U.S. economy, because I think that the labor markets still show some strength, and there is some pockets of worry which we can get into. But, overall strength, I think they're trying to translate the labor market into the inflation report. They're trying to look at wages as being that bridge from the labor market to inflation. And what we saw is that wage growth took a step back in this report. So, that was good news for the Fed. Remember, markets care about when and how many times the rates in the United States, and they're very laser focused on that. And so, sometimes, for the markets, good news is bad news. Sometimes, bad news is good news. But, right now, I think what they're seeing is as close to a Goldilocks report as we can get.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. One thing that caught my eye is Citibank put out a report shortly after the report crossed. This is the title, Nela. \"Jobs slow down keeps summer cut on the table\", obviously, talking about the Federal Reserve. Talk to me a little bit about pockets of worry. What do you see?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "RICHARDSON",
      "sentences": "I'm a little concerned that the government report doesn't pick up broad-based hiring. For a few months now, three or four months in a row, health and education has really dominated this report, accounting for about 40 percent to 50 percent of the job gains. I don't know how sustainable that particular sector is to see that amount of strength. I would like this report to show a little bit more broad-based in its hiring. I'd like to see manufacturing up, for example, and the goods sector. We saw construction take a step down. I'd like to see more of that goods sector rebound. We haven't seen that.So, what's -- what could make this report better, is more broad-based hiring, evidenced in that report.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SOLOMON",
      "sentences": "And what would you say, Nela, for someone who may be graduating from school soon, or perhaps even thinking about switching jobs. We know even in the ADP report, when you see job switchers, they tend to see higher wages than if they were to stay in the same job. What's the read for people who are thinking about maybe leaving a job or who are about to enter the labor market?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "RICHARDSON",
      "sentences": "I think what you're seeing is still a healthy jobs market, but it may be a little slower than folks who were looking in 2023, towards the end of 2022. Also, they're probably not going to see the big pay bumps from switching that we've seen over the last year, because, yes, wage growth is slowing a bit. But, overall, if I were to give this labor market a grade, it would be a B plus market. That's pretty good. It still means that there are job opportunities, though it may be take a little longer to find that right opportunity than it did last year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SOLOMON",
      "sentences": "Nela, any sense based on what we've seen, and we can think about this week. We've gotten a lot of jobs data. We obviously got the ADP report. We got JOLTS, which showed that job openings are coming down, but layoffs still remain low. We got the weekly jobless claims, which shows that unemployment claims are still really low. Any sense looking ahead at what's ahead? I've seen some reports this morning from some of the banks that this is the beginning of the slowdown. And I just don't know if we're there yet. Well, what do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "RICHARDSON",
      "sentences": "The U.S. unemployment rate has been under four percent for more than two years. To see that kind of track record again, you'd have to go back to the late 1960s. So, we're still far from concerned in terms of the labor market. Is it going to slow later this year? I think so. I think that the labor market is coming into better balance. You're seeing some evidence of more people entering the labor market. But, we're still short of the labor force participation we saw before the pandemic, which means we have some room to grow on the supply side.And I think also another dynamic at play here is a lot of retirements, that boomer generation, which we don't generally talk about the monthly claim. All this together means that we're probably going to see a pretty tight market going forward through 2024, certainly, and that's probably a healthy market for consumers right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "RICHARDSON",
      "sentences": "You too. Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SOLOMON",
      "sentences": "All right. And let's take a look at the Dow. As we said, the Dow is up on those job numbers, for all the reasons we just listed. You can see the Dow is up almost a full percentage point, up about 360 points. The NASDAQ, the best among the three averages, up 1.6 percent. And the S&amp;P up about nine tenths of a percent. So, all in all, a pretty good day for the U.S. markets on the back of this Goldilocks report.Taking a look at U.S. -- or European markets, you can see FTSE 100 up about half a percent, let's call it. The DAX up about the same. Paris up about the same, and Zera (ph), if we can call it a trend, up about the same. And let's look at how stocks in Asia finished ahead of that employment report. We will get Asia pulled up here for you. We will get Asia pulled up here for you. We don't have it. But, again, we can take a look at European markets. We can take a look at U.S. markets, and it is green across the board. All right. Still to come, my colleague Paula Newton live outside the Manhattan courthouse. That is where Donald Trump's hush money trial is still underway. Coming up, we're going to hear from a CNN legal analyst, who has been inside court, after this short break. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "NEWTON",
      "sentences": "And we do have breaking news just into CNN. Hope Hicks, one of Donald Trump's most trusted allies and aides, is taking the stand at this minute at Trump's criminal hush money trial.Now, CNN legal analyst Norm Eisen is here with me. You were in court. I really want to give the viewers some context here. You were also the former House Judiciary Special Counsel in Trump's first impeachment trial. You were the former White House Ethics czar. Let's talk about Hope Hicks. And you give me your background with her, because for legal reasons, you interviewed. NORM EISEN, CNN LEGAL ANALYST, &amp; FMR. HOUSE JUDICIARY SPECIAL COUNSEL IN 1ST TRUMP IMPEACHMENT: That's right, Paula. I was a Special Counsel in the first Trump impeachment. And one of the classic angle in American grounds to impeach a President is alleged corrupt procurement of office. That's what the DA is also alleging here. We looked at that, and a critical witness in our investigation was none other than Hope Hicks. I sat across the table from her and I asked her the same questions that those prosecutors are about to ask her today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "NEWTON",
      "sentences": "And Norm, if you had a second shot at this, what do you think the prosecutors are going to ask her right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "NEWTON",
      "sentences": "She does not want to testify. Right? She was subpoenaed to be there. How did you find her as a witness? What can we expect?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "EISEN",
      "sentences": "I found her to be honest and the questions that she answered. She did suffer from something that we often see in Trump World, selective memory. For example, there is phone calls in critical periods with David Pecker, the publisher of the National Enquirer, who allegedly formed this conspiracy to get these illegal payments with Michael Cohen and with Michael -- and with Donald Trump. She didn't remember that. She didn't remember the phone calls right in the essential period with Michael Cohen. How could she be having calls if not remember?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "NEWTON",
      "sentences": "I want to point out that she just said, I'm really nervous, and she looked directly at the jury when saying that I do not know this woman at all. I've seen her on TV a few times. You've been in a room with her. Does she look like the kind of person who isn't calm, cool and collected? Do you think she is nervous?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "EISEN",
      "sentences": "It is nerve-racking for her and I -- the setting where we were in was with members of Congress in a hearing room. It was not televised, just as this trial is not televised, but there is a larger audience here. I thought she had some butterflies when she started with us. She quickly calmed down. She is a communications professional. But, look, it's -- she is being called to testify against her former boss, Donald Trump, running for President again. I can see why that would make her extremely nervous because she does have some very dangerous evidence for Mr. Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "NEWTON",
      "sentences": "Before I let you go, though, if you're capable of it, Norm, I have great confidence in you, act like you're the defense now. What can you do to take away the credibility of this witness for the prosecution?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "EISEN",
      "sentences": "If I'm the defense, I am going to get Hope Hicks to say you have no proof today about any conspiracy to make payments. You didn't learn about that despite the fact you are with Donald Trump every day. He didn't mention that to you in real time. Michael Cohen claims he had these calls with you. But, you can't corroborate that, can you, and try to draw her away from the essential issues in the case and say to the jury, see, she doesn't help the prosecution prove their case. Oh, Access Hollywood was a big deal. We already knew that, ladies and gentlemen, of the jury. That's what I would do with Hope Hicks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "NEWTON",
      "sentences": "OK. They're telling me we have to go. But, I have to ask you, you've been sitting in that court for so long. Please tell us what's it like to be in there and what really sticks out to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "EISEN",
      "sentences": "What sticks out to me is the American idea. No one is above the law. You have a jury and a judge who literally are sitting elevated above a former President of the United States. He is being held accountable like any other criminal defendant. But, the judge, the fairness of the judge, and the attentiveness of the jury, sticks out to me, and the judge is being very balanced. So, it's the most fundamental American idea of the rule of law, and of a fair trial and innocent until proven guilty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "NEWTON",
      "sentences": "Absolutely. Again, fair trial, and this is what the judge is making sure happens in that courtroom behind us. Norm Eisen, we're going to let you get back in there and hoping that you can come out again for us over the next few days at least.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "EISEN",
      "sentences": "Always.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "NEWTON",
      "sentences": "Appreciate it. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "EISEN",
      "sentences": "Thanks, Paula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "NEWTON",
      "sentences": "Now, CNN justice correspondent Jessica Schneider is live for us in Washington. She has been following all the action in court. I mean, Jessica, you and I were watching for this. We weren't sure they were going to actually call Hope Hicks on a Friday afternoon, but they did it. Just, can you follow up for us on what Norm was just helping us with in terms of how crucial someone like Hope Hicks, someone who was very close to the President, how crucial she could be for the prosecution here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "NEWTON",
      "sentences": "Yeah. Absolutely. Everyone waiting on this witness right now. Jessica Schneider, you'll continue to give us updates throughout, as she continues on the stand. Thanks so much. Really appreciate it.Now, job growth slowed considerably in the United States last month. Just ahead, we'll dive into why that has investors apparently so excited. Plus, the aftermath of a tornado in Texas, several families now without homes. We will have you the details ahead. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "MATT EGAN, CNN REPORTER",
      "sentences": "Well, Rahel, we learned that the jobs market, maybe it's not a runaway train after all, because 175,000 jobs added, I mean, in any other environment, that's a fine number. But, this jobs market has been so hot that this actually qualifies for a cool down, right? I mean, this is almost half the pace that we saw in March. It was slower than expected. In many ways, this does look like the Goldilocks jobs report that Wall Street was rooting for, that the Fed was rooting for, that maybe even the White House was rooting for. Right? Not too hot. Not too cold.And we see that play out in the wage numbers. Right? We saw annual average earnings up by 3.9 percent year-over-year. Now, that is the first time it's been below four percent in almost three years. So, that is a good thing from the sense that it's going to make the Fed less worried when it comes to inflation. But, at the same time, 3.9 percent, that's not a terrible number. We know inflation is running at three percent, 3.5 percent. So, that means that paychecks are still growing faster than prices. That is good news for workers. And this kind of report and these numbers, they do keep alive hopes on Wall Street, that the Fed is going to be able to start lowering interest rates, not right now. Right? Probably not in June, but maybe later this year if inflation continues to cool off, as it has been, although that progress has been kind of leveling out. One other point here, though, Rahel, is the historic nature here, the unemployment rate, yes, it did tick up to 3.9 percent. But, it's still below four percent. And this is now tied for the longest streak in U.S. history where the unemployment rate is below four percent. You have to -- anything matching this, you have to go back to the one in 1967 to 1970. So, more than a half a century ago. Pretty incredible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. It's been a long time. But, to that rate cut a debate, Citi said something earlier that caught my attention that the job slowdown keeps summer cut on the table. So, that certainly seems like the investors like to hear that.Now, while I have you, on a separate topic, we're hearing that Trump's media accounting company has apparently been accused of a massive fraud. What are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "EGAN",
      "sentences": "We're talking about BF Borgers. The SEC just accused BF Borgers of quote, \"widespread fraud\" and operating what they described as a quote \"sham audit mill\". Now, among other things the SEC says that BF Borgers, they fabricated audit documentation. They had deliberate and systemic failures. Now, this is noteworthy because even though BF Borgers is not a household name, it is the accounting firm that is used by hundreds of companies, including Trump Media, the owner of Truth Social. Now, we should note the SEC did not allege that Trump Media had any wrongdoing here, Trump Media, Truth Social, Donald Trump, none of them mentioned here in the SEC charges.But, this action from the SEC effectively shuts down the accounting firm of Trump Media. Right? They've been permanently suspended from doing business before the SEC. So, that means public companies like Trump Media, they're going to have to go out and look for a new accounting firm. We reached out to Trump Media and they say they are going to do just that. They said that they look forward to working with new accounting partners in accordance with today's SEC order. Rahel, this is just the latest development in the Trump Media saga, where this stock price has gone up. It's gone down. Donald Trump has gotten more and more shares. His stake in his company is worth billions and billions of dollars, and now we learn that his accounting firm has been accused by the SEC of widespread fraud.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah, certainly raises a lot of eyebrows if for no other reason because of that judgment in New York because of the Trump company sort of inflating the value of its assets. Just certainly something that adds to, as you say, the clouds surrounding the company. Matt Egan live for us in New York. Matt, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "EGAN",
      "sentences": "Thanks, Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "YAN ZEHUA, SPACE PHOTOGRAPHER",
      "sentences": "It made us feel we are the strong country because we have the power to launch the big rocket to the moon.STEWART (voice-over): What's happening here has critics. The Chinese government maintains space should be a peaceful place. Yet, the head of NASA expressed concern China may be using its civilian program for military purposes, even suggesting a Chinese takeover of the moon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "STEWART",
      "sentences": "Why does the journey to the moon matter so much?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "LEROY CHIAO, FORMER NASA ASTRONAUT",
      "sentences": "I think it's symbolically important. It's, again, why does any country get into the spaceflight business, particularly human spaceflight? It's for national prestige. It's for to show the world their technological prowess.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "STEWART",
      "sentences": "This isn't just about space and science. It's also about national pride and profit. Space tourism is big here. That includes these rocket-shape water bottles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "This is the first time or so we are very excited.STEWART (voice-over): The space presence here is palpable, as families take pictures and shop for souvenirs. STEWART: It's not just snacks at this hotel gift shop. It is backpacks, rockets, even a model of the Chinese space station. Even afternoon tea comes with a taste of space. STEWART (voice-over): Celebrations aside, this is a cosmic competition to make a mark on Earth and beyond. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SOLOMON",
      "sentences": "OK. Our thanks to Marc Stewart there.When we come back, an update on the Trump hush money trial. Longtime Trump aide Hope Hicks is on the stand. Paula Newton will be live, coming up. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "NEWTON",
      "sentences": "And welcome back. I'm Paula Newton. We are outside the courthouse in Manhattan where Donald Trump's hush money trial is ongoing now. At this hour, longtime Donald Trump aide Hope Hicks took the stand just short time ago.Our Jessica Schneider has been following all of the developments from Washington for us. I mean, it is interesting here because she is really bringing into sharp focus the fact of how intertwined she was at the very early stages of Donald Trump's political campaign in 2015.",
      "isLastSentenceInterrupted": false
    }
  ]
}