{
  "date": "2024-08-16",
  "headline": "CNN This Morning",
  "subHeadline": "Trump To Jewish Voters: Don't Vote For Democrats \"By Habit\"; Soon: Gaza Ceasefire Negotiations Resume In Qatar; Jordan Chiles Speaks Out About Battle Of The Bronze. Aired 5:30-6a ET",
  "utterances": [
    {
      "timeStamp": "05:31:38",
      "speaker": "KASIE HUNT, CNN ANCHOR",
      "sentences": "All right, 5Donald Trump holding an event last night aimed combating antisemitism. The former president speaking at his private golf club in New Jersey hosting the event alongside megadonor Miriam Adelson. In his remarks he also criticized Jewish Americans who vote for Democrats. (BEGIN VIDEO CLIP) DONALD TRUMP, (R) PRESIDENTIAL CANDIDATE:  Jewish people have to not vote by habit. You vote by habit for Democrats. And the Democrats are really against you now if you look at what they're doing. They're absolutely against you. You have to -- you have to stop. You have to be smart. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:38",
      "speaker": "HUNT",
      "sentences": "In response, another Zoom meeting for supporters of Vice President Harris -- this time, a Jewish Women for Kamala call. More than 30,000 people signed on for the event, including Barbra Streisand.(BEGIN VIDEO CLIP) BARBRA STREISAND, 10-TIME GRAMMY AWARD WINNER:  Well, it's been said that Jewish women are known to speak out and tell you what they think, and I'm one of them. I'm so tired of hearing Trump put down America, saying make America great again. Because America has been great since 1776 and it's still great in 2024. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:38",
      "speaker": "HUNT",
      "sentences": "All right. Joining me now, Julia Manchester, national political reporter for The Hill. And Reese Gorman, political reporter for NOTUS. Welcome to both of you. Thank you so much for being here. Reese, my understanding is you were up at Bedminster covering thiskind of pair of events --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:38",
      "speaker": "REESE GORMAN, POLITICAL REPORTER, NOTUS",
      "sentences": "I was.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:38",
      "speaker": "HUNT",
      "sentences": "-- that Donald Trump had yesterday. And before we continue talking -- and I want to hear more about what it was like on the ground -- I just want to remind everybody of what Trump has said in the past about Jewish voters and what it means if they vote for Democrats in terms of their -- he's said a lot of things. Let's just watch.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:38",
      "speaker": "TRUMP",
      "sentences": "If you are Jewish -- regardless of Israel, if you are Jewish, if you vote for a Democrat, you're a fool -- an absolutely fool.And any Jewish person that votes for a Democrat or votes for Biden should have their head examined. Any Jewish person that votes for Democrats hates their religion. They hate everything about Israel, and they should be ashamed of themselves. SID ROSENBERG, WABC RADIO HOST, \"SID &amp; FRIENDS IN THE MORNING\":  They tell me that this Harris' husband Doug Emhoff, Mr. President, is Jewish. He's Jewish like Bernie Sanders is Jewish. Are you kidding me? He's a crappy Jew.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:38",
      "speaker": "TRUMP",
      "sentences": "Yeah, yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:38",
      "speaker": "ROSENBERG",
      "sentences": "He's a horrible Jew.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:38",
      "speaker": "HUNT",
      "sentences": "So that, of course, mostly the host there, but Donald Trump agreeing -- yeah, yeah.What did you see at this event last night and what do you make of Trump's latest comments in this vein?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:03",
      "speaker": "HUNT",
      "sentences": "Yeah, let me pause you there because I want to remind everyone we actually -- we have a little bit of that. So, Miriam Adelson, for those who aren't familiar, was married to Sheldon Adelson who passed away. He's, of course, one of these major donors not just to Trump but to Republicans and especially, to the cause of Israel and kind of melding those two things together.So here's what the Times reported that Reese was referring to. A week before this fundraiser that was held on July 25 -- they're recounting a fundraiser where Trump is sort of confronted by some of his donors about his behavior. Mr. Trump had stunned one of his wealthiest patrons, Miriam Adelson, the widow of the casino magnate Sheldon Adelson, by having an aide fire off a series of angry text messages to Mrs. Adelson in Trump's name. The texts complained about the people running her super PAC into which she is pouring millions of dollars to support Mr. Trump. And at the time, the super PAC was spending nearly $18 million on a week's worth of ads in three battleground states. And the texts said that the officials running Preserve America were Republicans in Name Only and that they would not stack up -- they did not -- that Mrs. Adelson's late husband would never have tolerated that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:03",
      "speaker": "GORMAN",
      "sentences": "Yeah. And so this was kind of -- again, I think -- she was at the event. They spoke privately beforehand, too, in trying to mend the fences. And it seems like she is still in his corner, though this doesn't -- this didn't kind of sway her one way or the other. It probably did anger her, obviously.But this is just -- again, like this is kind of this Trump that we're seeing right now who is pretty angry. Like, I know some of my reporting has had that he -- his advisers and people are trying to get him just to stay on message, but he just keeps getting more and more angry and he's doing stuff like this that doesn't help his cause.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:03",
      "speaker": "HUNT",
      "sentences": "Yeah. I mean, it does seem like this event was specifically aimed at -- like, his campaign looked at this and said we need to mend this fence fast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:03",
      "speaker": "GORMAN",
      "sentences": "One hundred percent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:03",
      "speaker": "HUNT",
      "sentences": "And so there it was.Now, Julia Manchester, one of the other things Trump said here when he was talking about Miriam Adelson was that he had given her the Presidential Medal of Freedom when he was President of the United States. Let's watch what -- let's watch that moment. (BEGIN VIDEO CLIP) TRUMP:  We gave Miriam the Presidential Medal of Freedom. That's the highest award you can get as a civilian. It's the equivalent of the Congressional Medal of Honor, but civilian version. It's actually much better because everyone gets the Congressional Medal of Honor -- that's soldiers. They're either in very bad shape because they've been hit so many times by bullets or they're dead. She gets it and she's a healthy, beautiful woman. That's right. And they're rated equal. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:03",
      "speaker": "HUNT",
      "sentences": "So he says that the Presidential Medal of Freedom is better than the Medal of Honor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:03",
      "speaker": "JULIA MANCHESTER, NATIONAL POLITICAL REPORTER, THE HILL",
      "sentences": "Yeah, and this comes at time when you have both the Trump and the Harris campaigns sort of going at it over their vice presidential picks and their service in terms of the military.Look, I think this is yet another unforced error by Trump and this sort of media blitz -- this public speaking blitz he's been giving right now, and it doesn't do anything to help him. This is why his team wants him to focus more on policy, focus more on the economy. You know, we saw him do that a little bit yesterday in Bedminster, certainly on the economy and certainly with those groceries lined up behind him. But these comments do not help him. And I can already basically hear the Democratic ad makers putting this in ads and using this against Trump. And it's going to be easy for someone like Tim Walz in the October 1 debate to go after J.D. Vance on this and to question on -- him on this. And J.D. Vance is going to get questioned on this as a veteran.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:03",
      "speaker": "HUNT",
      "sentences": "Yeah.Julia, let's look ahead a little bit to what we're going to see today. We -- we're anticipating an economic speech --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:03",
      "speaker": "MANCHESTER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:03",
      "speaker": "HUNT",
      "sentences": "-- from Kamala Harris. She's come under some criticism for being relative vague in her --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:03",
      "speaker": "MANCHESTER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:03",
      "speaker": "HUNT",
      "sentences": "-- policy proposals. She has said that she wants to outlaw price gouging at the grocery store. Republicans are pushing back and saying those amount to communist policies.What do you expect to hear from her, and how much pressure is there on her to be more specific about what she would do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:03",
      "speaker": "MANCHESTER",
      "sentences": "There is a lot of pressure because we know that Democrats in this election cycle have been a bit more weak on the economy. That being said though, I do think there is some confidence in the Democratic camp right now. First of all, we have seen some polling to suggest that Americans aresomewhat trustworthy of Kamala Harris on the economy. There is an AP- NORC poll that came out earlier this week that showed 45 percent of Americans say they trust Kamala on the -- or, excuse me, Trump on the economy. Thirty-eight percent said the same thing about Kamala Harris. Still a gap but I think it's more narrow than a lot of people expected. Number two, this is taking place in North Carolina. North Carolina is traditionally a red-leaning state and has turned into more of a swing state. I think the fact that she's speaking on the economy in a state like North Carolina shows that she's feeling confident. That she's going to be able to use this -- or trying to use this issue to appeal to voters like maybe she historically hasn't appealed to in maybe some red-leaning or purple states.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:03",
      "speaker": "HUNT",
      "sentences": "Yeah.All right, Reese Gorman, Julia Manchester. Thank you guys both very much for being here on this Friday. I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "BIDEN",
      "sentences": "Yes, including Palestinians -- including Palestinians.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "HUNT",
      "sentences": "All right. Pro-Palestinian protesters interrupting President Biden during his appearance with Vice President Harris in Maryland yesterday.With Gaza ceasefire negotiations starting up again in Qatar, staking out a position on the Israel-Hamas war has, of course, been a significant political challenge for Kamala Harris and Donald Trump. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "TRUMP",
      "sentences": "And as far as Israel and Hamas, Israel's the one that wants good. He said the only one that wants to keep going is Hamas. Actually, Israel is the one. And you should let them go and let them finish the job.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "Israel has a right to go after the terrorists that are Hamas. But as I have said many, many times, they also have I believe an important responsibility to avoid civilian casualties.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "HUNT",
      "sentences": "All right. The Palestinian death toll from the 10-month-old war just crossed 40,000 people and rising.Let's bring in Joel Rubin, former deputy assistant Secretary of State for legislative affairs in the Obama administration. Joel, good morning. Always wonderful to have you on the show.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "JOEL RUBIN, FORMER DEPUTY ASSISTANT SECRETARY OF STATE FOR LEGISLATIVE AFFAIRS, OBAMA ADMINISTRATION, DEMOCRATIC STRATEGIST",
      "sentences": "Thanks, Kasie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "HUNT",
      "sentences": "So let's dig into these talks for a second because, I mean, this ceasefire -- a more durable ceasefire and, of course, hostage release has been something that President Biden has been working on now for months. I think he promised back in March that it was just days away and then it never materialized. Now Hamas is not at the negotiating table.Where do these negotiations stand, and is there any reason to have hope that they might go somewhere?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "RUBIN",
      "sentences": "Yeah, Kasie, it's a very elusive negotiation, as you say. A framework has been agreed to by all the parties, meaning the three steps of hostage exchange for Palestinian prisoners and increasing relief and aid into Gaza, as well as trying to get a long-term plan. But they're stuck on the details and the details are what matter. It's always what matters in Middle East diplomacy -- the execution of the deal to make sure it works.While Hamas is not there -- and you're right -- and they should be at the table -- their decision to not go is a loss. Nonetheless, there was positive movement yesterday. So there are still hopes that despite that, Egypt, Qatar, and other allies in the region can push Hamas into agreeing to a deal -- a hostage exchange -- and get some relief to the Palestinian people and some security for the Israelis. But yeah, this has been elusive and it is -- it is still in that elusive moment. HUNT:  Where is Benjamin Netanyahu in all of this? Because there was some reporting from The New York Times this week that he possibly is basically dragging his feet -- trying to drag things out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "RUBIN",
      "sentences": "Yeah. You know, Bibi Netanyahu -- he has options at this moment. Israel has conducted serious and impactful strikes on leaders of Hezbollah and of Hamas. It gives him political space at home to cut a deal. To say I have taken out the leadership and I've made us safer. He's not grabbing that moment right now though, and so he's getting major criticism from hostage families and from Israeli security leaders as well, and he is not committing.And this is the other major problem is that Netanyahu -- he has a personal interest in maintaining a continuation of this fight as well because if he pulls back and stops and they get a ceasefire, it's quite possibly his coalition will seek to collapse the government. But he does have more space available to him if he goes that route and he could get soft support from the opposition in the Knesset, too. So he has to cut a deal. The Israel people are demanding some kind of relief for them and to get the hostages out, and that's the best way to get the hostages out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "HUNT",
      "sentences": "Very interesting.So, Joel, let's talk a little bit about what we're going to see next week at the convention --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "RUBIN",
      "sentences": "Oh, yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "HUNT",
      "sentences": "-- in Chicago. Because certainly, when President Biden was at the top of the ticket the anticipation of pro-Palestinian protests was a very significant one. We are expecting tens of thousands -- maybe over 100,000 people to go to this to protest this convention with Kamala Harris at the top of the ticket.How has this dynamic changed with her at the top of the ticket? Does she have more credibility with those groups? And what do you expect at the convention?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HUNT",
      "sentences": "Yeah.Did you think she responded fast enough when there were Hamas symbols painted on statues here in D.C.?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "RUBIN",
      "sentences": "Yeah. I thought that was a really impressive moment. She came out very quickly the next day, or in the morning --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HUNT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "RUBIN",
      "sentences": "-- of and said this is an unacceptable point. And that is the -- that is the right narrative.It's important for Americans to protest when they feel that there is -- when we feel that there is something to protest. But to descend the hate speech and propaganda that is essentially antisemitic -- that has no place in these arguments -- these arguments -- these protests. And she condemned it right away while still maintaining the point that there needs to be a path forward for peace in the Middle East.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HUNT",
      "sentences": "All right, Joel Rubin for us this morning. Joel, very grateful for you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "RUBIN",
      "sentences": "Thanks, Kasie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HUNT",
      "sentences": "Thank you very much for being here.All right, time now for sports. Olympic gymnast Jordan Chiles releasing her first statement since the Court of Arbitration for Sport stripped her of her bronze medal. Andy Scholes has this morning's Bleacher Report. Andy, good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "ANDY SCHOLES, CNN SPORTS ANCHOR",
      "sentences": "Yeah, good morning, Kasie.You know, yesterday, we learned that USA Gymnastics said they didn't even know about the pending appeal with the Court of Arbitration for Sport for three days because CAS sent the notice to the wrong email address. USA Gymnastics also said they never got any conflict of interest disclosure. So you've just got to feel for Jordan Chiles in this whole situation. And she posted on social media yesterday a lengthy statement about how she's feeling, saying in part, \"I had confidence in the appeal brought by USAG, who gave conclusive evidence that my score followed all the rules. I have no words. This decision feels unjust and comes as a significant blow, not just to me but to everyone who has championed my journey. I believe that at the end of this journey, the people in control will do the right thing.\" Now, despite the U.S. saying they will continue to appeal the ruling, Romania and the IOC will be holding a ceremony today to award Ana Barbosu the bronze medal for the floor routine. All right. Elsewhere, Notre Dame announcing yesterday that they have suspended their men's swimming program for the entire academic season following an investigation that uncovered violations of NCAA's gambling rules. According to an external review, numerous violations in NCAA rules were uncovered leading to the decision to suspend the program. Notre Dame has expressed regret for the team members who did not participate but says they reached the decision in order to ensure this behavior ends. All right, to baseball where Phillies rookie Weston Wilson had himself a night. The 29-year-old had a triple, a single -- and a single in the fourth, a homer in the seventh. So when he came up in the eighth, he was a double short of the cycle. So all the fans there in Philly were chanting \"Double! Double!\" and Wilson delivered. He got it just into the gap. A big smile on his face at second base. His teammates and the crowd were just going nuts. Wilson, the first Phillies rookie to hit for the cycle. They won that game 13-3. And here he was after. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "WESTON WILSON, LEFT FIELDER, PHILADELPHIA PHILLIES",
      "sentences": "I've been playing baseball for a long time, and I don't -- I may have had one opportunity. And to be able to do it on the biggest level and in front of the best fans is just awesome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And you're probably going to get really wet here pretty soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "WILSON",
      "sentences": "Is that right?(Water shower) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "SCHOLES",
      "sentences": "He knew it was coming. What was in there? It wasn't -- that didn't look like clear water, but --All right. Meanwhile, the WNBA returning to action last night from the Olympic break. Kahleah Copper wasn't rocking her gold medal, but she did wear her old Chicago Sky jersey in her first game back against her former team since being traded in the off-season. And Copper then went out and scored a game-high 29 points as the Mercury beat the Sky in that one 85-65. And finally, a little preseason NFL action last night. The Patriots hosting the Eagles. New England fans getting another look at rookie quarterback Drake Maye who they took third in the draft. Maye here keeping it -- running it in for his first NFL touchdown. He was six for 11 passing 47 yards. The Eagles would win that game 14-13. But some optimism there around Drake Maye, Kasie, but it looks like it's going to be a long season for the Patriots. They are expected to be one of the worst teams in the NFL this year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HUNT",
      "sentences": "Well, as an Eagles fan, I just hate to see that, Andy. Just -- like I just can't -- I can't stomach it. It's so sad for those Patriots fans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "SCHOLES",
      "sentences": "After two decades of dominance from the Patriots they were due for a downtime, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HUNT",
      "sentences": "You know what? My team spends lots of time in the barrel, so welcome to the club.Andy, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "SCHOLES",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HUNT",
      "sentences": "Have a great weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "SCHOLES",
      "sentences": "You, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HUNT",
      "sentences": "All right. Coming up next hour on CNN THIS MORNING, Biden and Harris together again for the first time since Harris replaced Biden at the top of the ticket. They appeared side-by-side.Plus, why Donald Trump says he's allowed to make personal jabs against Kamala Harris. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:18",
      "speaker": "HUNT",
      "sentences": "All right, it's Friday, August 16. Right now on CNN THIS MORNING --(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:18",
      "speaker": "TRUMP",
      "sentences": "Kamala Harris is a radical California liberal.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:18",
      "speaker": "HUNT",
      "sentences": "Donald Trump says he's entitled to attack his opponent on a personal level. Plus --(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:18",
      "speaker": "HARRIS",
      "sentences": "I could speak all afternoon about the person that I am standing on this stage with.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}