{
  "date": "2024-02-19",
  "headline": "The Lead with Jake Tapper",
  "subHeadline": "Navalny's Widow Vows To Continue Her Late Husband's Legacy; Russian Flag Flies Over Avdiivka After A Decade Of Fighting; Biden Criticizes GOP For Stalling Ukraine Aid; Sources: VP Harris Quietly Working To Improve Biden Campaign's Messaging, Tactics With Voters; Qatar Rejects Netanyahu Comments About Hostage Deal; Alarming Number of Teens Caught Up In DC Crime. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:00:08",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "Usually, first graders are thought how to read and write. But there's a town in Sweden that's teaching them a different life skill, how to survive in icy lake. Fully closed students are taking the plunge will attach to a rope and their big objective is to find a way to escape.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:08",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "That's right. It's terrifying. But imagine, this happens. Deadly accidents common in Sweden, where people fall through the ice for their skating or ice fishing. So, students are taught how to get out in case it ever happens to them. Make sense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:08",
      "speaker": "SANCHEZ",
      "sentences": "Brilliant. Are they taught how to assemble IKEA furniture? Because I feel like that is a life skill in Sweden that would be --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:08",
      "speaker": "KEILAR",
      "sentences": "That's our skill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:08",
      "speaker": "SANCHEZ",
      "sentences": "-- essential skill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:08",
      "speaker": "KEILAR",
      "sentences": "That's our skill, Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:08",
      "speaker": "SANCHEZ",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:08",
      "speaker": "KEILAR",
      "sentences": "THE LEAD WITH JAKE TAPPER starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:08",
      "speaker": "KAITLAN COLLINS, CNN HOST",
      "sentences": "The widow of Alexey Navalny with a new message for Russians, don't be silent.THE LEAD starts right now. Powerful claims about Navalny's wife accused it -- from Navalny's wife, accusing the Kremlin of hiding her husband's body, alleging that he was poisoned and urging Russians to take to the streets after his death. CNN is in Russia. We'll show you the aftermath as police are rounding up hundreds of people mourning Putin's fiercest critic. Plus, Donald Trump's latest wink and a nod to another authoritarian leader, Hungary's Viktor Orban, someone who Trump praised on the campaign trail just last month. (BEGIN VIDEO CLIP) DONALD TRUMP, FORMER U.S. PRESIDENT: He's a very great leader, very strongman. It's nice to have a strongman running your country. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:08",
      "speaker": "COLLIONS",
      "sentences": "Plus, the late night skit that has disgraced former Congressman George Santos coming after Jimmy Kimmel in court. Yes. You heard that right.(MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:08",
      "speaker": "COLLINS",
      "sentences": "Welcome to THE LEAD. I'm Kaitlan Collins, in for Jake Tapper today.And we start with our world lead and an urgent promise from the widow of one Vladimir Putin's fiercest critics, the Russian opposition leader Alexey Navalny, who died suddenly in a prison camp on Friday. Today, we heard from Yulia Navalnaya, vowing to find out exactly who was responsible for what happened to her husband as she's also pledging to continue his fight to bring democracy to Russia. (BEGIN VIDEO CLIP) YULIA NAVALNAYA, WIDOW OF ALEXEY NAVALNY (through translator): I asked you to show your rage -- rage, anger, and hatred with me towards those who are daring enough to kill our future. And I address you with Alexey's words, which I believe it is not a shame to do. It's not a shame to do little but it's a shame not to do anything. It's a shame to make yourself intimidated. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:08",
      "speaker": "COLLINS",
      "sentences": "The Kremlin has said the investigation into Navalny's death is underway, claiming that the results are currently, quote, unknown.CNN's Matthew Chance is in Moscow. Matthew, a Navalny spokesperson said that his body won't be returned to his family's still for two more weeks. What is the latest that you've heard about this investigation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:08",
      "speaker": "MATTHEW CHANCE, CNN CHIEF GLOBAL AFFAIRS CORRESPONDENT",
      "sentences": "Yeah, well, it seems to be going very slowly and it's going to be at least two more weeks according to Navalny's spokesperson saying that that's what the mother of Alexey Navalny has been told. She's made an 82,000 mile journey to Russia's far north inside the Arctic Circle to the town near where the penal colony is located, where Alexey Navalny died on Friday, and she's been trying to get access to the morgue there to try and recover the bodies so they can have a funeral. And lay their son -- lay her son to rest.That's not happened though. She's not even been allowed to see the body at this point. The authorities saying investigations around the way. There's another postmortem. They say they want to carry out to try and really get to the bottom of what was it that caused this sudden death of Russia's most prominent opposition leader. The Kremlin for its part, is being pretty tight lipped. I mean, basically refusing to comment. And while that investigation is underway, Vladimir Putin has not said -- the Russian president has not said a single word about the death of his most vocal, fiercest critic either. And so there's -- there's lots of suspicion abandoning the supporters of Navalny believe that the Kremlin is hiding his body in attempt to try and hide the real reason that he died, Kaitlan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:08",
      "speaker": "COLLINS",
      "sentences": "Yeah, that's what we heard from Yulia.And you also visited a memorial site, Matthew, for Navalny today, what did you hear from people who are risking their safety and their security to go and show up and pay their respects?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:00",
      "speaker": "COLLINS",
      "sentences": "Yeah, absolutely. Matthew Chance in Moscow. Thank you.I want to bring in Evelyn Farkas, who served as the deputy assistant secretary of defense for Russia, Ukraine, and Eurasia. And it's great to have you here. You know, given what we just heard from Matthew about this investigation, that Russia is holding his body for at least two more weeks. I think the real question is whether we'll ever know the truth about how he died.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:00",
      "speaker": "EVELYN FARKAS, FORMER DEPUTY ASSISTANT SECRETARY OF DEFENSE FOR RUSSIA, UKRAINE AND EURASIA",
      "sentences": "Yeah, Kaitlan, I think the only way well ever know the real truth is if, you know, Vladimir Putin and his oppressive regime disappears at some point in history and the history books are opened or the files are opened. But whether he died quickly or slowly, we know that it was at the hands of the Kremlin, whether it was poisoning or something else. We know it was at the hands of the Kremlin, so while that may be important to some people at the end of the day, you know, the reality is that Vladimir Putin was so afraid of Alexey Navalny that he felt he had to have him murdered.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:00",
      "speaker": "COLLINS",
      "sentences": "Yeah. And we know that they poisoned him in 2020, that he was treated so terribly in this Russian penal colony.You know, what stood out to me hearing from his widow, Yulia, is just what a huge loss this is obviously for the Russian opposition movement and seeing her step into this and say that she's vowing to continue his cause that he so passionately cared about. What did you make of her address today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:00",
      "speaker": "FARKAS",
      "sentences": "Yeah. I mean, I think she's trying to hold onto the power of the symbol of Alexey Navalny by putting herself there in his place. I don't know whether she will be interested in are up to the job of actually running the opposition movement.There are questions about the Russian exiles and the whole Russian opposition movement writ large. They've always been very fractured. This might be an opportunity for them to work more cohesively together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:00",
      "speaker": "COLLINS",
      "sentences": "But what does that look like in the sense of the future of the Russian opposition movement because he was one of the few who had returned. And obviously he was immediately arrested and imprisoned and had been there for three years. And so many of the Russian opposition leaders there in exile, he did have that national appeal.So what does the future of this look like? Because we are seeing people go out to his vigils and risk their own security to go out and pay their respects to him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:00",
      "speaker": "FARKAS",
      "sentences": "Well, it's going to be trickier. Obviously, he was like Nelson Mandela. He was this powerful, powerful person and symbol of everything, every hope that Russians who care about democracy had.There are other dissidents. Let's not forget, in political prisoner, in prison still in Russia, including Vladimir Kara-Murza, there who was a pallbearer for John McCain. So they need to be released and our government needs to work to get them out. But at the same time, I think it's going to be hard for the exile groups, harder now without that powerful symbol. They'll have to figure out how they can join forces from the outside. There are still though signs, not just of the evidence that Matt -- Mathew just spoke about, but also the 200,000 or so people who signed onto an opposition politician's petition. And he was running on it an antiwar platform. He, of course, was removed no longer can run. But that's a sign that the Russian people also are opposed to Putin's policies. COLLINS: Well, I'm glad that you brought up Vladimir Kara-Murza because his wife is understandably shaken by what has happened to Navalny. He is, for those who don't know, a Russian journalists and opposition leader, he was sentenced to 25 years in prison for speaking out against Russia's war in Ukraine and his wife said today, through social media, that she's worried that he'll face the same fate as Navalny. And I just wonder how the West should handle this because we've seen -- you know, President Putin or President Biden talk about the repercussions President Putin would face if Navalny did die on his watch. How should the West respond?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:03",
      "speaker": "COLLINS",
      "sentences": "We'll continue to watch it. Obviously, Evelyn Farkas, great to have your expertise here today. Thank you for joining.And, of course, it's important to look at the big picture here is Navalny's death is coming as Russia has just made a major military gain in Ukraine. They're wrestling control of a key city of Avdiivka, a city that Ukrainian forces have been trying to defend for a decade now. CNN's Nick Paton Walsh is in Ukraine as his forces are struggling to repel Russian attacks as U.S. aid is essentially at a complete standstill. A warning that some of the images you will see in this report are quite disturbing. (BEGIN VIDEOTAPE) NICK PATON WALSH, CNN CHIEF INTERNATIONAL SECURITY CORRESPONDENT (voice-over): A sight not seen for awhile. A Russian flag going up over Ukraine, but Ukraine's withdrawal announced on Saturday from Avdiivka means more than the loss of a town bitterly fought over since Russia first invaded a decade ago. It is perhaps the first sign a delay in U.S. aid spells death and loss here. These images released of their last offenses rushing into support on the fire from a resurgent Russia, who President Zelenskyy says sent seven Russian troops to die for every dead Ukrainian. This is what it was like in the basement defending down to the last, treating the injured in the darkness, yet aware their options, their ammo, their chances were ebbing, shelling, endless, it's spoiled my drink, this soldier complaints. A commander cleared Monday why this happened. We didn't have enough people, he says. We didn't have enough shells. We didn't have enough possibilities to throw it back. Russia's ministry of defense released images of their final onslaught on that Coke plant. And what they claimed with are casualties inflicted on Ukrainians as they tried to flee in the dark. Other images and reports emerged Monday in Ukraine of the fate of their wounded. One I feel called home his last moments, allegations that in horrifying rubble here, both the wounded were left behind by Ukraine, but also shot dead in cold blood by Russian forces. Russian drone images of their spoils released, again, displaying their odd pride over the rubble. Zelenskyy may have to get used to more of this. Putting on a brave face as he visited troops in the likely next Russian target Kupiansk, just outside Kharkiv. Although there are different political sentiments in the world, he said different flashes of problems that distract attention. We still altogether do our utmost to have the world with us, with Ukraine. Words no longer enough, not in Avdiivka and certainly not in the West where $60 billion in missing aid now means Putin can slowly edge further and further west. (END VIDEOTAPE) WALSH (on camera): Now, for all the outrage as dysfunctionality of Republican led Congress, not putting that $60 billion of aid through this tell off for the next two weeks won't even consider it for a fortnight. And that is a potentially very perilous two weeks here in Ukraine. Not only you heard there in Kupiansk, could be under pressure. They've lost Avdiivka in the south. In Zaporizhzhia, a key village taken in the southern counter offensive in the summer. That is now looking vulnerable to a Russian push, as are two other locations in the east as well. Russia on its front foot pushing forward, clearly sensing Western weakness here, and that Ukraine is running out of men and ammunition of very okay time here in Ukraine -- Kaitlan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:03",
      "speaker": "COLLINS",
      "sentences": "Yeah. As Zelenskyy said, dictators don't go on vacation.Nick Paton Walsh, thank you for that report. And those actions that Nick mentioned there by House Republicans, President Biden said today that they are shocking, that he's never seen anything like this. More on that in a moment. Also, the punch line from Jimmy Kimmel that has now turned into reality. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:03",
      "speaker": "JIMMY KIMMEL, COMEDIAN",
      "sentences": "Can you imagine if I get sued by George Santos for fraud? How good would that be? It would be like a dream come true.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:18:46",
      "speaker": "COLLINS",
      "sentences": "And we're back with the politics lead.In the wake of Alexey Navalny's death, President Biden is chastising House Republicans for blocking $61 billion in aid for Ukraine. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:18:46",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "They're making a big mistake not responding. Look, the way they're walking from the threat of Russia, the way they're walking away from NATO, the way they're walking away from leaving our obligation, it's shocking. I've been here a while, I've never seen anything like this.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:07",
      "speaker": "JONAH GOLDBERG, CNN POLITICAL COMMENTATOR",
      "sentences": "Yeah. And I'm not even sure it's the far-right. I think it just sort of a dumb hackish partisan right. I mean, Newt Gingrich is one of the guys doing this. Lee Zeldin is not some crazy far-right right-winger. He's just a partisan hack right winger.Look, my old boss, Weymouth Buckle, he famously -- like he had the most famous line about this when someone said to him, look, there's no difference between the United States and the Soviet Union. We both have these huge military complexes. And he said it is. Look, if you refer to one guy who pushes old ladies in front of buses and another guy who pushes old ladies out of the way of oncoming buses, both -- and you describe them both as the sorts of men who push old ladies around, you're missing something really important. The idea that we are anything like Putin's Russia is -- I mean, forget that it's a slander against Joe Biden, which I don't really care about. It's a slander against the United States of America. This is not a corrupt, evil, despotic, criminal thugocracy. And for Republicans to be talking this way is outrageous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:07",
      "speaker": "COLLINS",
      "sentences": "And Liz Cheney, Bakari, we're hearing from her on this. She just posted truly seconds ago, but she's talking about how Donald Trump is acknowledged the death of Navalny, but not to condemn it, or to say anything about Putin and she noted that, and said, you know, at the same time this is happening, Trump is claiming Putin style tyrannical immunity at his U.S. Supreme Court briefs.She said it seems like Trump thinks he needs Putin help with something and can't risk angering him. What do you make of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:07",
      "speaker": "BAKARI SELLERS, CNN POLITICAL COMMENTATOR",
      "sentences": "Well, first of all, I think that over the past couple of years, we've been in this time warp where you have many Democrats are just, its not even Democrats, but just common sense Americans just all agreeing with Liz Cheney. She's right in this fact that Donald Trump not being able to condemn what happened in Russia and not being able to condemn, and I love Jonah's term of thugocracy and this death is just -- it's not anything that surprises us.I think seeing the fraying around the Republican Party, and it's losing its true conservative values and its true moral compass, the further rot and decay of the Republican Party that it has become Trump's party is what startling us most. I think Liz Cheney's actually getting to a point which many of us remember in the 2016 election, whether or not she want to go back there and unearth those kind of bones or not. You did see a great deal of Russian interference in that election, whether or not you talk about the farms of ms that targeted African-American male voters, in particular, or what have you, and I think she's alluding to the fact that Donald Trump is courting that help again. But I instead of beating those -- those drums again to where my friends on the far-right turn to deaf ears, I would just say you need to reclaim your party because right now, your party's marching behind the likes of Vladimir Putin is no longer the party of Ronald Reagan. COLLINS: Yeah. And, Jonah, you took issue with how I described it as far right. I think you do make a good point about how it is becoming more of just -- it's not the people who were on the furthest right in the furthest extremes in the Republican Party, they're making this comparison. And Liz Cheney was on \"STATE OF THE UNION\" with Jake yesterday and she was asked about, you know, obviously, someone who is grown up in the Republican Party is emblematic of it, including with her father. This is what she said about this new strain of the GOP. (BEGIN VIDEO CLIP) LIZ CHENEY (R), FORMER U.S. REPRESENTATIVE: You've now got a Putin wing of the Republican Party. I believe the issue this election cycle is making sure that Putin wing of the Republican Party does not take over the West Wing of the White House. When you think about Donald Trump, for example, pledging retribution, what Vladimir Putin did to Navalny is what retribution looks like in a country where the leader is not subject to the rule of law. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:07",
      "speaker": "COLLINS",
      "sentences": "Do you agree with her?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:03",
      "speaker": "COLLINS",
      "sentences": "Bakari, you're laughing at that. Do you want to respond to excite? Well, I got to ask you about something else, but I just want to hear what you what your take is on what Jonah just said.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:03",
      "speaker": "SELLER",
      "sentences": "I mean, Jonah's right. He's batting a thousand a day. Nobody goes full Putin I guess is the term that we will coin today on the show. But he's right and I think there is an inherent danger with Donald Trump, but there's also a dangerous surrounding the echo chamber that is the Republican Party because you have media within same right-wing area, which is espousing many of these same views.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:03",
      "speaker": "COLLINS",
      "sentences": "Yeah. Bakari, the other thing that happened over the weekend, you know, Navalny's death happened on Friday. We were watching the aftermath of that Trump not weighing in. The one thing he did do over the weekend after that, judge, in New York ordered him to pay this $550 million penalty that includes interest, he was hawking these $400 gold sneakers called the never surrender high tops that apparently I believe sold out. If what I read an \"Axios\" is correct.But I just wonder what you make of this given -- obviously, he's going to get a cut of this. Obviously, he's facing intense legal expenses. And this is something that we've seen him do time and time again, whether it's the trading cards now, gold sneakers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:03",
      "speaker": "SELLERS",
      "sentences": "He's just -- I mean, these air impeachments just simply are not going to sell. I mean, that's first. And second. I don't know if you recall, but they gave the 44th president of the United States of America so much hell because he used the selfie stick or because he wore a brown suit. I mean, they -- people literally said that was beneath the office.And here, you have a former president of the United States running for president again who's hawking these -- they're -- they actually don't look that bad. But who's hawking these bright gold shoes for $400. I mean, look, I might rock them if they weren't like air January 6 is like. They don't look that bad. But no, this is literally beneath the office and I think most Americans are become desensitized. We use the whole president of the United States to a higher standard. Now you can look at your child and be like, I don't want you to be like Donald Trump, be something else.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:32:14",
      "speaker": "COLLINS",
      "sentences": "In our politics lead, sources tell CNN that Vice President Kamala Harris is working behind the scenes to improve the Biden campaign's messaging with voters who will be critical to winning a second term. But will these new strategies or tactics be enough to retain skeptical voters who feel isolated by the Biden campaign?Let's ask none other than the former communications director for Vice President Harris, Jamal Simmons. Jamal, great to have you here. I wonder what you make of the efforts reported in this story on what she's doing given -- you know, we have seen Republicans try to make Harris the focus of the 2024 campaign amid those questions about Biden's age. I think it won't be effective. Listen, when I went to work for now about a year-and-a-half ago almost, a little more than a year ago, I guess, (INAUDIBLE) we'll figure it out. Anyway, I'm going to go work for her. It's hard to remember. But when I work for her, it was clear that she was a unique kind of vice president in recent history of vice presidents, right? We're used to the Al Gore, Dick Cheney, Mike Pence, even Joe Biden kind of format, which was a vice president who was a Washington, D.C. expert who was bringing in a president who really didn't know D.C., who was a D.C. outsider. That's not the relationship that the vice president, Kamala Harris, have with Joe Biden. Joe Biden was the D.C. insider. So she had a little bit more of that outside flavor. It was always going to be better for her to go out to the country, to gather information, to bring the administration's message to people in the country, but to gather information and then bring that back to the West Wing and inform the thinking of the West Wing by those travels. That's what we tried to do when I was there. I think she's done it even more. We saw that particularly around the efforts around abortion rights, where she was doing that every week. So this is just taking on abortion rights model that you did in 2022. And expanding that to more areas, bringing back more information.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:32:14",
      "speaker": "COLLINS",
      "sentences": "Well, Isaac Dovere reports in this that several of her confidence have said that there has been -- that they're kind of wary in her orbit of the approach from the Biden campaign, from people like Jen O'Malley Dillon, obviously a pivotal figure in the West Wing, now going to work on the campaign, about using Harris enough. Do you feel that she is being utilized in the right way by the Biden campaign?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:32:14",
      "speaker": "JAMAL SIMMONS, CNN POLITICAL COMMENTATOR",
      "sentences": "I do thinks he is now. Now what's interesting is very different a lot of the things she's doing today, she was doing a year-and-a-half or two years ago. What's different now, though, is the West Wing of the campaign or really highlighting what she's doing much more. So people are seeing a lot more also.Remember, so many viewers and voters get their information from social media. So you see the vice president talking to people like Priyanka Chopra or Keke Palmer, or some of these folks were a little bit more social media savvy. [16:35:03] They've got these big followers. She's using that as a way to communicate directly with voters, but she's also doing meetings in the vice president's residence and around the country to get as much information as possible and take that back to the West Wing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:32:14",
      "speaker": "COLLINS",
      "sentences": "Yeah. She's been talking to a lot of lawmakers as part of this, and she's actually gotten some tough feedback from those in Michigan. If people like Congresswoman Debbie Dingell pushing her to get the White House to take more seriously the criticism that they are getting over their stance and how they've been handling the Israel- Hamas war, and how it's resonating with Arab Americans here.And Congresswoman Rashida Tlaib over the weekend said this about the upcoming primary. This is what she urged voters to do in Michigan. (BEGIN VIDEO CLIP) REP. RASHIDA TLAIB (D-MI): It is also important to create a voting bloc, something that is a bullhorn to say, enough is enough. We don't want a country that supports warm -- wars and bombs and destruction. If you want us to be louder, then come here and vote uncommitted. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:32:14",
      "speaker": "COLLINS",
      "sentences": "What do you make of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:32:14",
      "speaker": "SIMMONS",
      "sentences": "You know, it's a mixed bag. I was on the phone with a couple of folks in Detroit in the last day or two, which is where I'm from. One person who I was surprised that he thought about voting uncommitted because he really was concerned about what's happening in Gaza. But then I also talked to someone I found out up getting going to say this here for the first time.I think that Congresswoman Tlaib is going to get a primary challenge. I'm hearing very strong rumblings and it may be from a gentleman from Detroit, I can say a name yet, but I do think she make it a primary challenge, almost because of how stridently she's been doing this. So people are all over the map is dividing Democratic communities. And I think the president is going to have to go in hard and really knit people back together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:32:14",
      "speaker": "COLLINS",
      "sentences": "Well, that's interesting. So, there will see if that comes to fruition.Jamal Simmons, great to have your inside expertise on this. Thanks for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:32:14",
      "speaker": "SIMMONS",
      "sentences": "Thank you",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:32:14",
      "speaker": "COLLINS",
      "sentences": "Up next, Qatar is responding to Israel, the country that is what at the center of the hostage release negotiations ever since November when we first saw that release, now criticizing the Prime Minister Benjamin Netanyahu.(COMMERCIAL BREAK) [16:41:21]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:32:14",
      "speaker": "COLLINS",
      "sentences": "In today's world lead, the country that's at the center of the negotiations to free Israeli hostages who are still being held by Hamas is rejecting criticism from the Israeli government. Qatar's foreign ministry today called out that Israeli Prime Minister Benjamin Netanyahu over comments that he made suggesting that Qatar is not applying enough pressure on Hamas.CNN's international diplomatic editor, Nic Robertson, is covering the story from Tel Aviv. Nic, I just wonder what you make of this very public split as these, you know, Netanyahu and these Qatar -- if it Qatari officials are going back and forth while there are still hostages being held, that there is still at the center of this. And what it says to you about the status of those talks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:32:14",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Yeah, it's not a good sign, is it? Right now, Prime Minister Netanyahu is trying to put every bit of pressure he can on Hamas and he was at a conference here with the presidents of some major American Jewish organizations here in Tel Aviv, in Jerusalem.And he told them, look, the only way to get the hostages bag is for you and everyone else to put more pressure on the Qataris. And this is what the Qataris were responding to. The foreign ministry spokesman saying this, this, the Israeli prime minister's recent statement, calling on Qatar to pressure Hamas to release the hostages are nothing -- nothing but a new attempt to stall and prolong this war. For reasons that have become obvious to everyone. If that doesn't sound like the language of frustration I don't know what is. So, yes, while Qatar is supposed to be in the middle negotiating, it's really beginning to sound like the prime minister thinks that there the problem, and that's never going to get you where you want to go with a mediator by essentially publicly trying to blame them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:32:14",
      "speaker": "COLLINS",
      "sentences": "(AUDIO GAP) with Hamas on this. And what stood out is that this is all coming as we also heard from Benny Gantz, he's a leading member of the war cabinet in Israel, and he kind of threw down this gauntlet, essentially by saying that off all the hostages aren't released by March 10, the end of Ramadan, that that fighting that everyone has been and so concerned about will continue in Rafah, which, of course, just as reminder is where over a million Palestinians have fled to, to get out of the way of the bombardments happening elsewhere in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:32:14",
      "speaker": "ROBERTSON",
      "sentences": "Yeah. Again, this is really interesting and I think as part of that pressure that the government is trying to put on Hamas. Now, you guys have got a deadline to kind of give, give in to our demands. Hamas is saying we want a permanent ceasefire, Israelis saying, no, we'll give you a temporary pause.So that's the difference. That's the pressure point. It's instructive, too, because it really appears as if the Israeli government isn't ready actually to send the troops into Rafah that the IDF, tied down in Khan Younis at the moment. They've been there fighting for more than, more than about two months in Khan Younis, and they were expecting to be freed up and ready to move on sooner than they are now. Why do I say that? Because just -- just a week or so ago, the prime minister was saying, we'll get Rafah done before Ramadan. Now they're saying we'll start it when Ramadan begins, 10th or 11th of March. So I don't think the IDF is actually quite ready as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:48:53",
      "speaker": "COLLINS",
      "sentences": "The nation's capital is grappling with a serious spike in crime. And as CNN's Gabe Cohen reports, the numbers show, on average, many of those arrested for robbery and carjacking are not even 18 years old.(BEGIN VIDEOTAPE) GABE COHEN, CNN CORRESPONDENT (voice-over): Fear has been growing in the nation's capital. The result of a violent crime surge and an alarming number of kids are caught up in it. What do they say when it comes to carjacking or robbery. What are kids saying about it? \"EDDIE\", DC TEEN: They really don't think that because all they think they don't get in a car. They don't see the impact it do to our people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:48:53",
      "speaker": "COHEN",
      "sentences": "They think it's not a big deal.\"EDDIE\": Yeah, they think it's not a big deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:48:53",
      "speaker": "COHEN",
      "sentences": "Fifteen-year-old \"Eddie\", not his real name, is one of the kids that mentors in DC are trying to keep off the streets and out of trouble.\"EDDIE\": There's a lot that kids are dealing with D.C. They all probably just see one side of it, but it's a whole different side of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Jail is not a game.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:04",
      "speaker": "COHEN",
      "sentences": "Marcellus Queen brings them here to see the consequences of crime. He's been working with them as a mentor since another friend of theirs was killed. He's trying to keep things from getting worse. What they call crashing out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:04",
      "speaker": "MARCELLES QUEEN, FOUNDER, REPRESENTATION FOR THE BOTTOM",
      "sentences": "I've been in prison with the men and they own a ten year since -- they're ten years on 30 years and they just wished that they can restart. So I tried to make sure they don't have to get to that point where they had to restart.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:04",
      "speaker": "COHEN",
      "sentences": "You're trying to intervene before one of them ends up in a courtroom.Eddie tells me he was shot last year when he was 14. He's not in school. Another pervasive problem in DC. Do you think there's a crisis right now with kids in DC?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:04",
      "speaker": "QUEEN",
      "sentences": "Definitely, definitely a crisis. I'd never seen a nine-year-old and an eight-year-old pull on rob. I never see 12-year-olds do the things that they had.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:04",
      "speaker": "COHEN",
      "sentences": "Last fall, a 13-year-old boy was killed while police say he was trying to carjack an off-duty federal security officer. He had nine prior charges for carjacking and robbery.Mohamad, a food delivery driver, says he won't work in D.C. anymore after a group tried to carjack him. Neighbors fought them off. Police arrested five kids as young as 13.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:04",
      "speaker": "MOHAMAD, DRIVER WHO WAS ATTACKED",
      "sentences": "Sometimes I cannot asleep after that. I cannot sleep.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:04",
      "speaker": "COHEN",
      "sentences": "D.C.'s mayor declared a juvenile crime emergency, venting frustrations about the same children committing crimes again and again.MAYOR MURIEL BOWSER, WASHINGTON, D.C.: People after me sometimes when I say a child may be better off in a secure environment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:04",
      "speaker": "COHEN",
      "sentences": "D.C.'s council has advanced a new crime bill that could allow judges to hold kids in jail until trial when they're accused of certain serious crimes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:04",
      "speaker": "CURTIS BROTHERS, VIOLENCE INTERRUPTER",
      "sentences": "I think the laws are too lenient.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:04",
      "speaker": "COHEN",
      "sentences": "Curtis Brothers and I walked through the D.C. neighborhood where he opened fire at police as a young man.And how long were you in prison for that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:04",
      "speaker": "BROTHERS",
      "sentences": "Twelve years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:04",
      "speaker": "COHEN",
      "sentences": "Now, he's a violence interrupter on the same streets, tasked with maintaining a safe passage for students outside this middle school.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:04",
      "speaker": "BROTHERS",
      "sentences": "Because of the violence because, we want to make it at the kids go to school and from school, safely.When they talk about robberies and murders, they talk about legacy of game. Win or lose, you know what I'm saying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:04",
      "speaker": "COHEN",
      "sentences": "Why do you come to a middle school?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:04",
      "speaker": "BROTHERS",
      "sentences": "Because that's the most vulnerable age. Once they get to high school, this is priority.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:04",
      "speaker": "COHEN",
      "sentences": "We sit in on a conflict resolution class for kids as young as five-years-old. The hope is to break the cycle.What brought you down that path? What happened? \"DEON\", DC TEEN: Lack of guidance, it's real.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:04",
      "speaker": "COHEN",
      "sentences": "Down the hall, we meet two boys, 16 and 17. We agree to call them Deon and Steve, both previously incarcerated for gun possession and robbery. Court mandated to work with this program, mentoring other kids on conflict resolution.'STEVE\", DC TEEN: A lot of people crashed out because they don't have the right guys, they don't got mentors, they don't got nobody to talk to. \"DEON\": It's just everything is getting more fast-paced, (INAUDIBLE). What do you see? You've did this, used all the car, you could program like this, or whatever the case may be. That's what influenced me like, I'm hungry my mother, I don't got no clothes, my brother locked up, my mother and I don't know (ph) for me, so let me go do this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:04",
      "speaker": "COHEN",
      "sentences": "They're among the many that say DC can't just arrest and prosecute its way out of this crisis. A city still experiencing hyper gentrification and stark pockets of poverty worsened by the recent weight of extreme inflation on struggling families and social media that's added a toxic layer to many vulnerable kids' lives.If they intervene way before it's at a point of crashing out, then it will never happen. Every single case, you see hundred days missing school, no food in the household. While they have to take something so major to see you, okay, we're failing -- we're failing the kids, and the most saddest thing about it is they're willing to throw our kids away instead of fix our families. (END VIDEOTAPE) COHEN (on camera): And city leaders here are facing a lot of criticism for a drop in arrest and prosecutions as well as what some see as lenient laws giving kids a slap on the wrest for serious offenses. But, Kaitlan, the issues clearly run deeper. Sixty percent of high schoolers here are chronically absent from school. And I've spoken with sources who just don't feel like the right steps are being taken to intervene early for some of the most at-risk kids -- Kaitlan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:58:53",
      "speaker": "COLLINS",
      "sentences": "Okay, this one could be the pop lead or the law and justice lead, but we set it on politics, mainly, because it involves former, now expelled Congressman George Santos. Maybe you saw these segments of Jimmy Kimmel show when he was submitting anonymous request for Santos to record greetings on Cameo, not revealing that they were fake greetings or if they would be broadcast.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:58:53",
      "speaker": "JIMMY KIMMEL, COMEDIAN",
      "sentences": "George, please congratulate my mom, Brenda, on the successful cloning of her beloved schnauzer Adolf.Will Santos say it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:58:53",
      "speaker": "CROWD",
      "sentences": "Yes.GEORGE SANTOS (R), FORMER U.S. REPRESENTATIVE: Hey, Brenda, we wanted to congratulate you on successfully cloning your beloved schnauzer Adolf. (END AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}