{
  "date": "2024-07-22",
  "headline": "CNN News Central",
  "subHeadline": "Nancy Pelosi Endorses Kamala Harris; Congress Grills Secret Service Director. Aired 1-1:30p ET",
  "utterances": [
    {
      "timeStamp": "13:00:00",
      "speaker": "DANA BASH, CNN HOST",
      "sentences": "Congresswoman Chrissy Houlahan, thank you so much for being here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "HOULAHAN",
      "sentences": "You're welcome. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "BASH",
      "sentences": "We really appreciate it.Thank you for joining INSIDE POLITICS. Don't go anywhere. \"CNN NEWS CENTRAL\" is starting right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN breaking news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "The breaking news, we're following a contentious hearing on Capitol Hill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "JESSICA DEAN, CNN HOST",
      "sentences": "Lawmakers are grilling the Secret Service director, as calls grow for her to resign after the assassination attempt of former President Trump.(JOINED IN PROGRESS) REP. SCOTT PERRY (R-PA): If somebody is 7-feet-tall and you're 5-feet- tall, there's going to be a Delta there that is problematic in protecting the protectee. And I'm asking, is that a consideration when you -- when these agents, not saying you, but when they're assigned to the protectee? KIMBERLY CHEATLE, U.S. SECRET SERVICE DIRECTOR: The agents that are assigned to our protectees are perfectly capable of providing -- (CROSSTALK) PERRY: So, the culture is what I'm concerned about, because the primary objective here seems to be something other than securing the site, securing the principal, and securing the people at the site. And that's the concern based on the answers that you have given today so far. Without that I yield, Mr. Chairman. REP. JAMES COMER (R-KY): The chair now recognizes Mr. Moskowitz from Florida. REP. JARED MOSKOWITZ (D-FL): Thank you, Mr. Chairman. Thank you for this hearing. I want to thank your -- the subpoena that you sent. I want to thank Ranking Member Raskin and your work, the letter you sent to the committee. And I also support the creation of a commission to get to the bottom of what happened. Director, I just want to give you an honest assessment of how this is going for you today. Did you happen to catch the hearing many months ago in education where there were a bunch of university professor -- university presidents, and Elise Stefanik asked a very easy question and couldn't get an answer? Did you see that hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "CHEATLE",
      "sentences": "No, I don't think I did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "MOSKOWITZ",
      "sentences": "OK, well let me tell you. It didn't go well. And the short end of that story was those university professors all resigned. They're gone.That's how this is going for you. This is where this is headed, OK? This is -- I don't know who prepared you for this. I don't know how many times you have testified in front of Congress. But a president was almost assassinated live on television, not just for Americans, but for the world to see. And this being your first opportunity -- I understand there's an ongoing investigation. I understand there's things that you cannot talk about. But the idea that we're getting less than you did on television is something that Democrats, independents, and Republicans are going to find unacceptable. My high school, Marjory Stoneman Douglas, was on the list of mass shootings that Representative Raskin held up. That very day, the school resource officer, a police officer, did not run into the building. He hid in the stairwell while the shooter was in the building. He stayed outside, never helped, OK? He also directed other officers who showed up on the scene not to go into the building. When it was determined that the failures in response and training and that the sheriff fired nobody in his agency, Governor DeSantis then removed that sheriff. I supported the removal. So here's my question. You said there's going to be accountability. I understand you don't want to give us names. When you say that, are you telling the committee that, once it's concluded, you're prepared to fire the people on the ground who made poor decisions that day?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "CHEATLE",
      "sentences": "I'm prepared to take the actions necessary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "MOSKOWITZ",
      "sentences": "No, no, no, that's nonsense, OK? Accountability.The failure was human. That doesn't mean they're bad people. It means they failed that day and a president was almost -- a former president was almost assassinated, OK? Are you prepared to fire the human failure on the ground, yes or no? When you have the names of where those failures were -- they're people. It's not like a piece of technology failed. It was people who failed that day. Are you prepared to fire them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "CHEATLE",
      "sentences": "I don't have an answer as to whether people --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "CHEATLE",
      "sentences": "I would still be sitting here, because I would want to ensure the integrity of the investigation to move forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "MOSKOWITZ",
      "sentences": "Totally understand. That's a fair answer that you would have set up that process, but would you have had the honor to come in front of the committee and say, a president was assassinated -- a former president was assassinated on my watch, there should be new leadership?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "CHEATLE",
      "sentences": "I think that I have admitted that there was --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "MOSKOWITZ",
      "sentences": "No, no, no, that's not what I'm asking. Would you have tendered your resignation if he had been killed?(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "CHEATLE",
      "sentences": "-- that occurred on my watch, and I am accountable for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "MOSKOWITZ",
      "sentences": "OK, but would you have tendered your resignation if he had been killed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "CHEATLE",
      "sentences": "I think that I have admitted that I have taken accountability and will take responsibility.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "MOSKOWITZ",
      "sentences": "OK, well, let me ask a -- I want to follow up on Representative Connolly's question, in which he asked about guns, and you were not willing to commit that that makes your job harder. This is not about the Second Amendment.If -- there are over 400 million guns on the streets. If all of those guns were machine guns, would that make your job harder to protect people?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "CHEATLE",
      "sentences": "Again, I think weapons that are out there --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "MOSKOWITZ",
      "sentences": "If all of those guns were rocket-propelled grenades, would that make your job harder?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "CHEATLE",
      "sentences": "Yes, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "MOSKOWITZ",
      "sentences": "Yes, OK, thank you, perfect. This is not a trick question. Thank you. OK. I won't ask the other 15 things I was going to do. I was going to do drone strikes, but it's OK.So, that's all we were asking. It creates a challenging environment. It has nothing to do with the Second Amendment or people's rights, but it does make your job harder. So, credit to Representative Connolly for asking that question. One last thing, Mr. Chairman, and I will conclude. There was a question asked, is an Iranian assassin more capable than a 20-year- old? And I have been tough on Iran. I probably have more resolutions on Iran than almost any you want in Congress. But I can tell you it isn't Iranians walking into schools and grocery stores and movie theaters and churches. It is 20-year-olds, right? And some of them are mentally unstable. And they have access to guns. And they are domestic terrorists. Someone talked about Christopher Wray. Christopher Wray has talked about domestic terrorism. And so, yes, we collectively come together on foreign threats. And I am not at all debasing the fact that there are foreign threats here and abroad. But there are domestic threats. And we have to get to the bottom of how we stop domestic terrorism, because it was a 20-year-old who walked into my high school and killed 17 people. He was plenty capable. And he wasn't Iranian. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "COMER",
      "sentences": "Chair now recognizes Mr. Timmons from South Carolina.REP. WILLIAM TIMMONS (R-SC): Thank you, Mr. Chairman. Director Cheatle, we have asked you a lot of questions and haven't really got a lot of straight answers. I have intentionally created a line of questioning that I think that you can't answer. So the first question is, do you agree that the allocation of Secret Service resources should correspond with the risk profile of any given event? A higher degree of risk at one event should get more resources? Is that fair?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "CHEATLE",
      "sentences": "That is fair.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "TIMMONS",
      "sentences": "OK.And when two events occur at the same time in the same geographic vicinity, that the risk profile of each event should be taken into account, and whichever event is greater risk should receive greater resources?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "CHEATLE",
      "sentences": "That is correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "TIMMONS",
      "sentences": "OK. So I am going to go over the Trump event. So, this was publicly announced July 3 Butler, Pennsylvania. The venue is an outdoor fairground, open air, no existing security. The crowd size is -- was expected to be tens of thousands. It ended up being over 20,000.There were general and specific threats from foreign adversaries, as the chairman of Intelligence remarked. Iran has said they want revenge, as well as, when President Trump was in office, he made a lot of people mad, terrorists to be included, all over the world. And President Trump is the former president and the future president. So I would say that that is a fairly high-risk event. Would you agree?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "CHEATLE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "TIMMONS",
      "sentences": "OK, let's conversely -- the first lady had an event at a casino in Pittsburgh just a few dozen miles away. It was a dinner for the Italian Sons and Daughters of America. It was publicly announced on July 10.What's interesting is that the casino is actually extremely secure. They already have magnetometers existing prior to this event even being announced. It was in a ballroom, and the size of the crowd, a mere 400. There were no specific threats. There may have been general threats. And the asset is the first lady. Those seem like there's a huge disparity relative to risk. Would you agree?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "CHEATLE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "CHEATLE",
      "sentences": "There were no assets that were diverted from the first lady's visit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "TIMMONS",
      "sentences": "No, no, no, no, this is a very simple question. I'm not asking if anyone was diverted.Did the first lady's event that was relatively secure, especially compared to Trump's rally, get 12 assets, and the first lady -- did the first ladies event get 12 assets and Trump's get three from the Pittsburgh field office? That's a yes-or-no question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "CHEATLE",
      "sentences": "The number --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "TIMMONS",
      "sentences": "If you don't know, don't answer it. I mean, if you don't know, don't answer it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "CHEATLE",
      "sentences": "The number of personnel that were allocated to both of those events were comparable to the risk at both of those events.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "TIMMONS",
      "sentences": "Wow. Really? So you think that the Pittsburgh casino 400- person in a ballroom with ingress-egress through probably a very well- guarded parking garage was four times more dangerous than a 20,000- person rally in open field with the former president and future president?You think that that's four times more dangerous, the casino event?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "CHEATLE",
      "sentences": "I didn't say that at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "TIMMONS",
      "sentences": "Well, they got four times the resources from the Pittsburgh field office, who was likely in charge of the final walk-through for both events.I mean, we have continually highlighted the failures of the Secret Service at the Trump rally. And you have the former and future president getting shot. You have multiple injuries, one fatality. And I would have to think that, if we had nine more post standers, nine more individuals that have the training and the integration into the Secret Service defense of Trump at that rally, that I have a feeling that Crooks would have had somebody come say hello to him before he fired a bunch of shots. What -- do you think that's possibly true?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "CHEATLE",
      "sentences": "There were significantly more assets and resources available at the former president's event than there were at the first lady's event.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "TIMMONS",
      "sentences": "Who made the decision to deploy 12 post standers to the casino, where the first lady was having a 400-person dinner, and only three people from the Pittsburgh field office to the 20,000-plus -- person-plus Trump rally? Who made that decision?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "CHEATLE",
      "sentences": "There were additional Secret Service resources available at the former President Trump's event that day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "TIMMONS",
      "sentences": "Who made the decision to deploy 12 post standers to the casino and three to the Trump event?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "CHEATLE",
      "sentences": "The allocation of resources is decided based on the availability of personnel and their location and where they are, but there were sufficient resources that were given --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "TIMMONS",
      "sentences": "What did you just say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "CHEATLE",
      "sentences": "-- given to former president's event that day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "TIMMONS",
      "sentences": "Did you just say there were sufficient resources? President Trump got shot. Someone got killed. There were not sufficient resources, clearly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "CHEATLE",
      "sentences": "There was a gap.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "TIMMONS",
      "sentences": "And it doesn't take 27 years of experience to know that. And whoever made that decision -- it probably wasn't you -- needs to be fired. And then you need to resign, because this is absolutely unacceptable and you have lost the trust of the American people.With that, Mr. Chairman, I yield.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "CHEATLE",
      "sentences": "I think the job of a Secret Service agent and officer is incredibly difficult.I think the environment we deal with every day and the dynamics of the threat environment is incredibly difficult. These are brave men and women who put their lives on the line, and a day like we had on July 13 is a day that no one in my agency ever wants to have as their responsibility. It is an incredibly difficult job.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "TLAIB",
      "sentences": "Yes, I immediately thought of the children in the audience. I mean, when you think about going to a rally with your family, again, their lives are forever changed.The incident wasn't -- are never isolated. I really believe these incidents are never isolated. And I know \"Detroit Free Press\" had reported that the 20-year-old Pennsylvania shooter looked up the 2021 Oxford High School shooting in Michigan. Can you comment on what information the shooter was looking up and -- regarding the tragedy of Oxford High School where it took four of our high school youth there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "CHEATLE",
      "sentences": "I'm sorry. I'm not able to. The FBI has those details.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "TLAIB",
      "sentences": "So you can't even tell us -- I mean, was he looking at the type of weapon? How many --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "CHEATLE",
      "sentences": "Yes, unfortunately, I don't have those details.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "TLAIB",
      "sentences": "Do you have -- I mean, did they share that with you, though?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "CHEATLE",
      "sentences": "I don't have the full content of what his searches were. I think that they are still in the process of examining all of his devices.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "TLAIB",
      "sentences": "OK.Again -- again, the impact -- I want to be really serious about this. The impact on our families is more than just this political rally, Mr. Chair. We have to talk about this. Even if we're in disagreement, let's talk about it, because I have seen statistics that show that we could be saving lives now if we ban these weapons of war from our -- from being able to buy it at the local store down the street. I mean, we just can't continue to allow this to happen. And, unfortunately, my colleague -- my residents are not former presidents of the United States. They don't get a hearing. They don't get Secret Service protect -- any of that. And even among those that are expressing the failed in the system, they just deserve better. They truly do. Thank you, and I yield.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "COMER",
      "sentences": "Chair now recognizes Mr. Burchett from Tennessee.REP. TIM BURCHETT (R-TN): Thank you, Mr. Chairman. Ms. Cheatle, the shooter was set up on the roof of the AGR International Building, as we know. Was the roof identified as a potential vulnerability days before the rally?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "CHEATLE",
      "sentences": "To my knowledge, yes, it was.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "BURCHETT",
      "sentences": "Were agents or officers inside the building? If so, what floor were they on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "CHEATLE",
      "sentences": "We had local police officers inside the building.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "BURCHETT",
      "sentences": "The roof looks like it's a tin roof. How did no one inside that building hear someone moving on top of a metal roof?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "CHEATLE",
      "sentences": "I don't have the details of all of the interviews that have been conducted yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "BURCHETT",
      "sentences": "When will you have those?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "CHEATLE",
      "sentences": "I have been asking, and I want to have that information as soon as you do as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "BURCHETT",
      "sentences": "OK. Why did Secret Service fail to block the line of sight from that roof? CHEATLEwere counting that roof in as part of their overwatch, and that was the plan that they had put in place that day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "BURCHETT",
      "sentences": "If you weren't going to put a security personnel on the roof, why not at least use drone technology or aerial surveillance to monitor the rally?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "CHEATLE",
      "sentences": "There are a number of times that we do use drone technology. I'm not speaking specifically to this event and what was utilized or not. There are times when drone technology is available and helpful at events, and there are times when it is not appropriate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "BURCHETT",
      "sentences": "OK.Do you all use Signal -- you use, personally use signal to communicate with any official from the White House, Signal on your phone?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "CHEATLE",
      "sentences": "Oh, on occasion, I'm sure that there are people that use Signal, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "BURCHETT",
      "sentences": "OK.Do you personally -- do you use it to speak with the White House, use Signal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "CHEATLE",
      "sentences": "No, I do not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "BURCHETT",
      "sentences": "OK.When was Thomas Crooks first identified as a person of interest? Let me help you, at 5:10. He was spotted with a range finder at 5:51. Secret -- and when did Secret Service notice him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:03",
      "speaker": "BURCHETT",
      "sentences": "Let me help you, at 5Ms. Cheatle, why was President Trump allowed on stage 10 minutes after the Secret Service spotted a suspicious individual? (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:03",
      "speaker": "BURCHETT",
      "sentences": "That seems to me to be the worst thing of all.All the breakdown in all this, communication, all the B.S. you have been feeding us here today or not feeding us, that seems to be the question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:03",
      "speaker": "CHEATLE",
      "sentences": "So, as I have stated before, there are a number of events where suspicious people may be identified. That doesn't necessarily --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:03",
      "speaker": "BURCHETT",
      "sentences": "Ma'am, I submit to you, you got a guy who's going to be the next president of the United States. He's on stage. I have been to these events. We have all been to these events.A car backfires and there's a 15-minute daggum wait. That's not acceptable. Did the Secret Service tell President Trump they'd spotted a suspicious individual before he was shot?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:03",
      "speaker": "CHEATLE",
      "sentences": "I am unclear as to what the communication was with the former president at that time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:03",
      "speaker": "BURCHETT",
      "sentences": "OK, I will take that as a no.Did you all deny President Trump's request for more security, yes or no? And when was the -- when was the most recent request for additional security?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:03",
      "speaker": "CHEATLE",
      "sentences": "The rally request for security, all of those requests were fulfilled.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:03",
      "speaker": "BURCHETT",
      "sentences": "And were there any personnel redirected to Jill Biden's rally?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:03",
      "speaker": "CHEATLE",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:03",
      "speaker": "BURCHETT",
      "sentences": "Who made the decision the direction of agents at either one of those rallies?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:03",
      "speaker": "CHEATLE",
      "sentences": "I'm unclear as to your question the direction of the agents.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:03",
      "speaker": "BURCHETT",
      "sentences": "I said, who directed those agents to be at Ms. Biden's rally or President Trump's rally, the specific agents?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:03",
      "speaker": "CHEATLE",
      "sentences": "So there is a methodology in which agents are available for assignments, and they are assigned based on either geographic location or logistics or flight --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:03",
      "speaker": "BURCHETT",
      "sentences": "Ma'am, I appreciate all that. But that methodology about got President Trump killed.Was the security detail guarding President Trump a temporary detail?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:03",
      "speaker": "CHEATLE",
      "sentences": "The personnel who are assigned to the former president's detail are assigned to him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:03",
      "speaker": "BURCHETT",
      "sentences": "Why was there a different detail on the opening night of the convention than the detail that was guarding him in Pennsylvania?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:03",
      "speaker": "CHEATLE",
      "sentences": "The president has a very large permanent protective detail assigned to him. They work shift work, and so it could be that people you saw at the rally were not working the same shift the day that he was --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:03",
      "speaker": "BURCHETT",
      "sentences": "I can assure you, ma'am, somebody that's a lot shorter than the president was not at the convention and the people that were carrying down behind the mass of agents that were on top of the president were not in the convention hall. At least I didn't see them.You can't answer -- seem to answer a single question about an ongoing investigation, ma'am, and you don't know when the information will be released publicly. Are you waiting for the administration to sign off?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:03",
      "speaker": "CHEATLE",
      "sentences": "No, I am waiting for the results of the investigation, at which time I will --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:03",
      "speaker": "BURCHETT",
      "sentences": "OK. Let me ask you one more question. You found explosives in the shooter's possession. Is that correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:03",
      "speaker": "CHEATLE",
      "sentences": "The FBI found explosives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:03",
      "speaker": "BURCHETT",
      "sentences": "Do we know how -- who directed this young man how to make those explosives?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:03",
      "speaker": "CHEATLE",
      "sentences": "I believe that the FBI is still looking into that on their investigation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:03",
      "speaker": "BURCHETT",
      "sentences": "Ms. Cheatle, you said that \"The buck stops with me,\" and I agree. I don't think you should resign. I think you should have been fired.Ma'am, you are a DEI horror story. I have told my daughter multiple times, my wife and my daughter, we talk to her all the time about how she's going to succeed in life. She will succeed in life by achieving. Ma'am, you have not achieved today. You have let the American public down. If it was up to me, you would be gone. Thank you, Mr. Speaker -- Mr. Chairman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:03",
      "speaker": "COMER",
      "sentences": "Now recognizes Ms. Crockett from Texas.REP. JASMINE CROCKETT (D-TX): Thank you so much, Mr. Chair. And let me just pick up where my colleague from Tennessee left off. Director Cheatle, was the incident on July 13 due to DEI or, rather, systemic failures in communication and potentially safety protocols?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:03",
      "speaker": "CHEATLE",
      "sentences": "The incident on the 13th has nothing to do with DEI. The incident on the 13th has to do with a failure or a gap either in planning or communication.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:20",
      "speaker": "CHEATLE",
      "sentences": "Yes, it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:20",
      "speaker": "CROCKETT",
      "sentences": "OK, thank you.I know that today is a rough day. And on that day in Pennsylvania, it was a rough day. And the reality is that, I understand it, and you may or may not know the answer to this question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:20",
      "speaker": "KEILAR",
      "sentences": "We do have breaking news.And I want to bring in CNN's Jamie Gangel to talk a little bit about that. Nancy Pelosi has just endorsed Kamala Harris in her presidential run. And it seems like she may be not the last when it comes to either former or current congressional leaders.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:20",
      "speaker": "JAMIE GANGEL, CNN SPECIAL CORRESPONDENT",
      "sentences": "So, I think we're going to see today the trifecta of Democratic leaders.We just heard Nancy Pelosi, former speaker. I am told by multiple sources that, as soon as today, and I would guess today, we're going to see Senator Schumer on the Senate side, leader there, and Hakeem Jeffries on the House side. That would leave just Barack Obama as the only sort of major party leader. But I think what's important is you are seeing an avalanche of support. The party is coalescing. They did not want a messy, multicandidate, speed dating, quick primary going into this convention. And even I think people who were concerned about whether Vice President Harris could beat Donald Trump have decided the party has to come together and go all in. DEAN: It is remarkable, too, to see some of these names that you have reported, Jamie, that are being floated as vice presidential picks that could have potentially challenged her, and that we are, what, 24 hours barely, only 24 hours, and to see them almost all come out and endorse her and just make it very clear, we're not -- we're not doing this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:20",
      "speaker": "GANGEL",
      "sentences": "I can't think of anyone who's on the likely list that's been floating and even those who might be less likely who have not already endorsed her.We had three of the four yesterday. That was North Carolina Governor Cooper. We had Mark Kelly, senator from Arizona, Josh Shapiro, governor of Pennsylvania, then, today, Andy Beshear, governor of Kentucky. Those are the four names you hear most often. They have all endorsed her. Illinois Governor Pritzker endorsed her today. And so I will tell you I'm not completely surprised about the Pelosi endorsement, because a couple of hours ago, her daughter Christine endorsed. When you have Adam Schiff yesterday, who's very close to Pelosi, endorsing and Christine Pelosi today, you knew it was coming.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:20",
      "speaker": "DEAN",
      "sentences": "You can read those two leaves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:20",
      "speaker": "GANGEL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:20",
      "speaker": "DEAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:20",
      "speaker": "KEILAR",
      "sentences": "The calculus from those in the party, from the party is that something really messy is going to be worse than getting accused of clearing the field for someone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:20",
      "speaker": "GANGEL",
      "sentences": "So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:20",
      "speaker": "KEILAR",
      "sentences": "Talk a little bit about how they're thinking about that. As some people may argue, they're denying there being a lot of different choices and people actually being able to pick and choose.",
      "isLastSentenceInterrupted": false
    }
  ]
}