{
  "date": "2024-01-08",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Alaska Airlines Door Plug that Flew Off Mid- Flight Found; Republican Candidates Stump in Iowa as Caucuses Near; U.S. Congressional Leaders Announce Government Spending Deal; Season's First Big Winter Storm Impacts Flight, Roads, Blinken on High-Stakes Trip as Tensions in Middle East Flare; Ukraine: Russia Ramps Up Aerial and Ground Attacks. Aired 4-4:30a ET",
  "utterances": [
    {
      "timeStamp": "04:00:00",
      "speaker": "BIANCA NOBILO, CNN ANCHOR",
      "sentences": "Hello and a warm welcome to our viewers joining us in the United States and all around the world. I'm Bianca Nobilo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "MAX FOSTER, CNN ANCHOR",
      "sentences": "I'm Max Foster, joining you live from London, just ahead on CNN NEWSROOM.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The U.S. investigators say the missing part of the Alaska Airlines aircraft that blew off mid-flight has been found.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We're going to go pick that up and make sure that we begin analyzing it.DONALD TRUMP, U.S. REPUBLICAN PRESIDENTIAL CANDIDATE: Nikki would sell you out just like she sold me out. NIKKI HALEY, U.S. REPUBLICAN PRESIDENTIAL CANDIDATE: But God bless President Trump, he's been on a temper tantrum every day about me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's really down to Trump, DeSantis, and Haley. So it is not as difficult for a candidate to overcome Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "As forecasters predicted, the storm dumped some of the highest snow totals that we have seen throughout the Northeast in a while.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The fewer people on the road, the easier it is to clear the roads from the snow.(END  VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "ANNOUNCER",
      "sentences": "Live from London, this is CNN NEWSROOM. With Max Foster and Bianca Nobilo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "It is 9am.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "NOBILO",
      "sentences": "It certainly is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "1 a.m. here in London, at least. 1.a.m. in Portland, Oregon, where U.S. investigators say the missing part of the Alaska Airlines plane that blew off mid-flight has been found.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "NOBILO",
      "sentences": "It's quite remarkable. They say a Portland school teacher contacted them after he found it in his backyard on Sunday. Investigators had been searching for the door plug since it blew off the aircraft Friday while the plane was at an altitude of 16,000 feet. They even asked for the public's help locating it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "The video you see now, you can see those investigators from the National Transportation Safety Board inside the plane itself piecing together what happened on the flight. One thing they learned, the plane's cockpit voice recorder was completely overwritten. There's nothing on it.(BEGIN VIDEO CLIP) JENNIFER HOMENDY, CHAIR, U.S. NATIONAL TRANSPORTATION SAFETY BOARD: Communication is key. Why? Because the flight crew on the flight deck do not have situational awareness to what is going on in the back. They need to know what's going on in the cabin. So that communication needs to occur. They have to know how quickly they need to land. And if that communication is not recorded, that is unfortunately a loss for us. And a loss for FAA and a loss for safety. Because that information is key, not just for our investigation, but for improving aviation safety. So I'm calling on the FAA to change the rulemaking. You have a notice of proposed rulemaking out right now. We are making comments to that rulemaking. We are calling for 25-hour CVRs in not just new aircraft, but retrofitting aircraft. And if FAA won't do it, I hope Congress -- we hope Congress will take action in the FAA reauthorization bill to ensure that it does. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "NOBILO",
      "sentences": "Parts of the plane have been taken into a lab for further analysis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "According to investigators, there's no structural damage to the plane, but several rows of seats were damaged.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "NOBILO",
      "sentences": "In the wake of the Alaska Airlines incident, some companies are temporarily suspending the use of their Boeing 737 MAX 9 jets. There are 215 such planes operating worldwide.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "In the US, United Airlines and Alaska Airlines have grounded their fleets for inspection. International companies include Turkish Airlines, which has grounded five aircraft, and Panama's Copa Airlines, which has grounded 21. A FlyDubai spokesman said the Boeing 737 MAX 9 jets in its fleet don't use the same configuration and aren't affected. Geoffrey Thomas, editor-in-chief and managing director of Airlineratings.com, feels that the door plug could be crucial for investigators.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "ROSEMARY CHURCH, CNN ANCHOR",
      "sentences": "And according to Alaska Airlines, in the days before the incident, pilots had had filed several reports of warning lights indicating a loss of cabin pressure. What more are you learning about that, or what does it tell you? And should the plane have been grounded at that junction?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "THOMAS",
      "sentences": "Well, yes, I have heard those reports of depressurization issues. Which would certainly indicate a problem, a league of some kind, something not quite right.But mind you, that door, all those doors on the 737 and on every aircraft have warning lights to say whether they're closed or not, and that the pilot would never take off with a door that wasn't properly closed. So there seems to be some sort of problem obviously with the door, with the linkages, with the warning systems. And I'm sure we're going to find that it is simply, not simply, but it is a part issue, a faulty part, and that may apply to several other aircraft as well. But that's where I think this is going to lead. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "Just one week left until the Iowa caucuses. The state will hold the first In The Nation event, with voters coming together in very informal settings to express their preference in a Republican candidate. Those candidates have been hitting Iowa hard this past weekend. Even Donald Trump, who holds what could be seen as an insurmountable double-digit lead over his closest competitors, like Florida Governor Ron DeSantis, who says losing Iowa does not mean he's out of the race.(BEGIN VIDEO CLIP) RON DESANTIS, U.S. REPUBLICAN PRESIDENTIAL CANDIDATE: This is a long process. We're doing really well in Iowa. You know, I kind of like being underestimated, Margaret, so I hope people kind of say that. We're going to do well in Iowa, but we're also going to be competing in all these other states. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "NOBILO",
      "sentences": "The former president took an uncharacteristic jab at U.N. ambassador Nikki Haley, right now seen as having the most momentum among the candidates who are trailing him. But she says she's not taking the bait.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "TRUMP",
      "sentences": "Ron DeSanctimonious, Nikki Haley and the rest of the pack will never do what it takes to secure the border because they're owned by big money Wall Street establishment donors. People who fund Nikki Haley and Ron aren't working for your interests. They're working for the interests of other nations and themselves, and so are those two.Nikki would sell you out just like she sold me out. I mean, I'll never run against him, he's great president. Why would I run?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "HALEY",
      "sentences": "President Trump, he's been on a temper tantrum every day about me talking about things and everything he's saying is not true.Anti-Trumpers don't think I hate him enough. Pro-Trumpers don't think I love him enough. I call it like I see it. This is not personal for me. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "NOBILO",
      "sentences": "But Iowa isn't the only thing demanding Trump's attention.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "Several of the court cases in which he's involved have key dates this week, including a federal appeals court in Washington holding a hearing Tuesday on whether he has presidential immunity in the federal election subversion case.Larry Sabato, director of the Center for Politics at the University of Virginia, says even though the polls look one way, the results from the Iowa caucus could be surprising. But ultimately, he says next week will determine who stands the greatest chance of challenging Donald Trump. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "LARRY SABATO, DIRECTOR, UNIVERSITY OF VIRGINIA CENTER FOR POLITICS",
      "sentences": "We've all learned to be suspicious of polling in the last five or six years.But having said that, the reliable ones in Ohio all seem to be pointing to a substantial Trump victory. Now, occasionally you have a surprising upset in Iowa. We've had it a number of times and candidates who were way behind to begin with end up narrowly winning or winning by a point or two or three. I don't think that will happen this year. And most of the focus seems to be on which candidate gets second place in Iowa. Will it be former South Carolina Governor Nikki Haley or will it be Governor Ron DeSantis of Florida? I don't know that it matters that much. I suppose if Nikki Haley ended up getting second place, it would make it much more difficult for DeSantis to come back in another state because DeSantis has put so much time and effort and money into Iowa that I think he would be hard pressed to show much in New Hampshire where Nikki Haley is already doing very well and is in second place. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "NOBILO",
      "sentences": "But this deal does not eliminate the threat of a shutdown altogether. Lawmakers still need to meet two upcoming funding deadlines and approve bills to keep the government running. CNN's Arlette Saenz has the details.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "President Joe Biden appeared to sign off on congressional leaders' new funding agreement Sunday saying in a statement that it moves the country one step closer to preventing a government shutdown. But real questions remain whether lawmakers will be able to pass pieces of legislation before January 19th, which is that first funding deadline.Now this agreement was struck by House Speaker Mike Johnson and Senate Majority Leader Chuck Schumer. The two men agreed on a $1.59 trillion top line spending level. That includes about $886 billion for defense spending and $704 billion for non-defense spending. There is also an additional $70 billion that could be allocated to non-defense spending that was part of a side deal struck by President Biden and then House Speaker Kevin McCarthy last spring. These overall figures track very closely to the agreement that had been reached when they came to that debt limit deal last year, a deal that rankled a lot of House Republicans. And already there has been some opposition expressed to this latest deal that was struck by congressional leaders. The House Freedom Caucus, expressing frustration with the figures that are included that it does not include more spending cuts, they said in a post that it was quote, a total failure. There's also some concerns that conservatives could use this government funding deadline as leverage to try to force more strict immigration and border policy changes. There's also real questions about whether lawmakers will be able to have the time to write these pieces of legislation, allocate all the funding, and actually get these bills passed with that first deadline coming up on January 19th and a second deadline on February 2nd. Now, President Biden in his statement said, quote: Congressional Republicans must do their job, stop threatening to shut down the government, and fulfill their basic responsibility to fund critical domestic and national security priorities, including by supplemental request. It's time for them to act. That reference to the supplemental request is still up for debate right now up in the Senate and in the House. Senate negotiators have been working to try to see if they can reach an agreement on border policy changes. That is something that people have been stressing for before they passed aid for Israel and Ukraine. Now these are two issues running on separate tracks, but they really speak to some of the hurdles and the challenges facing lawmakers in the coming weeks as they are trying to avert that first deadline by January 19th. Arlette Saenz, CNN, traveling with the president in Wilmington, Delaware. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "FOSTER",
      "sentences": "There is a growing outcry over Lloyd Austin's undisclosed hospital stay, with some Republicans calling it unacceptable and shocking. The Pentagon says the U.S. Defense Secretary is still in hospital but is recovering well, but they don't know yet when he'll be released.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "NOBILO",
      "sentences": "This comes after revelations that President Joe Biden and senior leaders were kept in the dark about Austin's whereabouts until Thursday, three days after he checked into hospital following complications from an elective surgery.Austin later issued a statement saying he could have done a better job of notifying the public. A White House official says Mr. Biden has complete confidence in Secretary Austin and is looking forward to him being back in the Pentagon. Nearly 70 million people across the U.S. Gulf Coast and the southeast are at risk for severe weather this week. According to the nation's Storm Prediction Center, tornadoes, damaging wind, flooding and rain could be on the way to those areas Monday and Tuesday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "FOSTER",
      "sentences": "And just days after the season's first big winter storm, another storm is expected to trek from the southwest to the northeast this week. It could deliver heavy snow, blizzard conditions, strong winds and potential tornadoes, along with the possibility of serious flooding.As for that first big winter storm, that hit the U.S. this weekend. It dumped snow on roads and led to many flight delays and cancellations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "NOBILO",
      "sentences": "CNN's Polo Sandoval is in Hartford, Connecticut, with a look at the storm's aftermath.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "POLO SANDOVAL, CNN CORRESPONDENT",
      "sentences": "As forecasters predicted, the storm dumped some of the highest snow totals that we have seen throughout the northeast in a while in light of several cities reporting the least snowiest year on record. You can imagine there were many people that were actually looking forward to this system here.Here in Hartford, Connecticut, the state's capital, as you can see, according to the National Weather Service, a little over 10 inches of snow fell since Saturday night. Now that storm is slowly making its way out of the region, you're starting to see people starting to head out. Because of the timing of this storm, transportation officials told us that that provided them the upper hand in terms of keeping those plows on the road. These are pieces of equipment that have actually been stored away since the last plowable snow was reported here a little under a year ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:02",
      "speaker": "SANDOVAL",
      "sentences": "Now really one of the biggest impacts was for flights. For example at a nearby Bradley International Airport about 20 percent of their flights this weekend were canceled another 20 percent were delayed. Officials there saying that they continued with snow removal operations but as you can imagine an event of this magnitude would certainly disrupt some operations.In neighboring New York some parts of the Hudson Valley experiencing over a foot of snow. Airports there with fairly minimal impact. Reporting in Hartford, Connecticut, Polo Sandoval, back to you. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:02",
      "speaker": "NOBILO",
      "sentences": "Up next, a high-stakes trip to the Middle East. U.S. Secretary of State Antony Blinken is in the region again speaking with top officials amid the ongoing war in Gaza. We'll have a live report for you.Plus, Ukraine says Russia has intensified aerial and ground attacks in recent weeks and there are no signs of Moscow slowing down either. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "FOSTER",
      "sentences": "U.S. Secretary of State Antony Blinken is now in Abu Dhabi, the latest stop on a week-long high-stakes trip as tensions in the Middle East flare. Blinken says one key focus of the talks in the region is working to prevent a wider conflict from erupting. CNN's Melissa Bell following all the developments for us from Paris. And this follows a series of incidents we were reporting on last week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "MELISSA BELL, CNN CORRESPONDENT",
      "sentences": "That's right, Max, These words from Antony Blinken, we've heard before it is in fact his fourth visit in three months to the region, Max, with that message always of calls for de-escalation and fears that this conflict could spread further. But this time in the context where in reality there has been an increase in tensions around the region, we're looking of course at what's been happening in the Red Sea, the Yemen-Iran backed Houthi rebels and their attacks on commercial vessels there, the increased attacks from Tehran-backed militia in Iraq on American bases. But of course and I think most significantly that assassination by Israel last week of Saleh al-Arouri, the top Hamas official who was killed in a targeted bombing in Beirut, the first attack on the Lebanese capital since the 2006 war by Israel.And that has led to what we've seen over the course of the weekend just the initial response from Hezbollah which has led to that attack on one Israeli military base inside Israel on Saturday night. The fears that this could spread further, the fears in fact also specifically of a second front opening up for the IDF to the north and this time with Hezbollah which all sides both Israeli and American concede would be a much more formidable enemy than Hamas for Israel. All of these fears of course are very much at the forefront of minds as Antony Blinken carries out this whistle-stop tour. We've seen him already in Turkey, Greece, the UAE and Doha and we will see him next in Israel. This is what he had to say before leaving Qatar. (BEGIN VIDEO CLIP) ANTONY BLINKEN, U.S. SECRETARY OF STATE: This is a conflict that could easily metastasize, causing even more insecurity and even more suffering. So from day one, among other priorities we have been intensely focused on working to prevent the conflict from spreading. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "BELL",
      "sentences": "The fear is though that the already the wheels are in motion that a further escalation of violence on the northern front appears now difficult to avoid. Still that is very much going to be the message of Antony Blinken that it must be avoided. Of course, also and again not for the first time urging caution to Israelis and restraint in their war in the Gaza Strip.We've heard over the course of the last few days that change the announcement of the third phase of what Israel says will be a continued aim to secure the northern part of the Gaza Strip with a continued effort to seek out Hamas in the southern. And in the context still, Bianca and Max, of a terrible humanitarian situation and spiraling civilian loss.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "FOSTER",
      "sentences": "OK, Melissa Bell in Paris, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "NOBILO",
      "sentences": "Japan's foreign minister has made a surprising visit to Ukraine meeting with President Volodymyr Zelenskyy on Sunday. Yoko Kamikawa says Tokyo is determined to keep supporting Ukraine and he announced new deliveries of defense equipment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "FOSTER",
      "sentences": "Zelenskyy thanked Japan calling the country a very important and strong partner. But he also stressed the significance of Europe's continued aid speaking remotely at a conference in Sweden.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT",
      "sentences": "To create an arsenal on the defense of freedom, Europe needs joint weapons production. Much wider scale of production then now.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "FOSTER",
      "sentences": "Russian President Vladimir Putin celebrated the Orthodox Christmas on Sunday, just a day after deadly missile strikes pounded an eastern Ukrainian town.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "ZELENSKYY",
      "sentences": "In a new year, Russia tried again to bring Ukraine to its knees with air strikes, large scale attacks, special combined attacks aimed at overloading our air defense and striking critical infrastructure.PLEITGEN (voice-over): And Russia's leadership shows no signs of backing off as Ukrainians gear up to defend their land in what could be another year of tough, protracted warfare. Fred Pleitgen, CNN, Kyiv. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "FOSTER",
      "sentences": "Just ahead, migrant crossings are surging at the U.S. southern border. We'll have the latest updates on the crisis after a short break.",
      "isLastSentenceInterrupted": false
    }
  ]
}