{
  "date": "2024-06-25",
  "headline": "CNN Newsroom",
  "subHeadline": "Supreme Court on Trump Immunity Case; How Project 2025 is Looking to Shape a Potential Second Trump Term; NTSB to Approve 2023 Ohio Train Disaster Final Report; Biden and Trump Presidential Debate Preps; Trump Media Valued \"Absurdly Out of the Realm of Normal\". Aired 10:30-11a ET",
  "utterances": [
    {
      "timeStamp": "10:30:00",
      "speaker": "JOAN BISKUPIC, CNN SENIOR SUPREME COURT ANALYST",
      "sentences": "Resolution by the high court implored the justices in December to take up the case. The justices said no. Then in February, a D.C. base Court of Appeals similarly rejected Donald Trump's claim of immunity. The justices then hear the case on April 25th, which is, you know, four months after Jack Smith tried to get the justices involved.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "JIM ACOSTA, CNN ANCHOR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "BISKUPIC",
      "sentences": "And now, we are another two months, a total of six months later, coming right up against the election. And I have to say, Jim, no matter how the justices rule in this, the window for a trial on these election subversion charges has really all but closed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "BISKUPIC",
      "sentences": "All but closed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "And that graphic you were showing just a few minutes ago was fascinating. The Court of Appeals ruled February 6th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "BISKUPIC",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "Nearly five months ago. Five months ago, that we've been waiting for this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "BISKUPIC",
      "sentences": "Right. And as I said, Jack Smith sort of anticipated this and tried to get the justices involved. But, you know, they do things on their own timetable, including right now, as we're down to the wire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "And I want to ask you about this new warning shot, you say some of the liberal justices are firing off. What's going on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "BISKUPIC",
      "sentences": "Right. Last Friday, in a case that was sort of under the radar, because we were all talking about the big Second Amendment case, the justices ruled in otherwise low-profile immigration case involving a Salvadoran husband who was denied a visa to come and be with his wife.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "BISKUPIC",
      "sentences": "And what the liberal dissenter said was that the way the conservative majority, the supermajority that we now have at the Supreme Court decided that case, they took what would have been a routine immigration case and turned it into a major statement on abortion that the dissenters claimed could actually threaten the Obergefell ruling of 2015 that had made same sex marriage legal nationwide.And what they did was they invoked the Dobbs decision of two years ago, you know, the decision that completely overturned abortion rights and when it reversed Roe v. Wade and said, you know, you justices in the majority promise that other rights wouldn't be at risk, but the way you've analyzed this question in this immigration case, it has actually put at stake marriage, marriage rights. And it was quite a fierce dissent that almost was, in some ways, could have been too much for the case. So, I think it really shows what could be going on behind the scenes, what they fear might be happening in cases coming down the pike for this term, but also, what it might mean down the road as the justices take up more issues related to same sex marriage, not so much maybe the core issue, but issues around the margins of, you know, adoption, in vitro fertilization, other issues that would be important in the marriage context, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "Progressive justices, they can talk about this stuff, they can fire off these warning shots, but they're basically -- I mean, they're kind of powerless at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "BISKUPIC",
      "sentences": "They are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "And they are so outnumbered.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "BISKUPIC",
      "sentences": "And I think what they -- yes, what they've got is, you know, the clarion call that they can make and say, look what might be coming in the future. And I think that's -- they're going to use that that pulpit since they've got it, because that's about all they've got right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "That's all they've got.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "BISKUPIC",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "All right. Joan Biskupic, as always, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "BISKUPIC",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "Great insights as always. Coming up a playbook of sorts, how Project 2025 is looking to shape a potential second Trump term. That's next.(COMMERCIAL BREAK) [10:35:00] (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "DOUG EMHOFF, HUSBAND OF VICE PRESIDENT KAMALA HARRIS",
      "sentences": "Do not get comfortable, because if we do not win this election, they are coming for your freedom. You want to breathe clean air, that's at risk. Do you want to be free from gun violence? That's at risk.KAMALA HARRIS, U.S. VICE PRESIDENT:  In the case of the stealing of reproductive freedom from the women of America, Donald Trump is guilty. As much harm as he has already caused, a second Trump term would be even worse. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "That was the vice president and second gentleman on the second anniversary of the Supreme Court ending Roe vs. Wade with its Dobbs decision ending abortion rights nationwide. They marked it with a searing takedown of Donald Trump highlighting the threat they say he poses to American freedoms.In his own words, we should note the former president is pledging to enact the largest deportation program in American history, reinstate as controversial Muslim travel ban, detain millions of migrants and federal detention camps, deploy federal troops, in some cases, to democratic run cities for protests, prosecute political opponents, and replace career civil servants with hardline loyalists. Meanwhile, conservative groups aligned with Trump are drawing up their own plans for a second Trump term. It's something called Project 2025. It's not received nearly as much attention as Trump's plans for a second term, but they should. Let's discuss with New York Times reporter Charlie Savage. Charlie, thanks so much for being with us. Let's talk about Project 2025. It hasn't gotten a lot of attention. You hear progressives talking about it and saying, hey, this is coming. What have you reported on in terms of what this is all about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "ACOSTA",
      "sentences": "Yes. I mean, one area of overlap, Charlie, is that both Trump, his allies, and the folks who are behind Project 2025 are talking about something you just mentioned a few moments ago, which is sort of going in and trying to root out what they claim to be members of the deep state inside the federal government. They want to stock the federal bureaucracy with loyalists.And some of this was going on towards the end of the first Trump administration. I mean, it probably happened a lot during the entire Trump administration, but there seemed to be more of an effort towards the end of the first Trump administration. What can you tell us about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "SAVAGE",
      "sentences": "What you're talking about is what's usually referred to as Schedule F. The way the government works is there's a large amount of people who are just career civil servant employees, technical experts in whatever it is they do. They stay on regardless of who is in office. And then above them, supervising them, is a much smaller number of political appointees that the president appoints and who essentially resign when there's a new president coming in.And the -- at the end of the Trump administration, they -- Trump issued an executive order called Schedule F that would have removed special protections against firing career civil servants, essentially turn them into at will employees who could be dismissed for any reason, even if they committed no misconduct, and would make it easier to then replace them, as many as 50,000 of them, with people who are loyal to Trump's agenda. This was a major challenge to the whole idea of a civil service system and not having the government be political spoils where jobs go to whoever supported, whoever happened to win the election deep into the ranks of the government. It never happened because President Biden came in and canceled it right after he took office. And so, the civil service system remains as it was. But Trump has said, and the Project 2025 people certainly agree with him, that one of the first things he would do if he comes back into power is reimpose Schedule F and turn large numbers, tens of thousands of career civil servants into people who could be fired at will and replaced with partisan loyalists.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "ACOSTA",
      "sentences": "Right. I mean, if you listen to a lot of the Trump people, what they will say, one of their regrets about the first Trump administration is that they thought there were too many federal bureaucrats standing in the way. Charlie, I want to ask you, a Project 2025 also is proposing, and straighten us out here, if we've got this a little bit off base, to eliminate a long list of terms from all laws and federal regulations, including sexual orientation, diversity, equity and inclusion, gender equality, abortion, reproductive rights.I mean, this seems to come right out of the culture wars. And I mean, it's obviously something that a lot of these groups behind Project 2025 have been after for many years now here in Washington.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "SAVAGE",
      "sentences": "There's definitely -- so, what Project 2025 has done so far is they produced a thousand-page book that sort of lays out policy ideas and philosophy. They've come up with a large database of people who have been vetted for potential positions to staff out the next Republican administration, if there is one. And they are currently working on what they call the fourth pillar, which is executive orders and other things, specific concrete steps, policies that could be signed in the first 180 days of a second Trump administration.And so, we haven't seen that -- those policy orders yet. But just from the 1,000-page book, we know that one of the things they're very interested in doing is eliminating, as you just laid out, both in the executive branch, which could be done unilaterally and, in some cases, thought that would require legislation, which of course, is much harder to get through in Washington. Things that they view as liberal in the culture wars, including diversity, equity included in programs, and other things that suggest a different worldview about rights.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "ACOSTA",
      "sentences": "Yes. I mean, I can imagine if Trump comes into office and they try to put this Project 2025 into action, there's going to be an army of lawyers -- two armies of lawyers on both sides fighting it out over all of this, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "ACOSTA",
      "sentences": "Oh, my gosh. Wow. Look at that. This incredible video out of Minnesota shows rushing water sweeping away a building as a nearby dam is on the brink of collapse. Emergency officials say the dam there is at risk of imminent failure this morning due to rising river waters. Heavy rains have caused severe flooding across the upper Midwest.Earlier this morning in Western Iowa, a levee break on the Little Sioux River prompted a flash flood warning, forcing several towns to evacuate. President Biden has approved a disaster declaration for relief efforts. We'll keep you posted on that dam and what happens fall out from that. In the meantime, the National Transportation Safety Board is back in East Palestine, Ohio, the site of last year's Norfolk Southern disaster, a train with more than 150 cars skidded off a toxic inferno that lasted several days and spewed millions of pounds of hazardous chemicals into the environment. CNN's Jason Carroll covered that disaster extensively. He joins me now. Jason. I mean, this is one of those things that people have been wondering -- bottom of this. What is the NTSB expected to announce?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "ACOSTA",
      "sentences": "Wildly high, that's how LinkedIn's co-founder is describing the whopping $6 billion valuation of Donald Trump's Media company. It's been a rollercoaster ride for the company that owns Truth Social. Shares shot up yesterday by more than 20 percent after weeks of being in a state of free fall.CNN's Matt Egan joins me now. Matt, what more did this LinkedIn co- founder tell you about this? And what do you make of what's been happening with this stock?",
      "isLastSentenceInterrupted": false
    }
  ]
}