{
  "date": "2024-12-09",
  "headline": "CNN Newsroom",
  "subHeadline": "Syria Islamist Rebel Chief Hails Victory, At Landmark Damascus Mosque; Ousted Syrian President Assad \"Granted Asylum\" In Moscow; Israel PM Ordered Military To Seize Syria Buffer Zone; U.S. Says It Struck 75-Plus ISIS Targets In Syria Sunday; Rebels End Decades Of Brutal Assad Regime Rule In Syria; Key Pieces Missing In Manhunt For CEO Shooter. Aired 1-2a ET",
  "utterances": [
    {
      "timeStamp": "01:00:45",
      "speaker": "JIM SCIUTTO, CNN ANCHOR",
      "sentences": "Hello and welcome to you. I'm Jim Sciutto in Washington. Ahead on CNN NEWSROOM, rebel groups bring messages of hope to newly liberated Syrians promising to rebuild their nation.The U.S. says it will do its part to support stability in the region, but will remain vigilant, concerned by ties between Syria's rebel coalition and ISIS. Plus, New York law enforcement releases new photos of the man suspected of gunning down a top health insurance CEO. There are the photos. He's still on the run, though, almost a week later. We begin in Syria, where CNN's team in the capital of Damascus heard strikes in the early hours of Monday morning after the fall of Assad's regime. Not immediately clear who carried out those strikes. On Sunday, the leader of the rebel forces in Damascus delivered his first public remarks since his forces took over the country. Abu Mohammed al-Jolani says defeating the Assad regime is a victory for the entire Islamic nation. (BEGIN VIDEO CLIP) ABU HOMAMMED AL-JOLANI, LEADER OF HAYAT TAHRIR AL-SHAM (through translator): This victory, my brothers, is a victory for the entire Islamic nation. This new triumph, my brothers, marks a new chapter in the history of the region, a history fraught with dangers, leaving Syria as a playground for Iranian ambitions, spreading sectarianism, stirring corruption, it became the world's leading source of captagon. But today, Syria is being purified by the grace of God Almighty and through the efforts of the Aro Mujahideen (ph). (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:45",
      "speaker": "SCIUTTO",
      "sentences": "A source tells CNN that Assad, long a key ally of Vladimir Putin, fled to Moscow, where the Kremlin has granted him and his family asylum. After the rebels swiftly took the capital, they said they were actively searching for Assad. Some of the fighters, along with civilians, ransacked his official residences.New video appears to show Assad's luxury car collection in a garage near his main palace in Damascus. You can see there it includes a Lamborghini, a Rolls Royce, a Ferrari, F50, which routinely sells for more than $3 million. Just look at the welfare in a country suffering so much. Syrians around the world are celebrating the end of Assad's regime. In Lebanon, Turkey, Libya, Greece, they held up the rebel flag marking the beginning of a new era. What does that era hold then? CNN's chief international correspondent, Clarissa Ward, is the first U.S. journalist to report from inside Syria since Assad's fall. Earlier, she spoke with Wolf Blitzer from inside Syria's capital, Damascus. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "SCIUTTO",
      "sentences": "President Joe Biden called the collapse of the Assad regime, quote, a fundamental act of justice. He also offered what he hoped to be a blueprint for how the U.S. plans to support the Middle East Syria in this moment of instability in remarks from the White House on Sunday. Of course, he's not in office for long. He is sending U.S. officials to the region, says he plans to speak with his counterparts there in the coming days.(BEGIN VIDEO CLIP) JOE BIDEN, U.S. PRESIDENT: It's a moment of historic opportunity for the long suffering people of Syria to build a better future for their proud country. It's also a moment of risk and uncertainty as we all turn to the question of what comes next. The United States will work with our partners and the stakeholders in Syria to help them seize an opportunity to manage the risks. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "SCIUTTO",
      "sentences": "Joining us now from Doha is Firas Maksad. He's the director of strategic outreach and senior fellow at the Middle East Institute. Good to have you on. Quite a moment to witness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "FIRAS MAKSAD, DIRECTOR OF STRATEGIC OUTREACH AND SENIOR FELLOW, MIDDLE EAST INSTITUTE",
      "sentences": "Quite a moment, Jim. It's a moment for the Middle East that perhaps is not too different from the fall of the Berlin Wall for Europe in terms of its repercussions and impact both on the humanitarian sense, and the system of dungeons that the Assad and suppression that the Assad has put together now, this regime for over 50 years.I'm talking to people on the ground, sources in Damascus and they tell me that even 24 hours on, they're still trying to free prisoners who've been in the dungeons for decades from the second and third tier of underground jails under Assad's infamous Saydnaya prison. And there's an appeal for expertise to try and unlock these people who are literally buried underground and they can't seem to get them out. The pictures are harrowing of five-year-old children and their moms being brought out of these prisons. But it's also a moment that is akin to the fall of the Berlin Wall in terms of its geopolitical impact in the Middle East. Syria sits right there in the heart of the region, south of Turkey, north of Israel. A significant impact on Iran's standing in the region, particularly in terms of the lifeline of the logistical support line to Hezbollah's, to Iran's proxy Hezbollah in Lebanon. And I had senior U.S. officials who were visiting here with us in Doha essentially say that it seems that the Iranian axis in the region, from Iraq to Syria onto Lebanon, with Hezbollah is simply now coming apart.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "SCIUTTO",
      "sentences": "I want to get to that and certainly let's acknowledge how important a moment this is for the Syrian people who have suffered so much. But I do remember personally covering other temporary moments of joy in the region, and I think, for instance, Tahrir Square, right, the fall of Mubarak, and I'm not equating him to Bashar al-Assad, but you had a moment that followed and you had the Muslim Brotherhood came in and then you had another strong man take his place in effect.And I just wonder, the Berlin Wall comparison, what will you need to see to know that the wall in effect is actually down and not just temporarily down?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:05",
      "speaker": "SCIUTTO",
      "sentences": "I wonder how the region in your view, given that you're in Doha right now, is receiving this. Because of course, the Arab League, it welcomed Assad back in 2023. Quite a controversial move given all that he has brought upon his own people through the years. That seems like now quite a dumb short term bet, right? In terms of what followed.And you have this old phenomenon there of the devil you know, right? Devil you know being better than an uncertain outcome. Are Syria's neighbors welcoming this change?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:05",
      "speaker": "MAKSAD",
      "sentences": "In fact, Jim, I think much of the international community has been complicit. Not only is it much of the Arab states that welcomed Assad back into the Arab League, but even in the U.S. and in Israel there was this sense the devil you know better than what you don't know.I remember back in 2015 with the Obama administration, there was the term catastrophic success being thrown around the hallways of the White House concerned that in fact if these rebel forces that were trying to unseat Assad then would come into Damascus, you might get an Islamic conservative, potentially radical government in place. And so really the last say here ended up being that of the Syrian people. But there is a dilemma here in Doha where the foreign ministers of many of the countries of influence are meeting over the past two days and there is a hope that there could be some kind of political process that the regional countries can help shepherd. The dilemma here and the problem is that the political opposition abroad that these countries are in touch with are not the forces that are controlling the ground. And HTS remains a foreign designated terrorist group by the U.S. and many of these countries. So there is a jigsaw puzzle here to try and resolve. And what I heard President Biden say yesterday is that he's willing to explore relationship with the group based on the group's action in the coming days and weeks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:17:39",
      "speaker": "SCIUTTO",
      "sentences": "Israeli Prime Minister Benjamin Netanyahu has ordered the Israeli military to seize a buffer zone that has separated Israeli and Syrian forces for decades. It comes as Israel warned residents of that area to stay in their homes. CNN's Jeremy Diamond has more.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:17:39",
      "speaker": "JEREMY DIAMOND, CNN JERUSALEM CORRESPONDENT",
      "sentences": "Well, Israeli troops on Sunday began moving into that demilitarized buffer zone that has separated Israeli and Syrian forces for just over 50 years. This will position those Israeli troops between these newly victorious rebel forces and the communities inside the Israeli held Golan Heights.Now this buffer zone is Syrian territory, but the Israeli prime minister said that he ordered troops into that zone after the Syrian troops on the other end of that buffer zone abandoned their positions. The Israeli prime minister, speaking from the Golan Heights, also said that he views the collapse of the Assad regime as a great opportunity. But he also warned that it is one that is also fraught with significant dangers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:17:39",
      "speaker": "BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER",
      "sentences": "This is a historic day for the Middle East. The collapse of the Assad regime, the tyranny in Damascus offers great opportunity, but also is fraught with significant dangers.One of them is the collapse of the separation of forces agreement from 1974 between Israel and Syria. This agreement held for 50 years. Last night it collapsed. The Syrian army abandoned its positions. We gave the Israeli army the order to take over these positions to ensure that no hostile force embeds itself right next to the border of Israel. This is a temporary defensive position until a suitable arrangement is found.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:08",
      "speaker": "SCIUTTO",
      "sentences": "So how does Israel view the change in leadership in Syria? We go live now to Avi Mayer, former editor of the Jerusalem Post. Good to have you on.AVI MAYER, FORMER EDITOR-IN-CHIEF, THE JERUSALEM POST: Good morning, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:08",
      "speaker": "SCIUTTO",
      "sentences": "It's long been said that Israel looks to Syria and the Assad regime, the past Assad regime, as the devil they knew in effect. And that while they certainly didn't love him, they at least knew him and knew his father going back decades so they could deal with the threat across the border.Now they have something new. They have HTS, Hay'at Tahrir al-Sham, U.S. still says tied to ISIS, still considered a terrorist organization has a past with Al Qaeda. Does Israel prefer the past as opposed to the present?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:08",
      "speaker": "MAYER",
      "sentences": "Well, Jim, certainly no one should prefer the Assad regime, which was cruel and oppressive towards its own people and served as a central pillar in the Iranian access in the region, causing all sorts of mayhem, death and destruction across the Middle East.So, I don't think anyone in Israel is bemoaning the fall of the Assad regime, nor frankly should anyone in the region or certainly in Syria itself. That doesn't say that we are not at the entry of some kind of period of possible instability and chaos. We acknowledge that we probably are and that, as you said, there are certain actors who are prominent in the rebel groups that have been rather hostile to Israel, have an ideology that is not hospitable to the presence of a Jewish state in the region. That is a dynamic that Israel will now have to navigate. But I think it is unqualifiably a good thing that the Assad regime is no longer here. I don't think anyone in Israel would disagree with that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:08",
      "speaker": "SCIUTTO",
      "sentences": "Let's talk about Iran's influence and not just with the loss of Assad, who was, listen, central to Israel's power projection in the area, central to, for instance, getting weapons to Hezbollah. But you also have the enormous setbacks to Hezbollah because of Israeli military action in recent weeks.How significant a blow, not just the fall of Assad, but the weakening of Hezbollah to Iran's influence in the region, but also its threat to Israel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:08",
      "speaker": "MAYER",
      "sentences": "It's extremely profound. I think it's notable that not only Benjamin Netanyahu, but also Donald Trump and a senior official in the Biden administration all seem to be of the same mind, that it was in fact Israel's military successes against Hezbollah and Hamas and its direct military action against Iran that brought about this sort of weakening of the Iranian influence in the region, that brought about this sort of emboldened rebel push over the past few weeks and the eventual fall of the Assad regime.So this is a devastating blow, in fact, to Iran and its influence in the region. It still, of course, does have the Houthis. It has its own significant military capabilities. But the fact that Hezbollah, Hamas, and now Syria itself have fallen in terms of its spheres of influence, I think opens a significant opportunity to further reduce its malign influence in the region and bring about, I think, a better future for the entire region and hopefully the world as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "MAYER",
      "sentences": "I think we're likely to see a significant realignment across the Middle East. Russia, of course, did utilize Syria for many, many years as a forward base. It had air bases, ports, naval ports in Syria that have now essentially been cut off and their personnel have been evacuated.I think Russia will be taking a second look at the region, trying to figure out who its actual friends and allies ought to be for many years. Of course, we know that Iran and Syria were part of its of influence. Now that Syria is no longer on the table and Iran seems to be somewhat constrained. I think we're likely to see a reevaluation of whether or not Iran and Russia should be opening a new chapter in their relationship. I don't know if that means that we're going to start seeing Israel more openly criticizing Russia. I think we are likely to see a new stage in that relationship and perhaps the opening of some kind of opportunity for Israel to operate more openly against those minor influences, perhaps with Russia's tacit approval.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "SCIUTTO",
      "sentences": "So much has changed in such a short time. Avi Mayer, thanks so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "MAYER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:21",
      "speaker": "SCIUTTO",
      "sentences": "What a remarkable newscast to deliver there. In Syria, the revolution will be televised. That was the first news bulletin broadcast on Syrian state television on Sunday, after President Bashar al-Assad's decades' long regime came to an end overnight and so quickly.Russia, a longtime supporter, backer of Assad says it has granted his family and him asylum in Moscow. CNN is in Damascus, the Syrian capital where strikes could be heard just hours ago. Reuters reports that Israel conducted three airstrikes in Damascus earlier in the day on Sunday. CNN reached out to the IDF for comment. They declined to do so. U.S. forces conducted its own airstrikes on ISIS camps in Syria on Sunday. A Pentagon official said the strikes were part of an ongoing mission to disrupt, degrade and defeat ISIS to make sure that it does not take advantage of the current situation to reconstitute in central Syria. CNN's Katie Bo Lillis has that story. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:21",
      "speaker": "KATIE BO LILLIS, CNN REPORTER",
      "sentences": "American forces carried out airstrikes against more than 75 ISIS targets in central Syria, including strikes against ISIS leaders, operatives and camps according to the U.S. military using A-10s, F-15s as well as B-52s.This was all part of a broad U.S. effort to try to prevent the terror group ISIS from taking advantage of a potential power vacuum in Syria in the wake of the shocking fall of Bashar al Assad's regime to try to reconstitute. Take a listen to what President Biden had to say today describing the purpose and the stakes of these airstrikes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:21",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "I want to say it again. Sovereign Syria with a new constitution, a new government that serves all Syrians. And this process will be determined by the Syrian people themselves.And the United States will do whatever we can to support them, including through humanitarian relief, to help restore Syria after more than a decade of war and generations of brutality by the Assad family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:21",
      "speaker": "LILLIS",
      "sentences": "Biden also saying that a key national security priority for the United States will be securing the prisons in eastern Syria run by American-backed Syrian democratic forces that hold thousands of ISIS fighters both from Iraq and Syria, as well as from some western nations.One unanswered question remains the fate of the roughly 900 American troops still in Syria working on a counter ISIS mission. No signs from either the Biden administration or the Pentagon that those troops are going anywhere imminently. That said, what happens after President Donald Trump takes office on January 20th is an open question. Trump sought to withdraw American forces entirely from Syria during his first administration. He was ultimately persuaded to leave this smaller footprint of roughly 900 troops -- American troops there. Whether he will still consider that a valuable use of American military power abroad in his second administration remains to be seen. Katie Bo Lillis, CNN -- Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:21",
      "speaker": "SCIUTTO",
      "sentences": "For more now I'm joined by Steven Cook. He's senior fellow for Middle Eastern Studies at the Council on Foreign Relations, author of \"The End of AmbitionSteve, thanks so much for joining tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:21",
      "speaker": "STEVEN COOK, SENIOR FELLOW FOR MIDDLE EASTERN STUDIES, COUNCIL ON FOREIGN RELATIONS",
      "sentences": "My pleasure, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:45",
      "speaker": "COOK",
      "sentences": "Well, it really does remain to be seen.But there's reason to believe that HTS and its leader Abu Mohammad al- Jolani is saying things that make the group more palatable to Syrians more broadly, as well as the west, but in particular the United States, which has about a thousand service people located in Syria specifically to fight extremists like HTS, the Islamic state and al Qaeda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:45",
      "speaker": "SCIUTTO",
      "sentences": "Now, U.S. officials have told me the U.S. assessment remains that HTS, or at least elements of HTS, maintain ties with ISIS. So how can the U.S. be comfortable with that in any form.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:45",
      "speaker": "COOK",
      "sentences": "I'm not sure that the United States is comfortable with it, and I think that the American mission in Syria is more urgent now than it was a month ago in a very unsettled situation where there are power vacuums and different groups vying for control is a place where the Islamic state and al Qaeda thrive.And that's why the United States is in Syria, to keep the pressure on these terrorist groups. So that they can no longer -- can once again to prevent them from becoming once again threats to American interests both abroad as well as at home. As far as HTS being in power, this is a major challenge to the United States and its allies in the region.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:45",
      "speaker": "SCIUTTO",
      "sentences": "Let me ask you this then, because of course, we have a new president coming in January. And prior to the complete collapse of Assad, President-Elect Trump posted something along the lines of, \"this is not our war\".You know, we're not going to get involved. And folks may forget but during his first term, Trump attempted more than once to remove U.S. forces from Syria. He ultimately reduced the U.S. footprint there, but did not remove them entirely. How do you see a President Trump reacting? And do you see him following through and perhaps taking U.S. forces out saying, not my problem?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:45",
      "speaker": "COOK",
      "sentences": "Yes. It seems clear that he remains skeptical of the American mission in Syria. I think that if he was suggesting that the United States really doesn't have a place in forging a new Syrian political system or a place in promoting democratic change in Syria, he was probably saying something that I think is quite wise.The United States' record in this area is not very good, but I think it also -- he's also overlooking the fact that the problem in Syria may very well be not a lack of democracy, but the return of jihadists. Certainly there is that risk given the very uncertain nature of the essentially revolution in Syria and the power vacuums that it has created.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:45",
      "speaker": "SCIUTTO",
      "sentences": "I mean, listen, you could look to two recent historical precedents right? The U.S. withdrawal from Afghanistan, the return of the Taliban and the U.S. withdrawal under President Obama from Iraq, which laid the groundwork right for the rise of ISIS. And then of course, the U.S. got drawn back in.So I wonder -- I wonder if those precedents are relevant here to Syria, that without a U.S. presence on the ground, you might very well have a similar outcome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:45",
      "speaker": "COOK",
      "sentences": "Yes. And, you know, the Afghanistan withdrawal, although President Biden takes the blame for the conduct of it was something that President Trump actually negotiated. And that President Biden had inherited.Of course, Iraq is very different from Syria in that the United States was an occupying power, in Iraq and the overthrow of the dictator was engineered by the United States. Syria, obviously, that was done by the Syrian people, along with HTS. But of course, there is this question of the role the United States has played along with its Kurdish allies in keeping the pressure on ISIS. And if the United States were to leave and its Kurdish allies not up for the task, there is the likelihood that the Islamic state and other extremist groups would regroup and be able to muster the kinds of forces necessary to threaten American interests and its friends around the region.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:45",
      "speaker": "SCIUTTO",
      "sentences": "Yes, there's a long list of American presidents who did try to walk away in situations like this. And then well, often get dragged back in.Steven Cook, thanks so much as always.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:45",
      "speaker": "COOK",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:48",
      "speaker": "SCIUTTO",
      "sentences": "It is far from clear what kind of leadership will take over in Syria following the government's rapid collapse. But for the first time in decades, those decisions will be made without an Assad at the helm.CNN's Nic Robertson details the rise and fall of their political rule. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:48",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Bashar al-Assad inherited his father's totalitarian regime and left it and his country in ruins. A thuggish police state in a brutal repression turned war, where hundreds of thousands of civilians were killed and more than half the population fled their homes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:48",
      "speaker": "RAMI KHOURI, MIDDLE EAST ANALYST",
      "sentences": "He'll be remembered as one of the most violent rulers in response to the uprisings that started in late 2010 in the Arab world. He'll also be remembered as the failing endpoint of the Assad dynasty that his father had started, that lasted for over 42 years but it collapsed under him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:50",
      "speaker": "ROBERTSON",
      "sentences": "When President Hafez al-Assad died in 2000, Syria's elite pushed Bashar into the presidency, keeping 30 years of their own wealth, power, position and influence intact.RIFAAT ASSAD, BASHAR AL-ASSAD'S UNCLE (through translator): Hafez was a leader. The head of the entire regime, while Bashar never came close to that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:47:53",
      "speaker": "SCIUTTO",
      "sentences": "Authorities in New York are still hunting, still combing through evidence as the man who shot and killed a health insurance CEO remains on the run.CNN's Gloria Pazmino has the latest. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:47:53",
      "speaker": "GLORIA PAZMINO, CNN NAL CORRESPONDENT",
      "sentences": "Thats right.While the NYPD has come up empty handed for a second day in a row after a team of its divers spent the day in the lake of Central Park looking for a potential murder weapon. The team of divers has been searching the water of the lake for the past two days, in hopes of finding the gun. Now, this is after they found a backpack left behind by the suspect inside of Central Park. But inside that backpack, only a jacket along with some monopoly money. Now, investigators are hoping that if the suspect got rid of the weapon inside the park, that they will be able to recover it. Also a significant development, we are getting new images of the suspect, perhaps one of the clearest photos we have of him so far. You can see that he is still wearing that face mask, but you can clearly see his eyes. Now this photo is taken from the inside of a cab and we know that the suspect hailed a cab on 86th Street and Columbus Avenue after he had made his getaway through Central Park. He rode that cab all the way north to Washington Heights, where he reached the bus terminal and where there is video showing him entering the bus terminal but never exiting the terminal. Investigators now believe that the suspect made it out of New York City on a bus that left from that location. At this time we are not any closer just yet to knowing the identity of the suspect. Police are continuing their investigation, which spans multiple states and multiple law enforcement agencies. The investigation now stretching into its fifth day law enforcement officials offering up to $50,000 for any information that may help lead to the capture and conviction of the suspect. Gloria Pazmino -- New York, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:49",
      "speaker": "SCIUTTO",
      "sentences": "Trump is sticking to his campaign pledge over illegal immigration. He says, however, he is open to a bipartisan effort to protect those children -- those people brought to the U.S. as children.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:49",
      "speaker": "KRISTIN WELKER, NBC NEWS ANCHOR",
      "sentences": "Is it your plan to deport everyone who is here illegally over the next four years?DONALD TRUMP, PRESIDENT-ELECT OF THE UNITED STATES: Well, I think you have to do it. And it's a -- it's a very tough thing to do. It's -- but you have to have -- you know, you have rules regulations, laws. They came in illegally. Yes. We're going to do something about the dreamers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:49",
      "speaker": "WELKER",
      "sentences": "What does that mean? What are you going to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:49",
      "speaker": "TRUMP",
      "sentences": "I will work with the Democrats on a plan.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:49",
      "speaker": "SCIUTTO",
      "sentences": "For the last time ever, President Joe Biden congratulated artists being honored at the Kennedy Center for the Kennedy Center Honors here in Washington, D.C.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:49",
      "speaker": "BIDEN",
      "sentences": "Let me close with this. It's been the honor of my life to serve as your president. And for the final time, Jill and I are honored to represent the presidency to recognize and respect the power of the arts who literally redeem the soul of the nation. It's actually been done so many times, redeem the soul of the nation.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}