{
  "date": "2024-04-08",
  "headline": "CNN Newsroom",
  "subHeadline": "IDF Withdraws Ground Force from Southern Gaza; New Round of Truce Talks Underway in Cairo; Excitement Builds in Mexico for Total Solar Eclipse; Russian Propaganda in U.S. Congress and Zelenskyy's Call for Help; CNN Interviews Japanese Prime Minister Ahead of U.S. Visit. Yellen Keeping Busy Schedule On Final Day Of China Trip; South Carolina Beats Iowa 87-75 To Win Third National Title; Inside President Biden's Pointed Phone Call With Netanyahu; Johnson Faces Speakership Threats As Aid Decisions Loom; Total Solar Eclipse In Mexico, U.S. & Canada In Coming Hours. Aired 2-3a ET",
  "utterances": [
    {
      "timeStamp": "02:00:00",
      "speaker": "ROSESMARY CHURCH, CNN HOST",
      "sentences": "Hello and welcome to our viewers joining us here in the United States, around the world, and streaming us on CNN Max. I'm Rosemary Church. Just ahead, Israel withdraws some troops from southern Gaza as the military prepares for an incursion into Rafah, one of Gaza's last refuges.Eclipse mania hits a fever pitch with just hours to go before a total solar eclipse makes its way across North America. And CNN sits down with Japanese Prime Minister Fumio Kishida ahead of his visit to Washington this week. Good to have you with us. First this hour, a significant development in Israel's war against Hamas as it passes the six-month mark. The Israeli military says it has withdrawn ground forces from the southern city of Khan Younis so they can recuperate and prepare for future operations. The IDF says it is quote, \"far from stopping operations in Gaza and that a significant force remains in the enclave.\" Video from Khan Younis shows the widespread destruction left behind. The Israeli military says the withdrawal from the city effectively marks the end of its ground operation in Gaza in its current form. But Israel's defense minister is making it clear troops leaving Gaza will be back for follow-up missions. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "YOAV GALLANT, ISRAELI DEFENSE MINISTER",
      "sentences": "The troops pulled out to prepare for their future missions. We saw examples of such missions in the operations at Shifa Hospital and also for their future mission in the Rafah region.(END VIDEO CLIP) CHURCH:  Israel has faced strong international opposition to a possible ground operation in Rafah, where more than one million people have sought shelter. Egyptian state media is now reporting significant progress in talks over a Gaza ceasefire and hostage release deal. Delegations from Israel and Hamas headed to Cairo for negotiations that are said to be quote, \"bringing points of view closer together.\" That came on the same day demonstrators took to the streets in Jerusalem to demand the release of the remaining hostages held in Gaza. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "MICHAL NACHSHON, TEL AVIV RESIDENT",
      "sentences": "These are our people and we can't stand another day without them coming home. And its above politics, its above religion, it's a humanitarian issue and that's what we're here to shout today.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "CHURCH",
      "sentences": "CNN's Ben Wedeman filed this report before the latest word on progress from Cairo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:53",
      "speaker": "CHURCH",
      "sentences": "Aaron David Miller is a senior fellow at the Carnegie Endowment for International Peace and a former U.S. State Department Middle East negotiator. He joins me now from Washington. Good to have you with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:53",
      "speaker": "AARON DAVID MILLER, SENIOR FELLOW, CARNEGIE ENDOWMENT FOR INTERNATIONAL PEACE",
      "sentences": "Thanks for having me, Rosemary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:53",
      "speaker": "CHURCH",
      "sentences": "So, six months into the Gaza war that was triggered by the October 7th Hamas attacks in Israel. Is this conflict at a turning point as a result of last week's deadly Israeli strikes on those seven World Central Kitchen aid workers that angered President Joe Biden and intensified the strained relations between him and Prime Minister Benjamin Netanyahu?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:53",
      "speaker": "MILLER",
      "sentences": "A turning point toward a better outcome or a worse one. I mean, I think six months into this war, what I think I can say with real certainty is that Israelis and Palestinians are in what I would call a strategic cul-de-sac. And right now, I see no way out.There is the possibility, negotiations are ongoing in Cairo now, of a limited hostage exchange, 45 Israelis, women, the elderly and the infirm, from a symmetrical number of Palestinian prisoners, a hundred of which were either convicted of or accused of killing Israelis, and a 45-day ceasefire. That will not end the war. So, I'm not sure I would use the word turning point or inflection point. I think it is safe to say that the Israeli ground campaign has taken a sort of a downshift. The Israelis started with 100,000 forces in their beginning of the ground operation. They've withdrawn most of those from northern Gaza, central Gaza. And I think only one brigade remains, anywhere from 3,000 to 5,000 Israeli forces controlling the east-west highway road that cuts Gaza in two. So, in that sense, I think it is a turning point, but it is by no means are we closer to the end of the war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:53",
      "speaker": "CHURCH",
      "sentences": "Right. And you mentioned Israel withdrawing those troops from southern Gaza. It's also set to reopen the Erez crossing into northern Gaza temporarily to allow more humanitarian aid into the enclave in response to President Biden's call to do more to help civilians. But again, will this be deemed enough?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:53",
      "speaker": "MILLER",
      "sentences": "Well, it really depends. I think that the Prime Minister is on probation. I think the President made it very clear. But I also think that Joe Biden does not want to sustain confrontation. He does not want to exercise the leverage that he has. Certainly, the key leverage, which is to restrict or condition U.S. military assistance.So, he's given the Prime Minister a test, frankly, that the Israelis should have passed two months ago. The Port of Ashdod is only, what, 20 miles from northern Gaza? It's replete with screening facilities. They could have handled an enormous amount of international humanitarian assistance. And then the U.N. could have trucked it into northern Gaza instead of having to go all the way to Kerem Shalom or Rafah. So, I think the Israelis can do a lot to satisfy the administration's demands. I think that's not too strong a term, that they do more on humanitarian aid. But none of that is going to bring the war any closer together to an end. What you need is an Israeli-Hamas agreement to begin to hope that you could build on that to de-escalate military activity on the Israeli side and clearly Hamas as well and free the remaining hostages. But that's going to be a very tough lift and it is not going to happen anytime soon. We're looking at months more of what we've seen before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:53",
      "speaker": "CHURCH",
      "sentences": "And in the meantime, Israelis have been out on the streets calling for the resignation of their Prime Minister, Benjamin Netanyahu, while ultra-Orthodox Jews have also been demonstrating against efforts to have them included in conscription requirements. How shaky is Netanyahu's hold on power right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:09:50",
      "speaker": "CHURCH",
      "sentences": "Aaron David Miller, appreciate your analysis and perspective on this. Thanks for being with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:09:50",
      "speaker": "MILLER",
      "sentences": "Thanks for having me, Rosemary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:09:50",
      "speaker": "CHURCH",
      "sentences": "An Israeli official says the reopening of the Erez crossing for humanitarian aid has been delayed. It was set to open on Sunday, but officials say they're still making what they call logistical preparations to ensure the checkpoint can accommodate truckloads of aid. Despite the urgent need and U.S. pressure, the Israeli military agency in charge of aid deliveries says it will announce the crossing's opening, quote, \"once a date is set.\"The World Food Program's executive director, Cindy McCain, says a massive amount of much-needed food is just waiting to get into Gaza. But she says it's important that the right kind of foods are getting in, especially for children who are in desperate need of nutrients. Here's what McCain told CNN on Sunday. (BEGIN VIDEO CLIP) CINDY MCCAIN, EXECUTIVE DIRECTOR, WORLD FOOD PROGRAMME:  WFP stands ready. We have right now amassed outside on the border food for 1.1 million people for three months. We just need to get it in. That's why these crossings are so important and more crossings are needed, as you know. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:09:50",
      "speaker": "CHURCH",
      "sentences": "CNN has gathered a list of vetted organizations that are on the ground responding. And you can find details on how you can help on our website at cnn.com/impact.It is the final countdown to solar eclipse Monday when millions of people in the U.S., Mexico and Canada will watch the moon block out the rays of the sun. The forecast for parts of the eclipse path of totality could ruin the view of this once-in-a-lifetime experience for many. But regardless of what the weather may bring, it likely won't dampen the enthusiasm of millions of people who die hard eclipse chasers. Scientists in Mexico have been planning and preparing for this rare celestial event, and so have cities in the path of totality as they expect an influx of tourists. Well, the solar eclipse's path of totality will begin in Mexico where we find Gustavo Valdes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:09:50",
      "speaker": "GUSTAVO VALDES, CNN CORRESPONDENT",
      "sentences": "Scientists say it is very fortunate that the eclipse is going over Torreon, Mexico, right in the center of the country, because they have not one but two telescopes. One of them is always looking at the sun. They study the star every day. The other one, they used to see the stars at night, but this time they have modified it so it can look directly into the eclipse, not looking at what we're seeing, the round circle of fire.They're going to be looking closer in. They're going to be focusing on specifics on the moon and the sun as much as it is possible. Here in the planetarium, they installed this graphic in which they are showing the path of the sun and the moon, and on April 8th, just around 1:00 p.m. local time, it's when the eclipse is going to happen. NASA is here. They're going to be doing experiments, but there are also a number of scientists from other cities, from other countries, some amateurs, some professionals. They are going to be looking at the star like everybody else, but a little bit closer with their telescopes. The locals are lining up to buy their glasses. That is very important, but they are also expecting about 750,000 people here in Torreon. Mexico is going to be the first country in North America to enjoy this event, and people are ready. They are excited. There's going to be a party here. They're going to have a fair. They're going to have music. And they're going to have experts to talk about what's happening in the skies. Gustavo Valdes, CNN, Torreon, Mexico.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:09:50",
      "speaker": "CHURCH",
      "sentences": "And large crowds are flocking to the Niagara Falls to watch the solar eclipse against the backdrop of the waterfalls. CNN's Harry Enten reports. [02",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:09:50",
      "speaker": "HARRY ENTEN, CNN SENIOR DATA REPORTER",
      "sentences": "The solar eclipse is edging closer and closer to western New York. I'm here at the beautiful Niagara Falls, where soon enough the sun will be covered up by the moon as we experience a once-in-a-generation event here in western New York. The crowds have been building throughout the weekend, a much larger crowd now than there was when I arrived on Friday.The big question, of course, is going to be the weather here. The forecasts have been swinging back and forth. It was sunny the last two days, but on Monday the question is whether or not it'll be mostly cloudy, partly sunny, or mostly sunny. I've been looking at the latest forecast, and the truth of the matter is we don't know. But if there's one thing that is for certain, we'll be having a ton of people here in western New York. We're looking at upwards of a million folks. You add in the folks on the Canadian side of the border, we can be looking at a million plus. They're in for quite the show, pretty much no matter what. Harry Enten, CNN.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:09:50",
      "speaker": "CHURCH",
      "sentences": "And earlier I spoke with NASA program executive Julie Crooke on the significance of the total solar eclipse. She explained the phenomenon that sets this one apart.(BEGIN VIDEO CLIP) JULIE CROOKE, PROGRAM EXECUTIVE, NASA'S HABITABLE WORLDS OBSERVATORY: The very first time I saw it in 2017, it was life changing. I mean, it's a one in a time, I mean, in a given location, it happens once every more than 300 years. And so, it is quite amazing to see not just it become dark all so quickly, but also how nature reacts. I mean, last time I saw it in 2017, I was in western North Carolina, and all of the birds just became quiet, the crickets became quiet. I mean, it was just -- it was very astonishing. And just as quickly as it comes, it goes, because the shadow is traveling so fast across the earth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:09:50",
      "speaker": "CHURCH",
      "sentences": "So, seize that moment, right? And I do have to ask, will the solar eclipse live up to all the hype because there has been a lot of hype.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:09:50",
      "speaker": "CROOKE",
      "sentences": "I mean, it's not -- it's very rare when the celestial bodies align, just to be able to see this total solar eclipse. And this one is going to be even more special, because it's a supermoon. The orbit of the moon around Earth, it's not perfectly circular. And so, at some points, it's a little closer to Earth, which is when you have your total solar eclipse, versus back in October of 2023. It was a little further away, which gave you the annular eclipse. And so, I think, you know, with the supermoon, this is going to be a really special event.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:00",
      "speaker": "CHURCH",
      "sentences": "Ukraine's president is giving his strongest, starkest warning yet about the state of the war against Russia without military aid from the United States.(BEGIN VIDEO CLIP) VOLODYMYR ZELENSKY, PRESIDENT OF UKRAINE (through translation):  If Congress does not help Ukraine, Ukraine will lose the war. And we need to find a public format for this. If Ukraine loses the war, other states will be attacked. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:00",
      "speaker": "CHURCH",
      "sentences": "Volodymyr Zelenskyy also says Russia will soon be, quote, \"more and more insistent\" on dragging nuclear weapons into his debate.Meanwhile, the head of the U.S. House Intelligence Committee says Russian propaganda has absolutely spread through Congress, particularly among some of his Republican colleagues. A number of hardline House conservatives have refused to back a $95 billion aid package, which includes $60 billion in assistance for Ukraine. The war in Ukraine, as well as rising tensions in the Middle East and parts of Asia, are key concerns for Japan's Prime Minister. Ahead of a trip to Washington this week, Fumio Kishida will meet with President Joe Biden as Japan moves away from decades of pacifism and bolsters its defense posture amid the various spiraling global conflicts. The Prime Minister spoke with our correspondent in Tokyo, Hanako Montgomery, who joins me now. So, Hanako, good to see you. What more can you tell us about your conversation with the Prime Minister and his key concerns?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "MONTGOMERY",
      "sentences": "You've asked for a summit with Kim Jong-un, but there seems to be some mixed messages coming from North Korea about its engagement with Japan. What is your current level of communication between your administration and North Korea?KISHIDA (through translation):  We believe that resolving various concerns between Japan and North Korea and stabilizing relations is important, not only for the interests of our two countries, but also for peace and stability in the region. For this reason, we believe that it is important to hold a summit meeting, and under my supervision, I've been conducting high-level outreach to the DPRK. MONTGOMERY (voice-over):  Following the U.S.-Japan summit, the two nations will convene with the Philippines, the first trilateral meeting of its kind, to address rising security threats from North Korea weapons testing and aggression in the South China Sea. KISHIDA (through translation):  We are not targeting China specifically, or a specific country. As Japan, we've been working to strengthen the Philippines' maritime enforcement capabilities. We're also providing them with defense-related equipment. MONTGOMERY (on camera):  You mentioned that it's not directed towards any one country, but wouldn't you say that the Philippines is gravely concerned about China's actions in the South China Sea? KISHIDA (through translation):  It's true that there are some developments, as you pointed out. I think it's important for the Philippines to defend its sovereignty, to protect its own territory, territorial waters, and airspace. I believe that these things are very important in maintaining and strengthening a free and open Indo- Pacific based on the rule of law. MONTGOMERY (voice-over):  The U.S. and Japan, an enduring bond, confronts its pivotal moment as a volatile world seeks to unravel their global sway. (END VIDEOTAPE) (On camera):  Now, of course, having counter-strike capabilities are key to deterrence for Japan, according to Kishida. But also, it's this steadfast relationship with the United States that is able to maintain safety and stability in the region, according to the Japanese Prime Minister. Rosemary?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:32:43",
      "speaker": "ROSEMARY CHURCH, CNN ANCHOR",
      "sentences": "Welcome back, everyone.U.S. Treasury Secretary Janet Yellen is set to hold a news conference soon on her last day in China. Yellen has spent the weekend meeting with both local and national leaders discussing the U.S. and Chinese economies and areas of concern for both parties. She says, it's a continuation of the dialogue between U.S. President Joe Biden and Chinese President Xi Jinping started in November at the G20 summit. And CNN's Beijing bureau chief, Steven Jiang, has the latest for us. He joins us now live. Good to see you, Steven. So on this final day of her diplomatic trip what, can we expect to hear from U.S. Treasury Secretary Janet Yellen as she wraps up these last meetings in China.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:07",
      "speaker": "CHURCH",
      "sentences": "All right. We know you'll be monitoring that news conference. Steven Jiang joining us live from Beijing, many thanks.After the break, women's college basketball has a new national champion as March Madness begins to wrap up. Back with that and more in just a moment. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:26",
      "speaker": "CHURCH",
      "sentences": "Welcome back to our viewers here in North America. I'm Rosemarie Church.Egyptian state media is reporting significant progress in talks over a Gaza ceasefire and hostage release deal. Delegations from Israel and Hamas headed to Cairo for negotiations that are said to be quote, bringing points of view closer together. Meantime, in Gaza, the Israeli military says it has withdrawn ground forces from the southern city of Khan Younis. Israel says a significant force still remains in Gaza and the departing troops leaving to recuperate and prepare for future operations. A video from Khan Younis shows the destruction left behind. The Israeli military says the withdrawal from the city effectively marks the end of its ground operation in Gaza in its current form. But Israel's defense minister is making it clear, troops leaving Gaza will be back for follow-up missions, including in the Rafah region. And U.S. President Joe Biden is taking a tougher stand, warning Prime Minister Benjamin Netanyahu that he needs to do more to address the growing humanitarian crisis in Gaza, or face consequences. That warning came last week during a phone call. CNN's Priscilla Alvarez has more about what was said between the two leaders. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:26",
      "speaker": "PRISCILLA ALVAREZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "CNN is learning new details about appointed call between President Biden and Israeli Prime Minister Benjamin Netanyahu last week. That call coming at a pivotal moment only days after World Central Kitchen employees were killed in an Israeli attack in Gaza. Now according to sources, President Biden place additional pressure on Israeli Prime Minister Benjamin Netanyahu to change his policies in his war against Hamas, that included primarily getting more humanitarian aid into Gaza by opening a land crossing, a port and also ramping up supplies.Now, according to a source, Israeli Prime Minister Benjamin Netanyahu agreed to that, saying that there would be more done. But the president went a step further, saying that it needed to be done soon. And indeed, hours after the call, these really security cabinet approved of the measures. And the White House has so far welcome the moves and the changes that they've seen thus far, acknowledging that there has been frustration and that more needs to be done. But what is clear is that the us is steadfastly supporting Israel in its right to defend itself. The difference now is that they are more willing to change their policy if Israel doesn't change what it's doing. Of course, what that would be still remains an open question, as well as what metrics the us is using to determine if Israel is making the necessary changes. Priscilla Alvarez, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:26",
      "speaker": "CHURCH",
      "sentences": "Meantime, and Israeli official tells CNN plans to reopen the Erez Crossing between Israel and Northern Gaza have been delayed. They say they're still making logistical preparations to ensure the checkpoint can accommodate truckloads of aid.Under threat of being ousted, U.S. House Speaker Mike Johnson is facing more pressure to decide whether to move forward on more aid for Ukraine in its war against Russia. Johnson is getting pushback from Republican colleague Marjorie Taylor Greene, who is firmly against any further Ukraine aid. This comes as the head of the House Intelligence Committee has warned that Russian propaganda has seeped into Congress. And that some of his Republican colleagues are repeating that misinformation. (BEGIN VIDEO CLIP) REP. MIKE TURNER (R-OH), U.S. HOUSE INTELLIGENCE COMMITTEE CHAIR:  It is absolutely a true. We see directly coming from Russia attempts to mask communications that are anti-Ukraine and pro Russia messages, some of which we even here being uttered on the House floor. I mean, there are members of Congress to day who still incorrectly say that this conflict between Russia and Ukraine is over NATO, which of course, it is not. Vladimir Putin having made it very clear, both publicly into his own population that his, his view is that this is a conflict of a much broader claim of Russia to Eastern Europe. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:26",
      "speaker": "CHURCH",
      "sentences": "More now on the dilemma facing the House Speaker from CNN's Manu Raju.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:01",
      "speaker": "CHURCH",
      "sentences": "On a brighter note, eclipse day is finally upon us. In the coming hours, the moon will obscure the face of the sun with the path of totality moving from Mexico across the U.S. to Canada. Areas near the Great Lakes and in New England are positioned to have the best seats to watch the celestial event with sunny skies in the forecast. But severe weather in some areas could dampen the excitement of eclipse-watchers. The U.S. National Weather Service says a multi-day flood threat is expected to stretch from Dallas, Texas, to Little Rock, Arkansas, which could impact eclipse viewing and travel for tourists.CNN's Miguel Marquez is in Cleveland, Ohio, with a closer look at what die-hard eclipse chasers are hoping to see. (BEGIN VIDEOTAPE) MIGUEL MARQUEZ, CNN SENIOR U.S. NATIONAL CORRESPONDENT:  Sun, sun, sun, clear skies, that's what we've been hoping for. The weather reports are getting better and better as it goes on. This is the Great Lakes Science Center, some 30,000 plus people well be pouring into this area. It's also home to NASA's Glenn Research Center, Cleveland is. It's the only NASA facility in the country that's in the path of totality. So NASA is here in force. 3:17 p.m. or 3:13 p.m. when the eclipse starts, it'll be right up there the totality for three or but for almost four minutes here. The last time that Cleveland had an eclipse, a total eclipse, 1806. The next time after this, you will have to wait until 2444, that's 420 years. So people here in Cleveland are ready for it. Back to you (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:01",
      "speaker": "CHURCH",
      "sentences": "And with so many people traveling in the United States to see the eclipse, businesses and the path of totality are already seeing a big boost in sales. CNN's Stephanie Elam has more.(BEGIN VIDEOTAPE) STEPHANIE ELAM, CNN CORRESPONDENT (voice-over):  Four minutes of daytime darkness across America is turning into a massive, bright spot for businesses, from a mass wedding in Arkansas, to sold-out hotels in Dallas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Friday, Saturday, Sunday, Monday, since last year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:55:00",
      "speaker": "BULENT TEMEL, ECONOMICS PROFESSOR, UNIVERSITY OF TEXAS AT SAN ANTONIO",
      "sentences": "I call this the most profitable 22 minutes in Texas history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:55:00",
      "speaker": "ELAM",
      "sentences": "At the intersection of the 2017 and 2024 events, Carbondale, Illinois, is dubbed the crossroads of the eclipse. That's where a southern Illinois university will cancel classes and fill its 15,000 seats stadium with sky gazers.A local cafe is serving up eclipse cookies, lots of them. LEAH MACIELL, OWNER, CRISTAUDO'S CAFE &amp; BAKERY:  We'll probably end up doing a round 60,000 a day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:55:00",
      "speaker": "ELAM",
      "sentences": "For those who want to get closer to the action. Delta and Southwest are offering special flights during the eclipse, while United is giving out eclipse glasses.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:55:00",
      "speaker": "UNIENTIFIED MALE",
      "sentences": "I just remember how awestruck everybody was at the time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:55:00",
      "speaker": "ELAM",
      "sentences": "Roger Sarkis and his wife, Alyssa (ph), so were inspired to start Eclipse Glasses USA after the 2017 eclipse. Their sales of protective spectacles to view the upcoming celestial spectacle exploded on Monday, Sarkis says. He now expects they will sell out again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:55:00",
      "speaker": "ROGER SARKIS, FOUNDER, ECLIPSE GLASSES USA",
      "sentences": "We actually sold out of our original inventory in February. So I bought more inventory and I think we're on track to sell 500,000 pairs. ELAM",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:55:00",
      "speaker": "SARKIS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:55:00",
      "speaker": "ELAM",
      "sentences": "But all kinds of businesses are getting in on the skyrocketing excitement with eclipse specials, from Krispy Kreme's eclipse donut featuring an Oreo cookie in the middle, to Sun Chips solar eclipse chips that will only be available for four minutes and 27 seconds, the length of totality -- perhaps a once in a lifetime experience with stellar money-making opportunities.Stephanie Elam, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}