{
  "date": "2024-03-26",
  "headline": "CNN News Central",
  "subHeadline": "Robert F. Kennedy Jr. Announces Nicole Shanahan As Running Mate; VP Harris Comments On Bridge Collapse; Officials Update Search & Rescue After Bridge Collapse; Judge Imposes Gag Order On Trump In NY Hush Money Trial. Aired 3:30-4 p ET",
  "utterances": [
    {
      "timeStamp": "15:30:00",
      "speaker": "KENNEDY",
      "sentences": "Our values didn't change, but the Democratic Party did. The things that we love are still the same. We love our families, our children, and our faith. We love clean air and clean water and productive soils and good food.We love the wilderness and our Purple Mountains majesty. And above all, we love our country. (CHEERING &amp; APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "KENNEDY",
      "sentences": "We want America to live up to her highest ideals. We want her to be an exemplary nation again. A global leader in freedom, opportunity, and responsible government. We want America to be a peacemaker, a moral authority. We want our children to grow up as I did in a country for which they feel love and pride. We want them to feel safe and to have every opportunity for dignity, prosperity, and community.We want them to have confidence in their futures. We want them to have the best education. We want America to be friendly to farmers and entrepreneurs. We want America to honor its veterans and its teachers. We want scientists to stand up for science and for truth. And we want our government to defend our right to free speech. (CHEERING &amp; APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "KENNEDY",
      "sentences": "Nicole and I share all of these values. And you know what? Despite the artificially orchestrated divisions, nearly all Americans share the same values that we do.And I'm grateful that Nicole has put her self-interest aside and made the momentous and very, very difficult decision to embark with me on this extraordinary crusade to win back our country. (CHEERING &amp; APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "KENNEDY",
      "sentences": "And I was most importantly looking for --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "JESSICA DEAN, CNN HOST",
      "sentences": "You're listening to Robert F. Kennedy, Jr. announcing his running mate, Nicole Shanahan. He is there in Oakland, California, where Shanahan grew up.He is, Boris, trying to get on the ballot in 23 states where it is mandatory that he has a vice presidential candidate. So as they try to collect signatures and get on those ballots, that is -- that is why he's announcing so early. This is typically early in the veepstakes process.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:13",
      "speaker": "DEAN",
      "sentences": "And there is Vice President Kamala Harris in Raleigh, North Carolina, echoing what we heard from President Biden earlier today, saying the full resources of the federal government will be behind the efforts there to get that bridge rebuilt as quickly as possible. But, again, still six people missing at this moment in time, no word on their whereabouts. And that bridge is going to take a very, very long time, no timeline on how long to get that rebuilt.We're going to take a short break. We'll be right back. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:17",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Senator --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Governor (OFF MIC). MOORE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Governor, when you talk about the investigative standpoint, how concerned are you if there were any safety violations on this ship or the track record of the owner-operator? And Mr. Secretary, if you could speak to that as well, do you have any concerns about that? Mayor Scott, we also didn't hear from you. What are your thoughts on this tragedy today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:01",
      "speaker": "MOORE",
      "sentences": "Well, I'll take it first, and then I can pass it off to you, Mr. Mayor.BRANDON SCOTT (D), BALTIMORE MAYOR: Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:01",
      "speaker": "MOORE",
      "sentences": "I know there's a thorough investigation that's going to be going on about everything that took place last night, the things that led up to it, and also the aftermath. And so I don't have any further comments about any concerns that we have about the companies that are involved, because there's still a thorough investigation that's going to take place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:01",
      "speaker": "SCOTT",
      "sentences": "Thank you, Mr. Governor. I think we all know this is an unspeakable tragedy. And while, as the Governor just said, the investigation is still underway, all of that can wait.Right now, this is about the lives of those individuals that we are searching for and nothing else. Everything else, this team of folks will work together to make sure that we rebuild and do everything we need to do for our port. But right now, we need everyone to understand this is about the lives and those families who are deeply impacted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Governor -- Mr. Secretary, we've seen now several bridge collapses happen over the past couple of years. Obviously, this was a catastrophic event, but that bridge fell very quickly. How concerned should Americans be about the bridges that they're traversing every single day in this country?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:01",
      "speaker": "BUTTIGIEG",
      "sentences": "This is a unique circumstance. I do not know of a bridge that has been constructed to withstand a direct impact from a vessel of this size. What I will say is anytime anything happens to any bridge, we as a country take that and learn from that.Learning from incidents as diverse as what happened to I-95 in Philadelphia, what happened to I-10 in Los Angeles, or another case that we're learning a lot from here, which is the 2007 collapse of I- 35 West in Minnesota. Let me emphasize that was a very different circumstance with very different causes, and the NTSB by design is independently leading the investigation into what those causes are. No question that we will take all of that information and apply it in our future work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Mr. Secretary, how long are you preparing for the shipping channel to be close? And you mentioned supply chain, what else are you doing to make sure other ports are prepared to maybe take on some of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:01",
      "speaker": "BUTTIGIEG",
      "sentences": "Well, the port here in Baltimore does the most vehicle handling of any port at all, and that's just talking about the vehicle side. You also have container traffic. You have bulk traffic.There is no question that this will be a major and protracted impact to supply chains. It's too soon to offer estimates on what it will take to clear the channel and reopen the port. There is one part of the facilities here, Trade Point, which is located at Sparrow Point, which is outside of the part that's blocked, but the main part of the Port of Baltimore is, of course, inside the channel that has been blocked. This is part of why we're fortunate to have that newly stood-up freight office, which along with the Maritime Administration and all of our interagency and intergovernmental partners here, is we're going to make sure we coordinate. There is no central authority that directs maritime traffic the way you have with air traffic, so it's going to be important to have a number of dialogues established with ocean shippers, beneficial cargo owners, port operators, and everybody else who plays a role here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And I'm sorry, Governor, just for clarity, a question from this morning. It was unclear if there were any vehicles on the bridge when the vessel hit it. Do you have an update now whether there were actually vehicles?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:19",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "So you're still looking for six people, and that's it as far as you know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:19",
      "speaker": "MOORE",
      "sentences": "That's -- that's -- our investigation has not changed on that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:19",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Thank you all. Thank you all. Thank you. Thank you.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:19",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "-- about the companies involved -- the companies involved here, the shippers, the owners, the insurance companies. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:19",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Thank you all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:19",
      "speaker": "SANCHEZ",
      "sentences": "We've been listening to officials describe the situation in Baltimore after the collapse of the Francis Scott Key Bridge after being struck by a massive shipping vessel overnight.The Secretary of Transportation, Pete Buttigieg, describing the bridge as one of the cathedrals of American infrastructure, describing how long of a process it is going to be to not only clean up this scene but to rebuild, though the focus from officials there today, not only Secretary Buttigieg but also Senator Ben Cardin and Governor Wes Moore, is on the families of the six -- at least six people that are still unaccounted for. Secretary Buttigieg describing it as an excruciating day for those families who woke up to news that no one would ever want to hear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:19",
      "speaker": "DEAN",
      "sentences": "Yeah, and the Governor there emphasizing this is still an active search and rescue mission, underlining that it is still a rescue mission as they try to save anyone who might still be there, and they are actively looking for them. When we heard from the NTSB earlier today, they were emphatic that they did not want to do anything that would disrupt that search and rescue mission as they try to find those at least six people that remain missing after this bridge collapsed in the overnight hours. And that right there that you're looking at is what it looks like now.You see the shipping -- or vessel there and just the mangled metal all around it, and we know that there are divers underneath that continue to look for any survivors, any cars, anything they can, so we will continue to keep an eye on that. In the meantime, before we let you go today, we are following breaking news in former President Trump's hush money criminal trial in New York. The judge overseeing that case has just imposed a gag order on President Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:19",
      "speaker": "SANCHEZ",
      "sentences": "Let's go to CNN's Kara Scannell now. Cara, a significant ruling from Judge Juan Merchan. He basically says that Trump has overstepped his bounds in talking not only about court officials but other people involved in this case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:19",
      "speaker": "KARA SCANNELL, CNN CORRESPONDENT",
      "sentences": "Yeah, so the judge overseeing this case that we've referred to as the hush money trial has imposed a gag order on the former president saying that he cannot make any statements about potential witnesses in this case, about any of the attorneys, the prosecutors in this case, court staff or the family members of attorneys and court staff because of the nature of the statements Trump has been making publicly. The gag order, though, does not apply to the district attorney Alvin Bragg. He is a public figure.But the judge said that he reviewed a lot of Trump's statements. This was a request that prosecutors had made. They had submitted records showing that there was a spike in threats to the office, a spike in threats to prosecutors on the team. The judge said he looked at that, and he also looked at some of Trump's statements, and he said Trump went far beyond just defending himself, but he said many of these statements were threatening and inflammatory, and he even singled out yesterday when Donald Trump spoke after the court hearing where the judge finalized the trial date, and Trump spoke at his property, 40 Wall Street, and he talked about one of the prosecutors on the case making claims that he was a Biden person. The judge pointed to that in his ruling, too, of saying, you know, this goes beyond what Trump should be doing. The judge said -- this, I thought, was an interesting piece of his saying. He said, given that the eve of trial is upon us, it is without question that the imminency of the risk of harm is now paramount. So he's imposing these restrictions. He waited until just before the trial. This motion had been before him for several weeks, but now he is saying that Trump has gone too far, and he wants to protect the process here, in addition to restricting Trump from making any comments about witnesses, lawyers involved in the case, court staff members. He's also restricting him from making any comments about any potential jurors or actual jurors on the case and saying that Trump cannot cause anyone else to make statements on his behalf, either. Boris, Jessica?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:19",
      "speaker": "DEAN",
      "sentences": "Well, and Kara, I think the question, too, is can he appeal this at all, or is this the final say because it's coming from the judge?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:19",
      "speaker": "SCANNELL",
      "sentences": "I mean, he could always make an effort to try to appeal this. We're about three weeks away from the trial. And in writing this order, the judge focused a lot on the order that went in the -- that was made in the D.C. case, the federal election case, where the judges there had imposed this gag order. And that one was appealed, and it was held up. And so the judge is pointing to that, saying, I am making this finding in line with another case that has already faced scrutiny. And so, you know, Trump could try to appeal it, but it looks like it will stand for now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:19",
      "speaker": "DEAN",
      "sentences": "All right, Kara Scannell, thanks so much.",
      "isLastSentenceInterrupted": false
    }
  ]
}