{
  "date": "2024-03-11",
  "headline": "The Lead with Jake Tapper",
  "subHeadline": "Trump Employee Number Five Speaks Out; House GOP To Discredit January 6 Select Committee, Absolves Trump; Trump Meets Hungary's Leader, Viktor Orban; Russia Produces Artillery Shells Three Times More Than U.S. And Europe Combined; Jim Sciutto's New Book Details Trump's Administration For Autocrats; Sex Trafficking Victim Says Sen. Katie Britt Telling Her Story In State Of The Union Rebuttal Is \"Not Fair\"; Princess Catherine Apologizes After Admitting She Edited Family Photo. Aired 5-6p ET",
  "utterances": [
    {
      "timeStamp": "17:03:45",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "Welcome to \"The Lead,\" I'm Jake Tapper. This hour, warnings from within. What you have not heard about Donald Trump and his admiration of authoritarian leaders. Reportedly saying Hitler, quote, \"did some good things,\" end quote, or that Putin was an okay guy. The quotes go beyond Trump's public praise of authoritarians.Plus, what CNN is learning about that doctored photo by Katherine, Princess of Wales, after her public apology. Her mysterious illness still not publicly disclosed and the questions for this high-ranking member of the royal family. And leading this hour, a CNN exclusive interview with the man known as Trump employee number five, Ryan Butler, worked at Mar-a-Lago for more than 20 years only to find himself in the middle of Trump's classified documents case where the former president is accused of keeping top secret national defense material at his private resort, Mar-a-Lago, and then refusing to return it. CNN's Katelyn Polantz is part of the team breaking the story for us. And Katelyn, Trump employee number five mentioned multiple times in Special Counsel Jack Smith's indictment, why is he, also known as Brian Butler, why is he coming forward now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:00",
      "speaker": "TAPPER",
      "sentences": "Katelyn, what do we know about Butler's role in the special counsel's investigation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:00",
      "speaker": "POLANTZ",
      "sentences": "Well, there's a couple of points where Brian Butler is Trump employee five and described as witnessing things in the indictment, specifically conversations he was having with Carlos de Oliveira in the description of what they were doing afterwards, the interest in surveillance tapes and other things.But the one area where Brian Butler also was privy to the major thing happening here was June 3rd, 2022. That's when he's at the Mar-a-Lago club. And then Walt Nauta, the other co-defendant of Trump, asks him to borrow an Escalade, a request that he thought was a little bit odd for Nata's typical role in his typical job there. He loaned Walt Nauta the Escalade. And on that same day, that's when the Justice Department and the FBI had come to Mar-a-Lago to meet with Trump and his attorneys to collect all of the records that Trump still had there on the property that they didn't get all at that time. Here's more of what Brian Butler had to say to Kaitlan Collins earlier today. (BEGIN VIDEO CLIP) BRIAN BUTLER, TRUMP EMPLOYEE 5: And then what happened is Walt left before me and he never goes directly to the plane. He's either in the motorcade when he goes there with the boss, which the former president. And I remember telling him he left the club with -- I didn't know what he had in his vehicle, but he waited for me at a nearby business and I told him I would tell him when I was leaving Mar-a-Lago. So, I left Mar-a-Lago, I texted him, hey, I'm on my way. He followed me, he pulled out and got behind me. We got to the airport. I ended up loading all the luggage I had and he had a bunch of boxes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:00",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "You noticed that he had boxes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:00",
      "speaker": "BUTLER",
      "sentences": "Oh yeah, they were the boxes that were in the indictment. The white banker's boxes. That's what I remember loading.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:00",
      "speaker": "COLLINS",
      "sentences": "And did you have any time, any idea at the time that there was potentially U.S. national security secrets in those boxes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:00",
      "speaker": "BUTLER",
      "sentences": "No clue. I had no clue. I mean, we were just taking them out of the Escalade, piling them up. I remember they were all stacked on top of each other and then we're lifting them up to the pilots.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:00",
      "speaker": "COLLINS",
      "sentences": "How many boxes was it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:00",
      "speaker": "BUTLER",
      "sentences": "You know, they asked me in the interview, and I believe it was 10 to 15 is what I remember.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:00",
      "speaker": "COLLINS",
      "sentences": "They being the investigators?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:00",
      "speaker": "BUTLER",
      "sentences": "Correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:00",
      "speaker": "COLLINS",
      "sentences": "And when you look back on that now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:00",
      "speaker": "BUTLER",
      "sentences": "Well, I had no clue until probably the end of June. There are a few different things that happened that kind of opened my eyes to, you know, something's going on here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:00",
      "speaker": "COLLINS",
      "sentences": "So, you get that unusual request. Did you ever think to yourself, why were there so many boxes at Mar-a-Lago?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:00",
      "speaker": "BUTLER",
      "sentences": "For me, I'm just thinking, the former president, he has a lot of stuff he likes to lug around with him. I never would have thought it was anything like what we see now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:00",
      "speaker": "COLLNS",
      "sentences": "Classified documents.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:00",
      "speaker": "BUTLER",
      "sentences": "Yeah, I mean --(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:00",
      "speaker": "POLANTS",
      "sentences": "Jake, we've received one comment in response to this story from the defense teams here. That is from Carlos de Oliveira's lawyer, John Irving, and he says that they look forward to seeing what Brian Butler will say under oath, potentially if he's called to testify at a trial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:00",
      "speaker": "TAPPER",
      "sentences": "All right. Katelyn Polantz along with Kaitlan Collins, a big scoop today. Thanks so much.Former federal prosecutor Elie Honig is back with me. Elie, what do you make of that response from de Oliveira's attorney?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:00",
      "speaker": "TAPPER",
      "sentences": "How might Trump's defense team push back and try to cross- examine a witness like Butler?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:00",
      "speaker": "HONIG",
      "sentences": "Yeah, so there's some interesting strategic considerations here. Some of the defendants, Donald Trump's lawyers, are going to say, but you didn't hear any of this directly from Donald Trump. However, the problem is, that's going to harm de Oliveira and Walt Nauta, the other defendants who did have direct conversations with Mr. Butler.I think they're also going to use the sort of standard argument that this person has incentives to try to please prosecutors that he got some sort of softball deal. And I think, ultimately, the test for the jury will be, A, does the person appear credible? We've seen some of the video, and I think our viewers will be able to make some of their own decision on that. And B, does the other evidence back him up? That'll be the crux of the battleground at trial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:00",
      "speaker": "TAPPER",
      "sentences": "Elie Honig, thanks so much. Kaitlan Collins has much more of that exclusive interview coming up on \"The Source.\" That's tonight at 9On Capitol Hill, House Republicans released a new report today in an effort to discredit the January 6th committee and one of its star witnesses, Cassidy Hutchinson. You might remember her dramatic, although secondhand, account of a physical altercation that took place, or so she was told, she says, between Trump and a Secret Service agent. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:00",
      "speaker": "CASSIDY HUTCHINSON, FORMER AIDE TO TRUMP WHITE HOUSE CHIEF OF STAFF MARK MEADOWS",
      "sentences": "The president reached up towards the front of the vehicle to grab at the steering wheel. Mr. Engel grabbed his arm, said, sir, you need to take your hand off the steering wheel. Mr. Trump then used his free hand to lunge towards Bobby Engel.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:00",
      "speaker": "TAPPER",
      "sentences": "So just remember, she was, in that testimony clip we just showed, she was relaying what two Secret Service agents had told her, or one Secret Service agent and one former Secret Service agent. Today, House Republicans released a transcript from an interview with the third Secret Service agent, the one who drove Trump's vehicle that day. And he disputes that an altercation ever took place. CNN's Melanie Zanona is live for us on Capitol Hill. Melanie, what more can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:00",
      "speaker": "MELANIE ZANONA, CNN CAPITOL HILL REPORTER",
      "sentences": "So, this report is accusing the January 6th Select Committee of purposely withholding testimony that directly undercuts Cassidy Hutchinson's explosive testimony about Trump's behavior on January 6th inside the presidential motorcade.That transcript in question, which Republicans have gotten their hands on, includes testimony from the driver who says, yes, Trump's voice was raised, but he was not screaming at the Secret Service agents in the vehicle, and that he did not lunge or physically reach for the steering wheel as Hutchinson testified. So, Republicans are saying the Select Committee purposely and selectively played up Cassidy's testimony because it was more damaging to Donald Trump. But Jake, there are a few points worth noting here. Number one, the Department of Homeland Security said that the transcripts were not released because they were under review at the time. Number two, the January 6th select committee in its final report does acknowledge that there were conflicting accounts about the incident inside the motorcade, but they said the bottom line is unchanged, that Trump was insistent on going to the Capitol after his speech at the ellipses in an effort to stop the legitimate certification of the 2020 election results. And third, Cassidy's lawyer says that she told the truth. And as a reminder, as you pointed out, Jake, she was just relaying what she had heard secondhand. She had never said that she had witnessed that incident herself, but of course that has not stopped Republicans from accusing her of lying, trying to discredit her testimony as a witness, as they look to turn up the heat on the January 6th Select Committee and try to absolve Trump for his role that day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:18:28",
      "speaker": "TAPPER",
      "sentences": "In our \"World Lead,\" Hungarian dictator Viktor Orban is dishing all about his visit to see Donald Trump at Mar-a-Lago last week. Orban swooned over their meeting, telling a Hungarian broadcaster that the former president will, quote, \"end the war in Ukraine\" by not giving, quote, \"a penny\" to the Ukrainian war effort to defend itself from Russia. In turn, Trump called the far-right nationalist, quote, \"fantastic\"and, quote, \"a great leader.\" Viktor Orban, as you may know, has a disturbing history of pretty hideously racist, anti-immigration rhetoric and Christian nationalism, hostility towards the LGBTQ community and others. And all of this comes as multiple former senior Trump advisers are revealing shocking comments that Trump has made behind closed doors, gushing over autocrats, even allegedly praising Hitler in some ways. This is all detailed in Jim Sciutto's brand-new book, \"The Return of Great Powers.\" We're going to talk to Jim in just a few minutes. But first, a quick reminder, Donald Trump has hardly been secretive about his affinity for authoritarians. Here are just a few of his public comments. (BEGIN VIDEO CLIP) UNKNOWN (through translation): Mr. Trump, how did you like your meeting with President Putin?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:04",
      "speaker": "TAPPER",
      "sentences": "Now, a charitable soul might be willing to say that's what Trump is saying publicly to be a diplomat and achieve good things. But according to CNN's chief national security analyst, Jim Sciutto, writing in his new book, this is what Donald Trump says privately as well and beyond. More on that in a second.But for now, let's bring in Mark Esper, the former Secretary of Defense under former President Trump. Secretary Esper, before we talk about Trump and Orban, I want to ask you about something that FBI Director Christopher Wray just told a Senate committee on this annual hearing on worldwide threats. Wray said that the threat of a terrorist attack against the United States has gone to a whole other level since the October 7th attacks against Israel. What more could you tell us about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:04",
      "speaker": "MARK ESPER, CNN GLOBAL AFFAORS ANALYST",
      "sentences": "Well, Jake, I'm not surprised by that. You know, these are all Iranian proxy groups. We know that Hamas is in the United States, Hezbollah is in the United States. There are certainly others who ascribe to the Iranian theology and to the Palestinian cause. And so, I'm not surprised that you may have either an organized effort to maybe create a terrorist act or lone wolves who are acting on their own. So, look, I take Chris Wray at his word. The FBI, I'm sure, is all over this. So, we should be concerned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:04",
      "speaker": "TAPPER",
      "sentences": "Now, back to Victor Orban. He says when it comes to the Russia-Ukraine war, this is -- after his meeting with Donald Trump. Trump, quote, \"has a very clear vision.\" Trump says the following. First, he will not give a single penny for the Russia -- Russo- Ukrainian war. And that's why the war will end, because it's obvious that Ukraine cannot stand on its own two feet,\" unquote.That's Orban talking to journalists, friendly journalists, after his meeting with Trump. What's your response?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:04",
      "speaker": "ESPER",
      "sentences": "I think that all makes sense, Jake. I believe it. Look, Donald Trump said months and months ago that he would bring Putin and Zelensky together and end this war in 24 hours because he's a great dealmaker. And look, we know the only person that can end this war in 24 hours is Vladimir Putin, if he would just pull out of Ukraine, which he so viciously attacked.But, you know, now at this point, you have Congress led by the House Republicans who are doing the work for him by refusing to pass the supplemental spending bill, which includes funding for Ukraine. So, if the funding bill doesn't pass, then I think Ukraine, it's only a matter of time before they run out of arms and ammunition. And if it does pass one last time, then I think one of the first things Trump will do if he's elected and gets into office in January 2025 is to immediately cut off U.S. assistance to Ukraine. And then it's only a matter of time. I think, you know, a number of our NATO allies will weaken immediately. Others will hold on for as long as they can. But, you know, Ukraine can't fight this fight without NATO arms and assistance. So, new exclusive CNN reporting shows that Russia is producing -- producing three times the artillery munitions than the U.S. and Europe for this war. What's your assessment of Ukraine's ability to fend off Russia if there is another huge offensive?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:04",
      "speaker": "ESPER",
      "sentences": "I think it's really tough, Jake. I mean, Russia has four times the population, and so Ukraine is having a manpower problem right now. And then on top of that, Russia has 10 times the industrial might, the economy of Ukraine. That's another issue. And Russia for some time now has been on a war footing. Over 7 percent, I think, of their GDP is now dedicated defense.And NATO and the United States have not done that. In fact, we're cutting our defense budget. And so, you could see that Russia is really taking this war seriously. And we are not taking it as seriously as we should do -- should be. Now, look, the Pentagon's tried to do a lot of work in terms of bolstering our defense industrial base. It has exposed weaknesses in terms of producing volume of arms and ammunition in a timely manner, something we have to be prepared for, for a potential future conflict with China. But we're nowhere in terms of meeting, either us or the Europeans, the needs of the Ukrainians right now when it comes to simple things like 155-millimeter ammunition.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:04",
      "speaker": "TAPPER",
      "sentences": "And explain, if you would, why you disagree with this position by Donald Trump, by congressional leaders right now, why you think that the U.S. should be helping Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:01",
      "speaker": "TAPPER",
      "sentences": "How much do you feel that the modern Republican Party still represents your views on these issues?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:01",
      "speaker": "ESPER",
      "sentences": "Look, it's been declining over the two plus years that the war has been on. I think it's now down to, you know, Mitch McConnell, some Senate leaders. You have some stalwarts in the House as well. But clearly the numbers who support continued funding for Ukraine has slipped.And people need to understand at the end of the day, this is not just about Ukraine's sovereignty. This is about American security as well. It's about this, you know, the global rules and norms that help make us prosperous and help us live a good life, if you will. And so instead, we're throwing up false choices like we can either spend money on Ukraine or the southwest border. The fact is we can and should do both. So, we need to get rid of the false choices. We should move forward and support Ukraine with this funding.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:01",
      "speaker": "TAPPER",
      "sentences": "I think you were at West Point in the 80s, right, when Ronald Reagan was president. What would you make of today's Republican Party from that vantage point when you were at West Point when Ronald Reagan was president?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:01",
      "speaker": "ESPER",
      "sentences": "Well, look, even better, Ronald Reagan inspired me to go to West Point to serve my country. And so, you know, he's -- I view, the greatest president in my mind. And so, he talked about peace through strength and he certainly stood up for countries who were faced with evil and repression.I mean, it was Ronald Reagan who pushed the United States, who talked about a shining city on a hill, who gave us an optimistic view of America and told us that we could do better and should do better and build up the United States military to the point that we stood down the Soviet Union and the Cold War ended after, what, four plus decades. We need to get back to that type of view in terms of international leadership. And I know I know the burden of leadership is hard and its heavy and it costs money, it costs time, et cetera. But it's worth it because the alternatives are far worse. Living in a world dominated by Russia or China is far worse than us fighting today, supplying Ukraine with what it needs to beat back this autocracy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:31:39",
      "speaker": "TAPPER",
      "sentences": "Back with our World Lead as former President Trump glides his way to becoming the Republican nominee for president, former Trump advisors are sounding the alarm about his admiration of autocrats and kind words for Hitler allegedly telling his former Chief of Staff General John Kelly, Hitler, quote, did some good things, and quote, rebuilt the economy. A history of praising authoritarian leaders further punctuated by Trump's friendly visit on Friday with Hungarian strongman, Viktor Orban.Joining us now CNN anchor and chief national security analyst Jim Sciutto, his new book, \"The Return of Great Powers: Russia, China, and the Next World War\" hits shelves tomorrow. You just heard Esper talking about the great power divide. So you spent a lot of time researching Trump and his relationship with dictators. You interviewed dozens of intelligence officials and world leaders. This quote stood out from your interview with Estonian Prime Minister Kaja Kallas when she invoked Winston Churchill's warning before World War II, quote, appeasing the dictator is like feeding the crocodile hoping that you are the last to be eaten. Do you think that that's why he's trying to appease dictators to save himself or is it something else?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:31:39",
      "speaker": "JIM SCIUTTO, CNN CHIEF NATIONAL SECURITY ANALYST",
      "sentences": "With Donald Trump, it seems to be a number of things. For one, General Kelly, John Bolton and others describe how Trump does envy their power. He would like it to be -- he would like to be a leader who could do whatever he wants by fiat. And several times during his first administration, they had to explain to him almost like explaining to a child who didn't take civics, that the President has to go through Congress, for instance, spend money or has to tell Congress if he is going to do things like shoot down an Iranian missile, I tell the story of that in the book, how he wanted to do that without really telling anybody.So partly, it is envy of that power, and a fundamental lack of understanding of the U.S. system. But it's also that Trump feels an affinity for these leaders. He feels that by pure force of his personality, he could charm Kim or Putin or Xi or others into doing what he wants, which is also a fundamental misunderstanding, because Russia and China by all accounts, even his own advisers, but U.S. intelligence, our allies, our allies in Asia and Europe, they don't want good for the U.S. The leaders of Russia and China want to tear down the system that the U.S. benefits from. They want to weaken the U.S. Trump, in their description just simply doesn't see that. He believes otherwise based on what, we don't know, but he believes otherwise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:31:39",
      "speaker": "TAPPER",
      "sentences": "Your book also reveals these fascinating exclusive details and terrifying details about how close Russia was to deploying a tactical nuclear weapon in 2022 against Ukraine. You write that the United States began, quote, preparing rigorously at the time. What did those preparations look like? And how did the U.S. and other countries eventually get Putin to not hit the trigger?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:15",
      "speaker": "TAPPER",
      "sentences": "Yes, who knows where that would have ended. So you also write about what you call a 1939 moment in your book, quote, Russia and China have proved themselves willing to seize nations or parts of nations by force or intrigue in many Western officials believe will do so again if left unchecked, threatening the relative peace that has endured among the great powers since the last World War. The lessons of 1939 loom large. You mean appeasement looms large is that what you're suggesting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:15",
      "speaker": "SCIUTTO",
      "sentences": "Hundred percent. And I know that Hitler comparisons have been made to Putin and to others. Putin has not carried out a holocaust. He has certainly shown no reluctance to kill civilians wholesale in Ukraine. What he has in common with Hitler is that he is willing and has tried and has successfully changed the borders of Europe by force. And he's done it prior to February 2022 when you had the full scale invasion of Ukraine. He sliced off a piece of Georgia. He sliced off pieces of Ukraine in 2014. And now he's launched the largest war in Europe.And the question is, what do you do in response? Because you have a camp in this country, as you know, who says, and Donald Trump among them, just give it to them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:15",
      "speaker": "TAPPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:15",
      "speaker": "SCIUTTO",
      "sentences": "And everything will be fine. When you speak to folks who have lived under Russia's yoke like Kaja Kallas of Estonia only a generation ago, they say you give him that will be next. The Eastern European allies will be next. And if Europe seeds Ukraine to Russia, China will calculate, it could take Taiwan and the cost will be acceptable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:52",
      "speaker": "TAPPER",
      "sentences": "In our Politics Lead, Alabama Senator Katie Britt who delivered the Republican response to President Biden's State of the Union address last week is taking some heat. For a story she told about meeting a victim of sex trafficking at the border last year. Here's part of her story.(BEGIN VIDEO CLIP) SEN. KATIE BRITT (R-AL): She had been sex trafficked by the cartels starting at the age of 12. She told me not just that she was raped every day but how many times a day she was raped. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:52",
      "speaker": "TAPPER",
      "sentences": "Now, the story is true about that sex trafficking victim. The problem critics say is that Senator Britt seemed to suggest that this was going on in the United States, and that it was the fault of President Biden because after the anecdote, she said this.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:52",
      "speaker": "BRITT",
      "sentences": "We wouldn't be OK with this happening in a third world country. This is the United States of America. And it is past time, in my opinion, that we start acting like it. President Biden's border policies are a disgrace.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:52",
      "speaker": "TAPPER",
      "sentences": "\"The Washington Post's Fact Checker\" Glenn Kessler gave Senator Britt four Pinocchios for her story, because she seemed to be suggesting that it happened in the United States and recently, and under President Biden when none of those three things are the case. Now the woman, the victim herself, Karla Jacinto, whose story Britt tells CNN -- whose story Britt told, tell CNN quote, it's not fair that Britt told her story the way she did. And CNN's Rafael Romo spoke with Jacinto and has her story.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:52",
      "speaker": "BRITT",
      "sentences": "Texas area.RAFAEL ROMO, CNN NATIONAL CORRESPONDENT (voice-over): January 2023.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:52",
      "speaker": "BRITT",
      "sentences": "So it's very, very unfair to the people here close to the border.ROMO (voice-over): A group of Republican senators getting a firsthand look at border challenges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:52",
      "speaker": "BRITT",
      "sentences": "We've also heard from victims of human trafficking.ROMO (voice-over): One of the victims that delegation heard from was this woman, Karla Jacinto, whose testimony so moved Alabama Senator Katie Britt. She gave the victim a hug. ROMO (voice-over): Fast forward to today, and Jacinto is fuming because she says Britt got many of the facts of her story wrong in the Republican response to President Biden's State of the Union address.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:52",
      "speaker": "ROMO",
      "sentences": "The senator made it sound like you had been a victim of human trafficking recently, during the administration of the current president of the United States, Joe Biden. Is that the case?KARLA JACINTO, ADVOCATE AGAINST HUMAN TRAFFICKING (through translator): Not at all. I was a victim it seems to me starting in 2004. I arrived in Mexico City in 2008 when I was already a survivor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:01",
      "speaker": "ROMO",
      "sentences": "At one point when I met you years and years ago, you told me that you felt like at the beginning Mexican politicians had taken advantage of you by using your story for political purposes. Do you feel like that happened once again here in the United States?JACINTO (through translator): Yes. In fact, I hardly ever cooperate with politicians, because it seems to me that they only want an image. They only want a photo. And that to me is not fair. ROMO (voice-over): Senator Britt spoke again about this story on Sunday in an interview with \"Fox News.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "To be clear, the story that you relayed is not something that's happened under the Biden administration, that particular person.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:01",
      "speaker": "BRITT",
      "sentences": "Well, I very, very clearly said, I spoke to a woman who told me about when she was trafficked when she was 12. So I didn't say a teenager. I didn't say a young woman, a grown woman, a woman when she was trafficked when she was 12.ROMO (voice-over): Jacinto also told us no one reached out to her to ask for her permission to use her story as part of a political speech.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:01",
      "speaker": "ROMO",
      "sentences": "What would you like to tell Senator Britt about what happened?JACINTO (through translator): Well, at his moment, I would like her to get informed a little more about the topic. And that at some point, if she wants to contact me to talk about the topic, she can do so. She can also contact people who have really gone through what she says. I would love to have a pleasant chat with her instead of using it in a political way to gain a position. ROMO (voice-over): Sean Ross, Britt's communications director, told \"The Washington Post\" that the senator was talking about Jacinto and disputed that Britt's language was misleading. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:01",
      "speaker": "ROMO",
      "sentences": "And Jake, in response to the backlash, Katie Britt has defended her telling of the anecdote saying the human trafficking in industry has increased dramatically under the Biden administration saying, quote, if you look back under 2018, human trafficking was at $500 million industry, it is now a $13 billion industry. Britt said on \"Fox News\" that she was not trying to give the impression this happened during the Biden administration. Jake?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:51:26",
      "speaker": "TAPPER",
      "sentences": "In our World Lead, Princess Catherine has not been seen in months following a mysterious abdominal surgery that the public knows very little about. The palace refuses to give more details on the health conditions of the Duchess. King Charles, by the way, also suffering from something undisclosed. We know he has cancer. We don't know what kind of cancer. Over the weekend on British Mother's Day, Kensington Palace released a photograph that was supposed to quell fears about the Princess's health concerns, but instead the photo is only sounded more alarms. Catherine is now apologizing after admitting she edited this image of her with her children, all of which has the world wondering why and what the hell is going on there. CNN's Richard Quest dug into the controversy and what we know as of now, about that weird photo.(BEGIN VIDEOTAPE) RICHARD QUEST, CNN INTERNATIONAL HOST (voice-over): It was the picture that was meant to put to rest what is about Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:51:26",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This photo of the Princess of Wales and her children has now been pulled from circulation.QUEST (voice-over): Only hours after the photo was released on Mother's Day in the U.K., the Associated Press News Agency was the first to withdraw it using what they call a kill notification. The AP said at closer inspection, it appears that the source has manipulated the image. By source, they mean the Princess. The problem is Princess Charlotte sleeve isn't where it should be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:51:26",
      "speaker": "ERIC BARADAT, DIRECTOR OF PHOTOGRAPHY, AFP",
      "sentences": "UNIDENTIFIED MALEQUEST (voice-over): And her hair ends abruptly. The zipper on Kate's sweater is misaligned. The other big agencies \"Reuters\" and \"AFP\" were quick to issue their own kill notices telling news outlets not to use the image. Then more than 24 hours after she posted it, the Princess of Wales apologized, saying like many amateur photographers, I do occasionally experiment with editing. At one level, this is nothing more than an amateur photographer getting it wrong. But the underlying issue is the fact that the Princess of Wales has not been seen since having unspecified abdominal surgery back in January. This grainy photograph taken on Monday, as Kate traveled to a private appointment with William is one of the few images that surfaced since then. We don't know what editing she did. And the palace hadn't released the unedited version. So is this just an amateur photographer's learning experience? Or is there something more to the picture that's fueled 1,000 words of speculation? (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:51:26",
      "speaker": "QUEST",
      "sentences": "So Jake, the reality here is that this Photoshop or whatever it was, was so cack-handed. It was so obvious to spot that you're left with the fundamental question, cockup or conspiracy? And it was so badly done, one has to believe the level of incompetence it was just cockup.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:51:26",
      "speaker": "TAPPER",
      "sentences": "Yes, I mean, they could put this all to bed right now by giving you or Max Foster an interview, like in the next couple of hours. I mean, that's my suggestion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:07",
      "speaker": "TAPPER",
      "sentences": "Give you or Max Foster an interview that's what I say. Richard Quest thanks so much.Tomorrow on Capitol Hill, Special Counsel Robert Hur one month after his shocking report into the Biden classified documents case. Hur was the one who recommended no charges for the president despite concluding that Biden in his view willfully retains the classified material that we said he did not think it was prosecutable. Hur will take questions tomorrow from the House Judiciary Committee. And CNN is going to have special coverage starting at 9:45 in the morning on that. We're back in a moment. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}