{
  "date": "2024-09-16",
  "headline": "The Lead with Jake Tapper",
  "subHeadline": "Suspect In Apparent Assassination Attempt Faces Two Federal Gun Charges; Biden Decries Apparent Assassination Attempt on Trump; Authorities Update On Apparent Trump Assassination Attempt; False Claims About Migrants Eating Pets Spark Threats; Dow Closes At Record High. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:00:03",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Let me just say, there's no -- and I mean this in a bottom of my -- those who you know me, and many of you do, no place in political violence -- for political violence in America, none, zero.In America, we resolve our difference peacefully at the ballot box, not at the end of a gun. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:03",
      "speaker": "BROWN",
      "sentences": "And we start with CNN's Randi Kaye, who is following the investigation. (BEGIN VIDEOTAPE)RANDI KAYE, CNN CORRESPONDENT (voice-over):  Ryan Wesley Routh may have been laying in wait from his spot in the bushes at Trump International Golf Club for nearly 12 hours. That's according to court documents unsealed today, showing Routh's phone was in the vicinity of the area, starting as early as 2:00 a.m. Sunday morning. Prosecutors also revealed in court documents that the serial number on the rifle recovered from the area where Routh was spotted was unreadable to the naked eye. Just before 2:00 p.m., Secret Service notice the barrel of a rifle, poking through a fence at Trump International Golf Club. Trump was somewhere between the fifth and sixth hole at the time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:03",
      "speaker": "CHARLES RAMSEY, FORMER PHILADELPHIA POLICE COMMISSIONER",
      "sentences": "When you look at the map, you see a roadway very close to holes five and six, which it would make sense that that would be a location if you're going to try to take a shot of be closer and would give you an opportunity to do so and also give you an escape route.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:03",
      "speaker": "KAYE",
      "sentences": "The Secret Service fired on the man with the gun before he fled a quick thinking witness at the scene provided authorities with a description of the suspect as well as a picture of the car and license plate.Martin County deputies detained Routh a short time later. CNN obtained this body cam video of Routh's arrest. SHERIFF WILLIAM D. SNYDER, MARTIN COUNTY, FLORIDA:  The witness from the incident at Mar -- at Trump International so was flown to the scene by the Palm Beach County sheriffs office and he was able to make some positive ID.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:03",
      "speaker": "KAYE",
      "sentences": "In the bushes at the golf club, authorities recovered an SKS style rifle with a scope, two backpacks equipped with ceramic tiles for a makeshift bulletproof vest, and a GoPro.Since then, a complicated picture has emerged of Ryan Routh, of 58- year-old small business owner from Hawaii. CNN has learned that Routh supported Trump in 2016, but later dismissed him as a buffoon and a fool. Routh also mentioned Trump in his book titled \"Ukraine's Unwinnable War\". Routh traveled to Ukraine in 2022 and encouraged others to sign up to fight. He did an interview with AFP news agency from Kyiv in April that year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:03",
      "speaker": "RYAN ROUTH, SUSPECT",
      "sentences": "Putin is a terrorist and he needs to be ended.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:03",
      "speaker": "KAYE",
      "sentences": "Court documents also detail past run-ins with the law, including felony convictions in North Carolina. In 2002, he pleaded guilty to felony possession of a weapon of mass destruction, and carrying a concealed weapon.Other charges over the years included possession of stolen goods, driving without a registration, and failing to pay his taxes on time. Still, unanswered questions remain, including how safe is Trump and others, given the current political environment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:03",
      "speaker": "ANDREW MCCABE, FORMER FBI DEPUTY DIRECTOR",
      "sentences": "Everywhere the foreign president goes and the current president and the other candidates go, they're going to have to start thinking differently about the threat assessment.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:03",
      "speaker": "KAYE",
      "sentences": "And, Pam, as we wait for this press conference to start, one other quick note from court, we know that Ryan Routh told the judge that he has zero funds. He was making about $3,000 before his arrest. And the only two the things he has in his possession are two trucks that he has in Hawaii.So the judge did assign him a public defender who made no comment to CNN. Pam, back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:03",
      "speaker": "BROWN",
      "sentences": "All right. Randi Kaye, thank you. And again, we're waiting for law enforcement to give us an update on this second apparent attempted assassination attempt against Donald Trump.Thanks, Randi. And with us now is CNN national correspondent Kristen Holmes, CNN chief law enforcement and intelligence analyst John Miller, and former Secret Service agent, Jason Russell. Kristen, to bring you in, there's some new reporting that Trump is supposed to be meeting with the acting director of the Secret Service today. What more do we know about this meeting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "BROWN",
      "sentences": "All right. And, Jason, on that note, I want to bring you in because as Kristen noted, we learned that the suspect was apparently in the area for more than 11 hours, up until he was spotted by the Secret Service agent. It raises the question why he wasn't spotted sooner by law enforcement. Thankfully, he was eventually, but today, President Biden said the Secret Service needs more personnel.Is that the issue at hand here? What do you make of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "JASON RUSSELL, FORMER SECRET SERVICE AGENT",
      "sentences": "I think, you know, it is a personnel issue in one -- in one respect, the other issue is they were treating this like an off the record movement, even though it really wasn't an off the record movement, he typically goes and golfs. So it was a very predictable off the record movement.I think part of it is a staffing issue. Part of it is just adjusting the way they do protection based on this new threat level that we're seeing today with former President Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "BROWN",
      "sentences": "Just to follow up on that, what is the difference between an off the record movement and, you know, one that's on the record?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "RUSSELL",
      "sentences": "Well, off the record is not on the schedule.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "BROWN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "RUSSELL",
      "sentences": "So, the theory behind that is if somebody doesn't know where you're going. They will be able to set up and plan for an attack. But this particular golf course is, of course, he plays all the time. So even though it's technically an off the record movement, it's a very predictable off the record movement.I think that's what allowed this attack or to be able to get their weight for 12 hours and essentially guess that former President Trump will be playing golf that day and was able to be in that area.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "BROWN",
      "sentences": "But just -- I'm going to get to you in a second, John, just to follow up. But I mean by that is what is the difference in terms of the security apparatus for an off the record movement? I mean, that's on his schedule like what happened yesterday? And something that is an event that's on his schedule. What is the difference of the security measures?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "RUSSELL",
      "sentences": "Yes. So for an off the record moment, there's going to be no advanced done, right? Of course, it's going to be very limited. They're going to show up just ahead of time. One that's on the schedule, there's going to be, you know, four to five, six days of an advanced done, multiple different groups doing advances motorcades, for the site, for an off the record movement, that's going to be just a very brief advanced right before rival, you know, big cursory search is there not nearly as in-depth as something that was on the schedule.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "BROWN",
      "sentences": "John, to bring you in on this, police found evidence of this government in the bushes around the golf course and SKS style rifle with a scope, two backpacks that had ceramic tiles to augment a bulletproof vest or GoPro.What does all of that tell you about the suspects planning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "JOHN MILLER, CNN CHIEF LAW ENFORCEMENT AND INTELLIGENCE ANALYST",
      "sentences": "It tells us that the suspect was planning. He came prepared where he set up his rifle and rested it in-between the links of that chain link fence to steady his shot. The two backpacks that had the ceramic plates, which are the plates you put in front of a bulletproof vest to stop a high caliber round were on either side of the rifle. Basically, he had created a ballistic bunker for himself as a sniper location.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "BROWN",
      "sentences": "John, I'm going to interrupt you because we're going to go to this law enforcement press conference office.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "MILLER",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "SHERIFF RIC BRADSHAW, PALM BEACH COUNTY, FLORIDA",
      "sentences": "OK, just a couple little housekeeping things here in case you haven't been with me at a press conference. We, meaning the gentlemen that are up here, which is the U.S. attorney, FBI, Secret Service we're going to give you everything that we have. We're going to give you the latest updates. They're going to tell you what's going on with the investigation, everything.And then we're going to do, a limited amount of questions. So, make 'em good, right. Don't get into what if and all of this get, legitimate questions. We got it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "PRESS",
      "sentences": "Yes, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:04",
      "speaker": "RONALD ROWE, ACTING DIRECTOR, UNITED STATES SECRET SERVICE",
      "sentences": "Good afternoon, everybody. Yesterday afternoon. This country was reminded of the heightened and dynamic threat environment the United States Secret Service and its protectees face on a daily basis. Immediately following the assassination attempt of former President Donald J. Trump on July 13th, the Secret Service move to increase assets to an already enhanced security posture for the former president.In the days that followed, President Biden made it clear that he wanted the highest levels of protection for former president Trump and for Vice President Harris. The Secret Service move to sustain increases in assets and the level of protections sought and those things were in place yesterday. At approximately, 1:30 p.m., former President Trump was playing golf during an off the record movement to the Trump International Golf Course. A Secret Service advance agent supporting the front edge of the agencies layered approach to protection and encountered an individual attempting to secrete himself and the wood line. This happened the alleged gunman was on the public side of the fence near the sixth green, a layered approach of security is integral to the Secret Services protective methodologies, and it's also the key to our success. As former President Trump was moving through the fifth fairway across the course and out of sight of the six green, the agent who is visually sweeping the area of the sixth green saw the subject armed with what he perceived to be a rifle and immediately discharged his firearm, the subject who did not have line of sight to the former president, fled the scene. He did not fire or get off any shots at our agents. With reports of gunfire, the former president's close protection detail immediately evacuated the president to a safe location. The protective methodologies of the Secret Service were effective yesterday. The former president's protective apparatus allowed for the early identification of the thread and led to a safe evacuation. The increased assets directed by the president -- by President Biden were in place yesterday. These included the counter sniper team elements, counter surveillance place and counter surveillance agents on the exterior, counter assault teams partner with local tactical assets from the Palm Beach County Sheriff's Office and counter unmanned aerial system elements. All of these entities were present yesterday. And while all of these assets were in place, as I've said publicly, we must satisfy the basic requirements of the Secret Services protective methodologies. In partnership with local law enforcement, we did just that and the agent's hyper vigilance and the details swift action was textbook, and I commend them and our partners for an exemplary response and keeping former President Trump safe. And I will tell you, having served and local law enforcement and Palm Beach County, I can state that I am tremendously impressed and appreciative for all the efforts of the Palm Beach County sheriff's office and Sheriff Snyder with the Martin County sheriff's office. But what was critical to this was the quick reaction, the response, the hyper vigilance of the men and women of the United States Secret Service who since July 13, have been rising to meet in unprecedented and hybrid dynamic threat environment, and they are rising to this moment. And I could not be more proud of them, and the way they have executed not only yesterday, but what they're doing today, and what they are doing tomorrow and what they will always do because it is their duty. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:04",
      "speaker": "BRADSHAW",
      "sentences": "Okay. All right. Well, go slow here, folks. I don't want everybody do it once.Asked who you want to answer the question, then get the question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:04",
      "speaker": "REPORTER",
      "sentences": "I have a question for you director. Is there any evidence to suggest that the suspect knew that Donald Trump would be on the golf course at that time? And was the golf course searched thoroughly before the former president's arrival?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:04",
      "speaker": "ROWE",
      "sentences": "So, at this time, it was an off the record movement, meaning it was not on the former president's official schedule and what I go back to is the layered approach. The elements and the methodologies of the Secret Service. You know, there was a front element. It did its job in sweeping ahead of the president.That's what identified this individual who was in that wood line and the swift action of that agent doing his job, pushing out ahead, sweeping while the president was behind him, several hundred yards and several holds away out of sight from the gunman, did his job, and that was what alerted the detail, and the swift action is what triggered that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:04",
      "speaker": "REPORTER",
      "sentences": "On the first question, was there any evidence to suggest that the suspect knew that Donald Trump was going to be on that golf course at that time?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:04",
      "speaker": "ROWE",
      "sentences": "Based on what I know now and it's an active investigation, I don't have any information on that -- on that.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:04",
      "speaker": "BRADSHAW",
      "sentences": "Perry Parker.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:04",
      "speaker": "REPORTER",
      "sentences": "How many times did your agents go around the perimeter and scope out the golf course during the 12 hours of this guy was holed up --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:04",
      "speaker": "ROWE",
      "sentences": "So we -- this was an off the record movement. It wasn't a site that was on his scheduled -- it wasn't part of his schedule. So there was no posting up of it because he wasn't supposed to have gone there in the first place.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:04",
      "speaker": "ROWE",
      "sentences": "Garrett Haake? REPORTER",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:04",
      "speaker": "ROWE",
      "sentences": "So -- sorry -- so I've had a conversation with the former president. You know, we've explained and we've worked with the campaign. The president is aware that he has highest levels of protection that the Secret Service is providing him.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:04",
      "speaker": "ROWE",
      "sentences": "We constantly evaluate based on threat and yesterday, what we show is that our agents and our protective methodologies, and there's a lot of tactical assets in place, things that have been put in place as a result of what happened 60 days ago. Those elements are working and that demonstrates the redundancies that we have.And so, we constantly evaluate. We'll, of course, look at this and see what lessons learned from it but as of right now, we are constantly evaluating that threat. And if we need to ratchet up, additionally, we will. Yes, sir?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:04",
      "speaker": "REPORTER",
      "sentences": "Do we know when Routh arrived in Florida in general when he arrived in Palm Beach, the area?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:04",
      "speaker": "ROWE",
      "sentences": "That's a question probably for the FBI.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:04",
      "speaker": "REPORTER",
      "sentences": "-- then at the golf course prior to this scoping it out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:04",
      "speaker": "VELTRI",
      "sentences": "We're in the process collecting a lot of evidence and that will be part of that investigation to determine his whereabouts going back quite some time.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:04",
      "speaker": "VELTRI",
      "sentences": "That's part of the investigation as well. Again, that's going to be a little bit challenged until were able to determine the serial number on that gun. So were hopeful to be able to do that.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:02",
      "speaker": "VELTRI",
      "sentences": "We're still looking into that.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:02",
      "speaker": "REPORTER",
      "sentences": "-- the highest level of protection that they would lock down the golf course? Was that a miscommunication then, meaning that President Biden ordering the highest level of protection?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:02",
      "speaker": "ROWE",
      "sentences": "Do you want to --  BRADSHAW",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:02",
      "speaker": "ROWE",
      "sentences": "OK. So here's the deal, when it comes to Secret Service protection, we provide the highest level.So, for example, yesterday, counter assault team elements. I'm not going to go into the number of personnel that we have out there, but we have the highest levels from Secret Service. When we work with the Palm Beach County sheriff's office, like, for example, yesterday during that emergency action response, we had their local tactical team assets partner with our local tactic tactical team assets. We had their helicopter up in the year, providing us 360 and situational awareness the overhead for any, if there were any potential threats coming to add us. So what we did yesterday was exercise our emergency plan based on the number of tactical assets and the highest level of protection that we are providing. The sheriff and I have talked. Now, clearly, when you go down southern boulevard right now and you're tried to get over to Palm Beach? And you see the robust presence that's existing outside of Mar-a-Lago, the heavy uniform presence, the additional assets of the Secret Service, for those of you that were here in 20 -- in 2017 when the president was in office, when you look at that footprint now and you look at it today, there's not much difference there. There's heavy uniform presence out there. And again, when I go back to as yesterday was an off the record movement, off the record. And the president wasn't even really supposed to go there. It was not on his official schedule. And so we put together security plan and that security plan worked. (CROSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:02",
      "speaker": "REPORTER",
      "sentences": "Special agent Veltri, in terms of him being in the vicinity, based on his phone records, is there any evidence to show that Routh was in this -- in the vicinity in the area before Sunday? And when you say in the vicinity, does that mean right there at that spot, in those bushes or could it have been down the street at a restaurant?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:02",
      "speaker": "VELTRI",
      "sentences": "It was in very close proximity to where he was spotted by the Secret Service. In terms of your first question, whether he was there earlier. Our investigation is still working to determine that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:02",
      "speaker": "BRADSHAW",
      "sentences": "Whoa, we're going to do two more, you get one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:02",
      "speaker": "REPORTER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:02",
      "speaker": "BRADSHAW",
      "sentences": "All right? Only two more, you get one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:02",
      "speaker": "REPORTER",
      "sentences": "Okay. We understand that the Secret Service has asked Congress for additional resources since the Butler rally. Have you received those resources yet?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "BRADSHAW",
      "sentences": "Last question, one more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "REPORTER",
      "sentences": "Special agent in charge at the FBI?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "VELTRI",
      "sentences": "Yes, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "REPORTER",
      "sentences": "Did he act alone? Did he have some kind of help?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "VELTRI",
      "sentences": "At this point, we're still exploring that, investigating that. Our investigation will determine that. We do not have information that he's been acting with anyone else at present.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "REPORTER",
      "sentences": "Do you know how long he's been in Florida when he arrived?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "BRADSHAW",
      "sentences": "Oh, you snuck on that there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "VELTRI",
      "sentences": "Our investigation is still determining that. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "BRADSHAW",
      "sentences": "All right. Anyhow -- that's it. We're not going to were not going to do anymore. All right? You got a lot of information there.The last thing I will tell you is like the director of the Secret Service says, you know, the president called me last night, President Trump, he thanked me for everything that we did along with two Secret Service. He knows we work great together. And he feels safe. That's important because he is and what we did yesterday proves that the system can work because the suspect didn't even get close to getting around off and we apprehended him and brought them to justice. So we're -- we're very, very proud of that. Thank you, folks, for being here. I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "BROWN",
      "sentences": "An update there from the Secret Service, the FBI, and the palm beach county sheriff's office, also the U.S. attorney talking after yesterdays assassination attempt to Donald Trump and answering some questions.Let's bring back CNN's John Miller. Certainly stood out to me, when you heard there from one of the law enforcement officials that Donald Trump was not in the line of sight of the suspect yesterday, but none -- nonetheless, the suspect, as we learned, was there around 12 hours close to where he was when he was initially? When he was caught by the Secret Service and he was within 500 yards of Trump. What stood out to you, Trump -- John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "MILLER",
      "sentences": "It raises a lot of question. Why would he be there 12 hours? I mean, this is based on cell phone tracking.So we have to ask ourselves a couple of questions, which is that's based on his phone was his phone there? So it was transmitting for the GoPro cameras so he could make his observations and reconnaissance from nearby in the car or was he there that whole time? The plastic bag of food they found in the car indicates that he might have been holed up there, you know, camping out waiting for it. But I mean, he knew that Trump wouldn't be playing golf at 2:00 in the morning, or 6:00 in the morning, or 8:00 in the morning. So there's a real question of what was he doing there all that time? Was it reconnaissance? Just trying to figure out where's the best spot? Where's he going to get through? Where's he going to get away? So we learned some things today in the press conference about where they'll find those answers. But we also learned they don't have those answers yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "BROWN",
      "sentences": "We also learned that -- from the FBI that there was a previously closed tip about the suspect. The FBI said that they had followed up with the person who brought the tip forward and they couldn't verify, so they just pass it along to local law enforcement in Honolulu. What did you make of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "MILLER",
      "sentences": "I make of that that they found the person who probably gave the tip and the person said it wasn't me and therefore, I can't give you any information which the question is going to be. Did they do the follow-up they needed to do? Did they go to him and say, do you have a gun? And if so, where is it or did they close the case saying we have no complainant?That's something that's going to be reviewed, I'm sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "BROWN",
      "sentences": "Right, because the tip was that he was a felon with a firearm. That was the initial tip that came through according to the FBI, and then, you know, it didn't go anywhere.I also wondering -- I'm wondering what you think about what we heard from the acting director of the Secret Service when he said, we need to shift to react -- from reactive mode to readiness -- to readiness model. What did you make of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:07",
      "speaker": "BROWN",
      "sentences": "All right, John Miller, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:07",
      "speaker": "MILLER",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:07",
      "speaker": "BROWN",
      "sentences": "Well, the security concerns for all candidates in light of these assassination attempts. We're back in a moment.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:08",
      "speaker": "BROWN",
      "sentences": "Today, Trump blamed rhetoric from Biden and Harris on his Truth Social platform. He said, because of this communist left rhetoric, the bullets are flying and it will only get worse.Your reaction?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:08",
      "speaker": "COONS",
      "sentences": "Well, we know that's not true. We know that frankly, rhetoric has been heated on certainly former President Trump side. And I don't think that we can ascribe any particular motive to this -- the person who's just been arrested, the person who is the alleged attempted assassin here.He registered as a Republican and I think voted for Donald Trump in 2016. He's gone back and forth with a variety of rantings from an unhinged person. And I don't think we can ascribe his motives in this attempted shooting in West Palm Beach to any particular view or political agenda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:08",
      "speaker": "BROWN",
      "sentences": "Do you think there's appropriate sense of urgency about what is happening to attend to the assassinations?  You know, is this a new era of political violence we're in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:08",
      "speaker": "COONS",
      "sentences": "Unfortunately, it's not. As you know, in the years that I've served in Congress, we've seen way too many acts of political violence. I'll never forget my friend Jeff Flake coming back to the capital splattered in the blood of Steve Scalise, who had been shot and nearly killed in an incident here in Washington.Governor Gretchen Whitmer was the target of a kidnapping and intended assassination attempt. Speaker Pelosi, her husband was attacked at home and hit with a hammer so hard and that nearly killed him. So in the brief time, I guess not so brief, 14 years that I've been in Congress, there have been too many close calls and too many incidents of potential political violence here in our country. And I think we've had too many close calls and that's why we need to both tone down the rhetoric of this campaign and provide greater resources to those who are productive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:08",
      "speaker": "BROWN",
      "sentences": "Senator Chris Coons, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:08",
      "speaker": "COONS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:14",
      "speaker": "BROWN",
      "sentences": "Springfield, Ohio, has unexpectedly become a center of a political debate due in large part to this moment from Donald Trump in the presidential debate.(BEGIN VIDEO CLIP) DONALD TRUMP, FORMER U.S. PRESIDENT &amp; 2024 PRESIDENTIAL CANDIDATE: In, Springfield, they're eating the dogs, the people that came in, they're eating the cats. You'll have seen people on television --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:14",
      "speaker": "MODERATOR",
      "sentences": "Let me just say here. This is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:14",
      "speaker": "TRUMP",
      "sentences": "The people on television say, my dog was taken and used for food.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:14",
      "speaker": "BROWN",
      "sentences": "Ohio's Republican Governor Mike DeWine joins us now.Governor, thanks for coming on. You have called the false claims ridiculous and said they need to stop. How dangerous are these lies? And do you place the blame on Trump and his running mate, J.D. Vance? GOV. MIKE DEWINE (R), OHIO:  Well, first of all, you know, the immigration issue and the border issue is a very, very legitimate issue. And I think president certainly vice presidential candidate have obligation to talk about and they're in fact talking about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:14",
      "speaker": "BROWN",
      "sentences": "But this is separate from that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:14",
      "speaker": "DEWINE",
      "sentences": "But my job I think is to reflect exactly what's going on in Springfield. So the mayor tells us, the chief of police tells us there's been no -- no evidence at all if anyone eating a dog or any Haitians doing any of that. These Haitians that are there are legal. They worked very, very hard.I met this morning with a number of business people who are employees, Haitians, and they tell me that they are really essential to them getting the job done. They worked -- they worked hard, their family focused the culture in Haiti respects education a great deal. So those are just things I think we need to point out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:14",
      "speaker": "BROWN",
      "sentences": "Do you place any blame on Donald Trump or his running mate J.D. Vance?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:14",
      "speaker": "DEWINE",
      "sentences": "Look, I'm not here to place blame. I'm here to tell what -- what we're seeing on the ground. And look, there are challenges we've got 15,000 extra people in a town you know, of about 58,000.And there's some real challenges in regard to health care. There's challenges in regard to driving and other things, but were working very, very closely with Mayor Rue and the city council and others in Springfield to really work on these problems every single day. So that's -- that's what I like. The attention to be is on the real problems that we have, challenges we have. Springfield is a great city, and, what we've seen is a city that has come back a great deal. And because they've come back, they've created a lot of jobs and they did it very fast. And so, there was not really the capacity for -- to get the employees other than the Haitians who were available after -- after the pandemic. That's when they really saw the great need, and that's the story. That's what's happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:14",
      "speaker": "BROWN",
      "sentences": "I understand you don't want to place blame on anyone, and you're talking about the challenges there and you are asking for more resources for things like health care. I understand that. But I do want us to listen to what J.D. Vance, Senator J.D. Vance of Ohio told our own Dana Bash yesterday.(BEGIN VIDEO CLIP) SEN. J.D. VANCE (R-OH), VICE PRESIDENTIAL CANDIDATE:  If I have to -- if I have to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:14",
      "speaker": "DANA BASH, CNN HOST",
      "sentences": "But it wasn't just the meme, Senator (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:14",
      "speaker": "VANCE",
      "sentences": "-- create stories so that the American media actually pays attention to the suffering of the American people, then that's what I'm going to do, Dana.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:14",
      "speaker": "BROWN",
      "sentences": "He seems to be drawing this direct line between the Haitians who are in Springfield legally to the suffering of Americans there. Is that fair?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:14",
      "speaker": "DEWINE",
      "sentences": "Well, I don't think he was talking about fabricating a story. I mean, he --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:14",
      "speaker": "BROWN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:13",
      "speaker": "BROWN",
      "sentences": "Quickly, last question, I want to take a moment to get your response to the fact that we've now seen two assassination attempts against your party's presidential nominee. What do you make of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:13",
      "speaker": "DEWINE",
      "sentences": "Well, that's horrifying. I mean, it's absolutely horrifying. You know, I know Congress will be looking at this again. You know, it seems to me that they don't have enough resources, they don't have enough people.And I think Congress, you know, will provide the Secret Service with whatever they need to protect the presidential candidate. I mean, you have a unique situation. You have Donald Trump, who has been president who is running again. He deserves the same type of security that the incumbent president does, and that the Democrat vice president does who's running -- who's running for president. They all need this great support and it looks like to me they're just not enough in there. Secret Service people do a great job. They're phenomenal, but it seems to me there's not enough of them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:13",
      "speaker": "BROWN",
      "sentences": "All right. And just to be clear, we just learned from that press conference that both Trump and Kamala Harris have had the highest levels of Secret Service at the direction of President Biden since that first assassination attempt.Ohio Governor Mike DeWine, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:13",
      "speaker": "DEWINE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:13",
      "speaker": "BROWN",
      "sentences": "We're back with more of the breaking news in a moment.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}