{
  "date": "2024-02-09",
  "headline": "Anderson Cooper 360 Degrees",
  "subHeadline": "VP Harris Calls Special Counsel Report Clearly Politically Motivated; Trump Mostly Stays Away From Biden's Age At NRA Event; White House In Damage Control Over Special Counsel's Report That Raises Questions About Biden's Mental Acuity; Sources: 15-Year-Old Times Square Shooting Suspect Is In Custody; Manhattan DA's Office Releases More Video Of Attack On NYPD Officers Near Migrant Shelter Last Month; How A Candidate For Chicago Mayor Was Targeted By Deepfake Technology; Do Football Fans Think Taylor And Travis Are Good For The NFL? Aired 8-9p ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "REPORTER",
      "sentences": "Do you have a favorite Taylor Swift song?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "PURDY",
      "sentences": "I don't.NICK WATT, CNN NATIONAL CORRESPONDENT (voice over): Perhaps Brock Purdy doth protest too much. (END VIDEOTAPE) WATT (on camera): Now, more than a hundred million people will watch Sunday and it is worth remembering that right at the center of all this razzmatazz and the hullabaloo, just a young couple of kids in love, getting to know each other's professions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "ERICA HILL, CNN HOST",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WATT",
      "sentences": "As Taylor Swift told \"Time\" MagazineThere. I did it. I said Travis for the first time in this entire report.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "HILL",
      "sentences": "That was impressive. Can I just say for the record once again, I love a Nick Watt story, any night. This was especially fantastic.Thank you, my friend. Thanks to all of you for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WATT",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "HILL",
      "sentences": "AC 360 starts right now.[20:00:49] ANDERSON COOPER, CNN HOST: Tonight on 360: The White House cleanup from a presidential press conference intended to rebut allegations of mental decline, which some say gave fresh evidence of it. Also tonight, breaking news in the Mar-a-Lago documents case and new allegations of witness intimidation. And later, what a new video of the attack on police outside a New York migrant shelter shows and how it plays into the case against the men charged in it. Good evening. Thanks for joining us. We begin tonight with the White House doing damage control on the damage from last night's damage control, and Donald Trump tentatively for now capitalizing on it, specifically on President Biden's response to Special Counsel Robert Hur's clearing him of mishandling classified documents but describing him in his report as, \"well-meaning elderly man with a poor memory.\" A press conference during which the president called Egyptian President El Sisi, the leader of Mexico. Speaking tonight to members of the National Rifle Association, the former president mentioned it, but did not harp on it. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "They're trying desperately to spin the Biden document disaster into an, oh, but wasn't Trump worse? No, no. Donald Trump was peanuts by comparison.That was 50 years and he did a lot of it when he was at a very young age. He was mentally a little better than he is right now. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "COOPER",
      "sentences": "And to be fair, as we'll show you in a moment, the former president is also known for his mental lapses, including about which leader goes with which country.First, though President Biden's threefold cleanup effort. The first part focusing on the legal front courtesy of Ian Sams from the White House Counsel's Office today from the White House press briefing room. (BEGIN VIDEO CLIP) IAN SAMS, SPOKESMAN, WHITE HOUSE COUNSEL'S OFFICE: One, when the classified documents were found, it was self-reported. Two, he took unprecedented action to get the special counsel what he needed. Three, he didn't exert executive privilege over any contents of the report. The special counsel interviewed 150 witnesses. He sought and obtained seven million pages of documents. He spent more than three-and-a-half million taxpayer dollars exploring every possible theory that he could, and what was the result? He reached the inevitable conclusion based on the facts and the evidence that there was no case here. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "COOPER",
      "sentences": "So that's point one accentuating the positive legal findings. He also handled point two, the observations about President Biden's memory and mental acuity had no place in Robert Hur's report. Point three, refuting those observations fell to Vice President Harris who echoed Ian Sams' complaints. Then she talked about what President Biden was doing the day before deposition, during which the Hur report documented several memory lapses.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "On October 7th, Israel experienced a horrific attack and I will tell you, we've got the calls,. The president and myself in the hours after that occurred.It was an intense moment for the commander-in-chief of the United States of America. And I was in almost every meeting with the president in the hours and days that followed, countless hours with the Secretary of Defense, the Secretary of State, the heads of our intelligence community, and the president was in front of and on top of it all. So the way that the President's demeanor in that report was characterized, could not be more wrong on the facts and clearly, politically motivated. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "COOPER",
      "sentences": "Now, whether that's true or not, last night's press conference did not help, especially in how it reopens the president to attacks on his age including in a limited way tonight from, of all people, another elderly man who also has trouble with dates and places and leaders of countries.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:09",
      "speaker": "COOPER",
      "sentences": "CNN's Arlette Saenz starts us off tonight from the White House. What is the mood inside the White House tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:09",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, Anderson, the White House is frankly just in damage control mode.Aides spent the day really escalating their efforts to try to discredit Special Counsel Robert Hur's report. You heard that right there, from the highest level, from Vice President Kamala Harris, who charged that this was a politically motivated statement that he was making, as he brought into question some of the concerns about President Biden's mental acuity. We know that President Biden himself has fumed over this report. He did that publicly over 24 hours ago. We're told even behind-the-scenes that privately he was even more explicit telling, specifically when it came to the fact that Hur brought up his son, Beau Biden, and the fact that President Biden couldn't remember when he had passed away, Biden telling a group of Democratic lawmakers in private: \"How would I effing forget that?\" So it really highlights the frustration that the president is feeling at this moment as questions have been raised about his mental acuity, but what we have seen from the White House is that they had really hoped that this report from the special counsel, that the top line coming out of it would be that the president was not facing any criminal charges, but those words from the special counsel describing Biden as a well-meaning elderly man with a poor memory have simply thrust the concerns about the president's age and memory into the spotlight. But today, the White House was trying to argue that voters should pay attention to what the conclusion was made, when it came to the criminality of the case and the president's willingness to cooperate. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:09",
      "speaker": "REPORTER",
      "sentences": "How concerned is the President and the team here, that the \"gratuitous comments\" are going to damage him, damage public perception of him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:09",
      "speaker": "SAMS",
      "sentences": "I think the public is smart and I think that they can see what's going on. I think that they see a president who fully cooperated. I think they see a president who did the right thing and made sure everything got back and I think that they see that this was a long investigation that ended without a case to be made.(END VIDEO CLIP) SAENZ: So that is something that the White House and his allies are expected to stress in the coming days and weeks, but it is of course worth noting that voters have expressed serious concerns about the president's age and ability to serve. There is polling that reflects that, a very recent poll showing that three in four voters had concerns about the president's mental and physical ability to serve in a second term. Those are questions that the president will continue to face, especially as the 2024 campaign season heats up, and as his issues about his age and memory remain front and center for the time being.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:09",
      "speaker": "COOPER",
      "sentences": "Arlette Saenz, thanks very much.I want to go back to CNN's Kristen Holmes in Harrisburg, Pennsylvania, where the former president spoke tonight. So Kristen, we played a little bit of it a minute ago. What more did the former president have to say about President Biden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:15",
      "speaker": "COOPER",
      "sentences": "What did he talk about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:15",
      "speaker": "HOLMES",
      "sentences": "Well, look, it was a speech for the NRA and it was tailored completely to that. One of the things that we've been reporting on is that Donald Trump has now kind of started to tailor his speeches based on who he's talking to. He's never going to have a presidential pivot, but he is going to try to focus on certain groups.So most of this entire speech was about guns. It was about the Second Amendment. It was about bashing the media. It was about making sure that no one was going to take away anyone's guns here. And really a big focus on if he was re-elected to the White House, how he would seek to protect the Second Amendment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:15",
      "speaker": "COOPER",
      "sentences": "All right, Kristen Holmes, thanks very much.Now breaking news in the former president's own documents case, the one that unlike with President Biden and former Vice President Mike Pence, led to felony charges. Special Counsel Jack Smith's office in new court filings, documenting numerous threats against witnesses, judges, and prosecutors. Joining us with late details is CNN's Evan Perez. So what do we know about the nature of these threats?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:15",
      "speaker": "EVAN PEREZ, CNN SENIOR JUSTICE CORRESPONDENT",
      "sentences": "Well, Anderson, the special counsel is saying that these witnesses need to be protected, their names and their identities need to be protected because there have been a number of threats from the beginning of this case, everyone from the judge herself, Judge Cannon, the judge who approved the search warrant, the FBI agents who conducted the search at Mar-a- Lago, everyone has received threats, according to the Special Counsel's Office.And they also cite that one prospective witness who could be used in this trial was threatened on social media, and that that is now under investigation by the US Attorney's Office down there in Florida. So that's the big concern that you're hearing from the special counsel. The Trump team has been pushing back on this, they say that there is no reason to keep the identities of these witnesses secret, that this should be made public. But again, you know, the special counsel emphasizes that, since the beginning of this case, pretty much everybody has been receiving threats, including people who are associated with some of the co-defendants, people associated with Walt Nauta and the other witnesses, the other co-defendants that they have just been receiving threats simply because they provided information to the FBI.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:15",
      "speaker": "COOPER",
      "sentences": "And what's Jack Smith asking exactly to have done?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:15",
      "speaker": "PEREZ",
      "sentences": "Well, he's asking for all of this to be conducted, to be sealed. And, you know, this has been a fight that's been happening, Anderson, since January, this has been going on behind-the-scenes and all of it in secret, because the judge has been hearing from Donald Trump's legal team, that this does not need to be held secret.So one of the things that we saw  that we've been able to glean certainly from the court filings is that we know some of the important witnesses that they have in mind. One of them is a Department of Energy lawyer who wrote a memo describing why Donald Trump's security clearance was cancelled after he left the presidency. That person is also somebody who the Justice Department says the identity needs to be protected because of the persistent threats that exist around this case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:09",
      "speaker": "COOPER",
      "sentences": "You think she could actually be removed from the case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:09",
      "speaker": "CONWAY",
      "sentences": "Yes. I've seen it. I mean, you know, I don't know. I've heard in the 11th Circuit, there is kind of a three strikes rule. I've seen it happen. I clerked on the US Court of Appeals in New York and I saw it happen when I clerked there, and I've seen it happen from time to time. It's an unusual thing, but this is an unusual case.And the egregiousness of the errors that she has made in the past certainly weighs in favor of strongly considering that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:09",
      "speaker": "COOPER",
      "sentences": "What is your reaction to the foreign president saying we played a clip earlier, President Biden's handling classified documents was way worse than his and the DOJ is selectively prosecuting him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:09",
      "speaker": "CONWAY",
      "sentences": "Well, I mean, it's just another --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:09",
      "speaker": "COOPER",
      "sentences": "I heard the sigh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:09",
      "speaker": "CONWAY",
      "sentences": "Yes, the sigh. It's just another example of the pathological lying that Donald Trump has become famous for. I mean, it is absolutely absurd. I mean, the answers are, I mean, Donald Trump took these documents and when he was asked for them back multiple times, he refused to give them back. He lied to the people. He had his lawyers lie to the people who are seeking the documents, he then tried to move them around. And he tried to destroy the videotapes that would show that he had moved the documents around to hide them from the FBI.The FBI had to ultimately execute a search warrant, and this is all in contrast to what President Biden did. It was, he notified the government, he gave the documents back. He didn't try to engage in litigation, delaying tactics to block the government from getting information. He cooperated with the government and that just shows you the difference here. I mean, Donald Trump engaged -- I mean, had Donald Trump just returned the documents when they were first pointed out that we think you have some documents and you just said, here, come to Mar-a-Lago and he turned them all up, we wouldn't be talking about any of this right now. We would not have -- he would not be facing dozens of counts in the Southern District of Florida.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:09",
      "speaker": "COOPER",
      "sentences": "I'm wondering what your take on the language in the special counsel's report is, particularly about President Biden's age and memory. You heard Vice President Kamala Harris, you know, saying it was basically political on the part of the prosecutor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:02",
      "speaker": "COOPER",
      "sentences": "We talked before the break about what went into Special Counsel Robert Hur's decision to criminally clear President Biden of mishandling classified documents and propriety or lack of it and putting observations about the president's cognitive state into his report.Now the effect it may have on the presidential race, especially when compounded by last night's press conference. Our three guests have all served in a Democratic White Houses, Paul Begala with Bill Clinton; Kate Bedingfield with President Biden, and Van Jones with President Obama, all three are CNN political commentators. So Paul, earlier today, I heard you say: \"I'm a Biden supporter. I slept like a baby last night. I woke up every two hours and wet the bed. This is terrible for Democrats, and anybody with a functioning brain knows that.\" For the record, my kids don't wake up every two hours, they just pee in their diaper, but anyway, what concerns you the most?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:02",
      "speaker": "PAUL BEGALA, CNN SENIOR POLITICAL ANALYST",
      "sentences": "This feeds the preexisting narrative, right? Every politician has one, right? With President Obama, they worried he was too elite; President Bush, they worried he was too dumb; with President Clinton, it was I can't really recall, he had no flaws.So this goes right to that and so what do you do? I think you can't un-ring a bell. But you can sound an alarm. Right? You've got to lean into it. Yes, I'm old. By the way, we're both older, me and Mr. Trump, the question is, who's wiser? And who is a threat to all the things that you care about? And then go through it. Trump is a threat to your Social Security, to your Medicare, to your healthcare, your childcare. God knows he is to your abortion rights, and even to our democracy. In other words, get out in front of it, lean into it, and then change the subject and put the other guy on trial. I think that's the way to handle these things.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:02",
      "speaker": "COOPER",
      "sentences": "Kate, I mean, that didn't certainly seem the strategy last night. Clearly, the president was personally offended, was angry about what was in that report and expressed that. Do you think that that was effective?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:02",
      "speaker": "KATE BEDINGFIELD, CNN POLITICAL COMMENTATOR",
      "sentences": "Well, first, I've noticed that all three of the presidents that Paul just mentioned won re- election, so there's that. But, you know, look, I think what Joe Biden needed to do last night was to actually come out and show a little anger. I know, there's been a lot of discussion about was he too hot? Was he to you know -- did he seem like he was too much on a hair trigger?But I actually think coming out, first of all, talking about his son, Beau, in those incredibly personal terms. And then, you know, pushing back on the press narrative and saying, you know, I am -- here is what I'm doing as president. I mean, he gave the long answer about what he's doing in Gaza. I know, everybody in the press wants to focus on, you know, he had a slip of the tongue and said, you know, said Mexico instead of Egypt. But, you know, he showed that he was in control. So I actually think for him to come out last night and take it on directly, was a good thing. Where I do agree with Paul is, you know, I do think that the campaign, the Biden campaign now has to move the narrative to a fertile ground, right? I mean, this election, is age going to be a factor? Is it going to be a part of the narrative? It is. President Biden himself has said that many times. Voters are going to look at his age, but they're going to be an enormous number of other factors in his election, including, you know, who's going to fight for your right to have an abortion? Who is going to make sure that your vote counts? Who believes that we should have a free and fair democracy in this country? You know, and in Donald Trump, you've got somebody who is facing 91 felony indictment counts and who can't get through the day without telling a lie. So you know, there is a really good contrast here for President Biden and the Biden campaign to make and they just need to be forceful about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:02",
      "speaker": "COOPER",
      "sentences": "Van, you've been saying for a while that the best thing that President Biden to do this election cycle is to \"stay hidden.\" That's obviously not the strategy, at least, it wasn't last night. There's a lot of folks who say he needs to get out there more. Where do you now see it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:02",
      "speaker": "VAN JONES, CNN POLITICAL COMMENTATOR",
      "sentences": "I think people are worried now. It feels like yesterday, a big chunk of the iceberg fell off in that, we need this guy to be able to debate Donald Trump at some point. You need him to be able to do certain things and he just didn't look good yesterday, he just didn't look good and I think that worries people.Now, I agree with my colleagues, the alternative is so much worse and I do think that people are starting to shift their brain now into more of almost like a parliamentary system, like we're just voting for the right party, regardless of the person because at the end of the day, that's kind of how American policy is starting to function. You kind of pick the party, neither side that can be that happy about the person. But look, I love Joe Biden. I mean, I got a chance to work for the guy. He picked me out of the puppy pile early in my career. I hate to see him going through this. I hate to see him being disrespected by reporters. I hate to see him, you know, trying to defend himself in the way that he was. It was heartbreaking. And so I don't think yesterday was good. I think people should be speaking up for Joe Biden. I think people need to be speaking up for the good he's done for the country. The labor unions are stronger than ever because of Joe Biden. You've got a bunch of people creating jobs in red states and clean energy because of Joe Biden. Joe Biden may not be able to speak for himself the way that he used to, but we should be speaking up for what he's done and if you don't see people speaking up for him, I think that's going to be the problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:42",
      "speaker": "BEGALA",
      "sentences": "Yes. Audie is such a pro. She conducts herself with such dignity, if I can reveal a trade secret. Back in the 1992 campaign, when Clinton was besieged with all these allegations of scandal, I took away the malt box, the multiple box, you know, that everybody can plug their microphone into so that you had this cluster of microphones.So he looked like he was besieged to make it look worse, frankly, for the press and better for Clinton. I thought it was perfectly fair. But what I want journalists to do is commit journalism here. I really hate this. When Trump says the moon is made of green cheese, Joe says it's a giant rock. And we say candidates clash on lunar landscape. Well, no. Then let's call Buzz Aldrin. Let's have buzz on the show. Buzz, you've been there, man. Is it cheese or is it rock? So call -- see, I've talked to national security people, nonpartisan, who work for both Trump and Biden, and they all say the same thing. They say, they use these words, Trump is crazy and he's dangerous. Biden, he's fine. He's not right about everything. I disagree with this or that, but he's totally focused, he's very sharp, and the proof is in the performance. So I think journalists should -- remember Miles Taylor, the chief of staff at Homeland Security, wrote anonymous piece saying Trump is dangerous. You're not hearing any of that from Biden's aides because it's not happening. He's actually perfectly sharp. He's up to the job.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:42",
      "speaker": "COOPER",
      "sentences": "Well, also, Kate, I mean, it's interesting. You know, I did a -- I did have a 30, 40 minutes sit down interview with President Biden about grief, sitting 2 feet from him across a table and he was, I mean, he was very good. I mean, the -- people can listen to the podcast.In that format, he was incredibly heartfelt and, you know, intense and got across exactly what he wanted to say. I don't know if it's -- I mean, is there -- do you have concerns about the formats he's being put in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:37:33",
      "speaker": "COOPER",
      "sentences": "Tonight, law enforcement sources tell CNN that a 15-year-old Venezuelan migrant suspected in a shooting last night in Times Square is now in custody. The 15-year-old allegedly shot a tourist fired multiple times at an officer during a chase. This comes after officials released new video of a nearby attack on two police officers outside a migrant shelter last month. The man in yellow jacket is the one of seven people charged in the assault.I'm join now by CNN's John Miller. So what do we know more about this shooting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:37:33",
      "speaker": "JOHN MILLER, CNN CHIEF LAW ENFORCEMENT AND INTELLIGENCE ANALYST",
      "sentences": "So what we've learned is this is basically a 10th grader. You know, it's a 15-year-old boy who's staying in a migrant shelter in midtown. He was going to steal a jacket allegedly from this store when the store detectives stopped him and said, you know, do you have a receipt for that?And she took the bag away from him. And he took three steps, fished out that gun, and then fires at the store detective, instead hitting a tourist from Brazil. And then he was connected to one other shooting in midtown Manhattan and another gunpoint robbery in the Bronx through ballistics and other evidence. And the hunt was on. They captured him late today in Yonkers, New York. COOPER: And where does -- I mean, did they know where he got the gun?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:37:33",
      "speaker": "MILLER",
      "sentences": "So they did not recover a gun. They still have some searches to do. But the way that they connected those incidents was using ballistic tests on the shell casings recovered that matched the shooting. So they know, you know, he's a 15-year-old kid with a 45, and he's not afraid to use it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:37:33",
      "speaker": "COOPER",
      "sentences": "Yes, he's been using it around town. That's crazy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:37:33",
      "speaker": "MILLER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:37:33",
      "speaker": "COOPER",
      "sentences": "And what about the new video that was released by the Manhattan DA on the attack of the two police officers? What more do we know about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:05",
      "speaker": "COOPER",
      "sentences": "Really disturbing. John Miller, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:05",
      "speaker": "MILLER",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:05",
      "speaker": "COOPER",
      "sentences": "Just ahead, how prepared are U.S. voters for the emergence of deepfake videos? The CNN investigation looks into it.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:05",
      "speaker": "COOPER",
      "sentences": "The FCC has outlawed deepfake robocalls using AI generated voices. This comes just a few weeks after a deepfake call to New Hampshire primary voters impersonated President Biden's voice. In Chicago, a similar mystery, a deepfake video targeted a candidate who days later won the mayoral election, then narrowly lost the runoff.Donie O'Sullivan investigates. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:05",
      "speaker": "PAUL VALLAS, FORMER CHICAGO MAYORAL CANDIDATE",
      "sentences": "You know, some countries they do political assassinations. Here we do character assassinations.DONIE O'SULLIVAN, CNN CORRESPONDENT (voice-over): Character assassination of a new kind like this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:05",
      "speaker": "VALLAS",
      "sentences": "These days, people will accuse a cop of being bad if they kill one person that was running away. Back in my day, cops would kill, say, 17 or 18 civilians in their career, and nobody would bat an eye.O'SULLIVAN (voice-over): When Democrat Paul Vallas ran in a contentious race last year for Chicago mayor, he faced an unprecedented attack, a deepfake created using artificial intelligence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:05",
      "speaker": "VALLAS",
      "sentences": "We need to stop defunding the police and start refunding them.O'SULLIVAN: So you've never actually heard the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:00",
      "speaker": "VALLAS",
      "sentences": "No, no, no, no, no you don't need to. It's only aggravate me.O'SULLIVAN: OK. This deep fake audio view played into this idea that, you know, you weren't Democrat enough for the Democratic Party --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:00",
      "speaker": "VALLAS",
      "sentences": "Yes, yes.O'SULLIVAN: -- that you're too pro-police, which was a line of attack --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:00",
      "speaker": "VALLAS",
      "sentences": "Yes.O'SULLIVAN: -- against you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:00",
      "speaker": "VALLAS",
      "sentences": "Well, clearly, you know, look, Chicago is a very, very, very, very blue city, and they were trying to portray me as some far hard right conservative Republican. Being able to throw mud against the wall like that puts you in a position where you have to deny it or damage has still been done. And there is some damage that's not repairable.It's clear, based on the result tonight that the city is deeply divided. O'SULLIVAN (voice-over): Vallas lost the election by four points. He says he doesn't know the full effect the deepfake had on the race. O'SULLIVAN: The account that shared the deepfake of you was called Chicago Lakefront News.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:00",
      "speaker": "VALLAS",
      "sentences": "Yes.O'SULLIVAN: Doesn't exist.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:00",
      "speaker": "VALLAS",
      "sentences": "Yes, it does exist. Yes.O'SULLIVAN: So it was very clearly set up for the purpose to have character assassinate you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:00",
      "speaker": "VALLAS",
      "sentences": "Yes.O'SULLIVAN: And this was a close race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:00",
      "speaker": "VALLAS",
      "sentences": "And this was a really close race.O'SULLIVAN (voice-over): Digital forensics expert Hany Farid says AI deepfakes are no longer a hypothetical problem, but an actual threat to elections.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "17 or 18 civilians in their career, and nobody would bat an eye.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:00",
      "speaker": "HANY FARID, DIGITAL FORENSICS EXPERT, UC BERKELEY",
      "sentences": "So I make a lot of fakes because I'm in the business of detecting them, and I can do that whole thing in about five minutes. Yes, almost anybody. And here's why. I think audio alone is in some ways a bigger threat.The most compelling deepfakes that I've seen are these so-called hot mic deepfakes. You don't see their mouth moving. You don't see anything. But you hear the voice and it's visceral and it sounds like you're eavesdropping on them. And I think that those are really powerful. O'SULLIVAN (voice-over): A CNN analysis shows the U.S. isn't prepared to respond effectively. We asked election officials in all 50 states how they're preparing for deepfakes. 33 responded, but less than half of those cited specific actions to handle AI threats.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:00",
      "speaker": "FARID",
      "sentences": "I don't think we're ready. I mean, we are still struggling with the last 10 years of the nonsense that has been social medias and the lies and the conspiracies that have propagated. It's hard to look at that and say, well, the injection of jet fuel into that is not going to have any impact. Of course it will.Francisco Aguilar, the head of elections for the battleground state of Nevada, says he's working out how to respond. O'SULLIVAN: You mentioned on the panel there that federal official asked you about what are you doing about AI? And you kind of said, well, what are you guys doing about it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:00",
      "speaker": "FRANCISCO AGUILAR, NEVADA SECRETARY OF STATE",
      "sentences": "Exactly. Because again, you look at our budget, at the state of Nevada, and you see what constraints we have. They have access to significant resources that we don't have. Right now, we're having to say, this is what we need. This is what we want. This is where we feel vulnerable.I don't think we've been through a full election cycle where it's truly existed. So we are kind of in pioneering times right now. O'SULLIVAN: I talked to a lot of people on the left, liberals, and there is at times a bit of smugness there, which says, well, it's the Trump supporters who fall for online misinformation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:00",
      "speaker": "VALLAS",
      "sentences": "Right.O'SULLIVAN: Not us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:00",
      "speaker": "VALLAS",
      "sentences": "Yes.O'SULLIVAN: We're all susceptible to this, are we not?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:00",
      "speaker": "VALLAS",
      "sentences": "Yes, we're all susceptible to it and we all do it. You know, when I say we all do it, I'm saying within every group, there are people who will do it. There are people will cross that line.O'SULLIVAN: A lot of Americans might think, oh, the risk of AI and all this sort of stuff, it's in the future. It's being overblown.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:00",
      "speaker": "VALLAS",
      "sentences": "Yes. I mean, the future is now. The future is here. I won't be the first and I won't be the last, you know.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:00",
      "speaker": "COOPER",
      "sentences": "Donie O'Sullivan joins us. I mean, it's so incredible and fascinating. So the FCC, they say the calls are illegal. Is there a coordinated plan on dealing with this on like a federal level?O'SULLIVAN (on-camera): Coordinated might be a strong word. In fact, a senior government official told our colleague Sean Lyngaas, when it comes to disinformation and deepfakes for this election, the federal government, we're all effing tied up in knots is how they said. There's no debate that this -- everybody views this as a threat. In fact, just before the holidays in December, we learned that the White House held a simulation, a war game. What would top intelligence and officials do? And specifically, the scenario was if Chinese operatives created a fake AI generated video showing a Senate candidate burning ballots, what would they do if that emerged, say, on the eve of the election or during an election or during the counter course. And they toiled with it for two hours. They eventually decided that they would leave the communication of that for that to come from local and state election officials because, frankly, they're trusted more than the federal government. But then you talk to local and state officials and they say, well, wait a minute. COOPER: We don't know how to do that. O'SULLIVAN (on-camera): The resources. So, look, everybody's aware that this is a big problem, but they're scrambling and time's running out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:53:46",
      "speaker": "COOPER",
      "sentences": "So I don't need to tell you, Sunday is the big day. The Kansas City Chiefs to face the San Francisco 49ers in the Super Bowl. Taylor Swift's expected to be there, even I know that, cheering on her boyfriend, Chiefs Tight End Travis Kelce.Now, I admittedly don't know much about football, so I have our favorite Senior Data Reporter Harry Enten with me to break it all down. Harry, embarrass me?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:53:46",
      "speaker": "HARRY ENTEN, CNN SENIOR DATA REPORTER",
      "sentences": "No, I don't want to embarrass you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:53:46",
      "speaker": "COOPER",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:53:46",
      "speaker": "ENTEN",
      "sentences": "I want to -- I want you to learn --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:53:46",
      "speaker": "COOPER",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:53:46",
      "speaker": "ENTEN",
      "sentences": "-- alongside the audience.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:53:46",
      "speaker": "COOPER",
      "sentences": "Teach me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:53:46",
      "speaker": "ENTEN",
      "sentences": "That's I want. Teach you, exactly. All right, let's start with what I think is a non-necessary football question. How much do you think a 32nd ad costs for the Super Bowl?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:53:46",
      "speaker": "COOPER",
      "sentences": "Like this is $7 million? I read this somewhere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:53:46",
      "speaker": "ENTEN",
      "sentences": "It is $7 million. We don't even have to put the screen up. That is up from just $2 million 20 years ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:53:46",
      "speaker": "COOPER",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:53:46",
      "speaker": "ENTEN",
      "sentences": "So the prices of an ad have gone way up. Of course, they're not going to be reaching necessarily Anderson Cooper. All right, the other big story of the game, as you pointed out, was Travis Kelce -- COOPER",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:53:46",
      "speaker": "ENTEN",
      "sentences": "-- and Taylor Swift.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:53:46",
      "speaker": "COOPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:53:46",
      "speaker": "ENTEN",
      "sentences": "Now, we're big Swifties. We love Taylor Swift --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:53:46",
      "speaker": "COOPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:53:46",
      "speaker": "ENTEN",
      "sentences": "-- but there's been all this controversy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:53:46",
      "speaker": "COOPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:53:46",
      "speaker": "ENTEN",
      "sentences": "OK? So what percentage of NFL fans believe that the Swift-Kelce relationship has been good for the National Football League? Is it 31 percent, 51 percent or 71 percent?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:53:46",
      "speaker": "COOPER",
      "sentences": "I'm guessing that these are football fans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:53:46",
      "speaker": "ENTEN",
      "sentences": "These are football fans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:53:46",
      "speaker": "COOPER",
      "sentences": "So they would say, a, 31 percent. I bet it is a lower number.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:53:46",
      "speaker": "ENTEN",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "ENTEN",
      "sentences": "It's 71 percent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "COOPER",
      "sentences": "Wow. Good, good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "ENTEN",
      "sentences": "Isn't that great?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "COOPER",
      "sentences": "Everybody -- see, even more love for Taylor Swift.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "ENTEN",
      "sentences": "There's all this anti-Swift stuff, but it turns out most of that's just in the blogosphere and on Twitter. Most NFL fans --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "COOPER",
      "sentences": "Good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "ENTEN",
      "sentences": "-- love Taylor Swift.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "COOPER",
      "sentences": "Good. Good for her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "ENTEN",
      "sentences": "OK, now --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "COOPER",
      "sentences": "Good for him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "ENTEN",
      "sentences": "-- we're going to get a little bit harder.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "COOPER",
      "sentences": "All right, let's go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "ENTEN",
      "sentences": "OK. The 49ers have a chance to win on Sunday and it'll be their sixth Super Bowl win.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "COOPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "ENTEN",
      "sentences": "That will tie them for the most Super Bowl wins with which two franchises. And we have some logos for you, if you can take a look.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "COOPER",
      "sentences": "I'm sorry I fell asleep.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "ENTEN",
      "sentences": "I know it's very difficult for you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "COOPER",
      "sentences": "OK, well I know the one on the rights, the New England Patriots.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "ENTEN",
      "sentences": "That's good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "COOPER",
      "sentences": "The Sparkling Diamonds?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "ENTEN",
      "sentences": "The Sparkling Diamonds, actually that's the name of my flag football team.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "COOPER",
      "sentences": "Who's -- what motto is that? What is -- what signia is that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "ENTEN",
      "sentences": "What signia --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "COOPER",
      "sentences": "What do you even call it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "ENTEN",
      "sentences": "That is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "COOPER",
      "sentences": "What is that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "ENTEN",
      "sentences": "That is actually the Steelers, that's the Pittsburgh Steelers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "COOPER",
      "sentences": "That's the Pittsburgh Steelers' logo?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "ENTEN",
      "sentences": "That is the Pittsburgh -- I know, it's very shocking for you given that you know so much about the NFL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "COOPER",
      "sentences": "Is that a new logo?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "ENTEN",
      "sentences": "No, that's been their logo forever, man.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "COOPER",
      "sentences": "Really?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "ENTEN",
      "sentences": "Since you were a young little tot walking on the Upper East Side of Manhattan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "COOPER",
      "sentences": "You could have fooled me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "ENTEN",
      "sentences": "All right. Since you know so much about football, we got to ask you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "COOPER",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "ENTEN",
      "sentences": "Who do you think is going to win on Sunday, the Chiefs or the 49ers? Who do you got? COOPER",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "ENTEN",
      "sentences": "You don't get it. You don't get it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "COOPER",
      "sentences": "I'm going for Taylor Swift's boyfriend's team.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "ENTEN",
      "sentences": "Which team is that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "COOPER",
      "sentences": "Kansas City Chiefs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "ENTEN",
      "sentences": "Yes!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "COOPER",
      "sentences": "Yes, sorry. So I'm going for the Kansas City Chiefs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "ENTEN",
      "sentences": "There you go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "COOPER",
      "sentences": "All right. I want her to be happy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "ENTEN",
      "sentences": "There we go. We all want to be happy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "COOPER",
      "sentences": "Harry Enten, thanks. We'll be right back.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}