{
  "date": "2024-10-29",
  "headline": "CNN This Morning",
  "subHeadline": "Trump Defends Rally Slurs: 'I'm Not a Nazi'; Axios: 'Harris Stiff-Arms Biden in Final Stretch'; Record Heat for Southern Plains, Great Lakes. Aired 6-6:30a ET",
  "utterances": [
    {
      "timeStamp": "05:59:39",
      "speaker": "HUNT",
      "sentences": "Quite a declaration. Donald Trump on defense as Democrats compare his Madison Square Garden rally to a 1939 pro-Nazi gathering.Plus, this. (BEGIN VIDEO CLIP) KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES, 2024 PRESIDENTIAL NOMINEE: If he were elected, on day one, he's going to be sitting in the Oval Office working on his enemies list. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:39",
      "speaker": "HUNT",
      "sentences": "A symbolic speech. Kamala Harris speaks in the same spot where Donald Trump urged his supporters to fight on January 6.And this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:39",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I think a lot of Puerto Ricans, they're very disappointed.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:39",
      "speaker": "HUNT",
      "sentences": "Major fallout. The Trump campaign facing backlash after an offensive joke about Puerto Ricans. Could it give Harris the opening she needs with Latino voters?And later. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:39",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I want every voter to be able to vote and to do that safely.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:39",
      "speaker": "HUNT",
      "sentences": "Ballot boxes set on fire. The arson investigation now underway and how officials are trying to make sure that every vote is counted.All right, 6 a.m. here on the East Coast. A live look at Philadelphia, Pennsylvania. Later today, former President Trump heads to the crucial commonwealth with election day just one week from today. Good morning, everyone. I'm Kasie Hunt. It's wonderful to have you with us. One week. One week from election day. In just hours, Kamala Harris will make her closing argument to voters in an address on the Ellipse here in Washington. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:39",
      "speaker": "HARRIS",
      "sentences": "There is a huge contrast in this election, and I'd ask us to just imagine the Oval Office in three months. OK? So just picture it in your head.So, either it's Donald Trump sitting in there, stewing -- stewing over his enemies list; or me, with your help, working for you, checking off my to-do list. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:39",
      "speaker": "HUNT",
      "sentences": "Well, the location that Harris has chosen is not an accident. The Ellipse is where Donald Trump spoke on January 6 before a crowd of his supporters violently assaulted the Capitol and attempted to prevent the certification of his defeat.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:39",
      "speaker": "TRUMP",
      "sentences": "We will never give up. We will never concede. It doesn't happen. You don't concede when there's theft involved. All Vice President Pence has to do is send it back to the states to recertify, and we become president. And you are the happiest people.You'll never take back our country with weakness. You have to show strength, and you have to be strong. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:39",
      "speaker": "HUNT",
      "sentences": "Harris's advisers telling CNN that the vice president plans to try to strike a hopeful and optimistic tone, to try to contrast both with Trump's words at the Ellipse three years ago and with his rally at Madison Square Garden on Sunday.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:39",
      "speaker": "DAVID REM, CHILDHOOD FRIEND OF DONALD TRUMP",
      "sentences": "She is the devil, whoever screamed that out. She is the Antichrist.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:39",
      "speaker": "GRANT CARDONE, BUSINESSMAN",
      "sentences": "She's a pretender. Her and her pimp handlers will destroy our country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:39",
      "speaker": "TUCKER CARLSON, FORMER FOX NEWS HOST",
      "sentences": "Kamala Harris, she's just -- she got 85 million votes, because she's just so impressive. As the first Samoan, Malaysian, low I.Q., former California prosecutor ever to be elected president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:39",
      "speaker": "TONY HINCHCLIFFE, COMEDIAN",
      "sentences": "I don't know if you guys know this, but there's literally a floating island of garbage in the middle the ocean right now. Yes. I think it's called Puerto Rico.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:39",
      "speaker": "HUNT",
      "sentences": "We are learning this morning, there could have been more. CNN reporting that Trump campaign aides did review at least some of the jokes that the comedian there planned to tell and that they did flag one that called Vice President Kamala Harris the \"C\"-word. They said it was, quote, \"in poor taste,\" and they nixed it from the set.All this comes as \"The New York Times\" writes overnight that Harris campaign aides are growing more bullish on her chances of winning the election, writing this: quote, \"Ms. Harris's aides believe the argument tying Mr. Trump to fascism is helping her sway moderate Republicans, even though the leading super PAC supporting her bid has raised worries that it's not the Democrats' most effective message.\" So, perhaps that's why, just one week out from election day and with polls continuing to show a deadlocked race, the former president felt the need to say this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:39",
      "speaker": "TRUMP",
      "sentences": "They use that word freely, both words. They use \"He's Hitler,\" and then they say, \"He's a Nazi.\" I'm not a Nazi. I'm the opposite of a Nazi. I don't know.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:39",
      "speaker": "HUNT",
      "sentences": "Joining us now to discussWelcome to all of you. One week to election day. Who would like to take the Nazi issue?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:39",
      "speaker": "ALEX THOMPSON, CNN POLITICAL ANALYST",
      "sentences": "Should I do that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:10",
      "speaker": "DUBKE",
      "sentences": "Well --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:10",
      "speaker": "THOMPSON",
      "sentences": "Well, the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:10",
      "speaker": "DUBKE",
      "sentences": "Go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:10",
      "speaker": "THOMPSON",
      "sentences": "I was going to say, there's a question of whether or not this is intentional, to your point, to try to rally the uglier parts of the base; or this is just sloppiness and a consequence of arrogance on the behalf of the Trump campaign. That --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:10",
      "speaker": "REINES",
      "sentences": "There's no other way to rally that part of the base?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:10",
      "speaker": "HUNT",
      "sentences": "Well, so Philippe, you mentioned what the discussions on, you know, more right-wing outlets. Even Megyn Kelly, of course, formerly of FOX News, had this to say about the Madison Square Garden rally earlier this week. Watch.(BEGIN VIDEO CLIP) MEGYN KELLY, HOST, \"THE MEGYN KELLY SHOW\": It was too brotastic. OK? It was. You're trying to win an election in which you're hemorrhaging female voters. Maybe when you present in front of hundreds, thousands, at least, at Madison Square Garden, you clean up the bro talk just a little, so you don't alienate women in the middle of America who are already on the fence about Republicans. We're trying to get him elected. We don't need to rally the base or guys any more. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:10",
      "speaker": "HUNT",
      "sentences": "Mike, is she right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:10",
      "speaker": "DUBKE",
      "sentences": "She's right. Look, the last ten days of an election, last week of an election, it's do-no-harm. That's generally what you're trying to do, I think, to your -- your point.So, I understand why they did Madison Square Garden. I think it had more to do with the president, with President Trump's desire to be at Madison Square Garden, than anything else.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:10",
      "speaker": "THOMPSON",
      "sentences": "Isn't that what everything's about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:10",
      "speaker": "HUNT",
      "sentences": "With Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:10",
      "speaker": "DUBKE",
      "sentences": "It -- it is to a certain extent, but this is also --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:10",
      "speaker": "REINES",
      "sentences": "It's like his bucket list.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:10",
      "speaker": "DUBKE",
      "sentences": "This is also where -- this is also where the campaign should step in and say, OK, we're going to control this environment. Because you don't have -- ten days out, nine days out, you don't have the ability to right the ship after that.Now, I don't think that this is fatal. But I think Megyn Kelly is absolutely correct. Let's be smart in the last ten days. That's what I heard her say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:10",
      "speaker": "HUNT",
      "sentences": "So, speaking of bros, Alex, Joe Rogan is actually apparently the person who recommended to the campaign back in August that they use this comedian. Watch this from -- this is from August.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:10",
      "speaker": "JOE ROGAN, PODCAST HOST",
      "sentences": "It would behoove him to hire a few great comics to just tour with them and just write one-liners about all these different (EXPLETIVE DELETED) people.I mean, if he could remember them. I mean, I know he likes to go off his own head.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:10",
      "speaker": "ROGAN",
      "sentences": "But if he could remember a few Hinchcliffe bangers, if he hires Hinchcliffe to take him on the road? You know how (EXPLETIVE DELETED) insane that would be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:10",
      "speaker": "HUNT",
      "sentences": "Well, you know what? It turned out to be pretty insane.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:10",
      "speaker": "THOMPSON",
      "sentences": "Like, Joe Rogan and that -- that comedian are actually fairly close. And he promotes him often. And so, there is this feeling that it was a little bit of a quid pro quo, with like, Joe Rogan apparently had Trump on his podcast. Then they included this -- this comedian.This is something that's going around in the Trump circles about how this happened. That being said, you know, I was talking --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:10",
      "speaker": "REINES",
      "sentences": "You mean they're not taking responsibility for being their own choice?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:10",
      "speaker": "THOMPSON",
      "sentences": "I know. It's shocking that someone on a campaign would not take responsibility.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:10",
      "speaker": "DUBKE",
      "sentences": "He just wandered on, on-stage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:10",
      "speaker": "REINES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:10",
      "speaker": "DUBKE",
      "sentences": "There was no -- no one knew who he was.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:10",
      "speaker": "THOMPSON",
      "sentences": "I was talking to somebody who's involved in the campaign. And this is basically what they said about it, is that the -- the Trump campaign is both confident and arrogant.And that the main pollster, Tony Fabrizio, basically has Trump's numbers ahead in all seven swing states, but within the margin of error. And as a result, they are basically feeling arrogant to the point of hubris. And that's how you get mistakes, where all the headlines are about this comedian, who is literally the first speaker of the entire eight hours I spent in Madison Square Garden on Sunday. But now we're all talking about this speaker because of his crude and racist jokes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:10",
      "speaker": "HUNT",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:10",
      "speaker": "REINES",
      "sentences": "But again, I mean, there are Knicks games and Rangers there and, you know, the circus is there. It doesn't inherently make the circus you know, a Nazi gathering of elephants. It's how you put it together.And they -- you know, they put it together this way. And that's the thing. I mean, there are times I say something that I offend someone. And yes, sometimes I think, OK, we're living in a world where --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:10",
      "speaker": "HUNT",
      "sentences": "I've known you long enough to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:10",
      "speaker": "REINES",
      "sentences": "Every now and then.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:10",
      "speaker": "HUNT",
      "sentences": "-- to confirm out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:00",
      "speaker": "DUBKE",
      "sentences": "At -- at the end of the day, the Trump campaign is focused on turning out the base and finding voters that don't normally vote to come out, and especially in these seven states. That's their goal.So, I understand where they were coming from by doing a -- as it was put, a brotastic rally. But it was too far. And again, this is one of those things. The hubris, that's -- you've got to run scared at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:00",
      "speaker": "HUNT",
      "sentences": "Alex, \"The Times\" story has generated a lot of discussion among, you know, kind of my sources, because it seems to be a little bit of a divide on where things stand in the Harris camp.I'm just curious where your reporting lines up in terms of them coming out and, you know, \"The Times\" reporting that people inside the Harris camp are more bullish than they were.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:00",
      "speaker": "THOMPSON",
      "sentences": "Yes, there is this sort of subtle cold war between the super PAC, which has spent for -- which has paid for most of the ads, Future Forward, and the actual Harris campaign over the final message. Which is also not an ideal way to go into the final ten days, with the -- with them basically planting subtle stories about what you should be focusing on.If you look at the ads, Future Forward is much more focused on an economic populist message, framing Trump as a billionaire who's going to give tax cuts to other billionaires. If you look at --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:00",
      "speaker": "HUNT",
      "sentences": "He's out for himself; he's not out for you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:00",
      "speaker": "THOMPSON",
      "sentences": "Yes, exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:00",
      "speaker": "HUNT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:00",
      "speaker": "THOMPSON",
      "sentences": "And you look at the Harris campaign, both paid advertising and earned media is much more focused on Trump being a bad person, being a potential fascist, you know, going to take control. And so, there is a real divergence in terms of Democratic strategy going into the final stretch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:00",
      "speaker": "HUNT",
      "sentences": "All right. Coming up here on CNN THIS MORNING, just staying behind closed doors in a reluctant endorsement. Michael Tackett, the writer of the book \"The Prices of Power\" joins for his first CNN interview about his new reporting on the strained relationship between Donald Trump and Mitch McConnell.Plus, ballots burn. The arson investigation after a second ballot box was set on fire. And President Biden cast his vote. One, just a few months ago, he thought he would be casting for himself. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Bittersweet for you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:00",
      "speaker": "BIDEN",
      "sentences": "You know, this is just sweet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Do you think she will win?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:16:46",
      "speaker": "BIDEN",
      "sentences": "There's been a lot of speculation(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:16:46",
      "speaker": "HUNT",
      "sentences": "Not so much. Three months ago, President Biden had every reason to believe he would see his own name at the top of the ballot when he cast his vote. But of course, it didn't work out that way.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:16:46",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Joseph Biden now voting.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:16:46",
      "speaker": "HUNT",
      "sentences": "The president voted early in Delaware on Monday, presumably for Kamala Harris.He was asked by reporters to describe the moment. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:16:46",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Bittersweet for you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:16:46",
      "speaker": "BIDEN",
      "sentences": "You know, this is just sweet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:16:46",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Do you think she will win?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:16:46",
      "speaker": "BIDEN",
      "sentences": "I think we will.(END VIDEO CLIP) HUNT: And new reporting out this morning from friend of the show, panelist Alex Thompson, suggesting the president would like to be campaigning for Harris in the final days of the race. But the Harris campaign's not exactly embracing the offer. Thompson writes this for Axios: quote, \"Harris's team believes Biden is a political liability at a crucial time in the campaign but is reluctant to directly they don't want him to campaign for her.\" Alex, I mean, look, if they did want him to campaign for her, he would be campaigning for her?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:16:46",
      "speaker": "THOMPSON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:16:46",
      "speaker": "HUNT",
      "sentences": "The bottom line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:16:46",
      "speaker": "THOMPSON",
      "sentences": "Even when he campaigned in Pittsburgh on Saturday, the campaign sends out a daily email of all the surrogates. It includes actors and actresses and, you know, members of the cabinet. They did not mention that Joe Biden was going to be in Pittsburgh on Saturday, even in that email.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:16:46",
      "speaker": "HUNT",
      "sentences": "So, they just left the president of the United States off the list?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:16:46",
      "speaker": "THOMPSON",
      "sentences": "They did. And they could claim oversight, but the fact of the matter is, like, they don't believe that the president is helpful in this final stretch.Now, Joe Biden, even some of the people on the Kamala Harris campaign, formerly of the Joe Biden campaign, believe that actually, the Kamala Harris campaign is underestimating his appeal in some of these smaller communities. They understand he's unpopular, but they still feel that he has appeal with some of these, you know, especially older voters, older white voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:16:46",
      "speaker": "HUNT",
      "sentences": "Older white voters, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:16:46",
      "speaker": "THOMPSON",
      "sentences": "Yes. In Pennsylvania. And they think they're making -- they're making a mistake. And that's why you sort of see this, like, you know -- he may say it was not bittersweet, but there's definitely people around him that find it more bitter than sweet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:16:46",
      "speaker": "HUNT",
      "sentences": "I mean, look, I give him that, right? I mean, of course it's a little bit bittersweet for him. It's -- he's being gracious by not saying it out loud. But Philippe, what do you think is going on here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:16:46",
      "speaker": "REINES",
      "sentences": "Well, I think Joe Biden, more than anything, does not want Donald Trump back in the Oval Office. That is why he stepped aside.And if whatever he's doing now or not doing now helps that, I think he's going to get the last laugh. And I think he's OK with it, whether or not --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:16:46",
      "speaker": "HUNT",
      "sentences": "Should the Harris campaign be using him more? Or -- REINI don't -- also, he has been out there, and he has been out there with her. I --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:16:46",
      "speaker": "THOMPSON",
      "sentences": "Just once.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:16:46",
      "speaker": "REINES",
      "sentences": "I believe he's done -- you know, we haven't had a situation in 24 years where you have that question of a V.P. using their boss.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:16:46",
      "speaker": "HUNT",
      "sentences": "And it was a real complicated with --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:00",
      "speaker": "HUNT",
      "sentences": "Take -- you take that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:00",
      "speaker": "DUBKE",
      "sentences": "I guarantee you the Harris campaign thinks about this every day about what Biden is going to say. Should we use them? Should we not?I mean, he is a -- look, I can't look at the guy now and not think Dana Carvey. When you had that quote up there, I was like -- I was picturing Dana Carvey.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:00",
      "speaker": "REINES",
      "sentences": "That's -- that's a compliment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:00",
      "speaker": "DUBKE",
      "sentences": "That is a compliment. And -- and they probably wish Dana Carvey would go out as Biden and campaign for -- for Vice President Harris.But he is a gaffe machine at this point. Every time he has been out there. He's only been out there once for -- with her. He's been out there multiple times. He had the lock -- \"lock him up.\" There's other things that he has done. He has gone to the White House briefing room once, and it stepped all over her event that day. So, I can totally see the tension here, but --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:00",
      "speaker": "THOMPSON",
      "sentences": "He's not on the ballot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:00",
      "speaker": "DUBKE",
      "sentences": "He's not on the ballot. I'm sure he wrote it myself in Delaware when he voted. But --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:00",
      "speaker": "HUNT",
      "sentences": "Oh, gosh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:00",
      "speaker": "DUBKE",
      "sentences": "-- he's not on the ballot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:00",
      "speaker": "HUNT",
      "sentences": "All right. We -- we've got to take a quick break here. Still ahead on CNN THIS MORNING, the Trump campaign does damagecontrol following his Madison Square Garden rally. (BEGIN VIDEO CLIP) SEN. J.D. VANCE (R-OH), 2024 VICE-PRESIDENTIAL NOMINEE: You know what I do when I -- I think a joke is dumb or not funny? I don't laugh. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:52",
      "speaker": "HUNT",
      "sentences": "All right, welcome back.Some cities could see the warmest Halloween in decades. Record heat expected to stretch from the Southern Plains to the Great Lakes this week. Let's get to our meteorologist, the weatherman, Derek van Dam. Derek, good morning. What should all those families expect?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:52",
      "speaker": "DEREK VAN DAM, CNN METEOROLOGIST",
      "sentences": "Say it ain't so! Another warm Halloween in the books, it's coming. We need to prepare for it over the Eastern half of the country. That's where the bulk of the warmth is located.Lots of red and orange on this map. You can see 135 individual locations -- we plotted them out here -- could see record highs all the way through Thursday. Of course, Thursday being the big day, Halloween day. For parents with kids, this is a big deal. Of course, you don't want to be sweating in your Halloween costumes, but it looks like it might be the case in Atlanta, D.C. to New York. Today's temperatures, though, you can see from the 60s and lower 70s. And then the gradual warming trend as the change in the weather patterns approach from the West. You'll notice that that doesn't quite reach the East Coast by Thursday evening, Halloween day. So, we'll continue with the warmth for many of the major East Coast cities from the mid-Atlantic right through New England and stretching towards the Southeast, as well. What else is happening this week? Well, early voting. And we put together this graphic to show you just kind of a run-through for the day today, if you're headed out to the polls. New York, Atlanta, Pittsburgh, really no precipitation expected in this weather forecast. More of the same, though, for the Midwest. But I want to show you out West what's happening here, Kasie. Significantly cooler day anticipated across places like Seattle and Portland. So, grab that coat heading out the door this morning to the polls.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:52",
      "speaker": "HUNT",
      "sentences": "Does seem like a great day to cast a vote, though, Derek. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:52",
      "speaker": "VAN DAM",
      "sentences": "I agree.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:52",
      "speaker": "HUNT",
      "sentences": "Appreciate it.All right. Straight ahead here on CNN THIS MORNING. Hundreds of ballots destroyed. Federal investigators are now searching for who set fire to two ballot boxes in the Pacific Northwest. Plus, how a Trump rally in New York could impact thousands of Puerto Rican voters in Pennsylvania. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}