{
  "date": "2024-04-22",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Zelenskyy Praises Aid Bill, Urges U.S. to Send Weapons Quickly; TikTok Bill Heads to Senate Following House Approval; Environmental Advocates Push for Drastic Plastic Reduction; Power Line Project May Threaten Norway's Reindeer and Herders; WADA Accused of Mishandling Chinese Swimmers' Drug Tests. Aired 4:30-5a ET",
  "utterances": [
    {
      "timeStamp": "04:30:00",
      "speaker": "MAX FOSTER, CNN ANCHOR",
      "sentences": "Welcome to CNN NEWSROOM, I'm Max Foster. Here are some of today's top stories.Donald Trump will be in a New York courtroom today for opening statements in the first ever criminal trial of a former U.S. president. Trump has pleaded not guilty to 34 felony counts for his alleged role in a hush money scheme to conceal an affair with an adult film star. Hundreds gathered on Sydney's Bondi Beach yesterday to remember the six people killed in last week's Westfield Mall knife attack. Australia's Prime Minister was there, paid tribute to the victims. Twelve others were injured in the attack, including a nine-month-old baby whose mother was killed. Tokyo held its annual Rainbow Pride parade on Sunday. Supporters of the LGBTQ+ community are calling for more rights and marriage equality. Marriage equality has been a controversial issue in Japan, but it's the only G7 nation without legal protection for same-sex couples. After months of Republican infighting, the U.S. House of Representatives passed a crucial foreign aid package on Saturday. The $95 billion package is now heading to the Senate and is expected to be approved this week. The White House is applauding the bill, with President Joe Biden saying he'll sign it. It includes $8 billion for Taiwan and other partners in the region, $26 billion for Israel and $61 billion for Ukraine. The Ukrainian President Volodymyr Zelenskyy is urging the U.S. to send weapons to the front lines as soon as possible. He says it will help Ukrainians make gains on the battlefield, which has been dominated by Russia now for months. CNN's Fred Pleitgen has more. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "The Ukrainians are saying that after the House of Representatives passed that Ukraine aid package that they now need to get their hands on those weapons and also on ammunition as fast as possible. Of course, they understand it still needs to go through the Senate, still needs to be signed by the President. But the Ukrainians are saying they are in drastic need of artillery ammunition and especially also anti- aircraft missiles as well.They say that right now is a very difficult situation in many areas of the front line. In fact, Ukrainians acknowledging they lost a key village in the east of the country, which is very important to the defense on the eastern front. And in part, I've been in that area, they were saying that they are very much starved for artillery ammunition in those areas. And so therefore the President of this country, Volodymyr Zelenskyy, he actually came out and he said that it's absolutely key from when political decisions are made to things being delivered to the Ukrainians, that that process speeds up as fast as possible. Now, here in Kyiv, I was able to speak to Wladimir Klitschko, who is, of course, the former world boxing champion, the brother of the mayor of Kyiv, and also someone who's still very much involved in the defense of this country. And he told me what he thinks, why this aid package is so important to the Ukrainians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "PLEITGEN",
      "sentences": "The Russians, for their part, obviously not happy that this aid package was now approved by the House of Representatives. In fact, the Foreign Ministry of Russia, accusing the United States of using Ukrainians as what they call, quote, cannon fodder. The Ukrainians obviously see all of that very differently. They say that for them, for their survival, it is absolutely key to get their hands on more American weapons and more American ammunition.Of course, one of the things that the president of this country, Volodymyr Zelenskyy, has said in the past is that if this aid package hadn't gone through, there was a real chance that the Ukrainians might lose the war against Russia. Fred Pleitgen, CNN, Kyiv. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "FOSTER",
      "sentences": "Joining us now, Clare Sebastian. In terms of the impact this has on the ground, it's going to be pretty transformational, isn't it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "CLARE SEBASTIAN, CNN CORRESPONDENT",
      "sentences": "Well, I mean, President Zelensky is saying, you know, I'll believe it when I see it, basically. He says he won't make an assessment on whether Ukraine can win until the aid actually starts arriving.But this, the analysts are saying that what this will do essentially is help stabilize the front line. Ukraine will be able to sort of reconstitute its forces, build back up, continue those deep strikes, possibly within Russian territory and occupied regions, which will help degrade Russia a little bit more. But they're not talking about Ukraine going on the offensive this year, more about using this year to sort of recover and build back up from the profound impact of the delay in this delivery of aid, and then perhaps launch some kind of renewed counteroffensive in 2025. President Zelenskyy obviously mixing this fulsome praise for the U.S. and gratitude with a clear call to even faster action here. Take a listen. (BEGIN VIDEO CLIP) VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT (through translator): This aid will strengthen Ukraine and send the Kremlin a powerful signal that it will not be the second Afghanistan. The United States will stay with Ukraine, will protect the Ukrainians, and they will protect democracy in the world. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "SEBASTIAN",
      "sentences": "So I thought it was really significant that he suddenly brought up Afghanistan, because obviously the U.S. withdrawal from Afghanistan, along with all the criticism that came with that around the U.S. leadership role in the world, was just six months before the invasion of Ukraine. And he was sending a message there, he said to the Kremlin, but I think also to the U.S. to get their attention.And what's really significant is that the Russian foreign ministry spokeswoman, Maria Zakharova, also brought up Afghanistan in a press conference on Sunday, but she said the opposite. She said that what she called the U.S. hybrid war against Russia, of course, the Kremlin continually making the point, they say that the U.S. is using Ukraine essentially as a proxy to fight Russia. She says that will turn into the same loud and humiliating U.S. fiasco as it did in Vietnam and Afghanistan. So there's a lot of talk of, you know, how this proves on the Ukrainian side that the U.S. is back in this leadership role. But of course, speed is of the essence on the U.S. side. The Pentagon has said that they can move if needed within days. The precedent has shown that they can do that. And we have Senator Mark Warner, the head of the Senate Intelligence Committee, saying on CBS on Sunday that he hopes Ukraine will get ATACMS, those critical long-range missiles, he says, at the end of the week. FOSTER: OK, Clare, thank you. As part of that wide-ranging aid package for Ukraine, Israel and Taiwan, a bill that could ban TikTok is also heading to the Senate for approval. This new bill gives TikTok nine months up from a previous six to separate from its current Chinese parent company, ByteDance. The social media app is seen as a national security risk by many in Congress. So if the Senate approves the legislation and President Joe Biden signs it, TikTok could be forced to find a new owner or be banned entirely from the U.S. CNN's Marc Stewart joins us live from Beijing. I mean, this is a real challenge, isn't it, for ByteDance because it's, you know, it's basically being fast-tracked. And ByteDance needs to know if it's, what it's going to do if it's faced with this, you know, serious decision about whether or not to sell it or have it closed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:02",
      "speaker": "FOSTER",
      "sentences": "I wonder if they are also aware, ByteDance, that there will be a huge backlash in America, particularly amongst younger people, if TikTok is taken away and perhaps that might help resolve this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:02",
      "speaker": "STEWART",
      "sentences": "Well, the backlash is real from young people and from business owners. So that is why I think there will be a long legal road in the United States to see if some kind of agreement can be reached.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:02",
      "speaker": "FOSTER",
      "sentences": "OK, Marc, thank you so much for joining us from Beijing.Still to come, environmental advocates are calling for a drastic reduction, plastic reduction -- or production rather, to save the Earth. Here their call to action in this year's Earth Day. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "KJETIL MYKLEBUST, DIRECTOR, EQUINOR PROJECT",
      "sentences": "The Norwegian gas has become really important for the energy security in Europe. Around six and a half million European households rely on the energy from this plant.SOARES (voice-over): The natural gas plant project director says they are confident they will be able to create good solutions for those affected.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "MYKLEBUST",
      "sentences": "We understand their uncertainty. There could be dilemmas when we are developing energy infrastructure in close to the reindeer herders.SOARES (voice-over): Not only are the reindeer potentially threatened, but the proposed power line also threatens a way of life for the Sami people. Reindeer are essential for the Sami culture and life, providing everything from clothes to food. Demonstrating the actions countries are taking to cut emissions can lead to tough choices. Isa Soares, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "FOSTER",
      "sentences": "The global sports anti-doping watchdog is under fire for a case involving a group of Chinese swimmers testing positive for a banned drug in the lead up to the Tokyo Olympics, where some of the accused athletes wound up winning gold as well. Our Kristie Lu Stout has the latest from Hong Kong. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}