{
  "date": "2024-07-16",
  "headline": "CNN News Central",
  "subHeadline": "Rep. Ralph Normans (R-SC) Discusses Nikki Haley To Speak At GOP Convention Tonight & Trump, Vance Formally Nominated For GOP Presidential Ticket; Biden Allies Push To Speed Up Nomination Vote Amid Dem Backlash; Pew Poll: Two-Thirds Of White Evangelicals See Trump Favorably. Aired 2:30-3p ET",
  "utterances": [
    {
      "timeStamp": "14:35:06",
      "speaker": "NORMAN",
      "sentences": "Look, what's said in the campaign, that's history. You battle it out. Politics is a blood-sport. But I think what it -- what is true is Joe Biden, in his state, his age is definitely a factor. Dementia is definitely a factor. And ability to govern is definitely a factor.That doesn't affect Donald Trump. And I think she was highlighting her positives, which, she's young. She would have eight years. And she's -- that's why she shot to the top and faced Donald Trump at the end of -- into the campaign. We're all together now though. This is a new day, a new time to -- you can't look to the past. You've got to look to the future. And Nikki Haley will do that tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:06",
      "speaker": "SANCHEZ",
      "sentences": "Now, I do want to point out the White House has repeatedly denied that President Biden has Parkinsons or dementia or any other cognitive issues.You do say that we are all together now. Haley got a considerable portion of the primary vote, even after she dropped out of the race. Those were protest votes against Donald Trump. How confident are you that those voters are actually going to come home?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:06",
      "speaker": "NORMAN",
      "sentences": "They're definitely going to come home. And first, for the White House, a statement that he doesn't have dementia, doesn't have cognitive deficiencies, that is a complete joke.The American people had a front-row seat to that and they did during the debate. And this has been coming for the last two-and-a-half years. Now look at what we've got to gain. And the 2024 agenda that Donald Trump laid out, reversing the immigration deportation, gas independence. He's going to talk about security and inflation, all the things that Americas is thirsty for. We haven't had that the last three-and-a-half years. In fact, it would be hard for Kamala Harris or anybody else to list me five good things that Americans feel good about. I don't think they can under Joe Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:06",
      "speaker": "SANCHEZ",
      "sentences": "Sir, last night, Donald Trump selected J.D. Vance to be his running mate. He's a 39-year-old Senator, a freshman Senator. What does it tell you about the future of the Republican Party?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:06",
      "speaker": "NORMAN",
      "sentences": "The Republican Party has a great future. J.D. Vance, he's proven himself. He's -- he's a very articulate, bright man. I co- sponsored some of his legislation to do away with Diversity, Equity, and Inclusion.You know, he said, experience, where it needs to be, which is in the business sector, the private sector, not political experience, although he's -- he's a Senator and he knows politics. But where he will add value is common sense. Laying out the vision that Donald Trump has. And I look forward to the debates with Kamala Harris. And let's see how that works out. I don't think it'll work out too well for all the reasons that I mentioned earlier.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:06",
      "speaker": "SANCHEZ",
      "sentences": "Congressman Ralph Norman, we have to leave the conversation there. Appreciate you joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:06",
      "speaker": "NORMAN",
      "sentences": "My pleasure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:08",
      "speaker": "KEILAR",
      "sentences": "Certainly, some in the party are not going to welcome that news, M.J.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:08",
      "speaker": "LEE",
      "sentences": "Yes, absolutely. I mean, the idea of the DNC moving ahead with a virtual roll call, anyway, is really getting a lot of pushback.Congressman Jared Huffman, from California, for example, a Democrat, told our colleague, Manu Raju, that this is a terrible idea. He said, \"This is dumb.\" And that there is a growing number of members that are concerned about the decision to proceed with this virtual roll call anyway. And we are learning, too, about a draft letter that is circulating among House Democrats that says, basically, we need to slow down this process. That letter says, in part, \"There is no legal justification for this extraordinary and unprecedented action, which would effectively accelerate the nomination process by nearly a month.\" Brianna, I just have to tell you this, of course, is just one more clear sign that, while it is true that some of the public calls for President Biden to step aside, raising questions and concerns about his age and fitness, those might have quieted down for a little bit after the events of Saturday. But those concerns are very much real. And they're still circulating among Democratic circles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:05",
      "speaker": "SANCHEZ",
      "sentences": "A key part of Donald Trump's support in past elections has come from white, blue-collar evangelicals. And those voters could once again prove a crucial line of defense for the former president.Let's discuss with Bob Vander Plaats. He's an evangelical leader and president and CEO of the Family Leader, a socially conservative group in Iowa. Sir, thank you so much for being with us. Ahead of the Iowa caucuses, you threw your support behind Governor Ron DeSantis in the primary. I'm wondering if you are now ready to fully endorse the Trump Vance ticket in November.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:05",
      "speaker": "BOB VANDER PLAATS, EVANGELICAL LEADER",
      "sentences": "Well, I really am. In fact, I said that almost immediately after the Iowa caucuses when -- when President Trump won the caucuses, I think by about 30 points. And then went on just to steamroll through all of the other states.But what you're seeing right now, as you're seeing the ability of a Donald Trump, the coherence of a Donald Trump, versus the inability in incoherent, say, of Joe Biden. And we're also very excited about his pick with J.D. Vance. So I think the Trump-Vance ticket offers a clear choice for America. And I think, right now, they're staying in really good shape to win this election with a mandate from the American people to deliver the results that happened in Trump's first term.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:05",
      "speaker": "SANCHEZ",
      "sentences": "Now I want to go back to Florida Governor DeSantis for a moment because he is slated to speak tonight at the RNC. What do you expect that he's going to share with the audience? And what do you think his future is in the party? VANDER PLAATSaudience is that conservative leadership wins. He has shown that, in the toss-up state of Florida, where he won, I think by about 40,000 votes in 2018, and then after bold, conservative leadership, he wins in a landslide in 2022. So I think he's going to share that with convention delegates tonight. And he has a very bright future. He's a young guy as well. I think the Republican Party is loaded with talent. Whether it be a Ron DeSantis or a Kim Reynolds or a J.D. Vance. There's plenty of people on the bench who are willing to play.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:05",
      "speaker": "SANCHEZ",
      "sentences": "Sir, the Republican National Committee adopted a platform that was scaled back. It softened language on abortion and same-sex marriage that was in an earlier draft.I'm wondering what you make of that, of the party's 2024 platform, which doesn't mention a national abortion ban?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:05",
      "speaker": "VANDER PLAATS",
      "sentences": "Well, first of all, at the Family Leader, we're a nonpartisan ministry, so we don't really get tied up into party politics.Our belief system goes beyond a party. We play for an audience of one. And so our bedrock is still for the sanctity of human life and Biblical marriage, the way God designed, as well as for the family. So I think what you saw with the party platform is more of a Candidate Trump and how he wants to lead right now, where he believes the country is at. That's one thing. But I think the party platform should always hold onto those bedrock principles. So if they were to ask me about that, I'd say stick to your core values, your bedrock principles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:05",
      "speaker": "SANCHEZ",
      "sentences": "Well, yes, I asked because you tweeted last week that it was, quote, \"Gut wrenching to see Marco Rubio and J.D. Vance run from life as they run to Donald Trump, as they seek their seat at the V.P. table. Abandoning the most fundamental right, the right to life is no way to win.\"Now, earlier this month, Vance said that he, like Trump, believes the issue should be left up to the states. He's previously, though, Republicans to support a national abortion ban. What do you make of that change in his stance?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:01",
      "speaker": "SANCHEZ",
      "sentences": "So in your view, there is not that much disparity between former President Trump, who's campaigning on the idea that you have to win elections and, therefore, you sort of have to adapt to where popular opinion is versus where you are, which is that scripture, your view of scripture, should lead the way?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:01",
      "speaker": "VANDER PLAATS",
      "sentences": "Well, there's no doubt that my view, or that scripture should lead the way, not just my view, but scriptures should lead the way.And God is very clear when it comes to that. He's the one who creates life. He's the author of life. Life at conception to, say, natural death. And so that's what were -- that's what we're going to champion, that's what we're going to celebrate. Donald Trump, J.D. Vance, of course, they need to win elections. And we'd like to see it back to the states. But more of that, back to the people's elected representatives, which includes our federal elected office holders as well. So we would like to see a day, one day, where society, every state embracing a culture of life, but it's our entire country embracing a culture of life. And I believe we're going to see that day, in the not-too- distant future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:01",
      "speaker": "SANCHEZ",
      "sentences": "Bob Vander Plaats, we have to leave the conversation there. Appreciate the time, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:01",
      "speaker": "VANDER PLAATS",
      "sentences": "Appreciate it. Thank you,",
      "isLastSentenceInterrupted": false
    }
  ]
}