{
  "date": "2024-07-07",
  "headline": "CNN This Morning",
  "subHeadline": "Source: Biden Campaign Will No Longer Provide Interview Questions; Biden Claims Illness, Trump Distracted Him During CNN Debate; Vice President Kamala Harris Speaks At Essence Festival Amid Calls To Replace Biden; Evacuations Orders In Place Ahead Of Beryl Landfall On Texas Coast; CNN Embeds With IDF Forces To Gain Access To War-Torn Rafah; Alec Baldwin Trial Jury Selection Tomorrow; Millions Under Heat Warning This Week; 3,000 Wildfires Have Scorched 150,000 Acres in California; Crucial Election Underway in France; Texas Bracing for Beryl Landfall. Aired 7-8a ET",
  "utterances": [
    {
      "timeStamp": "07:00:51",
      "speaker": "VICTOR BLACKWELL, CNN HOST",
      "sentences": "Good Sunday morning to you. Welcome to CNN This Morning, the Fourth of July break is coming to an end. You've had your fun. You've had your burgers and your fireworks. It's time to head home and head back to work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:51",
      "speaker": "VERONICA MIRACLE, CNN HOST",
      "sentences": "And we are happy to do so and kick off this week with you. I'm Veronica Miracle in for Amara Walker.Here's what we're working on for you this morning. Under pressure, President Biden heads to Pennsylvania today as he's facing more calls from within his own party to drop out of the 2024 presidential race. We're live with how he plans to make his case to concern voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:51",
      "speaker": "BLACKWELL",
      "sentences": "Millions of people in Texas are bracing for tropical storm Beryl's catastrophic storm surge and hurricane force winds. Meteorologist Elisa Raffa is here to track the hurricane warnings just posted this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:51",
      "speaker": "MIRACLE",
      "sentences": "And flattened homes and burned down buildings. For the first time, CNN is in the devastated city of Rafah. What our crews encountered while on the ground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:51",
      "speaker": "BLACKWELL",
      "sentences": "Actor Alec Baldwin just days away now from going on trial in the shooting death of a cinematographer on the set of one of his films. What legal experts are watching for in the involuntary manslaughter case, that's coming up a little later.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:51",
      "speaker": "MIRACLE",
      "sentences": "Well, President Joe Biden heads to Pennsylvania today for campaign events as in party pressure mounts for him to drop out. The Fifth House Democrat, Representative Angie Craig asking him to end his campaign. She joins Representatives Doggett, Grijalva, Moulton and Quigley, who are publicly calling him out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:51",
      "speaker": "BLACKWELL",
      "sentences": "And now the campaign is facing some new scrutiny for how it's handling the president's media blitz. On first of all, Saturday, Philadelphia radio host Andrea Lawful-Sanders told me that Biden's team sent her a list of questions to pick from before interviewing the president.Late last night, a source familiar with the Biden campaign told CNN that while hosts have always been free to ask any questions, they will no longer provide any suggested questions moving forward. Despite all this, Biden is staying the course. With us now from Wilmington, Delaware is CNN's Camila DeChalus. Camila, what can we expect heading into this new week?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:51",
      "speaker": "CAMILA DECHALUS, CNN WHITE HOUSE REPORTER",
      "sentences": "President Biden has several public facing events in the days ahead. As you mentioned today, he's going to Pennsylvania for campaign events. And then next week, there's the NATO summit. Now, Victor, this is very critical for Biden. He has been under intense scrutiny since his first presidential debate against former President Donald Trump, and he's even admitted that he's had a weak performance.But the reaction that has been received after the debate has been pretty telling. You have a lot of foreign diplomats from across the world just kind of say and kind of express their concerns about whether Biden should keep running for office, and he even had some Democrats within his party also express these concerns and come out and say that it may be time to think of another nominee that could replace Biden. So while he's at the NATO summit in Washington, D.C. next week, he will be under a lot of pressure to be perform well and also be under the scrutiny to see if he's still up to the task for running for president, but he's really doubled down on these efforts. And as he hits the campaign trail, you'll really see him try to make this argument of why he's still a better candidate than former President Donald Trump and why voters should still back him in this upcoming election. Victor, Veronica, back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:51",
      "speaker": "BLACKWELL",
      "sentences": "Camila DeChalus, thanks so much.At the Essence Festival in New Orleans, Vice President Kamala Harris emphasized what she considers to be the dangers of electing Trump as president for a second term.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:51",
      "speaker": "MIRACLE",
      "sentences": "Her goal was to convince black voters to support the Biden- Harris to get once more. And she made the argument without addressing the growing concerns about President Joe Biden's candidacy. CNN's Eva McKend reports.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:07",
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "You have the former president who is running to become president again, who has openly talked about his admiration of dictators and his intention to be a dictator on day one. Who has openly talked about his intention to weaponize the Department of Justice against his political enemies. Who has talked about being proud of taking from the women of America a most fundamental right to make decisions about your own body.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:07",
      "speaker": "MCKEND",
      "sentences": "And black voters so key to the Democratic coalition, black women often referred to as the backbone of the Democratic Party. And in our conversations with them, we don't hear them calling for President Biden to step aside. They are supportive of the president. They are supportive of Harris as his vice president. And instead of most consequence to them, really, they say, is for the former president not to be reelected.Eva McKend, CNN, New Orleans, Louisiana.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:07",
      "speaker": "BLACKWELL",
      "sentences": "All right. Thanks, Eva.Let's talk now with Axios Reporter Stef Kight. Stef, good morning to you. So as Veronica mentioned, there's now a fifth member of Congress who is calling for the president to step aside. This is in a battleground state. This is Representative Angie Craig. Let me read part of her statement here where she writes, \"If we truly believe that Donald Trump and MAGA Republicans must be stopped, there's only a small window left to make sure we have a candidate best equipped to make the case and win. This future of our country is bigger than any one of us. It's up to the president from here.\" I wonder though, if there is any potential backlash or confidence, I mean, consequence for these Democrats who are separating from the president in their own districts, if you separate from the president, do you lose some of that democratic support?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:07",
      "speaker": "STEF KIGHT, POLITICAL REPORTER, AXIOS",
      "sentences": "I mean, seeing so many of these voices come out and call for Biden to step aside just underscore something that I'm sure we're all hearing pretty frequently at this point is that there's real concern down ballot that Biden's debate performance in the fallout we've seen since then, his interview, et cetera, there's real concern that that's going to impact how candidates can do down ballot, especially when you're talking about, you know, battleground districts, battleground states, where it's already going to be a tough fight to win reelection.And that's why I think we see people like Angie Craig coming out and being willing to take the risk. The other thing that we should be watching is that Congress is back this week. The Senate has not really had to face the media since Biden went on stage for the debate. And you know, it will be interesting to see whether we see even more voices come forward on the record calling for Biden to step aside at this point. We know that Virginia Senator Mark Warner is planning to meet with some senators tomorrow to kind of start this conversation. And so, you know, there could be risks, but there's also a chance that we will see even more voices come forward this week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:07",
      "speaker": "BLACKWELL",
      "sentences": "Yes, we'll have to see if there is a Biden constituency that is so loyal to the president that they would create some consequence for the members of Congress who are separating from the president.Let me move on to the House. You mentioned what's happening in the Senate with Chairman Mark Warner. Hakeem Jeffries, minority leader today is holding a virtual meeting with some senior Democrats to talk about the path forward for the president. What should we expect out of this meeting? Just a discussion? Should there be a strategy? Will be -- what's going to be the fruit of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:01",
      "speaker": "BLACKWELL",
      "sentences": "Yes. The president said Friday night that it would take the Lord Almighty to come down and tell him to get out of the race. And that ain't happening so he's not getting out of the race. He's a discounted Mark Warner's effort in the Senate. He says that Jeffries, Schumer, the other leaders in the Senate will not -- Pelosi in the House -- will not come to him and tell him to get out.But if they did, is there any indication that that would be persuasive at all? He says he doesn't even believe the polls that chose he's down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:01",
      "speaker": "KIGHT",
      "sentences": "It's hard to tell. Biden has been -- and we've reported this repeatedly -- he is very dismissive of polls and voices that are telling him that he can't win in November. He's made this a part of his narrative, his personal narrative that he has always been counted out. And we're seeing that again and again in the way he's handling this situation in particular.And the reality is, there are only a small number of people that have real influence over Joe Biden right now. However, if we start seeing people in leadership and more and more Democrats coming out, it's hard to imagine that that's not going to have some level of influence on Biden or at the very least, influence on the people who can convince Biden to step aside.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:01",
      "speaker": "BLACKWELL",
      "sentences": "And Stef, you've pointed out that this is as much a media story as it is a political story. Talk about that if you would.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:01",
      "speaker": "KIGHT",
      "sentences": "Yes. I mean, we've seen this, you know, over and over again, even over the weekend, seeing the way that this was handled with radio stations with, you know, Biden's team handing questions and having that be reported out in the press, the kind of dismissal of the polling numbers.And I've looked at data analysis that shows if you look at the number of press conferences and the number of interviews that Biden has done during his term so far, it is fewer than any other president at this point in their term, going back to Ronald Reagan. Biden has been -- long been unwilling to really face the media. And now this is adding to this concern that there has been an effort to kind of hide how bad things have gotten with Biden. There has been efforts to kind of obscure from the American public the state of the president's health, which has only continued to fuel this. There have been some people who have been covering this. My colleague Alex Thompson has been covering this issue, but it hasn't gotten a lot of coverage. This idea that Biden is actually, you know, struggling and may not be up to the task of a role in president of the United States. But now, because of the debate, because it was finally public and we've seen these public examples, it's only made the situation even more dramatic and cause some of the outrage we've seen in Congress.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:01",
      "speaker": "BLACKWELL",
      "sentences": "And, of course, the president, his allies, the White House and campaign would say that he is absolutely up to the job of being president and serving for another four years.Axios Political Reporter, Stef Kight, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:01",
      "speaker": "MIRACLE",
      "sentences": "Tropical Storm Beryl is expected to gain strength and turn into a Category 1 hurricane before slamming into the southern coast of Texas. Several counties in the track of the storm have issued mandatory evacuation orders with barrel expected to bring damaging winds, life-threatening storm surge and dangerous flooding.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:01",
      "speaker": "BLACKWELL",
      "sentences": "The storm is on track to hit the Texas coast Monday morning. Beryl has already wreaked havoc across the Caribbean. Nine people have been killed.CNN's Elisa Raffa is tracking the storm's path for us. So this continues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:04",
      "speaker": "BLACKWELL",
      "sentences": "Yes. And they have certainly had their share of weather emergencies over the last year or so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:04",
      "speaker": "RAFFA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:04",
      "speaker": "BLACKWELL",
      "sentences": "Elisa Raffa, thanks so much.CNN has gone inside Rafah for the first time since fighting there began in May. Coming up, what our cameras saw in the city that was once a refugee -- a refuge rather, for more than a million Palestinians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:49",
      "speaker": "BLACKWELL",
      "sentences": "CNN has gained access to Rafah, a city ravaged by two months of relentless Israeli military operations. This marks the first time the media has been permitted to enter the city.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:49",
      "speaker": "MIRACLE",
      "sentences": "It's important to note, CNN reported from Gaza under Israel Defense Forces escort at all times, but CNN retained editorial control over the final report and did not submit any footage to the IDF for review. CNNs Jeremy Diamond has more.(BEGIN VIDEOTAPE) JEREMY DIAMOND, CNN JERUSALEM CORRESPONDENT (voice-over): Thick clouds of sand shroud the road to Rafah. But as the dust settles, the destruction is unmistakable. Flattened homes and bombed out buildings, Gaza's last refuge devastated by the Israeli military assault on this city.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:49",
      "speaker": "DIAMOND",
      "sentences": "We're now entering the third month of Israeli military operations in Rafah. And you can see all around me that kind of destruction that these last two plus months of military variations have wrought inside of the city of Rafah. All around destruction, very similar to the kind that I've seen in central Gaza as well as in the northern part of the strip.DIAMOND (voice-over): This is the first time CNN has gotten access to this devastated city. Israel and Egypt have barred journalists from Gaza except under tightly controlled military embeds like this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:49",
      "speaker": "REAR ADMIRAL DANIEL HAGARI, IDF SPOKESMAN",
      "sentences": "We're working in this area very, very precise, very, very accurate. Unfortunately, the destruction is one to blame, Hamas.DIAMOND (voice-over): The Israeli military says it has killed over 900 Hamas fighters here and believes it is close to defeating the groups Rafah brigade. But the fighting is clearly not over yet. Nor is the effort to uncover Hamas' vast network of tunnels in Rafah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:49",
      "speaker": "HAGARI",
      "sentences": "This tunnel goes down over 28 meters underneath the ground.DIAMOND (voice-over): As well as along Gaza's border with Egypt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:49",
      "speaker": "DIAMOND",
      "sentences": "Right behind me here is the Egypt-Gaza border. We are now driving along what is known as the Philadelphi Corridor, a strategic corridor than the Israeli military seized two months ago. They say they did so because they believe Hamas was smuggling weapons across from Egypt. And then from this area deeper into Gaza.DIAMOND (voice-over): Israeli forces say they have uncovered dozens of tunnel shafts here, but cannot definitively say if any of the tunnel stretching into Egypt were operational.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:49",
      "speaker": "HAGARI",
      "sentences": "We found dozens like the tunnels that you saw. And we are researching those tunnels carefully, making sure which ones were functional, which ones are not functional anymore because maybe they were from the Egyptian side stopped.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:49",
      "speaker": "DIAMOND",
      "sentences": "So will this be the last ground operation then, Rafah?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:49",
      "speaker": "HAGARI",
      "sentences": "I won't say that because what you will see is when we'll have intelligence that may be their hostages. One of the points in Gaza, we will operate.DIAMOND (voice-over): Before leaving Gaza, our convoy drives by what's left of the Gazan side of the Rafah border crossing. Once a lifeline for millions of Palestinians, it now lies in ruins. The Israeli military says it is now facilitating a safe corridor for these trucks to deliver aid to Gaza via Israel's Kerem Shalom crossing. But humanitarian aid groups say the roads are still not safe and simply not enough aid is getting in as the war rages on. (END VIDEOTAPE) DIAMOND (on-camera): And during the nearly three hours that we spent on the ground in Rafah, we didn't see a single Palestinian. This city that was once a safe haven for displaced Palestinians from across the Gaza Strip has been almost completely emptied out. More than 1 million Palestinians have been forced to flee that city. Many of them heading for that coastal Al-Mawasi area where they are simply trying to survive. And now their hopes are simply resting on these ceasefire negotiations and the prospects of a deal. Jeremy Diamond, CNN, Jerusalem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:08",
      "speaker": "MIRACLE",
      "sentences": "Jury selection for Alec Baldwin's manslaughter trial begins Tuesday in New Mexico. It comes almost three years after cinematographer Halyna Hutchins was shot and killed while filming the Baldwin movie \"Rust.\"The actor had been pointing the revolver at Hutchins during a rehearsal when the gun went off. He claims he never pulled the trigger. I want to bring in trial attorney Kelly Hyman. Kelly, good morning. You know a thing or two about complex litigation, and this is a very complicated case. The charges against Baldwin were dropped last year, and then a grand jury came back and indicted him. So, let's talk about the gun. That's going to take center stage in this case. Can you tell us more about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:08",
      "speaker": "KELLY HYMAN, TRIAL ATTORNEY",
      "sentences": "The gun is going to be key to this case, and this is why. He has been charged with involuntary manslaughter, but there's two counts in the alternative. And one was that they alleged that he was negligent with the handling of the firearm, so that he was taking the gun and pointing it at different people.And then in the alternative, the other count of involuntary manslaughter is without due caution. That means that he didn't have care, that he was negligent in the way that he handled the gun. So that's going to be key. According to the state, they say that he pulled the trigger and they have evidence to substantiate the fact that he did. However, according to Baldwin, he did not pull the trigger and that the gun went off. It will be interesting to see in this case if they have someone testify that was there when it happened to say whether he pulled the trigger or not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:08",
      "speaker": "MIRACLE",
      "sentences": "Yes, he was holding the gun. A very important part of this. SAG after has been very vocal about their support of Baldwin, saying an actor's job is not to be a firearms or weapons expert. And armorer Hannah Gutierrez, who was responsible for the weapons on set, has already been convicted of involuntary manslaughter. So, do you think that this jury is going to find it hard to convict Baldwin of the same crime?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:08",
      "speaker": "HYMAN",
      "sentences": "Well, the jury is going to look at the facts and the evidence and make a determination on what is presented to them. But definitely that's going to be key in his case to say, listen, I did nothing wrong. I did not pull the trigger. He's also going to say that the gun was defective, that there was something wrong with the gun. It's important for the viewers to know that the gun was tested. But when the gun was tested, it was damaged.So, one of the arguments that Baldwin is going to make is the fact that the gun was something was wrong with it. And so, it wasn't his fault that it was defective. And also, the fact that the armorer has already been charged and been found guilty with the exact same counts, and it's not his responsibility. And it's also important to note when he received the gun, he was told that the gun was cold. In other words, if there was no ammunition and that's going to help substantiate his defense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:08",
      "speaker": "MIRACLE",
      "sentences": "So, that's one aspect of the trial. Let's move to the celebrity factor. Alec Baldwin. He's a famous actor. He's also known outside of his work for his very public outbursts. How do you think the celebrity status -- his celebrity status is going to be impacting this trial?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "MIRACLE",
      "sentences": "Yes. And this trial's going to be live stream. So, it'll be really interesting to see how many people tune in and how that impacts this trial. Do you think that Baldwin is going to testify and could that work for him or against him if he does?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "HYMAN",
      "sentences": "Ultimately, it's going to be his decision whether he is going to testify or not. The attorneys can advise him and tell him whether they should testify or not. It'll be interesting to see if he's going to testify because he's talked so much about this in the public. And usually, the attorneys say to their client, don't discuss this case in the public. Do not talk about it. But he could definitely potentially take the witness stand if he feels he wants to tell his story to the jury. So, it's all possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "MIRACLE",
      "sentences": "All right. Trial attorney Kelly Hyman, we appreciate your insight. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "HYMAN",
      "sentences": "Thank you. Great to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "MIRACLE",
      "sentences": "Potentially deadly heat is expected to grip the east and west again this week with nearly 100 million people in more than a dozen states under advisories. Today, Las Vegas could beat its record of 117 degrees and Death Valley could top 125 for the third straight day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "BLACKWELL",
      "sentences": "Wow. The National Weather Service says that more than three dozen temperature records were set or tied yesterday. And more records could fall this week. CNN Meteorologist Elisa Raffa joins us now. Some of these temperatures are unbelievable. How long do we expect this to last?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "RAFFA",
      "sentences": "That's the problem, Victor, is it last well into the week. These warnings have been in effect for several days now. And some of these warnings are still in effect through Thursday -- Wednesday, Thursday. It's a very long duration heat wave. Temperatures in the triple digits for so many days straight. You've got these alerts stretching from border to border, taking up most of California, Nevada, even getting as far north as Oregon and Washington. These warnings for these temperatures that again are well above 100.This is a list of all-time records that were set yesterday. All-time, meaning not just for the day or for the month, these are all time period. The hottest temperatures of these places I've ever seen right in California, 119 degrees, Lancaster, 113 degrees. So, again, well above 100 and smashing these all-time records. At the extreme heat risk, a huge part of Southern California, Las Vegas again, stretching up to the Pacific northwest. That heat risk, what it does is try to measure your risk for heat sickness, right? How vulnerable can we be, especially Children, elderly pets? And it's on the extreme level as we continue through the week because we're still finding temperatures up near 100 in Sacramento. Triple digits from Bakersfield, 109. 117 in Palm Springs. Phoenix still with temperatures around 116. Las Vegas can hit some all-time records this week. Their all-time hottest temperature ever recorded is 117 degrees and that is in jeopardy over the next couple of days as well. We do know that this extreme heat was made four to five times more likely due to climate change. This is the climate shift index. It's a tool that we use to measure this heat. And we know that these heat waves will be coming longer and more extreme because these summers are just hotter than they used to be. And on top of this, we just get no relief at night. Guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "MIRACLE",
      "sentences": "All right. Elisa, devastating news. And the extreme heat is making an already active western wildfire season even more dangerous. So, far this year, more than 3,000 wildfires have scorched 150,000 acres in California.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "BLACKWELL",
      "sentences": "The heat wave is so powerful that it's making people sick, sending them to the hospital. CNN's Natasha Chen reports.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "NATASHA CHEN, CNN CORRESPONDENT",
      "sentences": "Victor and Veronica, we are seeing people try to stay cool the best they can. They're coming here to get cold drinks, to get ice cream. We met a grandmother and granddaughter who are trying to beat the heat here. The grandmother said she's lived in this part of Los Angeles for 54 years, and this is how she described this heat wave compared to the weather she's used to here.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It was much cooler here when I moved 54 years ago. It was beautiful Southern California weather. That's why I moved here. Now, it's just miserable.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "BLACKWELL",
      "sentences": "French voters are heading to the polls today in the crucial second round of parliamentary elections. President Emmanuel Macron, he votes -- voted last hour. His call for this snap election is seen as a political gamble by some, especially after his party came in third place after the first round.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "MIRACLE",
      "sentences": "The far-right National Rally Party took a commanding lead in the first round and finds itself closer to power than ever before. That has motivated a left-wing coalition, along with Macron's party, to attempt to deny the far-right an absolute majority. CNN's Jim Bitterman is live for us from Paris from a polling station. Jim, tell us about the turnout, how does it look so far?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "JIM BITTERMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, turnouts have been quite high, Veronica. In fact, you have to go back to 1981 when there were similar legislative elections to, in fact, equal today's turnout of 26.3 percent at noon. That's 26 percent of the registered voters who are actually voting.And we've been seeing that here on the ground in the 7th Arrondissement of Paris, where there's two voting stations here. People have been coming in all morning long, a very steady stream. So, I think it's going to be a high turnout. What that indicates is unknown because, really, it could be a high turnout because people are very passionate about denying the far-right power, but it also could be a high turnout because there are far-right voters who want the far- right to get into power running. Veronica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "BLACKWELL",
      "sentences": "Now, if there is no absolute majority, Jim, talk to me about the difficulty around coalition building.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "BITTERMAN",
      "sentences": "Well, this, Victor, looks more and more likely, in fact. It's going to be very difficult, especially if the vote turns out to allocate a number of seats that -- an equal number of seats to each one of the three factions, the three factions being the extreme left, which kind of have a loose coalition, but not a very solid one, the far-right which has a pretty solid, you know, coalition, and the centrists which may not be as big a score as they would like to see.In any case these three factions, in order for them to agree on a government, will have to have somebody that's equal -- equally approved by everybody, and that's very difficult. Because even in, like, the far-left, the coalition in the far-left, there are people who absolutely despise each other from one side of the left, the very extreme side of the left, to the center left. So, it's going to be difficult. And that's going to be a challenge for Mr. Macron because if he wants to govern for the next three years he's president he's going to have to have a government that wants to work with him. Victor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "MIRACLE",
      "sentences": "Well, Jim, there's no doubt going to be global ramifications of what happens in France. So, tell us about the global impact.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "BITTERMAN",
      "sentences": "Well, I think there's a couple of things for sure, and then there's some we don't know about. If it turns out to be that there is an extreme right government, they might do things like, for example, defund the European Union, although they say they won't -- they say that they won't take France out of the European Union, but they could defund it. They say that they will not fund the Ukraine war as much as France has been supporting Ukraine.And domestically, in fact, there's a couple of things that could happen. They're anti-immigrant. They could have -- install a French -- France first policy, which would mean that if you're French, you'd get priority and all kinds of different civil actions. So, it could make a big difference and that may very well account for that high turnout today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "BLACKWELL",
      "sentences": "We're continuing to track Tropical Storm Beryl as it makes its way towards the South Texas Coast. Forecasters predict that Beryl will strengthen again into a hurricane Category 1 before making landfall tomorrow near Corpus Christi.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "MIRACLE",
      "sentences": "Several coastal counties have issued evacuation orders as Texans prepare for the impact. CNN's Elisa Raffa has the latest. What is it looking like, Elisa?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BLACKWELL",
      "sentences": "All right. Elisa Raffa, thank you for watching it for us. Thank you for watching us this morning. And thank you for being in for Amara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "MIRACLE",
      "sentences": "Thanks for letting me join in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BLACKWELL",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "MIRACLE",
      "sentences": "Had fun.",
      "isLastSentenceInterrupted": false
    }
  ]
}