{
  "date": "2024-05-29",
  "headline": "One World with Zain Asher",
  "subHeadline": "U.S. Made High Precision Munition Used In Sunday's Strike In Gaza; Trump Speaks Outside Of New York Courthouse; Blinken Heads To Prague For A Two-Day NATO Meeting. Aired 12-1p ET",
  "utterances": [
    {
      "timeStamp": "12:00:27",
      "speaker": "BIANNA GOLODRYGA, CNN INTERNATIONAL HOST",
      "sentences": "The jury begins deliberations and former President Donald Trump's criminal trial. \"ONE WORLD\" starts rightnow. A new CNN investigation found U.S. made munitions were used in a deadly strike on Rafah. What the Biden presidency and administration is saying about this. Plus, U.S. Secretary of State Antony Blinken is in Moldova, a vulnerable country on Ukraine's border. What he hopes to achieve on his trip. And polls are open in a pivotal general election in South Africa. We speak to voters about their wishes for the country's future. Hello everyone, live from New York, I'm Bianna Golodryga. Zain is off today. This is \"ONE WORLD\". We have new information about that deadly Israeli strike on a Rafah tent camp, which has sparked condemnation around the world. CNN geo-located video showing tents in flames in the aftermath of the strike and spoke to explosive weapons experts. They came to the conclusion that a U.S. made high precision munition, the GBU-39 made by Boeing was used in Sunday's strike. Gaza's Ministry of Health says at least 45 people were killed and more than 200 injured in that attack. The IDF says that its strike targeting senior Hamas officials may have set off weapons stored in a nearby compound, causing a large fire. The White House was asked if the attack crossed a red line that would prompt changes in U.S. policy. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:27",
      "speaker": "REPORTER",
      "sentences": "So, how does this not violate the red line that the President laid out?JOHN KIRBY, NATIONAL SECURITY COUNCIL COORDINATOR FOR STRATEGIC COMM.: As I said, we don't want to see a major ground operation. We haven't seen that at this point. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:27",
      "speaker": "GOLODRYGA",
      "sentences": "Meantime two high profile Republicans visited Israel this week. Former presidential candidate Nikki Haley went to the northern borderMonday. She signed artillery shells with quote, \"finish them\" presumably referring to Hamas. Senator Lindsey Graham is in Israel as well, where he met with the prime minister today. It is his fifth visit there since October 7th. CNN's Jeremy Diamond joins us now live from Jerusalem. And Jeremy, we're hearing from Secretary of State Antony Blinken, who is in Moldova, answering questions that they, at least the administration at this point, cannot verify whether U.S. supplied weapons were used in that attack on Sunday, in that deadly attack in Rafah. But according to a CNN investigation, as we had noted, it appears that this was indeed U.S. provided munitions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:27",
      "speaker": "JEREMY DIAMOND, CNN CORRESPONDENT",
      "sentences": "Yeah, that's right, Bianna. Four different munitions experts independently looked at the video evidence thatwe provided them regarding images of some of the shrapnel at the site, including what appears to be the tail end portion of the specific munition that was identified. And these four munitions experts said that they believe that the munition that was used here was a GBU-39 small diameter bomb. That is also a weapon that is consistent in terms of the typical payload that it carries with the description from the Israeli military itself, which said that these were two munitions with 37 pound warheads each. That is consistent with a GBU-39. And what's interesting about this type of munition is that it is typically intended to be used to try and limit the number of civilian casualties. And it is much smaller than the types of bombs that we have watched Israel dropping on other densely populated parts of Gaza. Those 2000 pound bombs that cause enormous craters, enormous carnage, and which the United States has been urging Israel to use fewer of, and instead to use this type of more precision guided smaller bomb. But that being said, these same munitions experts pointed out that even this smaller munition, if it is used in a densely populated area, such as a camp for displaced persons, like was the case in Sunday night's strike, it can increase the risk of civilian casualties. And indeed in this case, we saw that 45 people were killed according to the Palestinian Ministry of Health. At least 200 others were wounded. The Israeli military though insists that these munitions alone could not have set off the enormous blaze that we saw in the aftermath of this strike that resulted in many of those deaths. They believe that there was something else at the site that may have ignited, but so far they haven't provided any verifiable evidence to back up that theory. Bianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:10",
      "speaker": "DIAMOND",
      "sentences": "Yeah, look, this is Tsakhi Enegby, the National Security Advisor to the Israeli Prime Minister, a very senior figure, a very influentialfigure who is in these war cabinet meetings and knows what he's talking about. And he is saying in this interview that he expects another seven months of fighting to quote, \"deepen our achievements and achieve our goal of destroying the military and governmental capabilities of Hamas and Islamic Jihad\". Now, he is talking about this in the context of what he described as 2024 being a year of combat for the Israeli military in the Gaza Strip. And that certainly indicates that it will be at least seven months and that it could go beyond that. That being said, I don't think this excludes the possibility of some kind of a ceasefire being struck, shortening that period of combat. Indeed, if a ceasefire agreement is struck, especially one that would last for several months, most experts agree that it will be very difficult for Israel to return to the fighting in the way that it is currently fighting in Gaza right now, particularly if such an agreement includes the withdrawal of Israeli troops from the Gaza Strip. So, there is certainly still hope that a ceasefire agreement could shorten that period of time of fighting in Gaza. Right now, we know that there are efforts underway, Bianna, to try and restart those ceasefire and hostage deal negotiations. But so far, no indication of any breakthroughs or of anything that would get us closer to a breakthrough. Bianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:10",
      "speaker": "GOLODRYGA",
      "sentences": "Yeah, and a reminder that another seven months would go well into the U.S. presidential elections as well. Jeremy Diamond, thank you.Well, for close to six weeks, they have been seated silently off to the side, and now they are front and center. About a half hour ago, the jurors in Donald Trump's hush money trial began their deliberations. The seven men and five women spent this morning listening to final instructions from the judge in the case. He went into painstaking detail about reasonable doubt and other legal terms. He also told them that they should not hold it against Trump, that he did not testify in his own defense. And now, we wait for a verdict, and of course, no one knows when that will be. Let's bring in CNN's Brynn Gingras. She is outside the courthouse in Lower Manhattan. And the former President, we should note, Brynn, is not allowed to leave that courthouse behind you until the jury does come to a decision here. We didn't hear him testify in his defense, but we just heard from him speaking outside of that courthouse. What did he say? BRYNN GINGRAS, CNN U.S. NATIONAL CORRESPONDENT: Yeah, like his usual talking points, Bianna, railing against this trial in general. Of course, this comes as these jurors are deciding his fate behind closed doors right now. There's 12 jurors in a room inside this courthouse. We're told the judge has instructed that Donald Trump and his defense team also needs to remain within the courthouse. There are a bunch of press in there, as well. This is just in case the jurors do have any questions that arise as they are going through the evidence and witness testimony to come to their conclusion. If that happens, then, of course, court will then be back in session and that question will be asked in open court. Now, this is usually going to pertain to possibly interpretation of the law or possibly about a witness testimony that could be read back to them. However, we do know that two of the jurors volunteered to kind of get an explanation of the computer system within the courts, which is what they can access to look at any evidence. So, that will be with them inside the deliberation room. So yes, you said it. It's begun. The fate of Donald Trump is in the hands of these jurors. They need to find per the jury instructions that he is either guilty or not guilty on each of these 34 different counts of business fraud with the intent to conceal and cover up another crime. And of course, they need to decide that unanimously and the judge being very thorough with those jury instructions, taking about an hour, kind of giving them the roadmap of how to interpret the law when it comes to these different charges against Donald Trump. So, of course, anyone's guess as how long it's going to take them with their deliberations. But everyone, of course, standing by to see what's next. And if a note comes out, because we always know in these deliberations, a note kind of can signal which way maybe they're hesitating when it comes to their deliberations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:03",
      "speaker": "SHAN WU, CNN LEGAL ANALYST",
      "sentences": "Sounds like they're preparing for that, setting the rather high bar by comparing it to Mother Teresa. Sort of a little spinon the old trial adage of wanting a jury of nuns and priests. It's kind of interesting, wanting a defendant of a saint.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:03",
      "speaker": "GOLODRYGA",
      "sentences": "Yeah. And when we did hear the judge giving instructions to the jury, it was interesting that he once again reminded them not to hold itagainst the former President that he didn't speak in his own defense. Obviously, he's legally entitled to do that. But I want to go back to yesterday where we heard the closing statements and arguments from both the prosecution and the defense. Todd Blanche reminding these jurors, as they have been, that their number one sort of statement throughout all of this has been the focus on Michael Cohen and repeatedly calling him a liar. Todd Blanche said Michael Cohen is the greatest liar of all time. We heard from the prosecution in about five hours worth of their own closing arguments where they said, regardless of what you think of Michael Cohen, the facts speak for themselves. He's just helping narrate you through those facts. Do you think that that was a smart approach from the prosecution? Do you think they accomplished what they needed to?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:03",
      "speaker": "WU",
      "sentences": "I think they do. I think prosecutors tend to talk about how the evidence went in in the case, and I think it went in very well for theManhattan D.A.'s office. I think they've presented a very strong case. I would be surprised if there was an acquittal. You never know, but I'd be surprised because I think the case has gone in really well. And I think that there's some criticism of Steinglass, the prosecutor, for going on for such a long time. But, you know, no prosecution has ever been lost because the jury thinks you gave them too much detail. It's the other way around. And so they want to make sure, correctly, to cover all the timeline in a very organized manner. I think that's really the key. Because in contrast, I think Blanche continued the Trump's defense team's style of being a rather scattergun, throw everything at the kitchen wall, see what sticks. And ultimately, I don't think that's the best approach for a defense strategy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:03",
      "speaker": "GOLODRYGA",
      "sentences": "Yeah, you wrote actually that Trump's defense team likely made a mistake by relying on the idea that the jury would adopt the idea of liar,liar, pants on fire, and reject all of Michael Cohen's statement. Let me ask you, in testimony, let me ask you specifically about this jury. They have seemed very diligent in their work here. They were taking notes. They were listening attentively. We know that two of the jurors are, in fact, lawyers. How much do you think that that will impact how these deliberations go, the role that these two lawyers play as this jury is now deliberating? Well, of course, sometimes the fear is that if you have lawyers in the jury, the jury turns to them as sort of internal experts on the law. In my experience, that hasn't happened too much. Unlike many trial lawyers, I'm not particularly afraid of having lawyers on the jury if they're not lawyers whose practice area is the same as the trial matter. So, I would not want criminal defense or former criminal prosecutors on the criminal jury. But if there are other ones, I think here there's one that does corporate transactional work, for example. I think that their analytical skills can be helpful in looking at the evidence. And I think there's a big tell on the jury's attentiveness because they went for a really long time. It's very fatiguing to sit there for such a long day. And yet they were interacting with Steinglass when he kind of apologized for the length. They kept indicating to the judge they're okay. So, I think they have been very attentive. Jurors will sometimes start to look kind of irritated if a day is going on too long. But these folks, you know, they look like they're there and in place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:03",
      "speaker": "GOLODRYGA",
      "sentences": "We have the jury deliberation clock now, as you see to my left. So, you or at least you were watching to my right. But then you see thatit's 45 minutes. It's anyone's guess, obviously, when they will finally ultimately decide. If you were to make a prediction, though, do you think, given that we're approaching a Friday, that that may be the day that they announce their decision or could they very well go into next week?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:03",
      "speaker": "WU",
      "sentences": "I think it's very likely we will get a verdict before close of business on Friday. Now, of course, that can change if we start to get notesindicating what areas that they're focusing on. And I would let the viewers know notes are not always a sign that the jury is hung or having a problem. It can be a very good road map to what areas of evidence they're really focusing upon. So, notes are always very interesting. If we get no notes, they're working quietly. I would definitely expect a verdict before close of business Friday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:03",
      "speaker": "GOLODRYGA",
      "sentences": "All right, Shan Wu, we shall see. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "GOLODRYGA",
      "sentences": "You, too. Well, jury deliberations are underway in New York. President Joe Biden is preparing to leave for Philadelphia. He's working tobuild enthusiasm among black voters amid polls showing a decline in support, particularly among black men. He'll be joined by Vice President Kamala Harris and several black elected officials. In addition to touting his own accomplishments, he'll also warn voters about what he calls Donald Trump's racist and toxic agenda. Well, coming up for us, U.S. Secretary of State Antony Blinken makes a stop in Moldova ahead of a NATO meeting in Prague. A look at what's on the agenda just ahead. Also, a record number of South Africans are registered to vote in today's general election. Why that could signal a change on the horizon. We'll tell you why after the break. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "GOLODRYGA",
      "sentences": "U.S. Secretary of State Antony Blinken is in Moldova at this hour, where he held a meeting with Moldovan President Maya Sandu. His visitcomes at a time when U.S. officials say Moldova faces Russian influence operations. From Moldova, Blinken will then head to Prague for a two day NATO meeting where Ukraine is expected to dominate the agenda. The leaders of France and Germany say Ukraine should be able to defend itself fully from Russian attacks, even if that means using weapons supplied by its allies against some targets inside Russia. Moscow warns that that could lead to a global conflict. Let's go to CNN's Melissa Bell, who is live in Paris for us. So, this Moldovan trip by U.S. Secretary of State Blinken, quite significant as the country is moving closer to joining the E.U. Talk about what we saw today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:05",
      "speaker": "GOLODRYGA",
      "sentences": "Yeah, Moldova's worked quite efficiently and effectively at weaning itself off of Russian gas and also fighting internal corruption anddealing with an economy where we saw inflation at one point over 30 percent. That has come down since. But meantime, as you said, there is another leg to this trip. The final push there from many of the U.S. allies and Ukrainian allies there to give more weapons to Ukraine that can be used specifically against Russia on Russian territory. There had been some concerns among the Biden administration. The Biden policy had been not to allow that to move forward. However, there seems to be some changes or at least conversations about changing that policy. What, if anything, did Blinken say on that front today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:05",
      "speaker": "BELL",
      "sentences": "That's right. Precisely because, Bianna, the United States is the biggest provider of weapons to Ukraine and, of course, such an importantpart of the alliance. What the United States would choose to do with regard to this issue, which has appeared to shift, it began with David Cameron headed to Kyiv last month, suggesting the British foreign minister that Ukraine should be allowed to use its weapons, those gifted to it, as it wanted. Backed by Jens Stoltenberg, France, Germany, Poland have now followed in the wake of his footsteps. This is what Secretary of State Blinken had to say when asked specifically whether the United States was looking at a change to its policy. (BEGIN VIDEO CLIP) ANTHONY BLINKEN, U.S. SECRETARY OF STATE: We're always listening, we're always learning and we're always making determinations about what's necessary to make sure that Ukraine can effectively continue to defend itself. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:05",
      "speaker": "BELL",
      "sentences": "No suggestion, Bianna, of a shift in policy yet, but the suggestion that there could be a shift in policy. And I think this is important whenyou consider the words of Vladimir Putin only yesterday on this issue, when he suggested that any such move to allow Ukraine to use its long range weaponry against targets inside Russia, even those targets, by the way, from which Russia is attacking Ukraine, would be considered a serious escalation and a sort of declaration of war between NATO and Russia. He answered very forcefully to the idea that this might be allowed to happen, even as a substantial shift appears to be happening within NATO itself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:05",
      "speaker": "GOLODRYGA",
      "sentences": "Yeah. And if this shift does occur, not nearly as far as the shift we've seen from France, where President Macron said he wouldn't ruleout sending French troops to help fight in Ukraine at some point. Melissa Bell, thank you so much. Well, from the battlefield in Ukraine, this exclusive report comes from CNN's Nick Paton Walsh, who is on the Eastern Front, where soldiers say U.S. supplied tanks have made them targets for Russian strikes. (BEGIN VIDEOTAPE) NICK PATON WALSH, CNN INTERNATIONAL CORRESPONDENT (voice-over): They hide feverishly as they're a prime target for Russian missiles. But if Moscow knew the trouble these U.S. supplied Abrams tanks are causing Ukraine, they might not bother. Let them keep them. The M1 Abrams, America's main battle tank, a veteran of fighting Saddam in Iraq and desert insurgents, but muddy Ukrainian fields and $500 attack drones, not so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:02",
      "speaker": "PATON WALSH",
      "sentences": "If you could ask the Americans for one thing now, what would you ask for?\"JOKER\": Why is this taking so long and why it comes partially? We are losing time. It's death to us. PATON-WALSH: Machines built at the peak of American hyper-power decades ago, sent half-heartedly, it seems, to hold back a fast-changing world. Nick Paton Walsh, CNN, Eastern Ukraine. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:10",
      "speaker": "GOLODRYGA",
      "sentences": "All right, welcome back to, \"ONE WORLD\". I'm Bianna Golodryga. The sun has gone down in South Africa, but the polls are still open for alittle while longer. Millions are heading to the polls in one of the most pivotal elections since the end of apartheid. There's a chance the African National Congress, in power for now for three decades, might be turned out of office. Many voters say they're sick of rampant unemployment, corruption and crime. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:10",
      "speaker": "PHEELLO MOFOKENG, JOHANNESBURG VOTER",
      "sentences": "Look, David, we all know that we're facing, you know, problems as a country. I want a good education, qualityeducation for that matter. Bright future, you know, in a good country, well-governed. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:10",
      "speaker": "GOLODRYGA",
      "sentences": "Nearly 28 million South Africans have registered to vote in today's election. Official results are expected Sunday, but the winner maybe apparent as early as Friday or Saturday. David McKenzie has the details. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:10",
      "speaker": "DAVID MCKENZIE, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "They've been waiting here since before dawn in one of the busiest polling stations indowntown Johannesburg. You can hear the noise behind me. There's some level of frustration of how long this is taking. This is arguably the most important vote in South Africa since the dawn of democracy some 30 years ago. And this man, Cyril Ramaphosa, faces enormous pressure to get his ANC in power to reach that threshold of over 50 percent, because the sense is amongst voters I'm speaking to, at least here, is that it's time for a change. What do you want to happen politically now because of this vote?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:10",
      "speaker": "DAVID NGOBENI, SOUTH AFRICAN VOTER",
      "sentences": "Politically, I think anything that would boost the economy so inflation can come down a little bit, that wouldbe really helpful. Then the rest, we can take care of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:10",
      "speaker": "MCKENZIE",
      "sentences": "Some of your friends don't want to vote today, you told me. Why do you think that is?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:10",
      "speaker": "NEWTON UGBOH, SOUTH AFRICAN VOTER",
      "sentences": "They're seeing what's happening and they don't like it. So, they think it's not going to change at all. But then Idon't believe that. So, that's why I came here to vote.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:10",
      "speaker": "ROSELYNE TSWAKAE, SOUTH AFRICAN VOTER",
      "sentences": "No, it's not my first time. It's not my second. It's not my third. I've been voting since, but no change. Wedon't see any change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:10",
      "speaker": "MCKENZIE",
      "sentences": "Like they are saying, unemployment, levels of crime and inequality are some of the big topics here in South Africa during thiselection. Many feel that the promise of the ANC has been unkept. If you look down here, you see how far this line is stretching all the way down to the end of this park in downtown Joburg. It must be said, this area is a stronghold of opposition groups out in rural areas and also amongst older South Africans, the ANC does still have a significant amount of pull. The question is when the voting is done and when the votes are counted, will the ruling ANC be able to hang on to that majority? David McKenzie, CNN, Johannesburg. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:10",
      "speaker": "GOLODRYGA",
      "sentences": "Time now for The Exchange. And we have the leader of one of the 52 parties vying for power in South Africa's election. Joining me now isMmusi Maimane, leader of the Build One South Africa Party. Thank you so much for joining us. We really can't overstate the significance of what is expected to be a significant rebuke here for the ANC in power now for three decades. Talk about the main issues, as we heard in David's piece, that's really driving voter turnout, I believe now projected to exceed 66 percent, that being poverty, corruption and inequality.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:04",
      "speaker": "GOLODRYGA",
      "sentences": "Yeah, and you look at what South Africa has now become under the ANC after three decades. It is one of the most unequal countries in theworld. I'm just going to read some statistics for our viewers here. You have a country where 64 percent of black South Africans are living in poverty versus one percent of white South Africans. Some 42 percent of working age South Africans are unemployed. You mentioned the youth unemployment there, a great deal of fear about corruption and violence in the country. Polls indicate that the ANC could capture less even than 40 percent of the vote on Wednesday. Obviously, it's a parliamentary system. Talk about some of the alliances, then, that we in coalitions that we may see come out of it. Would your party, the Build One South Africa Be Party, perhaps be one of them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:04",
      "speaker": "MAIMANE",
      "sentences": "Yeah, this is a massive opportunity for a change of government in South Africa. We will build a grand coalition of the opposition. What thateffectively will mean is that as parties come together. Some parties who may be ideologically not aligned could ultimately just simply use their votes to elect their President, a speaker of parliament, and furthermore, pass a budget. But the opportunity here is about electing a cabinet of the most competent people. It's about tabling a plan about keeping the lights on in the country, building broadband infrastructure, transitioning from fossil energy to sustainable energy, ensuring that South Africa devolves its policing so that there can be more security on the ground, and electing ethical leaders to parliament. And I think when that begins to happen, this will be important for the resetting of South Africa, not only its foreign policy, but its trade relations with the global world, with the globe, and ultimately, particularly with our partnerships with the U.S. and E.U. member states about creating those bilateral trading relations. This is a future pathway to South Africa. And I think this election gives the best opportunity going forward in a nation that desperately is in need of change and moving away from liberation politics that have engulfed it in the last 30 years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:04",
      "speaker": "GOLODRYGA",
      "sentences": "What are some of the top priorities for moving in that direction, as you just laid out for the Build One South Africa Party?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:04",
      "speaker": "MAIMANE",
      "sentences": "Yeah, for us, we want to defeat ultimately a racial polarization in a country where South Africa, having emerged from apartheid, cannotcreate a society upon which we're waiting for one race to dominate another. So, that gives an opportunity for young people to be judged truly by the content of their character. We want to focus on, as I said, keeping the lights on, making sure the electricity grid is stable. We want to ensure that ultimately logistics in this country work and the ports in South Africa are important in ensuring that goods, export and import markets are stimulated. We want to reset our foreign policy that it upholds human rights wherever human rights violations occur in the continent, in the globe. We want to ensure that, furthermore, the education of young South Africans improves for one that there's a skilling in this continent, in a continent that's median age is 23 and a country of a young population that we can bring a skill level to the global community. Managing immigration, both of people coming into South Africa and South Africans working internationally, that we become part of that global conversation. And ultimately, it's about the eradication of corruption. You cannot fail the theme that too many, too many of our resources have been privatized by a few individuals for their personal gain. Now is the time that we eradicate that and build truly a South Africa that is prosperous. So, for Build One South Africa, that's our fundamental purpose. And we want to ensure that South Africa is able to transition in a grand coalition that is coming up after these elections.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:08",
      "speaker": "MAIMANE",
      "sentences": "Not at all. And that's why young, new leaders are coming into our continent, into our country. Our message of a job in every home has foundincredible resonance because it's fine that, as you've indicated, in a level of inequality, there are certain households where you've got more adults working. We've got to ensure that in the 40 percent of households where not a single adult gets up to go to work, we put a job there. And the skilling conversation is important. So, this election is indeed a referendum on the future. It is ultimately about jobs. It's about that economic growth. And South Africa has a massive opportunity in chairing the G20 summit in the next year that we ultimately create new bilaterals that will build infrastructure, offer a great new green deal for Africa and for South Africa, and so pharmacology can come in here so that we can ensure in a digitizing economy we can deliver that job in every home. So, I really believe this is a moment of resetting South Africa's international relations and also building an economy that is prosperous, not only for South Africa, but for the continent of Africa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:08",
      "speaker": "GOLODRYGA",
      "sentences": "Well, we should know the results in the coming days. Mmusi Maimane, leader of the Build One South Africa party. Thank you so much forjoining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:08",
      "speaker": "MAIMANE",
      "sentences": "Much appreciated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:08",
      "speaker": "GOLODRYGA",
      "sentences": "Well, the disgraced Hollywood producer Harvey Weinstein is expected in a New York courtroom in the coming hours. Weinstein will appearbefore a judge ahead of the retrial of his 2020 sexual assault case. Prosecutors want the new trial to start in early September. Now, four years ago, Weinstein, you'll recall, was sentenced to 23 years in prison for a first degree criminal sexual act and third degree rape. Those guilty verdicts were overturned last month by the New York Courts of Appeal -- Court of Appeals, which said the original judge should not have allowed certain witnesses to testify. Also, this news -- legal troubles continued amount for U.S. music mogul Sean Diddy Combs. Sources tell CNN federal investigators are preparing to put accusers of Combs before a federal grand jury, this being a clear sign the Department of Justice could bring an indictment. Since November, Combs has been named in eight civil lawsuits, seven directly accusing him of sexual assault. Combs has repeatedly denied many of the claims against him, but has not responded publicly to all the allegations. CNN's Elizabeth Wagmeister joins us now with the latest. What more are we learning about where the DOJ may be headed here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:08",
      "speaker": "ELIZABETH WAGMEISTER, CNN ENTERTAINMENT CORRESPONDENT",
      "sentences": "We have two sources who are telling us that potential witnesses have been notified that theymay be called to testify in front of a grand jury. But right now, they are still in the midst of their investigation. And this is a very thorough investigation. That is what I'm hearing from sources. I have a source who tells me that if there is going to be an indictment, that authorities want to ensure that is bulletproof. That is the word that my source used. So, we all remember, Bianna, back in March, that two of Diddy's homes were raided in Miami and Los Angeles. And at that point, we know that the Fed sees a really a treasure trove of evidence. And right now, they are not only combing through all that evidence, but they are also calling in accusers for questioning. I hear that the majority of the accusers who have filed civil lawsuits and there are seven civil lawsuits that accused Diddy of sexual assault. I hear that the majority of them have been called in for questioning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:08",
      "speaker": "GOLODRYGA",
      "sentences": "And what more are you learning from your sources about evidence investigators have found? And what's next for Combs?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "Your reporting has been diligent on this story. Elizabeth Wagmeister, thank you so much for bringing us more of the latest details.And we'll be right back. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "Well, since the dawn of the space age, South Africa has played an active role in space exploration. This month, Africa Insider takes us onthe Dragonfly Air -- to takes us to Dragonfly Aerospace, a start-up that provides imaging systems for satellites used in agricultural and environmental monitoring. (BEGIN VIDEO CLIP) BRYAN DEAN, GROUP CEO AND CO-FOUNDER DRAGONFLY AEROSPACE: Flying 500 kilometers up in space or 11 million kilometers away in space is just an amazing feeling. My name is Bryan Dean. I'm the CEO of Dragonfly Airspace. So, an imaging system is something that captures an image, capturing information that can be useful to other people to share ideas and share knowledge. We build space imaging solutions. These are satellites and payloads or cameras that fly in space. They orbit the Earth and they look down at the Earth imaging crops, oceans, cities in order to better manage the Earth. So in some ways, this is used for improving agriculture. In other ways, it's used for improving urban environments. We've launched a number of cameras already since we started the company. We've launched one satellite on a Falcon 9 rocket from SpaceX. It was Transporter Six is the name of the mission.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:03",
      "speaker": "GOLODRYGA",
      "sentences": "Fascinating. Well, still to come for us, Washington, D.C.'s love affair with pandas continues. The National Zoo makes a big announcementwith help from the first lady. We'll show it to you. That's next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:03",
      "speaker": "GOLODRYGA",
      "sentences": "Columbia's Congress has approved a nationwide ban on bullfighting and a significant victory for animal rights activists. Thebill will now be sent to Colombian President Gustavo Petro to be signed into law. Stefano Pozzebon has the details from Bogota. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:03",
      "speaker": "STEFANO POZZEBON, CNN JOURNALIST",
      "sentences": "Colombia has become the latest country in the world to effectively ban bullfights, marking a significant victory foranimal rights activists and progressives in the Andean nation. The bill was passed by the Colombian Chamber of Representatives on Tuesday evening with 93 votes in favor and two against. According to its text, bullfights will still be allowed until 2027 as a transition period for the bullfighting industry. Nevertheless, the supporters of the ban celebrating the results, which came after years of failed votes in Congress. ALEJANDRO GARCIA, COLUMBIAN CONGRESSMAN (through translator): To the country, we say we are prioritizing the protection and welfare of animals and to the world that Colombia is going through a cultural transformation where all beings are treated with dignity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:03",
      "speaker": "POZZEBON",
      "sentences": "Until now, Colombia was one of only eight countries around the world to still allow the practice of bullfights, which is known as corridasin Spanish. Spain and Mexico are the countries that see most of corridas or bullfights around the world these days. The bill will now pass to the Colombian President Gustavo Petro to be signed into law. And Petro himself has long been a supporter of the ban. He took on X, formerly known as Twitter, to celebrate the results in Congress on Tuesday, saying that congratulations to those who managed that death will no longer be a show. For CNN, this is Stefano Pozzebon, Bogota. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:02",
      "speaker": "UNKNOWN",
      "sentences": "Well, they're pretty partial to black and white.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:02",
      "speaker": "BIDEN",
      "sentences": "Black tie it is then. What's on the menu?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:02",
      "speaker": "UNKNOWN",
      "sentences": "Any dietary restrictions?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:02",
      "speaker": "UNKNOWN",
      "sentences": "Well, they're strict vegetarians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:02",
      "speaker": "BIDEN",
      "sentences": "Any special greetings they use?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:02",
      "speaker": "UNKNOWN",
      "sentences": "They're pretty shy until you get to know them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:02",
      "speaker": "UNKNOWN",
      "sentences": "If they're really nervous, they might honk. So, that's something you have to watch out for.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}