{
  "date": "2024-08-16",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Harris Lays Out Economic Plan In First Major Policy Speech; Ukraine Pushing Ahead With Incursion Into Russia; High- Stakes Gaza Ceasefire Talks End In Qatar; 2 Doctors, \"Ketamine Queen\" Among 5 Suspects Charged In Perry's Death. Aired 3-4p ET",
  "utterances": [
    {
      "timeStamp": "15:00:00",
      "speaker": "ZAIN ASHER, CNN HOST",
      "sentences": "All right. Welcome, everyone. It is 8I'm Zain Asher, in for my colleague Jim Sciutto. Thank you so much for joining me today on CNN NEWSROOM. Let us get right to the news, right? We've just been listening to Vice President Kamala Harris rolling out her economic agenda today in Raleigh, North Carolina. And it really was a plan focused on combating rising cost of everyday expenses, such as food, housing, childcare, paid for by the campaign -- the campaign says by going off the corporate price gouging and raising taxes on the wealthiest Americans. It is the first major policy speech of Harris's presidential candidacy. Harris building her vision as a, quote, opportunity economy with the ultimate goal of building up the middle class. Let's bring in CNN senior White House correspondent, Kayla Tausche, joining us live now from Washington, just outside the White House. So, Kayla, you just give us the highlights in terms of how Harris laid out her economic vision.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:00",
      "speaker": "KAYLA TAUSCHE, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, with the cost of living consistently, the highest concern for voters, it is no coincidence, Zain, that the Harris-Walz campaign chose the first economic proposal rollout to be one focused on lowering some of those costs by providing Americans with a credit for buying their first home, by increasing the supply of homes being built, and also expanding some taxes credits for families who have children and earned income tax credits affecting lower income Americans.Now, many of these policies are focused on specific civic issues that voters have cited in recent years, notably the cost of housing and the cost of childcare, which have spiked dramatically since Biden and Harris took office. But what I'm told by people familiar with the matter is that this is just the first in a series of economic proposals that Harris will lay out. Others focused on keeping America competitive and innovative as a place to grow and foster businesses as well as some discussion of international trade and how she would treat up a potential tariff policy that former President Trump has said would apply to all goods coming into the United States. So there is still more to come. And one of those things that is still going to come is specifics around how she plans to pay for these proposals, which economists have suggested could cost trillions of dollars once they are fully put into place. We expect those details in the coming weeks, Zain, but for now, Vice President Harris telling a raucous crowd in Raleigh, North Carolina, that she is going to fight for them. And she said, if you want to know who someone cares about, look of a fight for -- Zain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:00",
      "speaker": "ASHER",
      "sentences": "And speaking of which, how well did she do in terms of distinguishing and drawing sharp contrast between herself and Donald Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:00",
      "speaker": "TAUSCHE",
      "sentences": "Well, there's a lot of policy convergence between the two, which I think is most notable considering how far apart they are on so many other issues that Republican ticket has also espoused, expanding the child tax credit. The Republican ticket has also supported expanding the number of houses available, particularly on federal lands.So there are a lot of areas where the two tickets have converged. But I think that tonally and from a messaging standpoint, Vice President Harris sought to really differentiate herself, even at one point, mocking the former president for the way that he messaged his proposal from a press conference at his Bedminster golf club earlier this week and suggesting that there actually wasn't much substance in that rollout and that he would be majorly benefiting corporations and wealthy individuals, which she said her plans specifically would not -- Zain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:00",
      "speaker": "ASHER",
      "sentences": "All right. Kayla Tausche, live for us there outside the White House, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:00",
      "speaker": "TAUSCHE",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:00",
      "speaker": "ASHER",
      "sentences": "Let's take a deeper dive into Harris's economic plan with Ted Jenkin, CEO of Oxygen Financial.Ted, just give us your initial reaction to Harris's economic speech there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:08",
      "speaker": "ASHER",
      "sentences": "And also, how he's going to pay for it and its something that Kayla Tausche address there.Just in terms of some of the specifics, I mean, you and I were speaking during the commercial break about housing. Obviously, that's a major issue. You've got the fact that first-time buyers under Harris's economic plan are going to be given this sort of $25,000 credit essentially for a down payment. Just give us your take on what sort of impact that's going to have on the housing market and whether or not it will actually lead to increasing demand and actually raise house prices even more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:08",
      "speaker": "JENKIN",
      "sentences": "Yeah, I think the main issue right now, Zain in Americas something called the home to income ratio. You know, in 1980, the average home price was $50,000 and the median income is $25,000. Today, the average home price is $425,000 with immediate income of $65,000. That means that the ratio used to be two-to-one. And now it's six to one.So this down payment might make a dent and somebody getting into a home. But if you don't have affordable housing at that $175,000 to $250,000 level, I don't know how much of a dent it will make for day- to-day Americans. And I think she will pay for this by putting a social security tax on everything above $400,000 for Americans and then making the top tax rate 39.6 percent along with capital gains. That's where the money will come from. That's my perspective.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:08",
      "speaker": "ASHER",
      "sentences": "And when it comes to just rents, specifically, you think about what happened to rents in this country since the pandemic, rents have actually risen by more than 30 percent, she wants to cap it at five percent.Just in terms of that -- I mean, obviously that is really sort of populist economics. Voters are going to eat that up, but is it good economic policy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:08",
      "speaker": "JENKIN",
      "sentences": "You know I don't think capping rent necessarily is a great idea, even at 5 percent, it's almost double what inflation is today. I think we have to look at other strategies on how to make landlords and tenants partners as opposed to this medieval term of landlord and tenant.So, look at the U.K. that has a shared equity program. It gets because people a glide path to home ownership. There are companies today in America, Zain, like Roots, investwithroots.com, where they allow renters to earn equity. And I think what we have to do over time because a lot of this real estate is owned by institutions in America, is have a way to get renters to earn equity and then give them a path though homeownership. Capping rents won't solve the problem entirely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:08",
      "speaker": "ASHER",
      "sentences": "All right. Ted Jenkin, live for us there, good to see you. Thank you so much. Appreciate it.All right. Here to break down how both Harris and Trumps political plans are impacting the state of the race, Democratic strategist, Maria Cardona, and conservative columnist Scott Jennings. Maria, let me start with you, first. Your thoughts on Harris's economic speech there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "SCOTT JENNINGS, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "Well, the first thing he needs to do, which he's already doing and will continue to do and will ring true to voters, is continued to point out that all the conditions in the country that Kamala Harris is complaining about with inflation, higher rents, cost of living, that's all a direct result of the policies that she and Joe Biden implemented. So that's number one.You have to lay the blame where the blame goes, and its right at her feet. You cannot allow her to pretend as though she is disconnected. Number two, he needs a clear message on her plan. I mean, this is -- if you want product shortages, if you want black markets, if you love bread lines, if you love hoarding, and if you like, I don't know communist style anarchy on the streets of America, this is the plan for you. This is not a serious plan. This is a set of pandering from someone who has no idea what they're doing and doesn't want to take responsibility of the problems they have caused. She (AUDIO GAP) she wasn't merely a bystander. She cast votes that cause the inflation. You can't trust her to fix the inflation. That'll be the message that Donald Trump runs on. And I think the American people already believed that, so it ought to be pretty easy to sell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "ASHER",
      "sentences": "Maria, I see you smiling there. Your reaction to what Scott just laid out there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "CARDONA",
      "sentences": "Well, you know, it's so interesting to me when Republicans hear plans that actually help working class voters and help the middle class, they scream hair on fire. Oh, my god, communism, bread lines, et cetera. But when it's plans like Donald Trump put in place during his four years of helping billionaires and millionaires and huge corporations with more tax breaks, then that's a real economic plan for them.Well, the American people aren't buying it, because the American people understand when they hear something that is going to help them meet costs, that's going to help them again, not just get by, but to get ahead, that is going to help them be able to give their families and their kids a better life and more opportunities in the future, that is something that will not just ring true, but they're going to like it and they're going to support it. Versus a plan that will explode inflation, that will increase taxes on those same exact voters and those families, and that will help only millionaires and billionaires the way that Donald Trump talked to Elon Musk about when he congratulated Elon Musk for how he is able to fire his own workers. And so yes, I welcome that contrast. And she is not running away from the Biden-Harris economic accomplishments because those economic accomplishments, those economic plans actually vote that -- they, they pull off the charts with voters. If you look at the Infrastructure Act, if you look at student health are -- not student health, but the when they -- when they did away with student debt, sorry about that, and a lot of the other policies that Republicans come out against our policies that are incredibly popular with voters. And so, by all means, I welcome the Republicans trying to say that those are bad policies because voters actually liked them. What they didn't like was the messenger in Joe Biden because they didn't like the matchup between Donald Trump and Joe Biden. And now that Kamala Harris is there, she\\s a new messenger that talks about those same exact policies, but exactly how also to expand them and that is something that I think at the end of the day, voters are going to support.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "ASHER",
      "sentences": "It's not necessarily going to be an easy task will come to Harris to win over the voters who still blamed Biden for the cost of living crisis in this country. Yes, we have a resilient economy but people for a long time, were not feeling that in their pocketbooks, but I'm just being told we are out of time.Sadly, Maria Cardona, Scott Jennings --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "JENNINGS",
      "sentences": "I'm shocked. I'm shocked to hear. We're out of time. I'm surprise. I can't believe it. We're out of  time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "ASHER",
      "sentences": "We have a lot to get through today, but thank you, both.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "CARDONA",
      "sentences": "Thank you, Zain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "ASHER",
      "sentences": "I wish I could have spoken to you longer, but we have to leave it there, have a great weekend, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "CARDONA",
      "sentences": "Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:17:29",
      "speaker": "ASHER",
      "sentences": "All right. A top aide to Ukraine's president says the surprise offensive on the Russian border region is not aimed at occupying it, but rather to get Russia to the negotiating table. Ukrainian troops have captured more than 1,000 square kilometers of Russian territory. Russia is now moving thousands of troops there to counter Ukraine's attack.Our Nick Paton Walsh went to the border to see firsthand this new phase of the war. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:17:29",
      "speaker": "NICK PATON WALSH, CNN CHIEF INTERNATIONAL SECURITY CORRESPONDENT",
      "sentences": "This is where Russia begins.It's startling to see that steady flow of military vehicles that probably an ambulance and armor just passing through the Russian border point here. That is the border posts that clearly got heavily hit when Ukraine moved in hard over a week ago. Russia's borders here completely undefended. It's also remarkable, the freedom with which Ukrainian military are moving around here. They simply aren't afraid of the drones that have hampered their every move for the past months. It says the border service the FSB, the Russian security services of Russia, there's a bullet hole above. The rules and bullet holes in the rules themselves. Now this is what so startling about this offensive, the volume of Western-supplied armor that we're seeing passing back-and-forth. Their passage through here up into Russia un-impeded. That Roshel from Canada, I should note. Did you expect it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:17:29",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No, we didn't expect this operation. There's a task, we're doing it, no more, no less. The final result? No one speaks about that now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:03",
      "speaker": "ASHER",
      "sentences": "Nick Paton Walsh reporting there.All right. Israel-Hamas ceasefire talks are set to resume in Egypt next week as the threat of a wider Middle East war has countries throughout the region on edge. CNN's Ben Wedeman joins us live now, just outside of Beirut. Ben, the entire region as I just mentioned, is on edge. I mean, nobody -- nobody wants a wider war. There are a lot of, there's a lot at stake for the ceasefire negotiations. Just walk us through the perspective from Lebanon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:03",
      "speaker": "BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, certainly, Lebanon in the fear is intense that Lebanon will be sucked into a regional war, or at least a war with Israel if Hezbollah makes good on its threat to take revenge on Israel for the killing more than two weeks ago of a senior Hezbollah commander here in Beirut.And what we saw today is that Hezbollah on its official telegram channel put out a four minute and 11 second video that certainly gives a hint of what they have in mind. In this video, it starts with what appears to be images, video of an underground tunnel cut out of the stone in a mountain in which you see masked men in uniform, motorcycles, trucks. It begins with voiceover from Hezbollah leader Hassan Nasrallah talking about the capabilities of the group that it has precision and non-precision missiles already to fire toward Israel. And then it goes through this sort of lots of action in these tunnels. Now, I must stress the video looks a bit odd. There's some who might believe that it might be computer-generated, that perhaps it was shot in a studio, but in a sense, that's immaterial. The video is a clear message to Israel that Hezbollah believes it is able to strike back in a very forceful way to Israel. Now this video ends with another voiceover from Hassan Nasrallah. These are pieces taken from recent speeches in which he says Israel imposes war on Lebanon. Israel will face a new destiny -- destiny, and reality. A war with us will extend across Palestine from the Lebanese border to the Jordanian border to the Red Sea. So, clearly, even though Hezbollah has been holding its fire that strike on Beirut that killed that senior Hezbollah commander, happened on 30th of July. And, of course, now it's the 16 of August. So it does appear that perhaps they are holding their fire as these last ditch efforts are made to win a ceasefire, Hezbollah has made it clear in the past that if there is a ceasefire in Gaza, it will cease fire along its Lebanon's border with Israel. But we did hear several times from Hassan Nasrallah that Hezbollah's revenge, its strikes on Israel in revenge for the killing of that senior Hezbollah leader are coming. It was not conditional. He said they are coming -- Zain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:27:27",
      "speaker": "ZAIN ASHER, CNNI HOST",
      "sentences": "All right. Welcome back.Nineteen Democratic members of Congress who are veterans today, signed an open letter defending Governor Tim Walz's military service record, which has come wonder attack from Donald Trump's running mate, J.D. Vance, and other Republicans in recent days. The letter reads in part: In the military, we all learned to respect and defend our fellow service members. While we might disagree with their policy proposals, would never question their motives. We would never say that person doesn't love America. But that's exactly what J.D. Vance did this week. And even worse, his attacks were purely politically driven. Falsely maligning a fellow veteran service for personal gain is beyond the pale. Congressman Jason Crow, a Democrat from Colorado, signed that letter. He served as an Army Ranger with deployments to Iraq and Afghanistan. He joins us live now. Congressman, thank you so much for being with us. We've seen Donald Trump himself go after veterans in the past. I mean, you think back to John McCain. But how surprised are you about the fact that J.D. Vance, a veteran himself, would also attack Tim Walz in this way, politics aside? REP. JASON CROW (D-CO):  Well, it's extremely disappointing, Zain. There's no doubt about that. I mean, listen, I have no reason to believe that J.D. Vance's service was anything but honorable and there's no reason to believe that Tim Walz's service was anything but honorable. And we learn in the military to protect and defend our fellow veterans. And that's what we're doing with this letter. We're not going to stand by and let the service of Tim Walz, which is 24 years long and honorable service, and actually one of the highest- ranking enlisted personnel ever to run in a presidential ticket, which is historic in its own right. We're not going to allow that service to be twisted and contorted for purposes of politics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:05",
      "speaker": "CROW",
      "sentences": "No, they're not going to stick because people know better, right? There are facts and there are lies. The facts are Tim Walz has 24 years of honorable service in the National Guard. He deployed in support of Operation Enduring Freedom. He's one of the highest-ranking enlisted personnel ever to run for the highest office -- or on the ticket of the highest office in our land, and he served his country honorably.Those are the facts, the American people know it, and we're going to be sure to correct any misimpression of folks who might believe otherwise. That's why we led this letter. That's why we're getting out and telling people the truth. When I served in the military, I was active duty and I was National Guard. I was both. I served on both sides of the fence and I was also enlisted and I was also an officer. I've served on both sides of that fence as well. I did three combat tours in Iraq and Afghanistan as a paratrooper, an Army Ranger and I will always defend the honorable service to a fellow veteran.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:05",
      "speaker": "ASHER",
      "sentences": "I'm sure you spent the last half an hour or so listening to Kamala Harris' economic speech in North Carolina, one of the sort of difficult things for her is she really does have to win over the voters who still blamed Biden for the cost of living crisis in this country. You know, obviously, the economy in the U.S. has been resilient for quite some time, but prices have been high and a lot of people have felt that in their pocketbooks.Did Kamala do a good job of winning over those potential voters, and really drawing a sharp contrast between her and Biden in that regard?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:05",
      "speaker": "CROW",
      "sentences": "Well, this is a conversation that were going to continue to have with America because everybody says -- the president says, the vice president says, and I've long said -- listen, we know that things are not where they need to be. The cost of a lot of goods are still too high.We are moving in the right direction though, right? The economic report that came out this week showed that inflation is now -- the rise of inflation is now below 3 percent, which is the lowest it's been since early of 2021. But the devastation and the terrible conditions that Joe Biden inherited from Donald Trump, which was a disaster under the pandemic and under his failed leadership, is something and that has taken several years for us to continue to recover from. But we continue to move in the right direction. And America knows, for example, that under the Biden-Harris leadership, in collaboration with Democrats in Congress, we fixed the price of insulin at $30 a month, where we're saving hundreds of dollars for hundreds of thousands of Americans. And actually just this week, we also announced drastic costs of prescription drugs, 10 different prescription drugs for millions of Americans, saving them, again, hundreds of dollars a month. So we're fighting hard for regular Americans, working Americans to reduce those costs every way we can.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:05",
      "speaker": "ASHER",
      "sentences": "Just to pivot in terms of foreign policy, we know that Israeli settler attacks on Palestinians in the West Bank has surged. Since the start of the war last October, they've continued to rise. We saw an attack just today that drew rare rebuke from Netanyahu and from other members of the Israeli military.In the absence of a ceasefire, obviously, negotiations are happening in terms of mediating and resolving the crisis in Gaza right now. But in the absence of a ceasefire, what is the right way to resolve the settler violence in the West Bank?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:05",
      "speaker": "CROW",
      "sentences": "Well, first of all, let me be really clear here that these are illegal settlements cannot be tolerated and certainly violence against Palestinians in the West Bank by these illegal settlers should also not be tolerated. That's why I support the administrations' move to sanction those -- some of those settlers and make sure that we're not supporting them.And I also have long said that we shouldn't be providing support, military support, or aid to those illegal settlements. So we certainly shouldn't be perpetuating the issue and the administration has been working hard to figure out ways to prevent that. But ultimately, the path to peace in this region is a two-state solution. Listen to the status quo won't work because there is no status quo. It's been fighting. It's been devastation for civilians, you know, Israeli and Palestinians. And the only way to ultimately settled this is the move towards a two-state solution. Illegal settlements are a major hindrance to achieving that. And that's why this is a key component to make sure through that we are pushing back against those settlements.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:05",
      "speaker": "ASHER",
      "sentences": "All right. Congressman Jason Crow, live for us there. Thank you so much for being on the program.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:05",
      "speaker": "CROW",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Our Father who art in heaven, hallowed be thy name --KYUNG LAH, CNN SENIOR INVESTIGATIVE CORRESPONDENT (voice-over):  You are looking at secretly recorded video of Russell Vought, a former cabinet member in the Trump administration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "RUSSELL VOUGHT, FORMER TRUMP CABINET MEMBER",
      "sentences": "This year has been predominantly now getting ready for a year five of a Trump administration. We've got about 350 different documents that are regulations and things of that nature.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "LAH",
      "sentences": "Vought, the platform policy director for the Republican National Committee, says he is building the plan for Trump's second term.DONALD TRUMP, FORMER U.S. PRESIDENT &amp; 2024 PRESIDENTIAL CANDIDATE:  I don't know what the hell it is. It's Project 25.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "LAH",
      "sentences": "Trump publicly disavowed Project 2025, a conservative blueprint for his administration if he gets reelected.But in private, Vought said that's just politics. The details of the real plans are secret and based on Trump's own beliefs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "VOUGHT",
      "sentences": "Notwithstanding I expect you hear 10 more times from the rally, the president, you know, distancing himself from the left's boogeyman of Project 2025.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yeah, and you're not worried about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "VOUGHT",
      "sentences": "No, I'm not worried about it.And so, I see what he's doing is just very, very conscious distancing himself from a brand. He's very supportive of what we do and know that we have all manner of things that we do that's, you know, even unrelated to Project 2025.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "LAH",
      "sentences": "Vought has been a mastermind behind expanding the powers of the presidency. Some of those policy proposals Trump has supported, two sources tell CNN. Trump even hosted a Mar-a-Lago fundraiser two years ago for the group Vought founded, the right-wing Center for Renewing America.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "VOUGHT",
      "sentences": "He's been at our organization. He's raised money for our organization. He's blessed it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "LAH",
      "sentences": "In this hotel suite, Vought thinks he's talking to family members of a wealthy donor. But one is a journalist or the other, an actor working undercover for the U.K.-based Center for Climate Reporting. The center provided the video to CNN on the condition we blur their faces so they can continue their undercover work.The conversation covers a host of issues like abortion and how his position differs from Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "VOUGHT",
      "sentences": "He talks about rape, incest, and the life of the mother. Well, I don't actually believe in those exceptions.I want to get to abolition, but I also, we got to win elections. And so, I want to get as far as we possibly can.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "LAH",
      "sentences": "His view of who should be an American.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "VOUGHT",
      "sentences": "So I want to make sure that we can say we're a Christian nation and my viewpoint is mostly that I would probably be Christian nation-ism. That's pretty close to Christian nationalism. Can we, if we're going to have legal immigration, can we get people that actually believe in Christianity? Is that something? Or do we have to have we now had to -- you know, have ask questions about Sharia law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What could we see America looking like, I guess I do in an ideal world?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "VOUGHT",
      "sentences": "In an ideal world, I mean, I think we could save the country and a sense of, you know, the largest deportation in history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "LAH",
      "sentences": "And even pornography.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "VOUGHT",
      "sentences": "We'd have a national ban on pornography if we could, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "LAH",
      "sentences": "But the most striking of Vought's statements has to do with presidential power.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "VOUGHT",
      "sentences": "George Floyd obviously was not about race. It was about destabilizing the Trump administration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "VOUGHT",
      "sentences": "It's the left's belief that structures in society are the problem. Pulling society down for purposes of revolution is exactly what they want.And what you're seeing at college campuses as a part of that as well. The president has, you know, the ability both along the border and elsewhere to maintain law and order with the military.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "LAH",
      "sentences": "A major part of Vought's plan is training thousands of career federal jobs into political appointments, meaning workers could be fired if they're not sufficiently loyal to Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "VOUGHT",
      "sentences": "Eighty percent of my time is working on the plans of what's necessary to take control of these bureaucracies.I want to be the person who crushes the deep state. I think there's a lot of different ways to do that. It is defunding it. It's impoundment, the ability to not spend money. It's getting rid of their independence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "LAH",
      "sentences": "Even as Vought talks about the so-called deep state, he claims his group is forming its own to take over on day one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "VOUGHT",
      "sentences": "We are trying to create a shadow Office of Management and Budget, a shadow National Security Council, and the shadow Office of Legal Counsel. These are the main organs in government that you need outside to create the battle plan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And you're not going to publish these?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "VOUGHT",
      "sentences": "No. No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "They go straight to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:43:37",
      "speaker": "ASHER",
      "sentences": "All right. Recent polls, so Kamala Harris gaining momentum in her bid for the U.S. presidency.They also showed the Democrat winning over more support from a key voting bloc. Black voters, according to data this week from the Pew Research Center, 77 percent of Black voter support Harris compared to 64 percent who backed Biden in July. Republican Donald Trump support among Black voters is unchanged at just 13 percent. And this comes as the president tries to appeal to more in the Black community, a group that has long and overwhelmingly backed Democrats. CNN's Elle Reeve spent time at a shop in Virginia selling Trump merchandise to gauge his support. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:43:37",
      "speaker": "JO ANNE PRICE, RUNS A TRUMP STORE",
      "sentences": "Every woman ought to have one of these. It's one of those things that when people see one, then they want one. Same thing with the Confederate hat. You know why? Because people don't think you have the nerve to do it.ELLE REEVE, CNN CORRESPONDENT (voice-over):  Jo Anne Price runs a Trump store in Christiansburg, Virginia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:43:37",
      "speaker": "REEVE",
      "sentences": "When Joe Biden announced he wouldn't run for president again, was there any part of you who felt a pull to vote for Harris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:43:37",
      "speaker": "PRICE",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:43:37",
      "speaker": "REEVE",
      "sentences": "Why not?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "REEVE",
      "sentences": "And who buys that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "PRICE",
      "sentences": "White people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "REEVE",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "PRICE",
      "sentences": "It's funny.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "SEBRIAM VANNOY, TRUMP SUPPORTER",
      "sentences": "And then when you give it to a state trooper, they'll let you go and write you a ticket.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "REEVE",
      "sentences": "You think so?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "VANNOY",
      "sentences": "Yes. I've experienced it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "PRICE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "REEVE",
      "sentences": "Wait, really?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "VANNOY",
      "sentences": "Yes. And then he said, OK, he laughed at it and gave it back to me and did not write me a ticket.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "REEVE",
      "sentences": "This actually happened at least once elsewhere. In 2022, a woman claimed Alaska police let her go without a ticket when she flashed a white privilege card instead of a driver's license.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "PRICE",
      "sentences": "It's humorous to us. You know, it really is. It's humorous to the average Americans here, you know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "VANNOY",
      "sentences": "Chances are 2 to 1 he was a Republican, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "REEVE",
      "sentences": "Trump has been working to appeal to black voters, and polls showed some success when Biden was still in the race, but have since gone down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "REEVE",
      "sentences": "The Trump campaign this year has made a big effort to reach out to black voters. What do you think of their efforts?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "PRICE",
      "sentences": "I think their efforts aren't succeeding tremendously. All the things that have happened to President Trump, the attacks on him, have done nothing more than strengthen black people's connection to him. Because now he's someone who is the target of a struggle, and they have always been -- felt that they've been a target. I did prison ministries for five years. So, you know, if you're a convicted felon, and then somebody else is a convicted felon, there's a camaraderie there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "REEVE",
      "sentences": "Donald Trump attacked Kamala Harris, questioning her racial identity. She's black.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "TRUMP",
      "sentences": "I didn't know she was black until a number of years ago when she happened to turn black and now she wants to be known as black.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "REEVE",
      "sentences": "He's acknowledged his commentary has provoked mixed reactions. Price is just one person and not a swing voter, but we were curious what she made of his comments given that she's a black woman and fervent Trump supporter and former local Republican Party chair.How do you make sense of how Trump talks about Vice President Kamala Harris, that he sort of suggests that he doesn't understand her biracial background, that first she was Indian and then she was black? What do you make of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "PRICE",
      "sentences": "I don't understand it either. She's Indian and she's Jamaican.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "REEVE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "PRICE",
      "sentences": "Is she black?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "REEVE",
      "sentences": "I mean, do you not think she's black?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "PRICE",
      "sentences": "Is she? Was she born here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "REEVE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "PRICE",
      "sentences": "Yes. Were her parents citizens? No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "REEVE",
      "sentences": "OK. But we have birthright citizenship in America.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "PRICE",
      "sentences": "We call that anchor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "REEVE",
      "sentences": "People can't immigrate here and not be citizens, but have green cards and work permits.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "PRICE",
      "sentences": "Yes, that's true. However, she can claim to be black because of her Jamaican father. You know, that's her right. We're a melting pot, you know, because I basically have a combination in my family as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "REEVE",
      "sentences": "How do you reconcile that? Like, you have a history of blended families in your family. How do you reconcile that with Trump seeming to not understand how Kamala Harris could have a blended family herself? PRICE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "REEVE",
      "sentences": "But what is the point he's making?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "PRICE",
      "sentences": "The point he's making simply is, is that she is not a black, black person.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "REEVE",
      "sentences": "There were some mixed views on the idea of a woman president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "REEVE",
      "sentences": "What do you think about Kamala Harris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "VANNOY",
      "sentences": "Kamala Harris, may I say this, and hopefully that you ladies won't get offended, but because of what happened in the Garden of Eden, there will never be an elected woman, whether she's black or white, that will occupy the White House, that God would ever stand behind.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "MERRIE TURNER, REVEREND WHO BACKS TRUMP",
      "sentences": "I'm not sure America's quite ready for female leadership. It would be wonderful to have a female president if and when one arises that has conservative values that are going to lead the nation in prosperity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "REEVE",
      "sentences": "Did Joe Biden dropping out change your view of the election at all?JOE SHANNON, OBAMA-TO-TRUMP VOTER:  Oh, it surely did. I think she's going to be worse than Joe. I just don't think she has the experience. I think she was only chosen because she was a woman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:03",
      "speaker": "REEVE",
      "sentences": "Elle Reeve, CNN, Christiansburg, Virginia.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:03",
      "speaker": "ASHER",
      "sentences": "That was quite a piece.Elle Reeve, thank you so much. All right. Up next, new information on the arrest surrounding the overdose death of actor Michael -- Matthew Perry, excuse me. That's after the break. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:03",
      "speaker": "ASHER",
      "sentences": "All right. Turning now to the revelations surrounding the death of \"Friends\" star Matthew Perry and the five people arrested to have pleaded not guilty. And the others have taken plea deals. For more on the investigation, CNN's Stephanie Elam joins us live now from Los Angeles.Stephanie, what more do we know about the plea deals and where the other charges stand?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:03",
      "speaker": "STEPHANIE ELAM, CNN CORRESPONDENT",
      "sentences": "Yeah. Law enforcement has been working towards this, Zain, to make this happen. So we know that these plea deals with three of these suspects in this case were made earlier. And we know that the other two, which they're calling the lead defendants they were charged and arrested yesterday, arraigned yesterday.So just to wrap up who the three were already have plea deals. You've got Eric Fleming, he agreed in some court documents to the plea deal, admitting that he bought ketamine that was then sold to Matthew Perry from a woman who street name is the queen of ketamine. That woman's real name, Jasveen Sangha, she said that she was operating a whole narcotics system out of her house, selling Xanax, selling methamphetamine from there as well. She was denied bail yesterday. They're holding her because they say that she was a flight risk, but they also believe that she was the one who sold drugs that are loud for the death of another person in 2017 as well. And they also believe that the dosage that came from her also is the one that killed Matthew Perry. So that was a new one that we heard about yesterday. And also the other one was also a doctor in this case who authority say he was just taking advantage of looking at Matthew Perry as a cash cow because of his debilitating addiction. And they believe he slipped back into addiction in September or so of last year. That is Dr. Salvador Plasencia. That's the one that they had those text messages from where he's just basically saying how much can we get from this guy? How much will he be willing to pay?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:03",
      "speaker": "ASHER",
      "sentences": "Yeah. How much will this -- I believe the exact word was how much would this moron be actually willing to pay?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:03",
      "speaker": "ELAM",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:03",
      "speaker": "ELAM",
      "sentences": "That's the huge crux of this. So there's another doctor who was getting ketamine to Dr. Plasencia, the authorities alleged here, but they're also saying that they were getting that to the live-in assistant Kenneth Iwamasa, and Kenneth Iwamasa was injecting the ketamine into Matthew Perry directly even though he had no medical training. In fact, they alleged that three times on the day that Matthew Perry died, that Iwamasa injected ketamine into Matthew Perry.So that is also part of the reason why he also has a plea deal as well, because they believe that they have the facts here, the proof here to show that all will five of these people play the part in the demise of Matthew Perry, people who were close to him, who should have been there to help them. But instead saw a way to make money off of a man who really desperately needed attention.",
      "isLastSentenceInterrupted": false
    }
  ]
}