{
  "date": "2024-05-27",
  "headline": "CNN Newsroom",
  "subHeadline": "Biden Delivers Memorial Day Address At Arlington; Wounded Warrior Project Helps Veterans With Post-Service Life; \"Paws Of War\" Places Dogs With Veterans, First Responders. Aired 11:30a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:30:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Last year, VA delivered more benefits and processed more claims than ever in our history. And the PACT Act which I was proud to have signed has already guaranteed one million claims, helping veterans exposed to toxic materials during their service. One million.For too long after fighting for our nation's needs, veterans had to fight to get the right health care, to get the benefits they earned. Not anymore. Our nation came together to ensure the burden is no longer on them to prove their illness was service-related or there was Agent Orange or toxic waste. To ensure they protected them, they just have to protect the United States because it's assumed that their death was a consequence of the exposure. On this day, we came together again to reflect, to remember, but above all, to recommit to the future they've fought for, a future grounded in freedom, democracy, opportunity, and equality. Not just for some, but for all. America is the only country in the world founded on an idea -- an idea that all people are created equal, and deserves to be treated equally throughout their lives. We've never fully lived up to that but we've never ever, ever walked away from it. Every generation, our fallen heroes have brought us closer. Today, we're not just fortunate heirs of their legacy. We have a responsibility to be the keepers of their mission, that that truest memorial of their lives. The actions we take every day to ensure that our democracy endures. The very idea of American doors. Ladies and gentlemen, 160 years ago, the first American soldier was laid to rest on these hallowed grounds. There are no big ceremonies, no big speeches, no family more -- family members to mourn their loss, just a quiet grief of the rolling green hills surrounding them. Today, we joined that grief with gratitude. Gratitude to our fallen heroes, gratitude to the families left behind, and gratitude to the brave souls who continue to uphold the flame of liberty all across our country and around the world. Because of them, all of them, that we stand here today. We will never forget that. We will never ever, ever stop working to make a more perfect union, which they live and voice they died for. That was their promise. That's our promise. Our promise today to them. That's our promise always. God bless the fallen. May God bless their families. And may God protect our troops. Thank you. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:38:40",
      "speaker": "ACOSTA",
      "sentences": "Welcome back. We just heard from President Biden delivering a speech at Arlington National Cemetery on this Memorial Day. Joining me now to talk about all of this is Jacob Norotsky. He's the spokesman for Warrior Speak at the Wounded Warrior Project.Jacob, good to be with you. Your thoughts on this Memorial Day? We just heard from the president at Arlington National Cemetery -- every Memorial Day. I've been in Washington for a long time. It's such an important day for people here in the Nation's Capital and I know, all around this country. But your thoughts. And we're going to talk about your project as well. But on this Memorial Day, what's going -- what's on your mind?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:38:40",
      "speaker": "JACOB NOROTSKY, SPOKESMAN, WARRIORS SPEAK, WOUNDED WARRIOR PROJECT",
      "sentences": "You know, Jim, first of all, thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:38:40",
      "speaker": "ACOSTA",
      "sentences": "You bet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:38:40",
      "speaker": "NOROTSKY",
      "sentences": "As I think about today, I think about you know, the McDonald family, the Henry family, the Rothrock family, even my dad, Dr. Eric Norotsky. All these warriors that we have lost far too soon, and their families. Today is just a day to honor those families. And Wounded Warrior Project just wants to provide a moment where we honor and empower those families and we honor those that passed, and we live a life that reflects that honor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:20",
      "speaker": "NOROTSKY",
      "sentences": "Yes, sir. You know, just thinking about that mission, thinking about that time in Iraq, thinking about my brothers and sisters there on either side of me, and thinking about those that didn't come home, you know, it's -- it gives you a mission. You know, so often our veterans -- our warriors come home, and you feel like you're forgotten, you feel like what do I do now? The mission is over, I'm not -- I'm not important anymore.But the realization of the fight is right here. The fight is here in our -- in our country. It's in our -- it's in our communities. It's for our brothers and sisters that made it home. And it's to take care of the families of those that did not. And I'm so honored to be a part of the Wounded Warrior Project and be a part of so many different projects to help our warriors get jobs that are fulfilling for them or honor them through helping with their post-traumatic stress disorder, helping their families. And if it weren't for the Wounded Warrior Project, I wouldn't be here right now. I wouldn't be sitting here on the phone I -- with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:20",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:20",
      "speaker": "NOROTSKY",
      "sentences": "I wouldn't have my immediate family behind me, you know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:20",
      "speaker": "ACOSTA",
      "sentences": "Absolutely, Jacob. And one of the things that I was thinking about because I -- you know, covered this for some time. I covered Iraq and then covered, you know, the impact on folks like yourself over the years, all those multiple deployments, what they did -- what that did to family members, not just the service members, but their family members when they came home, often dealing with these issues of PTSD. Tell us a little bit about what the Wounded Warrior Project does, and how it's helping veterans with their life after service. Because in many cases, as you know, Jacob, there's a battle at home as well when they come home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:20",
      "speaker": "NOROTSKY",
      "sentences": "Yes. You know, when I came home from Iraq when I left the military, I was on edge. But I was on an edge it was so sharp that I was cutting those around me, those that I loved, those that loved me. And it wasn't until sometime later that I realized that you know, I had left the fight in Iraq. But now, I had become the fight at home that my wife was fighting, that my children were fighting, that my friends and those around me were fighting.And, you know, Wounded Warrior project has so many amazing different projects and different programs that we use. But what we really do is just connect. When a warrior has an opportunity to sit down and look to their left and look to their right and just realize, hey, I'm not alone, somebody sees me, there's a purpose that I can get involved in, there's something greater than me that my focus can be on, it's like reigniting that fire. It's reigniting that flame that just giving them an opportunity to step back into being a warrior, into having a mission, and getting back at it, you know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:20",
      "speaker": "ACOSTA",
      "sentences": "Yes. And, Jacob, I mean, you tell me, you know this better than all of us. I mean, one of the worst things you can do is try to push this down when you're dealing with PTSD, dealing with these types of issues. And it seems to me it's having that camaraderie with groups like Wounded Warriors, where combined together as a team, you can help one another pull out of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:20",
      "speaker": "NOROTSKY",
      "sentences": "Absolutely. And one of the greatest gifts that I've received since coming home through Wounded Warrior Project, through my local church and my community, and my family. But Wounded Warrior Project really builds this idea of connection. And this idea that, hey, when I'm having my down day, there's somebody that's given me a call and checking on me. And when I'm up and I'm ready, and I'm going and I'm in the fight, I'm checking on my buddy, and I'm checking on my brother, I'm checking on my sister. And so, this -- that connection, that network, that tribe to be able to take care of each other.You know, right now, if you look at, we have over 200 and -- almost 260,000 warriors in Wounded Warrior Project. That's incredible. That's a tribe. That's a family right there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:20",
      "speaker": "ACOSTA",
      "sentences": "Absolutely. It's like a whole other family. And, Jacob, if someone is out there watching right now, if they're dealing with these kinds of issues, if they don't know whether or not, you know they can reach out, what should they do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:12",
      "speaker": "ACOSTA",
      "sentences": "All right. Well, thank you for what you do, Jacob. Really appreciate it. And thank you for your service to this country.And not just the service when you were in the military, but what you're doing right now. It's so very important. Jacob, thank you so much for your time. We really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:12",
      "speaker": "NOROTSKY",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:15",
      "speaker": "ACOSTA",
      "sentences": "Last hour, I spoke with Navy veteran Angelique Williams. She has struggled with PTSD and mobility challenges ever since she came home from her service time overseas. And then she was paired with Buddy, a service dog trained by the organization Paws of Wars.Since then, Buddy has helped Angelique regain her independence and navigate post-service life. In case you missed it earlier, here is a bit of my conversation last hour with Angelique and Buddy. Take a look. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:15",
      "speaker": "ACOSTA",
      "sentences": "Joining me now is Angelique Williams and Buddy. Angelique is right there on the left. Buddy, of course on the right. And his -- Buddy might be a little camera shy right now, but that's OK. Angelique, thank you for your service. We appreciate it.ANGELIQUE WILLIAMS, VETERAN, \"PAWS OF WAR\" SERVICE DOG RECIPIENT: It's my pleasure, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:15",
      "speaker": "ACOSTA",
      "sentences": "Tell us about this great organization and how you and Buddy were paired up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:15",
      "speaker": "WILLIAMS",
      "sentences": "Paws of War is a nonprofit organization that rescues shelter dogs and dogs from overseas and places them with veterans, first responders as companion animals, and sometimes they end up being our service animals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:15",
      "speaker": "ACOSTA",
      "sentences": "Amazing. And look a little Buddy right there. He's lifting his head just a touch. I won't try to talk to Buddy. I don't think he has an IFP earpiece, but I'll keep talking to you, Angelique.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:15",
      "speaker": "WILLIAMS",
      "sentences": "OK. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:15",
      "speaker": "ACOSTA",
      "sentences": "How was Buddy? How was -- how was he in terms of helping you with PTSD and these challenges that service members come home with?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:15",
      "speaker": "WILLIAMS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:15",
      "speaker": "ACOSTA",
      "sentences": "Tell us about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:15",
      "speaker": "WILLIAMS",
      "sentences": "So, Buddy helps me pretty much every day. Like, get out and just engage again. Oh, my -- yes. hold on a second. I -- prior to getting Buddy, I isolated a lot, I was struggling with PTSD, and I just -- I stayed home all the time. I wasn't doing any of the activities I used to do like surfing, running, and stuff like that. And having Buddy because he's such a high-energy dog, he helps me do all the activities that I once loved. ACOSTA",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:15",
      "speaker": "WILLIAMS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:15",
      "speaker": "ACOSTA",
      "sentences": "Can you tell us about this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:15",
      "speaker": "WILLIAMS",
      "sentences": "Yes. So, Paws of War presented Buddy to me at a hockey game on Veterans Day, actually. I didn't know I was going to get Buddy. I'd met him a month prior, but I had no idea that I was actually going to get him that day. So, when he walked out, I was just overwhelmed because I literally watched, like my lifeline walked to me. He's been such a tremendous help and just a bundle of joy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:15",
      "speaker": "ACOSTA",
      "sentences": "Yes. And talk about the other part of the organization that you know, these -- many of these animals are brought home from overseas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:15",
      "speaker": "WILLIAMS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:15",
      "speaker": "ACOSTA",
      "sentences": "Sometimes they are serving alongside our troops and then come back home. How does that work?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:15",
      "speaker": "WILLIAMS",
      "sentences": "Yes. So, sometimes a lot of -- well, a lot of the time when you're -- when we're on deployment, there are some animals that we may bond with overseas, and we don't want to leave them behind. It's really difficult to even think about leaving them behind. So, they reach out to Paws of War, and Paws of War moves forward with everything and then brings them here. And I get the privilege at -- from time to time when they use me for transporting to reunite these service members with the animals that we rescue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:15",
      "speaker": "ACOSTA",
      "sentences": "Amazing. And what's it been like -- what's life been like with Buddy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:15",
      "speaker": "WILLIAMS",
      "sentences": "Incredible. It's been a little -- a little bit of a crazy ride, but I love it -- I love it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:15",
      "speaker": "ACOSTA",
      "sentences": "Yes. And you know, there are a lot of misconceptions about PTSD and veterans' mental health. What do you want people to know about this chapter in your life, and what veterans go through with PTSD because sometimes it can become very overwhelming?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:15",
      "speaker": "WILLIAMS",
      "sentences": "Yes. This chapter of my life is a second chance for me. And, you know, it -- but he has brought so much joy to me and my family. And it was really hard.I didn't actually know that I was struggling with PTSD. And once -- things started getting a little dark, and I reached out to the VA, and they really helped me out and helped me understand what I was struggling with. And ever since I've had the VA, my family, the community by my side, Paws of War, they're an extension on my family, and it's just been -- it's just been a great help.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:15",
      "speaker": "ACOSTA",
      "sentences": "It's an amazing organization. WILLIAMS",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:15",
      "speaker": "ACOSTA",
      "sentences": "And Buddy looks like he's just a great dog. I mean, I love how he's just -- he's sort of, you know, no big deal. I'm on TV, right? He's just --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:15",
      "speaker": "WILLIAMS",
      "sentences": "No big deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:07",
      "speaker": "WILLIAMS",
      "sentences": "He's doing great. He's doing great.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:07",
      "speaker": "ACOSTA",
      "sentences": "Well, Angelique, tell us how people can get in touch with Paws of War.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:07",
      "speaker": "WILLIAMS",
      "sentences": "You can go to their website, pawsofwar.org. You can reach out to them and call them. Also, go on their website. And yes, pawsofwar.org. You can go on their Facebook, Paws of War. On their Instagram, Paws of War. Paws of War. Paws of War. Paws of War.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:07",
      "speaker": "ACOSTA",
      "sentences": "We got to it. All right. Angelique Williams, thank you very much. And thanks, Buddy. I wish we were in the studio together. Next time, I'll introduce you to Duke.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:07",
      "speaker": "WILLIAMS",
      "sentences": "Thank you.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}