{
  "date": "2024-10-14",
  "headline": "CNN News Central",
  "subHeadline": "Trump Ramps Up Enemy from Within Rhetoric on Campaign Trail; U.S. Sending 100 Troops, Anti-Missile System to Israel; Florida Death Toll from Milton Rises to 23. Aired 7-7:30a ET",
  "utterances": [
    {
      "timeStamp": "07:00:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "22 days left in this election, which means politics is everywhere. Donald Trump ramping up rhetoric against immigrants, Kamala Harris making a new plea to black voters after seeing warning signs ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "Breaking overnight, Hezbollah drones break through Israeli defense systems, killing four soldiers and wounding dozens.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "And Jimi Hendrix fans have a chance to get their hands on some never before released tracks and other amazing memorabilia from the legendary guitarist that promises to transport you back to a pivotal time in music history.I'm Sara Sidner with John Berman and Kate Bolduan. This is CNN News Central. It is just 22 days until Election Day in America, friends. With little over three weeks out, a new CNN poll of polls is showing likely what you are probably feeling, that there is no clear leader with just a slim three points, separating Vice President Kamala Harris and Donald Trump among likely voters. Today, Donald Trump is heading to what could be the election defining state, commonwealth of Pennsylvania, where the former president is expected to hammer home his economic policies. Over the weekend, he leaned in once again to some of his darker campaign rhetoric. (BEGIN VIDEO CLIP) DONALD TRUMP (R), FORMER U.S. PRESIDENT, 2024 PRESIDENTIAL NOMINEE: It's the enemy from within, all the scum that we have to deal with that hate our country, that's a bigger enemy than China and Russia. I think the bigger problem are the people from within. We have some very bad people. We have some sick people, radical left lunatics. It should be very easily handled by -- if necessary, by National Guard, or if really necessary, by the military. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "BOLDUAN",
      "sentences": "CNN's Kristen Holmes tracking all of this for us. Kristen, it's good to see you. What should we expect then in Pennsylvania today if we saw this weekend?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "KRISTEN HOLMES, CNN NATIONAL CORRESPONDENT",
      "sentences": "Yes. Kate, I mean, Pennsylvania, yes, it's billed as an economic speech, but every single speech that you're going to hear from Donald Trump from here on out is going to touch on that dark rhetoric around immigration. I traveled with him over the weekend, I was both in Aurora, Colorado, on Friday, and in California with him on Saturday, where we heard this really ramping up of just how dark it was going to get ahead of the election.When I talked to the people close to Donald Trump, they believe that this messaging is working. One of the things I'm sure you're going to talk about later this hour with your panel and with these political experts is that polling that we have started to see coming out the last several days. It's in every single newsletter this morning, this idea that the race is tightening and it's possible Donald Trump is chipping away at any kind of lead that Kamala Harris had. The reason why it's important to look at that polling and to understand what is going on here is the fact that this is why Donald Trump is doubling down on this divisive rhetoric. They believe that this is working for him. The former president believes that talking like this about immigration, about migrants, is what helped get him into the White House in 2016, and they believe it's going to help him get back into the White House this November. So, don't expect any kind of walking back from these remarks, instead, imagine him to be doubling down on this, intensifying that rhetoric. And one thing to point out here, and I know this is something that we've long discussed, about Trump's ground game, they believe that the way that Donald Trump wins is by reaching out into these what they call low propensity voters, people who don't often head to the polls. They believe this kind of messaging resonates with those voters. In the past, during past cycles, that group of voters has shifted left, has leaned left, they believe that group of voters now leans right. So, they are reaching out into these communities trying to find these low propensity voters, and they believe this kind of rhetoric actually works with those voters. So, again, as much as we continue to show these remarks, to show how divisive they are, they believe it's working for them, and they might not be wrong given the polling that we're seeing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "BOLDUAN",
      "sentences": "Good point. Great reporting, it's always good to see you, Kristen. Thank you. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "KEVIN LIPTAK, CNN SENIOR WHITE HOUSE REPORTER",
      "sentences": "Yes. And it's a relatively sweeping plan. And I think combined with her campaign travel this week, it does give you a sense of how urgently the Harris campaign views this task of trying to shore up support and enthusiasm among black men.Now, the plan is called the opportunity agenda for black men, specifically. It's, at its heart, a plan to design create wealth for black men, help them start businesses, help them protect their assets. It includes a plan to put out $1 million to $20, 000 loans. It includes a plan to invest more in apprenticeship programs, hire more black teachers. There's a health initiative for ailments that specifically affect black men. And she's reiterating her support for legalizing recreational marijuana and helping black men become part of the nationwide cannabis industry. So, taken together, it is quite a sweeping proposal and it does come, as Democrats warn, about a slide in enthusiasm among black men specifically. This is something we heard Barack Obama warn about last week. And certainly the campaign views this now as an imperative. And you see that in her campaign travel. Today, she'll be in Erie, Pennsylvania. She'll be visiting a black owned small business. Tomorrow, she's in Detroit. She's participating a hall hosted by Charlamagne, tha God, he's the host of the Breakfast Club, a radio show very popular among black millennials. The fear is not necessarily that Kamala Harris is going to lose among black men. The fear is that polls show her underperforming compared to previous Democratic candidates, and in a close race, any kind of erosion could affect the outcome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "BERMAN",
      "sentences": "You know, Kevin, I mentioned that Harris seems to be going after Donald Trump in a new way, questioning his transparency on health.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "LIPTAK",
      "sentences": "Yes, and this comes after she released her own health records over the weekend, a letter from her doctor. It was relatively, you know, uninteresting. She is a healthy woman. They say that she's fit to serve. She was really doing it as a way to highlight the fact that Trump himself has not released his own health records. And she really went hard after him yesterday in North Carolina, calling on him to release his own information. Listen to what she said.(BEGIN VIDEO CLIP) KAMALA HARRIS, U.S. VICE PRESIDENT, DEMOCRATIC PRESIDENTIAL NOMINEE: He refuses to release his medical records. I've done it. He is unwilling to do a 60 Minutes interview, like every other major party candidate has done for more than half a century. He is unwilling to meet for a second debate. It makes you wonder, why does his staff want him to hide away? One last question, one last question, are they afraid that people will see that he is too weak and unstable to lead America? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "LIPTAK",
      "sentences": "So, you really see her trying to turn the tables on Trump there who had long accused President Biden of hiding away. She's really trying to present herself as the candidate of change and Trump as sort of an old relic. That, at the end of the day, is going to be her closing argument, and you can see her starting to present that now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "BERMAN",
      "sentences": "Yes, it was a notable piece of new language from the stump. Kevin Liptak, thank you so much for your reporting this morning. Sara Sidner?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "SIDNER",
      "sentences": "This morning, Israeli authorities trying to figure out how Hezbollah drones got through its defense system and hit an army base near Haifa. And at least four soldiers have been killed, dozens others wounded. It's one of the deadliest strikes on Israel in more than a year. Hezbollah says, it's payback for Israel strikes last Thursday in Lebanon, and it comes as the Pentagon says it's sending a powerful anti-missile system to Israel and about 100 U.S. troops to beef up its air defenses.CNN's Jeremy Diamond is in Jerusalem for us. Lots of questions as to how this attack happened without being thwarted from Israel's defense mechanisms. What do you know this morning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:08",
      "speaker": "SIDNER",
      "sentences": "I do want to ask you about what is happening in Gaza, because, of course, the strikes are continuing in Gaza, the humanitarian crisis continuing there. We understand that there was a hospital compound hit by Israel in this latest barrage. What can you tell us about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:08",
      "speaker": "DIAMOND",
      "sentences": "Yes, that's right, Sara. Al Aqsa Martyrs Hospital in Deir al Balah, that's in Central Gaza. And, of course, we know that so many of these hospitals not only are medical facilities, but they have also become the homes for thousands of displaced Palestinians. And indeed the courtyard of this hospital that was struck yesterday by the Israeli military was being used by Palestinians displaced to stay in that area. At least four people were killed, several others were injured. We see these images of the whole area just absolutely in flames following this Israeli strike.The Israeli military, for its part, says that it was carrying out the strike on a Hamas compound, that it says was being used within that hospital courtyard. We, of course, can't independently verify that information. But there's no doubt that there were also civilian casualties as a result of this. The Palestinian Ministry of Health in Gaza, saying that the majority of women and children injured in this strike were what -- were women and Children. Sara? SIDNER:  And we are certainly no closer to a ceasefire now. Jeremy Diamond, thank you so much for your reporting there from Jerusalem for us. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "BOLDUAN",
      "sentences": "This morning, 23 people are now confirmed dead after Hurricane Milton just tore through Florida and hundreds of thousands of people are still without power. Residents are also facing fuel shortages. Still long lines for gas, long lines at gas stations, as you can see, this is this is one just near Tampa from over the weekend.Also over the weekend, President Biden traveled to Florida and there he announced more than $600 million of federal assistance for the areas impacted by Hurricane Milton and also Hurricane Helene before that. Let's get to CNN's Isabel Rosales for the very latest on all of the recovery efforts and trying to get the power back on, make sure the water is okay, everything that's needed right now, Isabel, that you saw very clearly firsthand when you were down there, what's the latest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:02",
      "speaker": "ROSALES",
      "sentences": "And electricity is slowly being restored. I just checked poweroutage.us, and it's 400,000 customers without power in the state of Florida. Most of these electrical utilities and companies are estimating that most people in these hard-hit areas will have electricity restored by midweek. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:02",
      "speaker": "BOLDUAN",
      "sentences": "Yes. At the height of it, it was somewhere around three million people without power progress, but still people still without power today. Thank you so much, Isabel. John?",
      "isLastSentenceInterrupted": false
    }
  ]
}