{
  "date": "2024-02-12",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Israel: Two Hostages Rescued From Gaza In Special Operation; Palestine Red Crescent Society: More Than 100 People Killed In Israeli Airstrikes On Rafah; Jordan's King Abdullah Meets With Biden Later. Aired 8-8:30a ET",
  "utterances": [
    {
      "timeStamp": "08:00:00",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Yeah, lightning operation, Max, that involved the Special Forces literally throwing themselves on the hostages to keep them safe as the operation went on. 1IDAN BEGERANO, RELEASED HOSTAGE'S SON-IN-LAW: Yeah. ROBERTSON: And how --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BEGERANO",
      "sentences": "71. In two weeks, he will have 71. But, yes, he is still 70- years-old. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "ROBERTSON",
      "sentences": "And how is he looking today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BEGERANO",
      "sentences": "He is looking much thinner, very, very faint, like the face is very white.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "ROBERTSON",
      "sentences": "No sunshine then.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BEGERANO",
      "sentences": "No sunshine then from what we see. And even if he was in a house, as we heard in the news, not in a tunnel, he didn't have any direct sunlight. So, yes, he was sitting in a room or in a house, whatever it is, for many, many days. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "ROBERTSON",
      "sentences": "And what's he saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BEGERANO",
      "sentences": "He is more showing relief than saying, and when he is saying, he is more about talking to us, asking us how are we? What did we experience? Did we suffer? If his kids are OK? If his grandchild is OK? And we it's really about the surrounding area and less talking about himself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "ROBERTSON",
      "sentences": "And I heard he even remembered it's your birthday today. Right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BEGERANO",
      "sentences": "Yes. I'm always my birthday today, (inaudible). But, yes, he remembered it. And his second sentence to me was happy birthday, and I remembered it. And the moment we came, I -- when I saw your faces, I knew that I'm going to congratulate you. So, really, I appreciate it very much. Even in this tough situation, tough conditions, he managed to remember special dates for him, which apparently will be from now on a very special day for the whole family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "ROBERTSON",
      "sentences": "Yeah. I mean, this is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BEGERANO",
      "sentences": "I'm happy to share my day with the family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "ROBERTSON",
      "sentences": "It's probably the best birthday gift you'll ever have. How is the family feeling? I mean, tell me how it was in the room when you came in and you saw him and everyone was there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "BEGERANO",
      "sentences": "Yeah. Yeah. Really emotional, and it's showing really the story of those three brothers Clara, Gabriela and Fernando, and about Louis, Clara's life partner. That's really the one group. They're doing a lot of the things together. Every weekend they're spending together and keeping the Israeli culture with their Argentinian native and they really define a lot of common things to share.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "ROBERTSON",
      "sentences": "And you told me one thing that I was struck by before you said, really for you, now it's time to negotiate a deal to bring the others home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "BEGERANO",
      "sentences": "I'm saying that we are feeling happy. But, we are incomplete. And we are incomplete because there are still 134 hostages in Gaza in different conditions, different ages, different locations, 134 families in Israel to date that are still waiting for their beloved people to come back home. Civilians, soldiers, elder people, just innocent people that just went to sleep on the October 6 and woke up to a wall.And it's very, very important for us to continue our seek for local justice in Israel and to bring the people back home. And this is what we need is -- for the Israeli people, because you saw how happy the people are here today and how much they want to share happy moments, and we need it. Since October 7, I don't think that we have any -- very, very few days of happiness, not even consecutive days, one day here, one day there, and we need to go back to ordinary life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "ROBERTSON",
      "sentences": "Idan, thank you very much indeed for sharing your emotions and your family's day and your birthday. Thank you very, very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "BEGERANO",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "ROBERTSON",
      "sentences": "Thank you. Max. Of course, in that operation, we understand from Palestinian health officials that there were about 100 civilian fatalities, women and children among them, as part of the -- that -- the IDF raid to extract the Special Forces and the hostages at that time. Those details, we still don't have precise accounts yet of those details, but this is what we understand took place. Max.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "FOSTER",
      "sentences": "OK. Nic, thank you so much for joining us from there. The ongoing efforts to free the hostages will be on the agenda later today when President Joe Biden meets with Jordan's King Abdullah at the White House. It's their first meeting since three U.S. Jews were killed in a drone strike in Jordan. The King is calling for an immediate ceasefire in Gaza, as well as more humanitarian aid.Arlette Saenz signs joins us from the White House with details. So, the Middle East very much on the agenda, but also this ongoing story off the back of the investigation into how he handled classified documents where his leadership has been questioned. So, that'll be on display as well today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "FOSTER",
      "sentences": "OK. Arlette at the White House, thank you for that.U.S. Republican presidential frontrunner Donald Trump facing international outrage over the comments he made at a South Carolina campaign rally this weekend. Trump told crowds he would encourage Russia to attack America's NATO allies that don't meet NATO's spending targets. (BEGIN VIDEO CLIP) DONALD TRUMP (R), FORMER U.S. PRESIDENT AND 2024 PRESIDENTIAL CANDIDATE: One of the presidents of a big country stood up and said, well, sir, if we don't pay, and we're attacked by Russia, will you protect us?' I said, you didn't pay, you're delinquent? He said, yes. Let's say that happened. No, I would not protect you. In fact, I would encourage them to do whatever the hell they want. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "FOSTER",
      "sentences": "NATO Chief Jens Stoltenberg has blasted Mr. Trump, saying his words endanger the lives of American and European soldiers.For more on this, CNN's Nick Paton Walsh. Whenever we get these big announcements from Donald Trump, we have to figure out or separate what he is saying from what he means. I mean, what do you read into it? NICK PATON WALSH, CNN CHIEF INTL. SECURITY CORRESPONDENT: Yeah. I mean, he is clearly playing sort of getting red meat to that crowd in front of him there, and whether this conversation ever really occurred or is sort of a misremembering of his, we may never know. It doesn't really matter, though, because, well, I think he thinks, potentially, he is playing to an audience in the United States who kind of thrive on this notion of the aggrieved America that's always been there for its allies but the allies aren't paying their way. And the reason potentially for ebbing U.S. strength is overextended themselves, looking at people who aren't Americans. This is being heard globally, as you said. And so, the European allies, yeah, who can be freaked out by this, frankly, but may have seen in the last decade, that's U.S. support. If Trump is there, isn't potentially going to be as reliable as always has been. Remember, the whole point of NATO, its founding was an attack against one is an attack against everybody, and that threat has never been quite so acute as it is right now in Europe. But, the real person listening to this is Russian President Vladimir Putin. Now, he may not think that, no, this is something you can take to the bank. Maybe he thinks Trump will forget. He said this couple of weeks ago. But, we really have to bear in mind the fact that Moscow have lost, potentially according to some U.S. officials, hundreds of thousands of casualties in the war in Ukraine. They're overextended. They're looking for weaknesses in the Western alliance. They potentially think they can outlast the Ukrainians. They're seeing Western Ukraine -- sorry, Western aid to Ukraine falter or certainly despite some success in the last 24 rounds not come through despite (ph) people would like. And so, I think you see the Kremlin look at this and potentially see another weakness in the Western alliance, and there are real genuine alarm bells, I think, again, sounding in Europe, Max.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "FOSTER",
      "sentences": "OK. Nick, thank you.In Kenya, tragedy strikes the world of sport. 24-year-old Kelvin Kiptum, the world's fastest marathon runner, has died in a car crash. Authorities say Kiptum was driving Sunday when he lost control of his vehicle, went into a ditch and hit a tree. Kiptum and his coach were killed. A third occupant survived with serious injuries. Kiptum set the marathon world record last October in Chicago with the time of two hours and 35 seconds, a record ratified only days ago. Kenya's Sports Minister shared what a loss this is for the world. (BEGIN VIDEO CLIP) ABABU NAMWAMBA, KENYA MINISTER OF SPORTS: It's a very dark morning, a very dark day for our country, a very dark day for the athletics fraternity, both in Kenya and across the world. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "FOSTER",
      "sentences": "We'll have much more than this, of course, with Amanda ahead on World Sport. CNN's Larry Madowo will have the live report into that show from Nairobi.Migratory species like turtles, whales, elephants and birds are struggling to survive in a world changed by humans. A UN report has found that nearly half of all migratory species are seeing their numbers shrinking, and one in five are at risk of total extinction. Experts say the impact on humans or off humans is largely to blame. (BEGIN VIDEO CLIP) AMY FRAENKEL, EXEC. SECRETARY, CONVENTION ON THE CONSERVATION ON MIGRATORY SPECIES: One of the surprises of the report was to find that for some species, in fact, over exploitation is a larger threat. That's the key. And it could -- because in the past, it was understood that the habitat loss was really the major driver of concern. So, it's both. And there are other effects, of course, like pollution and climate change that are also at play. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "FOSTER",
      "sentences": "More now on our top story, the Palestinian Red Crescent says more than 100 people were killed as Israel conducted an air assault on the city of Rafah whilst its forces rescued two hostages. Video obtained by CNN shows a chaotic scene inside one hospital after the overnight Israeli airstrikes. More than a million people, more than half of Gaza's population are currently crammed into that city. Qatar, Saudi Arabia, the UK and Egypt are among a growing list of countries expressing concern over possible Israeli ground offensive inside Rafah.CNN's Nada Bashir joins us live from Cairo. I just -- I first want to talk about this figure of 100 people dying as a result of what some people describe as a deflection operation around the rescue of the Israeli hostages in Gaza overnight. It seems like an extraordinary number. I mean, what you understand happened there? Were they civilians?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "NADA BASHIR, CNN REPORTER",
      "sentences": "Look, Max, that is the figure we have right now, according to the Palestine Red Crescent Society. But, they say that figure could continue to rise. There are so many people believed to be trapped beneath the rubble. And when we're talking about the people that are concentrated in Russia, we are talking about 1.3 million people, hundreds of thousands of civilians, many of them living in these sprawling tent cities now where they have been taking shelter for weeks.And important to remind our viewers that from the outset of the war, we've been hearing those warnings, the orders from the Israeli military, telling civilians to move south for their own safety and protection. The vast majority are now concentrated in Rafah. This is a border city. It is a crucial gateway for aid to get in. It has become somewhat of a humanitarian hub. But, this is an area where many people are now living with limited humanitarian supplies, limited protection from the elements, and clearly limited protection from this war. We have seen airstrikes in Rafah for weeks now. And of course, the concern is that this is only the beginning. At least 100 people said to have been killed. According to local municipality officials, at least a dozen residential buildings were struck overnight by the Israeli military. They, of course, say they were targeting Hamas. This was focused on releasing and securing the release of those two hostages. But, as we know, this is an area that is densely populated. And the fear is that we begin to hear more warnings of a looming ground operation, a full-scale ground operation by the IDF in Rafah that we will only see more civilians being killed as a result.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "FOSTER",
      "sentences": "We've been hearing that they will try to minimize civilian casualties. There will be a plan to evacuate them from Rafah before the operation goes in really hard to target the Hamas militants. But, how easy will that be considering the numbers and their options on where to go?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "FOSTER",
      "sentences": "OK. Nada, thank you.Still to come, as millions around the world marked Lunar New Year last weekend, we'll take you inside the ancient art of lion dancing, and look at the fearless lions, just ahead. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "FOSTER",
      "sentences": "You might be familiar with lion dancing from Lunar New Year celebrations. You may not know that it's also a competitive sport.CNN's Kristie Lu Stout gives us an inside look at why visiting one of Hong Kong's -- well, why she is visiting one of Hong Kong's top teams. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "FOOK",
      "sentences": "(Inaudible) what we call the traditional of the brand. The second one is on the poles.FOOK (TRANSLATED): The plum blossom polls puts the focus on jumping. It's more dangerous. You're jumping, flying more than two meters in the air. UNIDENTIFIED MALE (TRANSLATED): When I started jumping, it was hard to break through the fear. I must trust my partner 100 percent because my life is in his hands. I'm the one always being lifted up high. So, I have to believe in him. UNIDENTIFIED FEMALE (TRANSLATED): Originally, the traditional sport was male-dominated. Now, more and more women are joining the sports. And most we're doing competition is of course extremely intense. STOUT (voice-over): Lee estimates there are around 30 professional teams in the city. Clubs are struggling to keep the tradition afloat. Dancers have to hold full-time jobs leaving little time to practice, and it isn't easy to find proper training venues. Despite challenges, Lee and others in the tight-knit community continue to teach. FOOK (TRANSLATED): The team gets along like a big family. Why do we like lion dance? Because it makes us feel like heroes. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}