{
  "date": "2024-12-13",
  "headline": "CNN 10",
  "subHeadline": "Mysterious Drone Sightings; How Soundwaves Make Objects Levitate in Mid-Air; New Snowplow Driving Simulator Helps Get Roads Cleared Safer, More Efficiently. Aired 4-4:10a ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "JOSH CAMPBELL, CNN CORRESPONDENT",
      "sentences": "All the ones over here, there`s two behind here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I think the creepy part is not that it`s just a drone, that they`re so large.CAMPBELL (voice-over):  Growing frustration and demands for answers from New Jersey residents over a mystery in the skies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Another drone.CAMPBELL (voice-over):  Weeks of mysterious nighttime drone sightings across the state, including near military sites and other critical infrastructure, has left some residents unsettled.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "MARK TAYLOR, MAYOR FLORHAM PARK",
      "sentences": "They look like a small car to me. Their wingspans are probably six feet across.CAMPBELL (on camera):  Eyewitnesses say these spotted drones are much larger than those used by hobbyists. Law enforcement described one encounter. ANTHONY D`AMICO, OCEAN COUNTY SHERIFF`S DEPARTMENT:  It was coming in our direction. It spun around 180 degrees, went back out the other way, then it kind of looped around. CAMPBELL (voice-over):  A task force of federal, state, and local law enforcement is now investigating briefing concerned lawmakers Wednesday. Asked by CNN for comment on these sightings, the FBI said in the statement, \"Witnesses have spotted the cluster of what look to be drones and a possible fixed-wing aircraft.\" They`re asking anyone with information on the origin of these drones to call police. (On camera):  Now authorities say there`s no known threat to the public, but despite that, one congressman from New Jersey said that he`s been told by sources that drones are being launched from an Iranian ship. REP. JEFF VAN DREW (R-NJ):  That mother ship is off, I`m going to tell you the deal, it`s off the east coast of the United States of America.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "CAMPBELL",
      "sentences": "The Pentagon quickly shutting down those claims.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "SABRINA SINGH, PENTAGON DEPUTY PRESS SECRETARY",
      "sentences": "There is not any truth to that. There is no Iranian ship off the coast of the United States andthere`s no so-called mother ship launching drones towards the United States. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "Pop quiz hot shot.Through which state are sound waves unable to travel? Solids, liquids, a vacuum, or gases? If you said vacuum, put your hands up. Sound waves need to travel through a medium, and there are no particles of matter present to vibrate or transmit sound waves in a vacuum. All right, if you could have any superpower, what would it be? Teleportation, invisibility, time travel? Might be a good question to ask each other and give your reasons why. Well, if levitation is something that you think would be extraordinary, it may soon become ordinary. Scientists haven`t quite cracked the code on moving objects with the mind, but they may be on to the next best thing. Moving objects with sound waves. Our Nick Valencia shows us how a London-based startup is using sound to one day maybe revolutionize everyday practices in science. (BEGIN VIDEOTAPE) NICK VALENCIA, CNN CORRESPONDENT (voice-over):  Levitating liquids and objects using just sound waves. Sounds out of the ordinary, even magical. But a London-based startup says this could be revolutionary. SRIRAM SUBRAMANIAN, ACOUSTOFAB CO-FOUNDER:  We`ve been working on acoustic levitation for the last decade or decade and a half. We -- yes, we`ve always been looking and exploring at ways in which we can float objects in mid-air using ultrasound. And it was always a blue-sky idea until about a year ago when some of my co-founders were saying, oh, maybe there`s a commercial opportunity for this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "VALENCIA",
      "sentences": "AcoustoFab has perfected the ability to pick up a droplet or a small particle, adjust it mid-air, then move it to a specific locationdoing all of this with only using sound waves. The new technology uses a range of tiny speakers set at 40khz to generate the sound waves, outside of the audible range for humans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "SUBRAMANIAN",
      "sentences": "The magic trick is we time the turning on and off of each individual speaker precisely. So when we turn them on and off at differenttime intervals, they create a pattern and we can computationally using acoustic holography, shape the sound field in the far field however you want. So for example, we can make them all come together to a point and they can we can make transducers from the bottom and from the top come to two different points that are half a wavelength apart. Then if you put an object there, it`s going to be held in place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "VALENCIA",
      "sentences": "AcoustoFab has been demonstrating their sound levitation kit at tech fairs around the world. They say research labs can buy a basic kit foracademic use, starting at $3,100. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "When you think of professions that might require simulator training, maybe you`d think of airline pilots, special ops in the military, maybe asurgeon. Practicing critical skills in a controlled environment without real world risks has become a safe and reliable training method across a number of professions. Well, did you know that there is one city using simulator training for snowplow drivers? That`s right. The city of Nashville feels it`s important that their snowplow drivers down south are ready to roll even if there isn`t any snow to practice on. CNN affiliate WSMV shows us why. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Complete with power steering, plow control, and a salt spreader. It`s just like you`re driving a snowplow, but it`s all asimulation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I can kind of control all aspects of what`s going on in the cab right there. We can control day, night. It has ways on there we canmake it the road slicker, you know, sun glare.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It`s NDOT`s new technology that allows both new and experienced snowplow drivers a safe way to practice without wasting gas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "They can get up here and train and not, you know, not be burning fuel and then also not be putting them at risk of being on theroad, putting themselves at risk and putting, you know, everybody else in the road.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Safe enough that even we were allowed to test it out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Now this controls your plow right here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Scoring a barely passing 72 out of 100.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}