{
  "date": "2024-06-12",
  "headline": "CNN News Central",
  "subHeadline": "Sandy Hook Shooting Survivors Graduate High School; NBA Icon and Hall of Famer Jerry West Dies at 86; Some Inmates in Closely Divided Nevada Can Now Vote from Jail. Aired 3:30-4p ET",
  "utterances": [
    {
      "timeStamp": "15:30:00",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "Today, a bittersweet milestone for high school graduates in Newtown, Connecticut. It is the day survivors of the Sandy Hook Elementary Massacre get their diplomas, almost 12 years after 20 of their classmates and six adults were killed. CNN national correspondent Brynn Gingras is in Newtown.Brynn, it has to be a very emotional day there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "BRYNN GINGRAS, CNN NATIONAL CORRESPONDENT",
      "sentences": "Yes, you can feel it, Brianna. Really all over this town, not only just talking to those students who are about to get their diploma, and you said it right there, bittersweet. That's how it's been described.You know, these high school seniors are excited. They're trying to celebrate the fact that they're reaching this major milestone in their life, but they are very much aware of the classmates that will be missing in the ceremony today, and they've been living with that for almost 12 years. I want you to hear from them about what this day means to them. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "LILLY WASLINAK, GRADUATE AND SHOOTING SURVIVOR",
      "sentences": "I think it was really important for a lot of us to take meaning out of us getting out that day. So for me, everything I do in life is for them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "ELLA SEAVER, GRADUATE AND SHOOTING SURVIVOR",
      "sentences": "You have these big moments in your life, things that are supposed to be solely exciting, but they get clouded by this in a way that we want to be remembering our friends and we are going to keep them with us, but it's also something that we wish we never had to deal with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "MATT HOLDEN, GRADUATE AND SHOOTING SURVIVOR",
      "sentences": "Ultimately, which should be the biggest day of most of our lives. And so it's still going to be like that. But you know, it is still, it does still hurt knowing that they should have been here.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "GINGRAS",
      "sentences": "And look, I mean, there's a tradition here in Newtown Brianna where essentially the students who are graduating go back to their elementary school and they see those educators that really shaped their lives. Obviously, that was a different experience for many of them as their high school. I mean, rather their elementary school no longer exists. If you remember that was destroyed, they built a new one.So there's constant reminders of this, you know, horrific tragedy that happened in their lives. But certainly today they are trying to focus on the fact that they have bright futures ahead and that they want to celebrate while also keeping their memory alive. And they are going to do that by wearing ribbons during the ceremony. There's going to be a moment of silence during the graduation as well as the reading of the names of the 20 students have passed along with those six educators.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "There were very few NBA players like Jerry West. The Hall of Famer passed away this morning at the age of 86. The L.A. Laker legend had form considered so perfect. His silhouette is literally the inspiration for the league's logo. And while West only won one title as a player, despite going to the NBA finals multiple times, as an executive, he had a hand in eight NBA championships, helping to establish the L.A. Lakers as one of the league's premier teams.We're joined now by Joe Vardon. He's the senior NBA writer for The Athletic. Joe, your reflections on Jerry West passing away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "JOE VARDON, SENIOR NBA WRITER, THE ATLANTIC",
      "sentences": "Yes, I mean with him and Bill Walton in the last couple weeks, it's just it is a tough time for the NBA family for sure. And not only for the Los Angeles Clippers, which you know, that was the last team that he worked for and was a really a guiding force in that in that organization. But his history with the Lakers and of course the golden team that he worked for and was a really a guiding force in that in that organization.But his history with the Lakers and of course the Golden State Warriors where he, you know, was among the executives at a time when they were winning. And then you just think about throughout the league, like all the players, all the coaches that he's that he's touched, that he's guided, that he's inspired. So, yes, I mean, when we all woke up to the news this morning, it was a gut punch for sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "SANCHEZ",
      "sentences": "As I noted before, he only won one title as a player. Do you think that hurts where he stands historically? His view? He's not necessarily viewed as one of the top players of all time. As many argue, he should be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "VARDON",
      "sentences": "Well, my access to Jerry West actually, it goes like this. Early when I was covering the NBA and the Cavs in Cleveland were losing to the Warriors and LeBron James was putting up these outrageous personal numbers, even though the Cavs were going to lose the series.And I started doing research about, well, you know, does he have a chance to be the MVP in a series in which his team loses? And of course, I found Jerry West. He is the only person in NBA history to do that. And so to me, you know, I'll be 44 years old in September. I've been covering this league now for 10 years, most of it as a national writer. But I just think his legacy more than anything is hurt by time. I think that the people who saw him play, you know, up into the seventies remember one of the all time greats. I mean, he retired as the third all time leading scorer. So yes, now that we, you know, people my age and younger didn't get a chance to watch him play, you know, we don't rank him as high as maybe he should be, or maybe people older do. But make no mistake, he is one of the great players in NBA history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "SANCHEZ",
      "sentences": "Yes, definitely in the discussion among the greatest shooting guards of all time. And we're talking about, you know, very, very great company at that level. I'm wondering when you look at the way that he's been portrayed in recent years, and I'm thinking specifically of a series that ran on HBO winning time, which he did not like the way that he was portrayed in that series to be clear.But he did have a reputation among some circles for being perhaps toxically obsessed with basketball. Is that fair to say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "VARDON",
      "sentences": "I don't know that. And I do know a number of people who have worked with him very closely in San Francisco with the Warriors and certainly in Los Angeles with the Clippers. And that is not -- that is not what people say about him.So, you know, when he was running the Lakers, I was, you know, between the ages of one and eight. So I don't I don't know that I wasn't much into that show. I just know that we are talking about somebody who, who was a giant to anybody who worked with him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "SANCHEZ",
      "sentences": "Yes, no question. And he was famously competitive. He reportedly broke his nose like nine times. He could shoot. He could play defense. He was, he was very tough. What player in the modern NBA does he remind you most of?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "VARDON",
      "sentences": "Oh, goodness, boy that is tough. You know what, I think that he -- I don't have a great answer for you. So what I would say is I think he really admired Kawhi, the game of Kawhi Leonard. And you talk about a when someone who's who has struggled with injury, but when he's healthy, Kawhi Leonard is a two way player, just a dominant, fierce defender who also can get a bucket, you know, anytime, anytime that he wants. And, you know, it's sort of the last great player he and Paul George that that that that Jerry worked with. I'll say Kawhi.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "SANCHEZ",
      "sentences": "Yes, Joe Varden. As we just showed there, he was the logo. Jerry was passing away at 86 years old. Joe, thanks so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "VARDON",
      "sentences": "Thanks for having me guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "SANCHEZ",
      "sentences": "Yes, of course -- Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "KEILAR",
      "sentences": "We're back with exclusive new reporting on voting behind bars. A unique development in the narrowly divided state of Nevada, which could determine who wins the White House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "SANCHEZ",
      "sentences": "The state is also going to play an important role in determining control of the Senate. CNN's Sara Murray has more.(BEGIN VIDEOTAPE) SARA MURRAY, CNN POLITICAL CORRESPONDENT (voice-over): Inside the largest jail in Sin City.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is my first time voting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "MURRAY",
      "sentences": "So the first time that you've ever voted in any election is here in the detention center?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, isn't that funny?MURRAY (voice-over): Inmates escorted to this holding cell, and then a voting booth, the first one ever set up in the Clark County Detention Center in Las Vegas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "MURRAY",
      "sentences": "Were you surprised that there was going to be a voting booth here today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, I was surprised. Yes, I was -- I didn't expect it.MURRAY (voice-over): Its debut just in time for primary day, the result of a new law requiring improved ballot access for thousands of non-felons detained in Nevada's jails. Soon after the booth opened, the first voter cast her ballot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "MURRAY",
      "sentences": "How did it feel to be able to cast your vote?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It felt nice, actually. It felt good.MURRAY (voice-over): For activist Jagada Chambers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "JAGADA CHAMBERS, RIGHTS RESTORATION COORDINATOR, SILVER STATE VOICES",
      "sentences": "You can put that on my epitaph.MURRAY (voice-over): It's a hard-fought victory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "CHAMBERS",
      "sentences": "There's a pressure for us to shine brightly on this first run.MURRAY (voice-over): A felony conviction after a violent altercation during college cost Chambers his freedom and his voting rights for more than five years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "CHAMBERS",
      "sentences": "I feel that someone who is doing this work needs to be formally incarcerated to engage that population.MURRAY (voice-over): Now he works for the nonprofit Silver State Voices, running outreach to thousands of potential voters behind bars.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "MURRAY",
      "sentences": "One of the first bullet points on here, it says what? You cannot vote.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "CHAMBERS",
      "sentences": "OK, that's a key. You cannot vote if you are serving a sentence on a felony conviction in a city or county jail.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "MURRAY",
      "sentences": "Then it makes clear if you're pre-trial or serving on a misdemeanor, you're eligible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "CHAMBERS",
      "sentences": "Jackpot.MURRAY (voice-over): One of the biggest hurdles, convincing eligible incarcerated voters to cast a ballot amid polarization and misinformation. DONALD TRUMP, FORMER U.S. PRESIDENT, 2024 PRESIDENTIAL CANDIDATE: More than 2,500 ballots were cast by individuals whose names and dates of birth match incarcerated felons.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "MURRAY",
      "sentences": "Do you think that has an impact on even people who are eligible to vote?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "CHAMBERS",
      "sentences": "Without question, without question.MURRAY (voice-over): It took months and the threat of lawsuits for jails to get up to speed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "SADMIRA RAMIC, VOTING RIGHTS STAFF ATTORNEY, ACLU OF NEVADA",
      "sentences": "We had an election happen, but no jail fully was compliant with the law.MURRAY (voice-over): Facilities across the state worked with voting rights groups like the ACLU and election workers to finally ensure ballot access ahead of Tuesday's primary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "RAMIC",
      "sentences": "Their vote should not be any less important than the individuals that are out here. And unfortunately, they face those barriers that we hear like on the outside don't even really think about.MURRAY (voice-over): Those barriers, the basics for those who aren't behind bars. Postage for change of address forms. Blue and black pens to fill in ballots. And at least in this jail, a polling booth. Something that goes beyond what the law requires.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "ANDREW WALSH, UNDERSHERIFF, LAS VEGAS METROPOLITAN POLICE",
      "sentences": "This is something that is a first for us. And I think we're going to probably do it better than anybody else. We try to pride ourselves on that. There really was no model for us to follow. We've had a couple opportunities to make sure we get it right for the general election in November.MURRAY (voice-over): Chambers hopes this is one step toward politicians actively campaigning for voters behind bars.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "CHAMBERS",
      "sentences": "In Clark County, you have potential victories lying in those cells.MURRAY (voice-over): At least for now --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "One vote, I guess, makes a huge difference, right?MURRAY (voice-over): A step toward voters like Elliot Carbal (ph) having their voices heard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It felt a little bit of empowerment, just a little bit, a little tiny bit. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "SANCHEZ",
      "sentences": "It could be a big deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "KEILAR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "SANCHEZ",
      "sentences": "Sara Murray, thanks so much for that report.So this takes the adage. Everything is bigger in Texas to a whole new level.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "KEILAR",
      "sentences": "Up next, a look at the newest and officially biggest Buc-ee's in the world. I love a Buc-ee's. Have you been?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "SANCHEZ",
      "sentences": "No, it's all right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "KEILAR",
      "sentences": "OK, come on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "SANCHEZ",
      "sentences": "They're OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "KEILAR",
      "sentences": "They're great.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "SANCHEZ",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "SANCHEZ",
      "sentences": "For road trippers needing a beef jerky or pulled pork fix. This next story is welcome news. Buc-ee's, which already holds the record for the world's largest convenience store, just announced it's opening its biggest one yet and where else but Texas, Luling, Texas.To be exact, we're talking about 75,000 square feet, 120 fuel pumps, endless rows of snacks and drinks. And, of course, two big sets of bathrooms build as the cleanest in the world. Buc-ee's actually won an award for their bathrooms back in 2012.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "SANCHEZ",
      "sentences": "That's pretty cool. I wouldn't say it's a commercial because I'm not that excited about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "KEILAR",
      "sentences": "I am.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "SANCHEZ",
      "sentences": "I mean, it's a gas station.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "KEILAR",
      "sentences": "I go to Texas --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "SANCHEZ",
      "sentences": "What's so cool about a gas station?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "KEILAR",
      "sentences": "It's pretty great. You can also buy like clothes there, cowboy hats.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "SANCHEZ",
      "sentences": "Have you heard of a mall?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "KEILAR",
      "sentences": "Souvenirs --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "SANCHEZ",
      "sentences": "The do the same thing at a mall.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "KEILAR",
      "sentences": "-- and gas up your car and get beef jerky and get a pulled pork sandwich.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "SANCHEZ",
      "sentences": "Let's say the jury's out --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "KEILAR",
      "sentences": "-- and use a -- clean bathrooms at the mall. I don't think so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "SANCHEZ",
      "sentences": "They have like a signature food at Buc-ee's, like a thing that they're known for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "KEILAR",
      "sentences": "I don't actually know the answer to that. \"THE LEAD\" may know.",
      "isLastSentenceInterrupted": false
    }
  ]
}