{
  "date": "2024-04-22",
  "headline": "CNN News Central",
  "subHeadline": "Trump On Cusp Of $1 Billion Windfall From Truth Social Shares; Today: Opening Statements Begin In Trump Criminal Trial; FAA Investigating Near Miss Involving Multiple Planes At JFK. Aired 7:30- 8a ET",
  "utterances": [
    {
      "timeStamp": "07:31:25",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "These are live pictures right now of Trump Tower where Donald Trump will be soon departing, leaving his apartment to head to court in Lower Manhattan where opening statements will begin in his criminal trial.At the very same time, Donald Trump is also on the verge of a payday valued at $1.3 billion. For what -- for what that hinges on, though, today, let us bring in CNN's Matt Egan for much more. So, Matt, tell me -- what is going on here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:25",
      "speaker": "MATT EGAN, CNN BUSINESS AND REPORTER",
      "sentences": "Kate, well, listen, Donald Trump --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:25",
      "speaker": "BOLDUAN",
      "sentences": "That is what I say every time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:25",
      "speaker": "EGAN",
      "sentences": "You do.Donald Trump -- he's on the one-yard line here of a major financial windfall. Now, I know what's going through your mind. Isn't Truth Social really tiny?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:25",
      "speaker": "BOLDUAN",
      "sentences": "Correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:25",
      "speaker": "EGAN",
      "sentences": "The company's got no revenue almost and --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:25",
      "speaker": "BOLDUAN",
      "sentences": "It lost more money than all the other ones.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:25",
      "speaker": "EGAN",
      "sentences": "And the stock prices crashed. All of it is true. None of it matters here.Because the merger agreement -- I don't make the rules here. The merger agreement includes a bonus payment. It's known as earnout shares.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:25",
      "speaker": "BOLDUAN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:25",
      "speaker": "EGAN",
      "sentences": "And guess who is going to get 90 percent of this bonus -- 36 million shares? That's Donald Trump. Now, here's the key. The bonus triggers -- if the share price staysabout $17.50 for a 20-day trading period --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:25",
      "speaker": "BOLDUAN",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:25",
      "speaker": "EGAN",
      "sentences": "-- and tomorrow would actually mark the 20th day. Now, even though the share price has gone all over the place, right -- it's been up, it's been down -- it's down massively from the peak -- it's never been below that $17.50 --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:25",
      "speaker": "BOLDUAN",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:25",
      "speaker": "EGAN",
      "sentences": "-- mark since it went public about a month ago. You can see it right there.So that means, Kate, unless this stock suffers an epic crash in the next 36 hours, Donald Trump is very likely to get this bonus payment. And even though the stock is down from the peak, this is still worth $1.3 billion at current prices.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:25",
      "speaker": "BOLDUAN",
      "sentences": "When can he cash in on this, though? Like, he gets -- he gets these -- this big, big, big bonus -- you know, 36 million shares. When and what can he do with it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:25",
      "speaker": "EGAN",
      "sentences": "Well, experts say this would not be something he could cash in anytime soon because these shares -- they would be subject to what's known as a lock-up agreement where insiders -- they promise not to sell or even borrow against their stake anytime soon. This would actually take months --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:25",
      "speaker": "BOLDUAN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:25",
      "speaker": "EGAN",
      "sentences": "-- before he'd be able to sell this.And we should also note that the stock is still -- according to experts, it still looks very richly valued. One professor told me it's grossly overvalued. Another said the share price is responding primarily to non-rational factors. And another one --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:25",
      "speaker": "BOLDUAN",
      "sentences": "That sounds like half -- that sounds like half the investing in the market anyway.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:25",
      "speaker": "EGAN",
      "sentences": "Yes. My personal favorite is it has also been called a meme stock on steroids.Now, at last check, this stock is down four percent premarket, so it could be another volatile day after a whole series of volatile days. And remember, Donald Trump -- he's not just the chairman of Trump Media. He's not just the most influential user and popular user on Truth Social. He's also the biggest shareholder.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:25",
      "speaker": "BOLDUAN",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:25",
      "speaker": "EGAN",
      "sentences": "After this bonus agreement is triggered, he's going to own 115 million shares -- 65 percent of the total. BOLDUANIt's great to see you, Matt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:25",
      "speaker": "EGAN",
      "sentences": "Thanks, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:25",
      "speaker": "BOLDUAN",
      "sentences": "Thanks for laying it out -- John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "BERMAN",
      "sentences": "And Jen, you say you were looking for nothing less than the theory of the case here. What do you mean?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "JENNIFER RODGERS, CNN LEGAL ANALYST, FORMER FEDERAL PROSECUTOR",
      "sentences": "Well, usually, it's pretty obvious what the theory of the case is. You can see it right in the charging instrument.But here, prosecutors have not specified which crime it is that enhances this misdemeanor of falsifying business records into a felony. It could be one of three things: federal election law, state election law, or a state tax offense. They put all three of them in their statement of facts that came out with the indictment, but they haven't been clear about whether they actually intend to prove one, two, or all three of those things. So that's really what I'm looking for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "BERMAN",
      "sentences": "All right, let's talk about what we learned overnight that the first prosecution witness will be David Pecker -- who was in charge of American Media, which owned the National Enquirer -- who reached a plea agreement with federal prosecutors, talking about National Enquirer's role in buying and burying stories about Donald Trump.Why is he important as a first witness?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "RODGERS",
      "sentences": "Well, assuming he's 100 percent on board, which I assume he is because he's going first, he really can set the stage. Because this meeting where they talked about we have a campaign now -- what are we going to do about bad stories about you -- came in 2015. So this really starts at the very beginning with this.You are going to be running in this presidential election. We need to do something to enhance good news about you, put bad news about your opponents out there, and kill stories that would hurt you in the election. That all starts way back in 2015. And David Pecker can do all of that in addition to, of course, talking about conversations that only he and Donald Trump were privy to as they were paying off Karen McDougal, who is the other person who got hush money in this case, and the negotiations around whether they were or were not going to catch-and-kill the Stormy Daniels incident.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "BERMAN",
      "sentences": "Ambassador, why have David Pecker as your first witness?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "EISEN",
      "sentences": "It goes back to that theme of the case that business records were falsified to cover up payments that were intended to allegedly illegally influence an election. That agreement was set at a Trump Tower meeting with Pecker, Michael Cohen, and Donald Trump in 2015.And they -- in order to bridge the toughest gap in this case -- the gap of intent, John -- what was going on in Trump's mind -- the prosecutors will want to argue that starting at that meeting, David Pecker agreed through that catch-and-kill scheme to benefit the Trump campaign. And that everything that followed, including the payments to Stormy Daniels, have that intent of allegedly illegal election interference. So it's the theme of the case that unifies all those disparate efforts. And to Jen's very good point, I suspect prosecutors are going to hit the federal campaign crimes, the state election crimes, and the tax crimes in the opening today. Belt, suspenders, and duct tape -- why not? BERMAN:  And again, with David Pecker, we haven't heard that much from him over the last several years in public, so this will be the first time we hear from him at length. And remember, according to what we know, he was in the room with Donald Trump and can testify as to what he spoke with about Trump specifically. All right, Jen. If you're the defense here, what do you have to accomplish today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "RODGERS",
      "sentences": "Well, so interesting because usually, the defense doesn't want to promise a whole lot. They probably haven't made the decision about the defendant testifying. They're really just trying to put forward their theme of the case. He didn't do it, he didn't have the intent, and so on.I'm really look for, though, who is in charge here? Because if they start kind of going into fantasy land with the facts, if they promise that he'll testify or promise that they're going to knock down the prosecution's case in a way that seems unrealistic, that tells me that Donald Trump is in charge. That he is not listening to his lawyers. He is ordering them to make certain arguments. And that would be very bad news for his team.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:05",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "All right. The FAA investigating a scary close call at JFK in New York. One plane forced to abort takeoff to avoid a disaster involving multiple planes. It is the second close call involving multiple planes in less than a week at major U.S. airports.CNN aviation correspondent Pete Muntean is joining me now. Pete, can you explain what happened here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:05",
      "speaker": "PETE MUNTEAN, CNN AVIATION CORRESPONDENT",
      "sentences": "Yeah. You're not the only person that called this a near-disaster, Sara. This near-collision was on the runway at Reagan National Airport last week. But this most recent incident -- the one we're talking about -- was at JFK in New York. That makes two near-collisions at a major airport involving commercial airliners in a week's time.What is more startling here is that this near-collision happened on the same runway where there was another near-collision 15 months ago. It really kicked off a lot of concern about the spike in what are called runway incursions. There was a safety summit, NTSB investigations. The FAA scrambled to react. Here is what happened. This happened on Wednesday, April 17, 4:40 in the afternoon. The control tower at JFK cleared this Swiss Airlines flight -- an Airbus A330 -- to take off from JFK's runway four left. The ground controller responsible for movements of planes as they taxi, cleared four planes to cross runway four left. You can see it in the animation. Now, the Swiss pilots noticed all of that unfolding in front of them and aborted their takeoff. You can see it here. The Swiss flight begins to take off where all the other planes cross the runway. Delta, American, Republic Airways crossing in front of it. The Swiss flight begins the takeoff roll but the pilot catches it and aborts the takeoff. They are the real heroes here. The weather was good here. This was in daylight. But this could have been a whole lot worse. Compare it to the January 13, 2023 runway incursion on the same runway. That was at night -- similar circumstances. An American flight -- a 777 -- crossed out onto the runway without being told to do so. Now, the NTSB subpoenaed the pilots who said they were distracted by paperwork. This investigation is just beginning and the FAA says it is looking into it, Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:05",
      "speaker": "SIDNER",
      "sentences": "I know you've been doing a lot of reporting on the shortage of air traffic controllers. But we don't know exactly why this happened but it didn't look good.Thank you so much, Pete Muntean. Appreciate it -- Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:05",
      "speaker": "BOLDUAN",
      "sentences": "This morning, the head of the IDF's military intelligence branch has resigned. The IDF says this follows his \"leadership responsibility\" for the Hamas attacks on October 7. He has already admitted to an intelligence failure by his unit. This moment, though, marks the first senior military figure to step down over those attacks.CNN's Matthew Chance is in Jerusalem with more on this for us. Matthew, what are you hearing about this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:05",
      "speaker": "MATTHEW CHANCE, CNN CHIEF GLOBAL AFFAIRS CORRESPONDENT",
      "sentences": "Yeah, well, it's certainly a significant development. As you say, this is the most senior, sort of, head-to-roll as it were following the October 7 attacks, which killed, remember, approximately 1,200 people. Hundreds of people were taken hostage in Gaza and there's still more than 133 who are not accounted for and believed to be hostages still inside the Gaza Strip.And this is the Major Gen. Aharon Haliva and he's the head of Israeli military intelligence. Just after the attacks on October 7, he admitted along with other senior Israeli military commanders there had been a serious intelligence failure -- a catastrophic one. But today, that news came through of his resignation. Of course, the concern is, among other aspects of the Israeli military and on the political level as well, that it won't stop there. That there could be other sort of political consequences for the massive failure of Israeli intelligence, which led to that -- you know, worst attack against Israel since its founding back in the 1940s -- something that the repercussions of which are still being felt today inside Israel and, of course, in the Gaza Strip with its ongoing military operation, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:05",
      "speaker": "BOLDUAN",
      "sentences": "Absolutely, Matthew. Thank you for being there. It's really good to see you, as always -- John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "SIDNER",
      "sentences": "Get your dancing pants on, Kate. You better believe it. Cher is one of the eight superstars who will be inducted into the Rock &amp; Roll Hall of Fame later this year. Joining her, Mary J. Blige, Dave Matthews Band, Foreigner, Peter Frampton, Kool &amp; the Gang, Ozzy Osborne, and A Tribe Called Quest. Now, to be eligible, artists must have released their very firstcommercial recording at least 25 years before they are nominated. The ceremony will take place on October 19 in Cleveland. Got those pants on, Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "BOLDUAN",
      "sentences": "I'm just like what --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "SIDNER",
      "sentences": "Just asking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "BOLDUAN",
      "sentences": "-- do dancing pants look like on Kate/",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "SIDNER",
      "sentences": "You know what they look like, girl.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "BOLDUAN",
      "sentences": "I've got a gray flannel bellbottom that's exactly --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "SIDNER",
      "sentences": "That's it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "BOLDUAN",
      "sentences": "I love this list, though, Sara, from Mary J. --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "SIDNER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "BOLDUAN",
      "sentences": "-- to Dave, to Tribe. I mean, this is -- and Cher -- fantastic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "SIDNER",
      "sentences": "It's so inclusive. I love all of the -- all of them. I listen to them all and it is good stuff. It's good stuff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "BOLDUAN",
      "sentences": "This is not -- I'm going to make a playlist for us just to put down the inductees.All right, let's get back to -- I mean, it's not -- it's less fun because you don't get to play music, but it is as important. Ninety-five billion dollars in U.S. aid for Israel, Ukraine, and the Indo-Pacific region is now in the Senate's hands. They're scheduled for a Tuesday vote on what has become a monthslong political battle. And the Republican drama around all of this seems nowhere near over despite the House already voting this weekend, with Marjorie Taylor Greene saying after the -- still, even after the House vote, that Speaker Johnson must resign. CNN's Lauren Fox has much more on this. She's back with us. OK, this vote has now passed the House but the threat to Speaker Johnson is not. Why hasn't Marjorie Taylor Greene acted on her threat? What are you picking up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "LAUREN FOX, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yeah. I mean, we were watching very closely on Saturday before this vote, during this vote, right after this vote to see if Marjorie Taylor Greene was going to take the step to begin the process to try to oust Speaker Johnson, and then she didn't.And I think that is what is looming right now. We don't know, certainly, when she will take that step. She is already warning that she wants the speaker to resign and if he doesn't, she is prepared to try to vacate him. Here's what she said yesterday. (BEGIN VIDEO CLIP) MARIA BARTIROMO, FOX NEWS ANCHOR, \"SUNDAY MORNING FUTURES\":  With all due respect you didn't give me a plan for the speaker's role. And again, does this mean you are going to file that motion at some point? REP. MARJORIE TAYLOR GREENE (R-GA):  It's coming, regardless of what Mike Johnson decides to do. And we have three more Republicans joining us for the special elections coming up very soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "BARTIROMO",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "GREENE",
      "sentences": "So people need to know this can happen.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "FOX",
      "sentences": "Obviously, looming over all of this is what Democrats would do. We already know there are a handful of Democrats who say that they are willing to take a procedural step to try and save Mike Johnson on the floor.And the sense from Democrats after that vote on Saturday -- I was right outside as members were coming out of the chamber. They were overwhelmed with the steps that Johnson had taken. I asked one Democrat Rep. Mike Quigley if his view of the speaker had shifted over the course of the last several weeks watching Johnson take the step despite the fact that there were so many conservatives who were warning him he could lose his job over it, and he sort of paused for a minute. And then he said, \"I guess my view has changed about Mike Johnson.\" I think there are a lot of Democrats in that boat, Kate. So, while Marjorie Taylor Greene is threatening she could take this step, it's just important to remember Democrats could also vote to save him, and there are a handful already saying they're willing to do so -- Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "BOLDUAN",
      "sentences": "All right, let's see what today brings, Lauren. Thank you so much.And joining us now for more on this is CNN political commentator Margaret Hoover, and former Obama campaign manager and CEO of The Messina Group, Jim Messina. Let's get -- let's wrap it all together, OK. It's all wrapped up into one. On the vote to approve the aid, Carl Hulse of The New York Times -- he put it this way. \"The House approval on Saturday of money for Ukraine, Israel, and Taiwan over angry objections from the extreme right, was the latest and perhaps most striking example of a bipartisan approach forged out of necessity.\" I mean, it was a -- it was a winding road to get to this point for sure. It is not harm, no foul, or decidedly something different than that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "JIM MESSINA, CEO, THE MESSINA GROUP, FORMER OBAMA CAMPAIGN MANAGER",
      "sentences": "Well, look, it took way too long to get what we should already get done. Everyone is patting Mike Johnson on the back for doing his job. Like, it's nice that we have a speaker who actually wants to be speaker. He's the third speaker. It's good they finally got this one right and the Democrats I think will support him.In the end, we did what was the right thing to do for our allies and for the world. And now we're saying to the rest of the world look, America can walk and chew a little gum at the same time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "BOLDUAN",
      "sentences": "What's the threat? What's the lingering threat, do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "HOOVER",
      "sentences": "Well, look, she wants to have power and she's a chaos organizer. I mean, that's her end game. I mean, she just wants to have power and be relevant. She's not here for public policy -- although to the extent that she's being influenced by Russia to influence their public policy, perhaps there's an argument there.I think Democrats -- Tony Gonzales -- you've got moderate Republicans and centrist Republicans, moderate Democrats and progressive Democrats, from Ro Khanna to Jared Moskowitz, saying this guy is going to stay as speaker. I think we can pretty much be assured that Mike Johnson is going to stay there. And Democrats want him there. Democrats would so much rather run against Speaker Johnson. However moderate they may think he is in this moment for doing the right thing on Ukraine, he still is the speaker who voted to undermine the 2020 election. To reverse -- I mean, this is no moderate, OK. They would rather run against that as a punching bag in November than otherwise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "BOLDUAN",
      "sentences": "Let me play -- you mentioned Tony Gonzales. Let me play what he said. We're talking about this is on the spectrum you're discussing -- a moderate Republican. And he was saying he believes Mike Johnson is going to stay in the job, and he had some harsh words around it. Listen to this.(BEGIN VIDEO CLIP) REP. TONY GONZALES (R-TX):  I served 20 years in the military. It's my absolute honor to be in Congress. But I served with some real scumbags. It has been a brutal Congress but we're also dug in. For some reason, these fringe people think as if they have the high ground. They do not. I assure you the rank-and-file members that normally are kind of easygoing -- you know, doing the right thing, put their head down, they vote yes or no but they're not public about it -- those days are over. The fight is here. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "BOLDUAN",
      "sentences": "I'm wondering what the fight looks like. What's the stand up and fight look like from -- as he was suggesting, the kind of the more moderate Republicans who are serving in the House -- in an election year? What does that fight look like now and in the next six months, too?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "HOOVER",
      "sentences": "Well, look, for Tony Gonzales, he's got a -- he has a primary -- a runoff election coming in several weeks against a Trump-endorsed neo-Nazi. Meanwhile, he's in the largest segment of the border. I mean, the only fight he cares about is the border question. But --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "BOLDUAN",
      "sentences": "Yeah, which they could have had, and that's not anywhere it was part of this deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "HOOVER",
      "sentences": "Exactly.But again, one of the more moderate Republicans who is trying to do the right thing that I think will help Speaker Johnson in a degree of continuity in the House leadership.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "BOLDUAN",
      "sentences": "And Jim, I know that you're in the business of giving Republicans a lot of electoral advice. What --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "MESSINA",
      "sentences": "It's a new business.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "BOLDUAN",
      "sentences": "He, like, expanding.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "MESSINA",
      "sentences": "Not exactly right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "BOLDUAN",
      "sentences": "And yet, you go wherever the money takes you. I'm just kidding.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "MESSINA",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "HOOVER",
      "sentences": "He's a deeply principled --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "MESSINA",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "HOOVER",
      "sentences": "-- progressive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "MESSINA",
      "sentences": "Monday morning, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "BOLDUAN",
      "sentences": "I'm a little rough. It was a rough weekend.What -- is this something a Republican like Tony Gonzales can run on, saying we're going to -- we're going to -- I'm going to -- I'm standing -- I'm standing up and I'm fighting here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "MESSINA",
      "sentences": "Absolutely. What he's saying is I've got my primary locked up and now I'm worried about the general. I mean -- and so people are now starting to think -- we're 198 days out before this election and I know it's surprising, but people are having political calculus. And I think he is doing the right thing and voters will likely reward him on that.But first, he's got to survive Donald Trump. And there would be a border deal, let's not forget, if Donald Trump hadn't called his party and said I can't have this. Don't give Joe Biden a win. We could be wrapping up all these things today and really making America a better place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "BOLDUAN",
      "sentences": "One thing that we don't know right now is where the Democratic leader Hakeem Jeffries stands on the should we help save Speaker Johnson's -- Mike Johnson's job if it comes -- if it does come to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "MESSINA",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "BOLDUAN",
      "sentences": "And the way it kind of ended this -- it ended the week last week -- on Friday, he wouldn't say. He would only say we'll have to have the conversation before the House caucus. That was before they voted on Saturday.Do you think Democrats, if it comes down to it, should help Speaker Johnson -- will help save Speaker Johnson and should help Speaker Johnson?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "MESSINA",
      "sentences": "Well, first of all, Hakeem should do what he's doing, which is talk to his caucus and have a real discussion about it because that's what leaders do and that's why he became leader.And we can't worry every time one of these members of the bar scene from \"Star Wars\" says they're going to file a petition to get rid of the speaker. Like, the whole word can't stop because three members -- two of them who I'd never heard of until this morning -- are joining Marjorie Taylor Greene. In the end, Democrats will help save him because it's the right thing to do. And he's worked with them and that's all they wanted. They wanted a speaker they could sort of trust. They didn't have that in McCarthy and so they got rid of him. I think Democrats will follow the leader progressives like Ro Khanna and other folks and support the speaker for the next 198 days, and then Hakeem Jeffries will be the Speaker of the House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "BOLDUAN",
      "sentences": "Well, and Ro Khanna this weekend saying very specifically finish out this term.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "MESSINA",
      "sentences": "Correct, correct. Let's not get out of hand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "BOLDUAN",
      "sentences": "Yeah, let's not get crazy here, people. Bipartisan only can go so far in American politics. It's good to see you guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "HOOVER",
      "sentences": "Thanks, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "MESSINA",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "BOLDUAN",
      "sentences": "Please come back. You know you love me -- you do.",
      "isLastSentenceInterrupted": false
    }
  ]
}