{
  "date": "2024-03-01",
  "headline": "CNN News Central",
  "subHeadline": "Funeral for Navalny Today in Russia; Testimony in \"Rust\" Trial; Van Jones Looks at Tennessee Politics. Aired 9:30-10a ET",
  "utterances": [
    {
      "timeStamp": "09:30:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "Move there.I'm joined now by CNN anchor and chief national security analyst Jim Sciutto, author of the upcoming book \"Return of Great Powers: Russia and China and the Next World War,\" which I can't wait to get my hands on. Jim, that chanting that we heard during Matthew's report as he was filing it from those people who really are risking so much to be there, how do you explain it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "JIM SCIUTTO, CNN ANCHOR AND CHIEF NATIONAL SECURITY ANALYST",
      "sentences": "It's a true act of courage in that country. You know what struck me watching that video, John, is that their faces are not covered.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "BERMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SCIUTTO",
      "sentences": "Those people who came out to show support to Navalny. In that country, Russian authorities will take note. They will -- they will take names and faces. They have the ability to do so through facial recognition. That's an enormous risk, that show of support. Many thousands of people coming out chanting his name.You know whose faces were covered, as we saw in Matthew's report there, the covers of the security services. What does that show you about courage in that country? Those people are taking the risk and those security services, they're covering their face. And we've seen that oftentimes when security forces their attack peaceful protesters, arrest people, their faces are covered. Not the faces of the people making that show of strength. And that's a remarkable thing given the price of that in Putin's Russia. Of course, Alexei Navalny, attempted murder, his supporters say, by the Russian authorities and then being sent to that penal colony, where he died. But many other thousands of Russians, they spent a lot of time in prison for doing exactly what we saw this morning there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "BERMAN",
      "sentences": "I'm so glad you pointed that out, Jim. That had not occurred to me, the faces of the security are cover.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SCIUTTO",
      "sentences": "Yes. BERMANMatthew's signal was blocked for over an hour.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "BERMAN",
      "sentences": "And right now it appears to be jammed or blocked as well. How do you explain that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SCIUTTO",
      "sentences": "Listen, Putin and Putin's Russia does not tolerate dissent. And they deliberately try to stifle it any number of ways. And one being that they don't want the Russian people -- large numbers of the Russian people who have satellite dishes to be able to see this event. They did allow those protesters to go there, those supporters to go there, but they don't want that image seen by many hundreds of thousands, millions of Russians.And let's remember, this -- this is something that we see in a whole host of steps that Putin has taken over the last 20 years. Anyone who challenges him -- and think of the names, Alexei Navalny died in a Russian penal colony. You have Yevgeny Prigozhin, died in quite a mysterious plane crash for leading that coup. You have other Russians who challenged Putin elections. Garry Kasparov, Mikhail Khodorkovsky, who was seen as a political threat, either jailed or exiled. And then you even have those outside of Russia who dared to challenge Putin's candidates, think of like a Viktor Yushchenko in Ukraine who was poisoned all those years ago for challenging the pro-Russian candidate there, or an Alexander Litvinenko, who died in London from radiation poisoning. Again, someone who challenged Putin. Putin does not tolerate opposition, political opposition, protests. And many of those who are brave enough to stand up to him pay with their lives. It's a fact. And the signal is one piece of that strategy of keeping the Russian people from being able to see these shows of courage and these shows of opposition.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "BERMAN",
      "sentences": "And the question going forward will be for what. I mean martyred for what, to achieve what, Jim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "BERMAN",
      "sentences": "One of the reasons I'm excited to read your book is, what do you think the future is? Do you think Putin is at risk in Russia?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SCIUTTO",
      "sentences": "So, the Prigozhin brief uprising showed that there were some willing to challenge him, even those close to him. And Prigozhin wouldn't have challenged him if he didn't sense weakness. Obviously not enough weakness because that -- that uprising failed, it stopped, and Prigozhin ended up dead, and the Wagner group somewhat exiled in its own right. So, he still has strength. But it's not clear that its -- it's forever lasting. We just don't know. I mean it's -- it's a brutal regime because it needs force to rule, right? And it's proven very lasting to date. But when you speak to folks in U.S. and western intelligence, theydon't view that as endless. The thing is, folks from the outside don't have a very good track record of guessing or assessing how long regimes like this can survive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "BERMAN",
      "sentences": "Yes, criminology not an accurate science.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "BERMAN",
      "sentences": "Jim Sciutto, great to have you on this morning. Thank you very much.Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SCIUTTO",
      "sentences": "Thanks, man.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:01",
      "speaker": "BOLDUAN",
      "sentences": "Can I go back to Odyssseus? What does that say --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:01",
      "speaker": "BERMAN",
      "sentences": "It fell and it can't get up. Help, I've fallen and can't get up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:01",
      "speaker": "BOLDUAN",
      "sentences": "That was what I was going to say and you make me back -- you make me laugh like that. What -- what does this mean. Like iliad (ph), Odyssey (ph). What comparison can we make here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:01",
      "speaker": "BERMAN",
      "sentences": "I don't know. I know that 50 years ago we landed men on the moon and brought them back home, but -- but now we send this -- you know, a small model airplane up that fell over.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:01",
      "speaker": "BOLDUAN",
      "sentences": "This just proves that robots are not as good as humans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:01",
      "speaker": "BERMAN",
      "sentences": "That's what I say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:01",
      "speaker": "BOLDUAN",
      "sentences": "Exactly. All right.Let's move to this. They are back in court today with more testimony in the trial against Hannah Gutierrez-Reed. She is the armorer, you'll remember, on the set of the movie \"Rust.\" Now, yesterday, jurors heard some very emotional testimony from the film's first assistant director, David Halls. Now he said from the stand that he was negligent in checking the gun that was then used by Alec Baldwin and killed Halyna Hutchins. CNN's Josh Campbell has much more. He's been following this trial for us and he's joining us now. Josh, it was emotional in that courtroom yesterday. What's expected to happen today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:01",
      "speaker": "JOSH CAMPBELL, CNN CORRESPONDENT",
      "sentences": "Yes, very emotional. We've been hearing from various witnesses, various experts. The trial will resume today. And if it's anything like yesterday, we will expect to hear more striking testimony. That testimony from Halls specifically, as you mentioned, he was the first assistant director on the film, could be seen as potentially beneficial for both the prosecution and defense. Again, all of this comes down to negligence being accused by Hannah Gutierrez-Reed. And what the first assistant director said is that just prior to Alec Baldwin being handed that gun, both Halls and Gutierrez-Reed did what's called a weapon safety check. This was a vintage revolver that was being used in the film and so that would actually require opening up the gun and looking to see what type of rounds were actually in the gun. And this is really striking to hear, knowing that what happened later, the film's cinematographer was actually killed, also testifying that they only partially looked at what was inside that gun.Have a listen. (BEGIN VIDEO CLIP) DAVID HALLS, FIRST ASSISTANT DIRECTOR, \"RUST\": I was negligent in checking the gun properly. I don't recall a full rotation. And my recollection is seeing three to four rounds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "So, if she had done a full rotation, you would have seen every cylinder in that, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:01",
      "speaker": "HALLS",
      "sentences": "In retrospect, I would like to think I would have. I did in proper check of that firearm.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:01",
      "speaker": "CAMPBELL",
      "sentences": "Now Halls himself had previously pleaded no contest to a misdemeanor weapons charge. But again, there's been this accusation that there was this culture of unsafe practices on that set. Halls testifying in court yesterday that he didn't do a full check of that gun. Of course you just have to think, you know, we know, based on earlier testimony, the live round of ammunition looked much different than a dummy round. Had they just turned that revolver a little further, that could have possibly prevented this entire, fatal mistake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:01",
      "speaker": "BOLDUAN",
      "sentences": "And that's sad -- that's like such a sad fact of just how easy it would have been to stop this from happening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:01",
      "speaker": "CAMPBELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:01",
      "speaker": "BOLDUAN",
      "sentences": "We were showing video of David Halls is getting so emotional on the stand. What was happening in that moment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "What did you say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "HALLS",
      "sentences": "Are you all right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Did she respond?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "HALLS",
      "sentences": "Yes. She said, I can't feel my legs.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "CAMPBELL",
      "sentences": "Yes, just really emotional testimony. And, finally, it's worth pointing out, there was some potentially beneficial testimony in Alec Baldwin's favor yesterday. Halls testifying that he never saw Alec Baldwin rushing crew members to hurry and film these shooting scenes. That was, of course, part of video that we previously reported where we actually saw Baldwin saying, let's go, let's go, let's go. Halls testifying that he thought that that was just the actor in this moment telling the crew, I'm ready, not creating this unsafe practice that prosecutors have alleged.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "BOLDUAN",
      "sentences": "Josh Campbell, thank you so much. And that trial continues.John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:42",
      "speaker": "BOLDUAN",
      "sentences": "On this week's episode of \"The Whole Story with Anderson Cooper,\" CNN political commentator Van Jones, he returns to his home state of Tennessee ahead of Super Tuesday to take a deeper look at how the state's politics has changed dramatically.Here's a preview. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:42",
      "speaker": "VAN JONES, CNN POLITICAL COMMENTATOR",
      "sentences": "Hey, hey.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:42",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Hey. Hey.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:42",
      "speaker": "JONES",
      "sentences": "(INAUDIBLE). How are you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:42",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Nice seeing you. All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:42",
      "speaker": "JONES",
      "sentences": "It is so good to see you.When we were little, you -- I'm taller than you now. I wasn't always taller than you. You were bigger than me and were my protector.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:42",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I just don't remember being that much taller.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:42",
      "speaker": "JONES",
      "sentences": "I do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:42",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:42",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Dear Lord, we thank you for this food that we're about to receive. Thank you for letting Anthony and Angela have a safe trip over here. And let them have a safe trip going back. Bless this food. Amen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:42",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Amen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:42",
      "speaker": "JONES",
      "sentences": "So, when I when -- when I lived here, Democrats ran the state. I come back and it's run completely by Republicans. What difference does that make just living here in Tennessee, having the Republicans in charge?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:42",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "With Memphis, you know, the Democrat run Memphis, but the state, you know, Republicans run the state. Values are a little different. Like now, the gun issues. Anybody can go -- just go get a gun. That's how our governor made it. So, you don't have to have a license or anything. You can just go get a gun. And I -- that's the most ridiculous thing I have ever heard. And it affects big time because you always hear about shooting every day.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:42",
      "speaker": "BOLDUAN",
      "sentences": "Van Jones is here with us now.Van, you also, as part of this, you went to the state capital building, which -- what was it like being back nearly 40 years after you worked as an intern there? How does it fit into this whole conversation of what you were looking into?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:42",
      "speaker": "VAN JONES, CNN",
      "sentences": "Well, it just -- it's amazing to me. It's still a beautiful, majestic building on the outside, but it's a lot uglier on the inside. And, you know, when I when -- when I was there, the house majority leader then became the speaker of the house was an Arab American, a Lebanese Christian. Nobody made a big deal about that. Jimmy Naifeh served. There's no -- that wasn't -- you know, the identity politics or foreign -- that wasn't what was going on in that building.Now it is just one party control, the Republicans, and they don't even really give the Democrats the right to speak. That's one of the reasons why those two young Justins just, you know, walked up to the front and just started speaking. They had been silenced and muzzled. It's night and day. It's night and day. And it was amazing to go back to a place that launched me into my career, which was really, you know, I tried to bring everybody together. That was the Tennessee way. That's out the door now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:42",
      "speaker": "BERMAN",
      "sentences": "You know, the fact that he was an intern there 40 years ago, I'm trying to do the math in my head. So, you were an intern when you were like four there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:42",
      "speaker": "BOLDUAN",
      "sentences": "He's Benjamin Button. He's Benjamin Button. He ages backwards.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:42",
      "speaker": "BERMAN",
      "sentences": "I don't -- I don't understand how the math there works.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:42",
      "speaker": "BOLDUAN",
      "sentences": "This is part of our issue with Van Jones.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:42",
      "speaker": "BERMAN",
      "sentences": "So, but you -- you brought up -- you brought up what we all just watched over this last year in Tennessee with the two young Justins, as you called them. What's some of the backstory there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:42",
      "speaker": "JONES",
      "sentences": "Well, as my cousin Capal Kirkendoll (ph) was talking about in -- in his mom's home, there have been horrific shootings, not just mass shootings, but also daily individual shootings in places like Memphis. And a movement came together, bipartisan, multiracial, to get the state to do something simple, like passing red flag laws. And they were -- they were just gunned down. And -- I mean not gunned down but they were stopped from being able to move that forward. And just out of frustration, they -- they spoke out of tun and got expelled. And so that -- that put this whole thing on the global radar.Anyway, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:42",
      "speaker": "BOLDUAN",
      "sentences": "Talk -- yes, talk to us about the -- kind of the whole hour.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:42",
      "speaker": "JONES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:42",
      "speaker": "BOLDUAN",
      "sentences": "What -- going back, taking a deep dive, was -- what surprised you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "BERMAN",
      "sentences": "It will be interesting to see, and the history of it's so fascinating because I remember what -- you know, Al Gore, Jim Sasser, they were the Democratic senators from Tennessee. I remember what a big deal it was when Al Gore lost his home state in 2000 and everyone said, hey, there's something going on here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "JONES",
      "sentences": "Something going on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "BERMAN",
      "sentences": "Now you can find out what exactly. What happened here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "JONES",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "BERMAN",
      "sentences": "Van Jones, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "JONES",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "BERMAN",
      "sentences": "The all new episode of \"The Whole Story with Anderson Cooper,",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "BOLDUAN",
      "sentences": "Thank you all so much for joining us today. We have made it through the week, at least some of us.This is CNN NEWS CENTRAL. \"CNN NEWSROOM\" with Jim Acosta, don't go anywhere, it's up next.",
      "isLastSentenceInterrupted": false
    }
  ]
}