{
  "date": "2024-01-03",
  "headline": "Early Start with John Berman and Zoraida Sambolin",
  "subHeadline": "DeSantis, Haley To Participate In CNN Debate, Trump To Attend Competing Fox Town Hall; Death Toll Rises To 62 In Japan As Rescuers Dig For Survivors; Biden To Open 2024 Push With Speech Near Valley Forge. Aired 5:30-6a ET",
  "utterances": [
    {
      "timeStamp": "05:31:25",
      "speaker": "KASIE HUNT, CNN ANCHOR",
      "sentences": "Good morning. Thanks for being up early with us. I'm Kasie Hunt. It's 5With the Iowa caucuses inching closer and closer, that rivalry between Ron DeSantis and Nikki Haley is dominating the airwaves with the two exchanging barbs this week in new ads as they continue to fight with one another for second place while they ignore the man that they actually need to beat. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:25",
      "speaker": "SFA FUND, INC CAMPAIGN AD",
      "sentences": "DeSantis called China Florida's most important trading partner. DeSantis even allowed a Chinese military contractor to expand just miles from a U.S. naval base. Phony Ron DeSantis -- too lame to lead, too weak to win.FIGHT RIGHT, INC. CAMPAIGN AD:  Tricky Nikki pretends she's tough on China but as governor, she promised to do whatever it takes to get Chinese companies set up in our backyard. We just can't trust tricky Nikki. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:25",
      "speaker": "HUNT",
      "sentences": "The DeSantis-Haley rivalry will be on display right here on CNN a week from today when we host our GOP primary debate in Iowa. It will be the candidates' final opportunity to make an impression in front of a national audience before voting begins.DeSantis, Haley, and Trump all qualified for the debate and despite jabs from both Haley and DeSantis, Trump will once again forego this debate with his competitors opting instead to participate in a Fox News town hall planned for the same night. Let's bring in CNN political analyst and Washington bureau chief for The Boston Globe, Jackie Kucinich. Jackie, good morning to you. Both Haley and DeSantis -- JACKIE KUCINICH, CNN POLITICAL ANALYST, WASHINGTON BUREAU CHIEF, THE BOSTON GLOBE (via Webex by Cisco):  Hi, Kasie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:25",
      "speaker": "HUNT",
      "sentences": "-- have hit Trump. The DeSantis campaign said Trump is scared to get on the debate stage. But clearly, this is a strategy that has been working for --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:25",
      "speaker": "KUCINICH",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:25",
      "speaker": "HUNT",
      "sentences": "-- Donald Trump even though -- you know, Haley said, quote, \"It's time for Donald Trump to show up. It's getting harder for Donald Trump to hide.\" But again -- like, neither one of them have really given them -- him a reason to show up either.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:25",
      "speaker": "KUCINICH",
      "sentences": "Well, he's kind of been hiding in plain sight, right? He's been throwing counterprogramming to most of these debates, including the one that's coming up. And as you said, he doesn't have any political incentive, really, to show up at these. Voters aren't calling for this; his opponents have.And they have every incentive to face off against him because they need the boost in the polls. He doesn't. He has been running ahead of them this entire time -- most of the time by double digits. And it's hard to see what would make his campaign change course at this late stage in the game with Iowa now less than two weeks away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:25",
      "speaker": "HUNT",
      "sentences": "Yeah.So the reality, too, it seems to me, is that what matters more is likely to matter more even than Iowa is what's going on in New Hampshire. Chris Christie --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:25",
      "speaker": "KUCINICH",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:25",
      "speaker": "HUNT",
      "sentences": "-- is not going to be on the stage in Iowa because we included -- you know, you had to poll in Iowa to make the stage. He is more -- he's likely to be on the planned debate stage in New Hampshire.Christie did not get the endorsement from Gov. Chris Sununu of New Hampshire. He backed Haley instead. And over the weekend he -- Sununu basically called on Christie to drop out when he talked to Dana Bash. Christie responded to Sununu in an interview last night on CNN. Take a look at what Sununu -- what Christie had to say. (BEGIN VIDEO CLIP) CHRIS CHRISTIE, (R) PRESIDENTIAL CANDIDATE:  Since Chris started to work for Nikki Haley and became an employee of Nikki Haley, it's not the same Chris Sununu anymore. Chris Sununu, as you will recall, was one of the most vocal Donald Trump critics in this country. This is a guy who has said Donald Trump is unfit -- all things that his candidate is unwilling to say. The shame of this is that Chris has now abandoned his principles. (END VIDEO CLIP) [05:35:02] HUNT:  So, clearly, Christie is a little bit ticked off. You can kind of see that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:25",
      "speaker": "KUCINICH",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:25",
      "speaker": "HUNT",
      "sentences": "-- in his body language.But, I mean, this is the thing, right? Like, Christie's not wrong that he's only one that's been willing to criticize Trump but the reality is that he doesn't seem to have much of a future past New Hampshire and Nikki Haley might. What is the calculation here because it doesn't seem like Christie is willing to get out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:25",
      "speaker": "KUCINICH",
      "sentences": "He really does have a decision to make at this point. And, you know, maybe he ends up staying in. Because if you do -- if Christie does drop out -- if you look at the polls -- you do that math -- even in New Hampshire it gets -- and all of his support went to Nikki Haley, it does get her closer to Trump but it doesn't put her over Trump.And barring any upsets -- which, of course, Iowa and New Hampshire do have a history of having -- there needs to be some kind of disruption here if you're going to stop Trump's march to the nomination. And New Hampshire, right now, seems like the most likely place where that could happen. And Christie leaving is probably the closest way that Nikki Haley could conquer -- the most obvious way. But again, it doesn't seem like he's headed in that direction. But if he wants to stop Trump it's hard to see how else he does that given the facts as we have them right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:25",
      "speaker": "HUNT",
      "sentences": "Right. Well -- and we've also heard him talk a little bit about staying in until the convention because obviously, we have an --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:25",
      "speaker": "KUCINICH",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:25",
      "speaker": "HUNT",
      "sentences": "-- unprecedented election season ahead of us. And there -- he's not wrong. There could be some sort of unpredictable twist or turn --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:25",
      "speaker": "KUCINICH",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:25",
      "speaker": "HUNT",
      "sentences": "-- with that.Jackie, let's turn and talk about something that I think is all but guaranteed to dominate our conversation, or at least be a part of it going into the general election, and that's immigration --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:25",
      "speaker": "KUCINICH",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:25",
      "speaker": "HUNT",
      "sentences": "-- and the crisis on the southern border. Migrants, of course.Border state governors have been sending them up to blue cities leading to criticism from people like the Democratic mayor of New York City for the Biden administration. The speaker, Mike Johnson, is heading to the border today and he's going with a delegation of lawmakers. What do you expect to come out of this, and is there any, like, realistic possibility they are going to get some sort of deal on border policy and money when they return to Washington next week?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:25",
      "speaker": "KUCINICH",
      "sentences": "That's the open question. As you allude to, this isn't happening in a vacuum. This is happening as senators are trying to hash out a deal having to do with border security and Israel and Ukraine funding all in one. So there -- this is -- while Johnson goes to the border that's going to be happening in D.C. Now, where these two groups meet in the middle is really the biggest question if you do want some kind of deal.We've seen many of these trips down to the border over the years and usually, they are just used to reaffirm already very deeply held views. What Johnson does here -- obviously, he's a new speaker. He has taken a new approach to this job. So it will be very interesting to see how he handles this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:25",
      "speaker": "HUNT",
      "sentences": "But Jackie, what is your sense of how the border state governors' strategy of sending these migrants north to blue cities -- often sanctuary cities -- what impact is that having on the debate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:25",
      "speaker": "KUCINICH",
      "sentences": "It's having a huge impact in the debate because you see these governors really -- I'm sorry, these big-city mayors saying to Biden -- saying to the Biden administration listen, you're not helping up. We need your help.And it is putting pressure on Biden from the left much more so -- he's used to it from the right, of course, but now he's hearing it from allies and -- who really need -- who he needs, particularly in an election year. This is a really difficult issue generally, but particularly for the Biden administration right now because they're kind of taking it from all sides.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:25",
      "speaker": "HUNT",
      "sentences": "It also splits the party -- the moderate and more progressive --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:25",
      "speaker": "KUCINICH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:25",
      "speaker": "HUNT",
      "sentences": "-- wings of the party as well, which is never easy, as you allude to, in an election year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:25",
      "speaker": "KUCINICH",
      "sentences": "Very much so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:25",
      "speaker": "HUNT",
      "sentences": "Jackie Kucinich of The Boston Globe. Jackie, thank you. Always appreciate you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:25",
      "speaker": "KUCINICH",
      "sentences": "Bye, Kasie. And hey --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:25",
      "speaker": "HUNT",
      "sentences": "Up next here, two people have been killed and dozens injured in Russian strikes in cities and regions across Eastern Ukraine today. It's part of a wave of recent attacks -- some of the largest airstrikes since its invasion began. Officials say the bombardment lasted for hours on Tuesday, killing at least five people and wounding 130 others. (BEGIN VIDEO CLIP)UNIDENTIFIED FEMALE (through translator):  We were under fire the whole night. First, there were Shaheds, then we fell asleep for a second and were woken up by explosions. Hearing that missiles are in the air, me and my child hid in the corridor. We were very scared. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "CLARE SEBASTIAN, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Yeah, Kasie, it does seem that way.Certainly, there was a warning to that effect in the beginning of December from the NATO secretary-general who said Russia has essentially stockpiled missiles ahead of winter and was likely planning another spate of attacks on Ukraine's power grid. Around a quarter of a million people were without power briefly in Kyiv yesterday so I think we can say that has already started. And Russia's economy is very much now on a war footing. They have planned to double -- more than double defense spending this year compared to what they planned to spend last year. Factories are working 24 hours a day, according to the defense minister. They want the world to know that they are significantly ramping up production and spending. And I think it's clear that they are using this moment to escalate these aerial attacks at a time when obviously, U.S. funding for military for Ukraine has for all intents and purposes run out. Now, Ukraine using this moment to bolster its argument -- it's left with no choice but to do this -- for more military aid as you heard from the foreign minister, from the prime minister, and from the president as well -- President Zelenskyy -- in two ways. One, because it shows how vulnerable they are, of course. But also, they were able to show how effectively they can use what they already have. The Patriot missile systems, according to the Ukrainian commander and chief, managed to shoot down 10 out of 10 Kinzhal missiles. These are what Russia calls hypersonic missiles -- a type of ballistic missile that's really sort of one of the most vaunted elements of Russia's arsenal. Ten out of 10 shot down by the Patriots. Really, I think, a signal to those in Congress who are saying where is all that money going? But it is, in fact, paying dividends I think. Obviously, the problem going into this new year for Ukraine is that none of this changes the internal political wrangling in both Washington and Brussels that's currently getting in the way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:46:36",
      "speaker": "HUNT",
      "sentences": "Welcome back.The death toll rising to 62 in Japan this morning after the 7.5 magnitude earthquake shook the Noto Peninsula in central Japan on Monday collapsing buildings, sparking fires, and triggering dozens of aftershocks for more than a day. Rescue teams scrambling to find residents still trapped under the rubble in frigid temperatures. CNN's Marc Stewart joins us now from Seoul. Marc, good morning. There is still very limited access to the remote northern part of this peninsula. What do we know about the search and rescue efforts?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:46:36",
      "speaker": "MARC STEWART, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Good morning, Kasie.You know, these infrastructure issues are just proving to be very daunting. I remember when we were on the air shortly after this earthquake struck there was a lot of concern about the conditions of the roads -- the conditions of the highways. And, indeed, the poor condition -- the inaccessibility is proving to be this very big challenge not only to move people to and from the earthquake but, of course, emergency supplies. In fact, these infrastructure issues extend beyond the roadways. We are finding that in many places there is no power. There is no heat. In some cases, there is no water. In fact, in the region where this quake struck, the airport, right now, has been hit hard. So people cannot fly out. Supplies necessarily cannot come in. So there is that to contend with. We are hearing some signs of hope. We heard from a top-ranking government official who said that so far, around 70 rescues have taken place. But as we heard from our team on the ground, there are so many homes that have been flattened -- they are destroyed -- and it is very difficult to get an assessment as to just how bad things are because it's been tough to get people there. Also, a request has been made for rescue dogs so certainly, that will help. But I think, Kasie, as we look ahead in the hours ahead, the day ahead, I think getting a sense of the scale of this disaster and the number of missing people, that's certainly going to be a big priority for the Japanese government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:46:36",
      "speaker": "HUNT",
      "sentences": "Yeah, of course.Marc, I also want to ask you about that fiery plane crash -- that collision on the runway. We're learning more about how the flight attendants really, it turns out, are the heroes of this situation. What happened?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:08",
      "speaker": "HUNT",
      "sentences": "Just remarkable that every -- they were able to get everyone off that plane without a fatality.Marc Stewart, thank you so much for your reporting. All right. Up next, the calendar has officially flipped to 2024 you may have noticed, and the Biden campaign is finalizing their messaging for the year ahead. Aides are preparing for the president's State of the Union speech that's planned for February and they're fine-tuning this opening 2024 campaign push. This Saturday, Biden plans to travel to Valley Forge, Pennsylvania. That is, of course, the historic site where George Washington and his troops endured a brutal winter during the Revolutionary War. There, Biden will commemorate the third anniversary of the January 6 Capitol attack and lay out those key arguments in his 2024 bid as he gears up for a potential rematch against Donald Trump. Biden plans to stress the need to protect democracy and personal freedoms. That's something his campaign says is more important -- is as important today as it was back in 1777 when Washington was there in Valley Forge. Let's bring in Semafor reporter Shelby Talcott to talk to us more about this. Shelby, good morning. It's always great to see you. CNN's Isaac Dovere reported yesterday that if Trump is the Republican nominee, Biden aides say he is obviously going to try to focus on Trump's record and failed promises, which is kind of more of a standard campaign fair. They use the word \"receipts\" quite a bit. What do you expect to hear from the Biden campaign in terms of said receipts? SHELBY TALCOTT, REPORTER, SEMAFOR (via Webex by Cisco):  Yeah. Listen, I think everything is on the table from Donald Trump's -- how he's handled the border to the economy. On every aspect, the Biden campaign plans to argue that Donald Trump has promised all these things and never actually delivered. And it's, in a way, reminiscent of the argument that we've people like Ron DeSantis make. And it's that Donald Trump had A, B, C, D promises and he did not deliver. And on the flip side, you're also going to be hearing from the Biden administration on things that Donald Trump did deliver on that they feel are negative -- i.e., the Supreme Court appointing a number of conservative Supreme Court judges and overturning Roe v. Wade. So this is going to be a very aggressive attack on Donald Trump's history and it's also going to be an attack on his rhetoric. They're going to go after the argument that Donald Trump is a threat to democracy. It worked in 2020. They plan to make it work again in 2024.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:08",
      "speaker": "HUNT",
      "sentences": "Yeah. And to that point, Shelby, the Trump campaign laid out -- Chris LaCivita and Susie Wiles -- a memo yesterday to try and basically underscore or show us kind of what their argument is going to be.There were a couple of things that stood out to me. I mean, they were -- Trump has said some of this stuff on the campaign trail but they were very explicit in saying that the indictments against the former president are indictments against millions of freedom-loving, hardworking Americans across this country. So they're directly making that link. And then, of course, they also repeated what Trump said late last year on the trail that -- trying to argue that it's actually Biden that is a threat to democracy in response to what you just outlined. So it seems like they're going to -- they're going to try to say that over and over and over again and convince people that it's true. We've seen that strategy work with the Republican base. Do you think it is going to get traction with the Independent voters that are ultimately going to decide this election?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:08",
      "speaker": "TALCOTT",
      "sentences": "That's the ultimate question. It's worked with the Republican base. Donald Trump has done, actually, a really good job of sort of galvanizing the base. And that line that you mentioned perfectly summarizes how he and his team are trying to argue that these indictments are not just Trump's personal legal issues. They are -- they are going to affect all Americans.So far, Independents and obviously, Democrats do not seem as swayed by this. At the same time, I think this election right now is also going to come down to kitchen table issues. And that's something that Donald Trump has really pushed and tried to make the argument that under Joe Biden, these kitchen table issues that voters care so much about have gotten worse. And so, the election right now seems to be coming down to are voters going to go the ballot box in 2024 with something like democracy on their minds or are they going to go to the ballot box with something like the cost of groceries on their mind?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:05",
      "speaker": "TALCOTT",
      "sentences": "Well, I think it just indicates the political divide that we are experiencing in this country right now and how difficult it's going to be for either side to really bring over those moderate and even people on the other side to their side when it comes to 2024.The political divide in this country is as strong as we've seen it in modern history and this poll underscores that. I mean, nearly seven in 10 Republicans thought that Trump is innocent of the charges relating to his efforts to overturn the election. Almost nine in 10 of Democrats feel the opposite. So this is -- the country is hugely divided and that's one of the challenges that these campaigns are going to face in getting voters to vote for them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:05",
      "speaker": "HUNT",
      "sentences": "Yeah, for sure.So, Shelby, I want to show everyone some of your most recent reporting. You looked at how Hispanic leaders are warning Democrats that their voters are fed up with Biden. And we've also seen some headlines and polling around the fracturing of the Biden coalition overall, including with Black voters. This seems like a big deal for the president. I mean, is the White House alarmed by this, and what are they doing about it? TALCOTT:  Well, Team Biden has told me that they are certainly not taking the Hispanic vote for granted. But at the same time, they've argued that it's just really early. And this is the same argument that they've made with a lot of the voting groups that we've seen Biden struggling with recently. Their argument is it's early on, voters aren't really paying attention, and they haven't really felt the effects of what Biden has done yet. And they're confident, at least publicly, that down the line, voters are going to a) begin to really feel the effects of Biden's accomplishments, and b) that when it comes down to a choice between Donald Trump and Joe Biden that they're going to get out and vote for Joe Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:05",
      "speaker": "HUNT",
      "sentences": "All right, Semafor's Shelby Talcott for us. Shelby, thank you very much for being with us.All right, now to sports. Iowa basketball legend Caitlin Clark adds another chapter to her storied career with a game-winning shot over Michigan State. Andy Scholes has this morning's Bleacher Report. Andy, good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:05",
      "speaker": "ANDY SCHOLES, CNN SPORTS ANCHOR",
      "sentences": "Yeah, good morning, Kasie.So, Caitlin Clark likely going to be the top pick in the WNBA draft later this year. She's on pace to become the all-time leading scorer in women's college basketball by the end of the season. And she came through in the clutch last night. The game was tied in the closing seconds. Michigan State was trying to do all it could to deny Clark the ball. She gets it with one second to hit the step-back three from the Hawkeye's logo to win it at the buzzer. As you can see, the crowd there just going absolutely nuts. The three gave Clark 40 for the night. It was her 10th 40-point game of her career, which is the most by a player in the past 25 years. And here was Clark after the game on her big-time shot. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:05",
      "speaker": "CAITLIN CLARK, IOWA GUARD",
      "sentences": "Honestly, when it left my hand, I knew it was going in. So, yeah, I'm glad that I could make that. And, you know, at the end of the day, maybe we didn't play our best but a win's a win.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:07",
      "speaker": "HUNT",
      "sentences": "I had exactly the same thought, I've got to tell you. Normally, I see 16-year-olds and I feel terribly old. But, you know, hey, he can hang. You learn something new every day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:07",
      "speaker": "SCHOLES",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:07",
      "speaker": "HUNT",
      "sentences": "Andy Scholes, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:07",
      "speaker": "SCHOLES",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    }
  ]
}