{
  "date": "2024-10-29",
  "headline": "CNN News Central",
  "subHeadline": "Harris To Make Final Pitch To Voters At Site Of Trump's Jan. 6 Rally; Trump To Visit PA Town With Significant Puerto Rican Population; Steve Bannon Speaks After Release From Prison; Biden Comes To Grips With A Diminished Role On The Campaign Trail; White Evangelicals Among Powerful Forces Propelling Trump. Aired 3-3:30p ET",
  "utterances": [
    {
      "timeStamp": "15:00:46",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "We are one week away from Election Day. As you know, we've been counting closely and 10s of thousands of people are expected at The Ellipse today, the same place where Donald Trump rallied his own supporters on January 6th, as Vice President Kamala Harris aims to flip the script, delivering what could be one of the final major addresses of her campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:46",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "And former President Trump is hosting a rally in Allentown, Pennsylvania, which is notably home to a large Puerto Rican population as he is trying to distance himself from the comments that were made by a comedian at his New York rally that referred to Puerto Rico as an island of garbage.And new rules for delayed and canceled flights could mean instant relief for you, the traveler. We are following these major developing stories and many more, all coming in right here to CNN News Central.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:46",
      "speaker": "KEILAR",
      "sentences": "Hi, there. I'm Brianna Keilar alongside Boris Sanchez and we're watching a huge day for the presidential candidates as they try to reach as many voters as possible with vastly different messages in a race that is just as close as it gets. Today, former President Trump is in must-win Pennsylvania just hours after taking fresh jabs at his Democratic opponent, and defending his vulgar and racist rally at Madison Square Garden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:46",
      "speaker": "SANCHEZ",
      "sentences": "Meantime, Vice President Kamala Harris is preparing for what could be the most important speech of her campaign. She's set to deliver her closing argument at the site of deep significance, The Ellipse, just yards from the White House in Washington, D.C., the same place, you'll remember, Donald Trump spoke on January 6th before a mob of his supporters stormed the Capitol.We want to check in now with CNN's Eva McKend at the Harris campaign. Eva, what more can you tell us about what the Vice President has planned for this speech?   EVA MCKEND, CNN NATIONAL POLITICS CORRESPONDENT: Well, Boris and Brianna, she still believes that there is a case to be made to undecided voters. So by doing this on The Ellipse, it's filled with symbolism, of course, right, by the White House. Give voters the opportunity to visibly imagine what it would be like in the next three months when they are ready to welcome the President. And so also, the campaign is trying to get voters to remember what it was like under the former President. Recall that sense of chaos, they will argue. They describe it as Trumpnesia, some Americans not remembering what it was like. But also, this is a platform for her to crystallize her campaign argument. She's out on the campaign trail making a forceful case about restoring reproductive rights. She talks about the opportunity economy as well and doing all that she can to bring down costs for everyday Americans. Take a listen to a little bit of what this sounds like. (BEGIN VIDEO CLIP) KAMALA HARRIS (D), VICE PRESIDENT OF THE UNITED STATES, CURRENT PRESIDENTIAL CANDIDATE: And let's be clear, we are all here because we are fighting for a democracy and for the right of people to be heard and seen. We're not about the enemy within. We know we are all in this together. That's what we are fighting for. We can all see that Donald Trump is even more unstable and more unhinged, and now he wants unchecked power. And this time - and this time, there will be no one there to stop him. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:46",
      "speaker": "MCKEND",
      "sentences": "And so you see, this is the argument. She will argue that the former president is concentrated on his enemies' list while she is concerned about her to-do list for the American people. The argument tonight, she will be fighting for you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:46",
      "speaker": "SANCHEZ",
      "sentences": "We'll keep our eyes on that speech.Eva McKend, thank you so much. Meantime, former President Donald Trump is in Pennsylvania today as he tries to distance himself and change the message or change the topic when it comes to racist comments about Puerto Rico that were told at his rally in New York. Soon, Trump is going to speak to voters in Allentown, an area with a significant Puerto Rican community.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "KRISTEN HOLMES, CNN NATIONAL CORRESPONDENT",
      "sentences": "Well, Puerto Rican leaders would like him to address it tonight. We have heard a number of calls from Republicans and Democrats from Puerto Rico saying that Donald Trump should condemn these remarks, that he needs to comment on them, that he needs to apologize for them. Now, we know Donald Trump is not one to apologize, but we will see if he addresses them later tonight.As you noted, this is an area with a huge Latino population and a big Puerto Rican voting population. In fact, when I asked the campaign how they were feeling about it tonight, they came back at me with several statistics about the Hispanic voters, about the Puerto Rican voters in this community. Now, we also know that earlier today, a reporter was able to grab him quickly and ask him questions about these comments, whether or not he condones them, whether or not he condemns them. Here is what he said to this reporter. He said, \"I don't know him. Someone put him up there,\" talking about the comedian. \"I don't know who he is.\" When pressed again on the comments, he said that he hadn't heard the comments, despite the fact that they played almost incessantly on every major news network and they've been written about it incessantly. And then he did not take the time to condemn the remarks. Instead, told this reporter, according to them, that he was going to win the White House. Now, I was told by these advisers that that was his - going to be his response to those comments that were made on Sunday ahead of him speaking, unclear whether or not that still stands. For quite some time, the last two days, there was no plan on Donald Trump directly addressing these remarks in any sort of way. But we also know that now they have the Puerto Rican shadow senator coming to speak tonight. They have a slate of Hispanic speakers who will be up ahead of Donald Trump. All of this seems to be trying to do some damage control, but until the former president addresses it himself, it doesn't appear this is going away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "KEILAR",
      "sentences": "All right. Kristen Holmes, thank you so much.Let's talk about all of this. Joining us now, we have former Hillary Clinton campaign manager, Robby Mook, and Republican strategist, Kristin Davison. She's also a partner with Axiom Strategies. How bad is this moment about the Puerto Rico joke for Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "KRISTIN DAVISON, REPUBLICAN STRATEGIST",
      "sentences": "Well, you need to look at it through two different audiences. So no offense to CNN and the mainstream media, but the outrage headlines really aren't moving any needle. I think Americans actually get a little exhausted with every day being ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "KEILAR",
      "sentences": "Okay, but he's in Allentown ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "DAVISON",
      "sentences": "Yes, yes, yes, no, no, no ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "KEILAR",
      "sentences": "So just talk about this ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "DAVISON",
      "sentences": "... but they're two different things. Two ...   KEILAR",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "DAVISON",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "KEILAR",
      "sentences": "... in this specific place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "DAVISON",
      "sentences": "Yes. So the place where he's at, it has the highest Puerto Rican population in Pennsylvania. Thirteen percent of Lehigh County is Puerto Rican. Him going there today, I think in and of itself, shows the importance of that community, of that county in the state. I don't necessarily know if a mea culpa really matters here.I mean, look, they weren't his words. His speech was actually very good. It was probably a misstep to have this comedian there, especially when you have this momentum going into the final stage, it's make no mistake. So I bet looking back, probably wished we wouldn't have had that comedian there. It wasn't a comedy show, it was a campaign event. But look, this community, the reason why this race is so tight and competitive, especially in this part of the state, I mean, this race will be decided in that Lehigh Valley corridor. And the reason why that is essentially tied with probably an advantage to Trump is because of the issues like cost of living, like immigration, like crime in Allentown, in Bethlehem, in Northampton, going from Philadelphia up to Scranton, Pennsylvania. And so I think tonight, the president can talk to those issues. I think probably when he's mingling with people and talking to folks, he can probably address them if he's asked, but I don't necessarily know if this campaign - this speech tonight needs to be about what we're talking about here. On the ground, there probably are some folks who are - want to hear what he has to say, but overall, the issues at large aren't going to be about what a comedian said at a rally, they're going to be about what's happening in places like Allentown, and Bethlehem and Easton that are actually going to decide this election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "SANCHEZ",
      "sentences": "Robby, your thoughts? Should Trump potentially give a mea culpa or at least acknowledge that the remarks were racist?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "ROBBY MOOK, FORMER HILLARY CLINTON CAMPAIGN MANAGER",
      "sentences": "Well, he should. I don't think he will. That's not in his character. And, you know, I think this actually plays perfectly into the Vice President's hands this evening, because I - my understanding is her speech is going to focus around the tremendous contrast between these two candidates. That this - what we saw the other night is vintage Donald Trump. It's morally repugnant, it's wrong, it's false, it's distracting and it's hurtful, and it doesn't do anything to help anyone. It just serves to whip up a very narrow base of this country.And what I'm hoping to hear from Harris tonight is something very different, a positive narrative that talks about what she is specifically going to do to make a difference in people's economic lives. So I think this plays perfectly to the central contrast that the Harris campaign actually is trying to make in this campaign.   [15:10:04]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "KEILAR",
      "sentences": "Robby, it's still a spotlight on Donald Trump, right, for something that happened at one of his events and for how he reacts or does not react to it. Does that play against her as she is looking to have focus on her?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "MOOK",
      "sentences": "Yes, I think this is a really important point and I know this firsthand. First of all, it's just hard to drive message when you're running against Donald Trump, period, full stop. And I was concerned that this speech could be something that was just about January 6th or just about Trump.But I do believe in, you know, from everything we're seeing, the speeches isn't just going to address the threat of Trump, the leadership style of Trump, why he's a bad deal for everyday people. She is going to spend time specifically laying out what she wants to do, that economic agenda, that relief she wants to provide, and contrast that with Donald Trump's policies, which are basically good for people like him and, you know, billionaires in the top 1 percent. So I'm certainly going to be looking for that. My understanding, it's going to be there, and I think that's really important. Because if that's not there, I don't think this is going to do what she needs to do, but everything's pointing to her doing that, and I think it's really important.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "SANCHEZ",
      "sentences": "Kristin, what do you think of the symbolism of holding the speech at The Ellipse?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "DAVISON",
      "sentences": "Well, I think Robby said it, running against Donald Trump is hard just to take media share, right? So I think just her having the event there alone is kind of trying to play that same game, because people were talking about it. If she had done this speech in, you know, outside Detroit or Philadelphia or Atlanta, we probably wouldn't put as much significance on it. It is a man-bites-dog type of event, where she's going outside of her, you know, regular campaign form, and it will take some more of that media share.I think it will be important as to what she says. So if this is a dark speech, an angry speech, a, you know, very ominous speech, I think that that will leave a bad taste in a lot of Americans' mouths. A lot of folks aren't necessarily, you know, I think someone said Trumpnesia. It's not even that. It's just Americans have bigger problems than what happened four years ago. And so she needs to strike a chord of a positive future forward. If she wants to address why she's there and what we're doing there, I think the biggest benefit of her doing a speech there is that we're all going to talk about it because it's something unique. And that's something that Trump does very, very well. And so she can fight for that media share time to get her message out. But that message needs to have a positive vision forward because she's losing the change agent mantle. Just the poll CNN had out today in Nevada and Arizona, more people see Trump as the candidate of change than Kamala Harris. And so she needs to get that back if she wants to close strong. And she's not going to do that if she's looking backwards to four years ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "KEILAR",
      "sentences": "Kamala Harris, but I take your point. So I do wonder, and I'm looking too to see how it's going to go. I think it's a really interesting point you bring up. Maybe she's going to do both. And it'll be very interesting. I think that's probably what some Democrats we've talked to are saying. She kind of needs to be doing both of those things. It can't just be negative about Donald Trump. It needs to be positive.I wonder how you think, Kristin, Donald Trump might react. Because when you have this kind of thing of apples to apples, crowd size to crowd size, you know that's the kind of thing he reacts to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "DAVISON",
      "sentences": "Right. Well, I also was thinking of this, it might be something on the Harris campaign to try to get him to talk about it. I hope the president doesn't talk about it at all. I hope he focuses on being in Allentown with the community there, what's happening to the community there, and not even acknowledging it. I think you take the bait, and when you start fighting on your opponent's turf, that usually means you're fighting from a place of weakness. So I hope he focuses on where he's at in Pennsylvania, in Lehigh Valley, where he could win the election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "SANCHEZ",
      "sentences": "And Robby, quickly to you, are there any potential pitfalls with Harris doing this speech in front of the White House, associating herself with a president that at this moment is relatively unpopular?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:00",
      "speaker": "SANCHEZ",
      "sentences": "Robby Mook, Kristin Davison, we have to leave the conversation there. Appreciate you both.'",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:00",
      "speaker": "KEILAR",
      "sentences": "And still to come, President Biden's diminished role in the campaign's final week, how the outgoing incumbent is further from the spotlight with just days, seven days, in fact, left in the race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:24",
      "speaker": "SANCHEZ",
      "sentences": "Right now, one of the MAGA movement's biggest firebrands is free once more, and speaking to the media for the first time since his release from prison.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:24",
      "speaker": "KEILAR",
      "sentences": "That's right. Right-wing provocateur, Steve Bannon, out this morning after spending the last four months behind bars for contempt of Congress. And CNN's Sara Murray has been following the Bannon saga for us.Sara, he also, by the way, hosted his podcast today for the first time since July. What's he saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:24",
      "speaker": "SARA MURRAY, CNN POLITICAL CORRESPONDENT",
      "sentences": "Yes. I mean, he's trying to come out and hit the ground running in the last week before Election Day, doing his podcast, doing this press conference. As you might expect, there's plenty of criticism of Kamala Harris as he's trying to rev up the MAGA base in this last week before Election Day.Let's just take a listen to a portion of what he had to say at his press conference, which is still ongoing. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:24",
      "speaker": "STEVE BANNON, FORMER WHITE HOUSE CHIEF STRATEGIST",
      "sentences": "I am far from broken. I have been empowered by my four months at Danbury federal prison. Why was I empowered? Because I was able to listen, to observe and to learn from working-class minorities, young African-American men and Hispanic men, and yes, Puerto Rican men, about what their lives are and what the queen of mass incarcerations, which is what they believe that Kamala Harris is.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:24",
      "speaker": "MURRAY",
      "sentences": "So you see there, Steve Bannon right out of prison, already trying to pick up the defense for Donald Trump. And look, in talking to people who have tracked his podcast from the time he spent behind bars, they said that there was a drop-off in folks tuning in when he went to federal prison. It fell sort of off of the top of the Apple charts, and it started creeping up again as his return was imminent.   And the people who watch this sort of conservative media ecosystemsay, obviously they're paying attention to what Steve Bannon does between now and Election Day, but they're also paying attention to how his rhetoric evolves, if it looks like Donald Trump is coming up short on Election Day. Bannon was one of the very prominent early voices of Stop the Steal in 2020. He spreads a lot of election denialism, just even in the hours he's been out, he's been suggesting Democrats are trying to steal the election. And his co-hosts who were filling in, in the time he was behind bars have been spreading a lot of that as well. And so that's kind of the concern from the Bannon megaphone and the MAGA megaphone is that this kind of election denialism continues to get spun up even more now that he's out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:24",
      "speaker": "SANCHEZ",
      "sentences": "Quite the shout out from someone who's been criticized as a white nationalist, shouting out minority men that he met while incarcerated that apparently have inspired him including, we should note, Puerto Rican men, which the Trump campaign seems to be concerned about right now.Sara Murray, thanks so much for bringing that to us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:24",
      "speaker": "MURRAY",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:24",
      "speaker": "KEILAR",
      "sentences": "So President Biden is in Baltimore this afternoon and he is touting the Inflation Reduction Act. Notably, his solo stop comes seven days before the election. We can't say it enough. We're one week out, people. And now there's new reporting that the President's role in the final stretch of the race has been moved even further out of the spotlight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:24",
      "speaker": "SANCHEZ",
      "sentences": "So recent gaffes by Biden prompted a range of responses from eye rolls to outright anger from some Harris campaign aides. Let's go to CNN's Kayla Tausche, who's in Baltimore traveling with the president.Kayla, what are you hearing about this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:24",
      "speaker": "KAYLA TAUSCHE, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, Boris, we've learned that the Harris campaign slow walked some of Biden's campaign appearances last week in the wake of some of those gaffes, notably in New Hampshire, when he suggested to campaign workers in what was supposed to be a routine stop that they should lock him up in reference to former President Trump. And then in Arizona, where he made a reference to former Congresswoman Gabby Giffords, who survived a shooting at a campaign event in the past tense. After that, Biden aides tell me that their main goal now in the home stretch of the race is one simple thing, and that is to do no harm.So that's why President Biden is in deep blue Maryland today to take the wraps off of a $3 billion investment from one of his landmark laws to update port infrastructure. It's an investment that will benefit the ports of Philadelphia, of Detroit and of Savannah, Georgia. But the Biden team chose to announce it here in Baltimore instead.   Just after his speech today, Biden's stopping for ice cream, and he was asked why he won't be in attendance for Vice President Harris's big symbolic speech at The Ellipse tonight. Here's how the President responded. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:24",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Mr. President, will you be watching the Vice President's speech tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:24",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "I will.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:24",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Why are you not attending ? It's right there on The Ellipse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What do you expect to hear out of her tonight? What's the closing message from the Vice President?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:01",
      "speaker": "BIDEN",
      "sentences": "I'll let you hear it first.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Mr. President, are you worried about the North Korean ...(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:01",
      "speaker": "TAUSCHE",
      "sentences": "Now, privately, President Biden has told confidants that he believes that he could still beat former President Trump, and that he's coming around to the limitations that his age presents him. But he does feel a deep sense of responsibility in this race and a desire to continue stumping for Harris. But his schedule this week is hardly that of a surrogate in high demand. He'll be making solo stops to Philadelphia and to Scranton. The Harris campaign, for its part, says that it appreciates his involvement. The White House says that the best thing he can do is continue being a good president.But certainly, aides that we've spoken to, Boris and Brianna, are even surprised at how diminished his role has become, even as though it's something that they expected, but they're surprised at just how much it's shrunk in these final weeks, guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:01",
      "speaker": "SANCHEZ",
      "sentences": "And notable, they won't be side by side before Election Day, or at least that's the way it seems right now.Kayla Tausche, thank you so much for the update. Now, the second installment of CNN's new digital series titled \"American Background.\" It's a deep dive into the final months of the 2024 presidential campaign from CNN's Tom Foreman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:01",
      "speaker": "KEILAR",
      "sentences": "His focus today is on the powerful forces propelling Donald Trump. And Tom is with us live on this.   Tom, you're looking at white evangelical Christians who have been adriving force behind Trump's political success. What do you expect this cycle?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:01",
      "speaker": "TOM FOREMAN, CNN CORRESPONDENT",
      "sentences": "Yes. If you look at the religious communities out there, and we have a graphic here to show you this, the real powerful driving forces here are really two things on the Christian side. The idea that there are Catholics who generally tend Democratic, but on the issue of abortion have pushed toward Trump's side there.So you see Catholics at 52 percent, 47 percent there. Protestants, 61 percent to 37 percent. That is very heavily driven by the notion that white evangelical Protestants are very much in Trump's camp. Jewish voters and unaffiliated voters, unaffiliated from religion, they all go to Harris there. But those people, white evangelical Christians, huge driving force for Trump all the way around and a bit of a warning sign for him right now because he has vacillated on this issue of a national abortion ban, trying to sort of have it both ways. Say it's up to the states and I will veto it and yet kind of winking and nodding. That has some people on that side maybe - maybe in some polls softening a little bit toward him. If they don't show up, he's got a problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:01",
      "speaker": "SANCHEZ",
      "sentences": "You have the bellicose rhetoric convictions, allegations of sexual impropriety, et cetera, et cetera, et cetera. And yet white evangelicals stick with him. What are you hearing about why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:01",
      "speaker": "FOREMAN",
      "sentences": "It seems so counterintuitive really. There's so many things he does that seems to fly in the face of what they believe. Really important finding by Pew after 2016, however, there were people before then who migrated toward white evangelical churches. Remember, in early 1970s, 90 percent of Americans called themselves Christians, dropped down to about 65 percent in the 90s and will probably go below 50 percent in coming decades.They grew in number after Trump won and the indication that Pew found and others found is that people were taking their politics for Trump and saying, oh, that makes me a white evangelical. Their politics were leading to their faith. So their number one belief is I believe in Trump. That partially explains why their other beliefs do not override that, at least for some of them. With that said, there are many white evangelicals out there who are very devout, who very much believe in the overall tenets of their faith and I think to some degree are conflicted about their support for Trump, but still feel that he is better for their overall community. So this is really a vote to watch. Watch the white evangelicals, see what they do. Do they show up, do they stick with Trump or do some of them say, I've just had enough?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:01",
      "speaker": "KEILAR",
      "sentences": "Tom Foreman, fascinating series, battleground America. Thank you so much. \"American Battleground,\" my bad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:01",
      "speaker": "FOREMAN",
      "sentences": "\"American Battleground.\" \"American Battleground.\"   KEILAR",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:01",
      "speaker": "FOREMAN",
      "sentences": "We got three more episodes and then I guess depending on what happens, maybe we'll keep writing, there's a lot to say.",
      "isLastSentenceInterrupted": false
    }
  ]
}