{
  "date": "2024-11-08",
  "headline": "CNN News Central",
  "subHeadline": "DOJ Charges 3 People in Thwarted Iranian Plot to Kill Donald Trump; Two U.S. Citizens charged in Iranian Plot to Kill Trump; DOJ Docs: Iranian Officials Asked Suspect to Surveil and Kill Trump; Rep. James Clyburn (D-SC) Discusses About Election; Biden Admin. to Let U.S. Military Contractors Deploy to Ukraine; Elon Musk Joined Trump's Call with Zelenskyy After U.S. Election. Aired 3-3:30p ET",
  "utterances": [
    {
      "timeStamp": "15:01:07",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "We are following breaking news, the Justice Department charging three people involved in a thwarted Iranian plot to kill President-elect Donald Trump.And working the phones, there's a quiet battle at Mar-a-Lago among Trump insiders and others hoping to join his administration. We'll be looking at the fight to get hired for the next administration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:07",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "And a fast-moving disaster in California, a wildfire on the outskirts of Los Angeles torching over a hundred structures, damaging dozens more as thousands are under evacuation warnings and only a fraction of this fire is contained.We're following these major developing stories and many more, all coming in right here to CNN News Central. We start this hour with major breaking news. The Department of Justice has announced federal charges against three people in a thwarted Iranian plot to kill Donald Trump before the presidential election. This is a newly discovered alleged plot and two of the people charged are U.S. citizens. One suspect is still at large, believed to be in Iran.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:07",
      "speaker": "KEILAR",
      "sentences": "We have CNN's Evan Perez on this story. We also have Bob Baer, he's a former CIA officer and CNN's Nic Robertson joining us to discuss these developments.So, Evan, I want to start with you. What more are you hearing about the news?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:07",
      "speaker": "EVAN PEREZ, CNN SENIOR JUSTICE CORRESPONDENT",
      "sentences": "Well, we know that two of these people are under arrest in the United States, and they were the two people who were being recruited, essentially, to carry out these assassinations. One, of course, targeting the former president - the president-elect now.But they begin with the plot against a dissident, someone who was a prominent critic of the Iranian regime. Farhad Shakeri. He's 51 years old, served time here in the United States and apparently reached out to people that he had known from his time in prison in the United States to try to recruit them to carry out these assassinations. Now, in the case of one of them, this prominent dissident, they actually spent months doing surveillance of this person. They have photographs of the person's front door. You can see in the court documents filed in Manhattan Federal Court, you can see some of the firearms that they have. According to the FBI, they were obviously very ready to carry out this assassination. They followed this person when they were doing a speech at Fairfield University in Connecticut. It's a very, very scary situation, obviously, for that person. But in addition to this, according to the FBI, Shakeri also had a remit to carry out an assassination against the former president. On October 7th, he was tasked with trying to find ways to kill Donald Trump. There's also plots to kill two U.S. citizens, Jewish U.S. citizens in New York. They were being paid or were being offered $500,000 to do either of those assassinations, as well as targeting Israeli tourists in Sri Lanka. This is a wide-ranging attempt by the Iranians to try to go after people that they believed were on their target list. Not only people associated with Donald Trump, obviously, which we've known in previous plots, but also people in this administration who they also believed should be targeted. And as these court documents say, they were also looking to hit people, target people overseas, Israeli tourists in Sri Lanka.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Yes, I think there's one question that we need to ask right off the top, who in Iran? Now, the finger really does point at the IRGC. Qasem Soleimani was a head of that elite military force, the Quds unit of it, the sort of overseas operation part of it. He was - he's been replaced by somebody else, but not by somebody with the same charisma, connections, dynamicism, carries the same sort of weight in Iran with all their sort of proxies that they have around the region there. So he was a very important figure.So this is - will be behind why they are still planning and trying to get revenge. But we know, look, you just - you had an example here in the U.K. I think it was just this year that an Iranian, a young Iranian broadcaster - broadcasting for a channel here that is not aligned with the Iranian government was attacked and hospitalized in a similar sort of attempt, it appears, by the Iranian government or parts of it to silence critics. And this - I go back to that question again that I opened with there. Who is this that's deciding this? Is it the government? Is it the supreme leader? Or really, is it a tiny clique within the IRGC? Almost that doesn't matter. Look, you don't try to assassinate the U.S. president without there being consequences, and clearly there will be consequences, and this will be something very much on the president- elect's plate come January. But who precisely to target, I think, is going to be the question here. But the fact that Iran will do this, absolutely. Qasem Soleimani and his assassination was huge, and today it still has ramifications.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "KEILAR",
      "sentences": "Yes. I mean, Bob, talk about upping the ante here on this. What are you expecting from Iran when it comes to targeting Trump in his coming term, and what is that going to mean when it comes to U.S. policy toward Iran and the possibility for more conflict in the region",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "ROBERT BAER, FORMER CIA OFFICER",
      "sentences": "Well, first of all, the Iranians do have a lot of assets in this country, sleeper cells. Most of them answer to Hezbollah. We believe, and they've had this for a long time, they have explosives, they have weapons and they have people who can fight guerrilla war. We've traced these cells to Detroit, and certainly the Secret Service at this point is taking a close look at them. I mean, we even - when I worked for the U.N., we even found a center in New Jersey where they organized an assassination in Lebanon from New Jersey. It was picked up on metadata.But anyhow, the Iranians at this point believe, and this is generalization, that Trump will join Israel in some sort of strike on the Iranian regime, and their attitude is going to be, we better get Trump first. That's very reductive, but there's a lot of truth in it. And we don't know. They're appointing a lot of hawks to the Trump administration, Iranian hawks that made for it. You know, if we go into Iran and take their nuclear facilities out, we'll need U.S. ground elements. Israel knows that. Now, whether this is going to happen or not, no one can predict what Trump's going to do. But I foresee that tensions in the Middle East, in this country, will pick up, and who knows where it goes from there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "SANCHEZ",
      "sentences": "Evan, as the inauguration nears, do we have a sense of the threat profile and how it may grow for Trump, whether Iran may, seeing as he's going to be the next president, perhaps back away, fearing a broader conflict with the United States that, as Bob put it, could have devastating consequences for Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "PEREZ",
      "sentences": "Right. I mean, I think that that is a big part of the calculation here for the FBI. They certainly know that this person was tasked with doing something on October 7th, so that's before the U.S. election, and there's significance in that because we know, obviously, the former president, because of two attempts on his life just in the last few months, was already getting additional protection.And as Bob points out, you know, then trying to strike at a sitting U.S. president changes the calculation tremendously, right? We know that if you do that, it will result in the end of the regime, perhaps, in Tehran. So it is something that the Iranians are very mindful of. They don't necessarily want a direct conflict with the United States, so perhaps that changes their calculus and perhaps they focus on some of the other people. By the way, they have a lot of other people on their target list that we've known about for a number of years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "BAER",
      "sentences": "Well, I expect that more dissidents are going to be hit. Obviously, they're easy targets. They're American officials. We can't protect them all, like Bolton. But on the other hand, my opinion about the Iranian regime, and I've studied it for many years, is in order to go after these targets, you need a fatwa from the supreme leader, Khamenei. I have two on me at one point. I don't think they were serious. But in order to - or the killing of an American or any foreigner, they need a fatwa, like Salman Rushdie.So, you know, and it's a fairly disciplined organization, the IRGC. I can't discount the possibility. There's rogue elements, but it's very difficult to get inside that decision-making to see who precisely is ordering these assassinations and what they're planning next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "SANCHEZ",
      "sentences": "Bob Baer, Evan Perez, Nic Robertson, thank you all so much. Appreciate the analysis and the information.Right now, sources tell CNN that President-elect Trump's transition team is moving quickly to fill critical White House positions, and announcements could be coming as early as today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "KEILAR",
      "sentences": "Yes. CNN's Kristen Holmes is in West Palm Beach near Mar-a- Lago, where the jockeying for top spots in the administration is heating up. Kristen, what's the latest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "KRISTEN HOLMES, CNN NATIONAL CORRESPONDENT",
      "sentences": "Yes, Brianna and Boris, they are trying to get this done as quickly as possible. Part of the goal is to fill out those White House administration jobs. That's why you saw part of the announcement for chief of staff Susie Wiles yesterday in order to hit the ground running, to make sure that they can get the Cabinet positions in place, and also to help with the structure for building out policy.We know that there have been these teams that have been set up for the transition that include both a policy side and a personnel side. They need to get that moving through the transition team, and that's going to be easier to do once they have those Cabinet positions in place, once they have that White House staff in place. So as you said, we are being told - give me one second - excuse me, got something in my throat. We are being told that that could come as early as today to start the process with those White House jobs. And that part of that was really starting with Susie Wiles. Remember, one of the things that we know is that she kind of wanted to be the filter of the people coming through Donald Trump into this transition and into the administration. That's why she was enacted so quickly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "SANCHEZ",
      "sentences": "Kristen, we'll let you go ahead and get some water or some tea there. Appreciate the reporting. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "HOLMES",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:01",
      "speaker": "SANCHEZ",
      "sentences": "Congressman, you have a unique personal relationship with President Biden. It could be argued that he wouldn't have won the presidency without your support in South Carolina during the primary process. I wonder if you've spoken to him over the last few days, if he's expressed any regret to you about the way that this election and the lead-up to it turned out, about the way that it was handled.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:01",
      "speaker": "CLYBURN",
      "sentences": "Well, you know, when Joe Biden ran for president, there were 23 Democrats running, 23. And, of course, he came out of that crowd as the nominee. Now, every expert that I've talked to, everything that I've read about, says that he was the only one of the 23 who could have defeated Donald Trump. And that was the first order of business. He won the election. He's had a tremendous presidency. His record is great. The economy is humming like no other economy in the world. And so everybody who say, well, people didn't feel like it. Maybe they didn't. And the question is, why didn't they?I don't know that Joe Biden is responsible for people's feelings. He's responsible for putting together an administration, which he did, putting people in place who are good at what they do. He did that as well. A very good cabinet, a very strong cabinet. They were very productive. But misinformation, disinformation, and all kinds of things have happened in this campaign, and will be a part of our political process going forward. This is just maybe the first time it's been this pronounced. But we had that going on in 2016 and we had it going on in 2020. It's going on in 2024, and it'll be here in four years from now. So what we've got to do is work on how to combat this kind of disinformation and misinformation in the future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:01",
      "speaker": "SANCHEZ",
      "sentences": "I understand, Congressman, that you want to avoid finger- pointing and infighting and bickering about the loss. But when you talk about plans for moving forward, I do wonder what you think could be done differently, aside from the sort of misinformation and disinformation that both parties, frankly, should be combating. Harris underperformed Biden among black men. She did almost 15 points worse than Hillary Clinton in that demographic. When you look at plans for moving forward, what lessons would you draw from this campaign? What would you do to reverse that trend?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:01",
      "speaker": "CLYBURN",
      "sentences": "I think that's what I'm talking about. I can tell you I talked to quite a few African-American men during this campaign, and I can tell you they had all kinds of bad information. They were believing on things they saw on the Internet, and we didn't do what we should have done to combat all of that. And maybe we are not very well equipped at this point in time to combat it. Hopefully we will the next time around.There's not a single African-American that needs to be disappointed in the Biden administration. Just go through it. I won't bore you with it today. You go through all the bills that were passed and all that comes out of this administration, there's not a single thing in this administration that was negative toward the black community. And there she is as a woman of color and a woman, and then she was a part of this administration. So everything was positive and there are pluses, but maybe the country is not yet ready to elect a woman to be its leader.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:01",
      "speaker": "SANCHEZ",
      "sentences": "So you consider, Congressman, that misogyny and perhaps racism had a lot to do with her loss, despite that Hillary Clinton received - she won the popular vote and Barack Obama obviously won not only the presidency but re-election as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "SANCHEZ",
      "sentences": "Congressman James Clyburn, we have to leave the conversation there, but we very much appreciate the time and perspective. Thanks for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "CLYBURN",
      "sentences": "Thank you very much for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "SANCHEZ",
      "sentences": "Of course. Still to come, a major decision from the White House on Ukraine as President Biden prepares to leave office. He's making a change to official U.S. policy when it comes to that conflict.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:46",
      "speaker": "KEILAR",
      "sentences": "Here's some breaking news into CNN, for the first time since Russia invaded Ukraine, the Biden administration will allow American military contractors into the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:46",
      "speaker": "SANCHEZ",
      "sentences": "Yes, the ban is being lifted so that experts can perform maintenance and repairs on U.S. supplied weapons. CNN's Natasha Bertrand and CNN Political and National Security Analyst, David Sanger join us now.Natasha, let's start with you. The timing of this has a lot to do with the incoming administration, I imagine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:46",
      "speaker": "NATASHA BERTRAND, CNN CORRESPONDENT",
      "sentences": "Yes, Boris. I mean, look, officials told us that this decision to lift this de facto ban on American military contractors working inside Ukraine was actually made before the election. But of course, it was very tenuous and it was very unpredictable who actually was going to win the race. And I think that this really speaks to how much the administration is trying to give Ukraine the upper hand in a war against the Russians, which for now does not seem to be turning in the Ukrainians' favor.And so what this is going to do is this is essentially going to allow American military contractors who have specialized expertise in maintaining and fixing very complex systems like the F-16 fighter jet, the Patriot air defense system, to actually go into Ukraine and fix them on the spot. Now, officials have said that these contractors are not going to be near the front lines. They are not going to be, importantly, fighting Russian forces. But still, it is going to be a dramatic improvement from what had previously been the case, which is that a lot of these systems had to actually be shipped out of Ukraine to places like Poland and Romania to be repaired, which takes a lot of time. And that really left the Ukrainians on the back foot when it came to using these very complex systems. So the administration hoping, you know, in conjunction with surging the remaining military funding that they have for the Ukrainians to the military before January, that this is really going to help the Ukrainians make a difference in their fight against the Russians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:46",
      "speaker": "KEILAR",
      "sentences": "Natasha, thank you so much.Let's bring in David Sanger on this. The timing is interesting here, David. This was a policy that was approved earlier this month, which means before the election. Of course, the election was also earlier this month, so not very long before the election. What does this signal to you? And what are the questions about what might happen when this transitions to the Trump administration?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:46",
      "speaker": "DAVID SANGER, CNN POLITICAL AND NATIONAL SECURITY ANALYST",
      "sentences": "Well, two big questions come up out of it, Brianna. The first is why the administration didn't do this earlier. President Biden was concerned about American casualties. There have been essentially none in the Ukraine war. That was the reason that he told all American troops, including some Pentagon units, cyber units and others to get out of Ukraine before the invasion in February 2022 and that included the contractors.As Natasha indicated, that made a very big difference to the Ukrainians because it meant they couldn't do repairs on site. So there's some risk here and there's risk that you could have American casualties. What it really opens up, though, Brianna, is the question of the one other big hanging decision in front of President Biden before he leaves, which is whether to allow the use of American long range weapons to be fired into Russian territory, not just over the border, but deeper into the territory, something that he has been asked by President Zelenskyy on repeated occasions. Every time we ask U.S. officials about this, Brianna, we hear right now the policy is they cannot. But he has two months to change it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:46",
      "speaker": "SANCHEZ",
      "sentences": "David, what about the Elon Musk in all of this? We're obviously learning that Musk joined President-elect Trump on a call with Ukrainian President Volodymyr Zelenskyy earlier this week. Ukraine relies on Musk for Starlink technology that allows for Wi-Fi to be accessed in the field. In the war against Russia, the Defense Department has extensive contracts with Musk. What about his influence in the war? How do you foresee that shaping policy toward Ukraine?",
      "isLastSentenceInterrupted": false
    }
  ]
}