{
  "date": "2024-10-10",
  "headline": "CNN News Central",
  "subHeadline": "More Than 3 Million Without Power Across Florida; Water Rescues Underway After Milton Causes Severe Flooding; Deadly Tornado Hits Port St. Lucie Mobile Home Retirement Community. Aired 7-7:30a ET",
  "utterances": [
    {
      "timeStamp": "07:00:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "Hurricane Milton tearing through Florida, water rescues underway right now from severe flooding, the roof literally ripped off the home of the Tampa Bay Rays that was supposed to be a staging ground for first responders.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "We really are just now getting a sense of the full extent of the damage, including from the huge, deadly outbreak of tornadoes. Several deaths have been reported. No exact count yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "BOLDUAN",
      "sentences": "And more than 3 million people across the state are waking up without power.I'm Kate Bolduan with John Berman. Sara Sidner is out today. This is CNN News Central.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "BERMAN",
      "sentences": "All right. Breaking this morning, there are active water rescues, which we will get to as we are getting our first look at the destruction left behind by Hurricane Milton. At this moment, more than 3 million customers without power. We are standing by for an update from Florida's governor and from the FEMA administrator.You can see right there, the roof literally ripped off of Tropicana Field in St. Petersburg from the storm. There have been historic levels of rain causing major flooding in Sarasota, Venice and Plant City, where water rescues are happening at a hotel and an assisted living facility. At least 36 tornadoes have been reported, almost certainly more. One St. Lucie resident, that's on the other side of the state, said homes were flattened like a weight drop from the sky. There have been several deaths, although we don't have an exact number yet. We are getting new information by the minute. You can see Victor Blackwell right there in Orlando or Matlacha, Florida. Let's get right to Victor for the very latest. Victor?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:01",
      "speaker": "BERMAN",
      "sentences": "Yes, and that's such an important point, Victor. We're just beginning to get a sense of the damage as the sun rises. So, we'll let you look around. We'll come back to you as soon as you see anything. Victor, thank you so much for your reporting. I appreciate it, Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:01",
      "speaker": "BOLDUAN",
      "sentences": "And there are multiple fatalities being reported in St. Lucie County, Florida. That's on the east coast of Florida, 135 miles from where Milton made landfall. This is all after multiple reports of tornadoes touching down and just ripping through the area. This morning, rescue teams are searching for people who may still be trapped in their homes.Joining us right now on the phone is St. Lucie County Sheriff Keith Pearson. Sheriff, thank you so much. What is the latest on the damage that these tornadoes have brought? SHERIFF KEITH PEARSON, ST. LUCIE COUNTY, FLORIDA:  Yes. As you can see on the doppler Mitchell is just now -- or Milton is just now off the coast of Cape Canaveral. We're still feeling the effects. through the night of the tropical storm winds with gusts up to 50 miles an hour on the ground. However, our search and rescue teams, our National Guard, our deputies fire district, we've been out throughout the entire night, checking all these residents and rescuing as many people as we can. I'm getting reports back that we were able to get 25 people to safety. But, unfortunately, I do have to report that we do have multiple fatalities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:01",
      "speaker": "BOLDUAN",
      "sentences": "Do you have a sense yet of how many fatalities?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:01",
      "speaker": "PEARSON",
      "sentences": "We don't. And then right now we want to focus on life saving. We want to make all of our efforts focused on saving as many people as we can.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:01",
      "speaker": "BOLDUAN",
      "sentences": "I heard you say late last night that 200 first responders were researching for people, many of them probably trapped in this retirement community where you'd said that the fatalities have been reported. Have they found anyone trapped in the debris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:01",
      "speaker": "PEARSON",
      "sentences": "Yes, absolutely. Our team's out there. Like I said, I know that one way or another, I know that 25 people were brought from that area to being housed. So, these houses were leveled. This area is just completely devastated.You know, we felt the impact of multiple tornadoes within a 20-minute period and, unfortunately, it struck a modular home community at 55- plus. So, the residents there are elderly. Their whole homes with them inside were lifted up, moved, destroyed. I mean, everything in this hurricane or this tornadoes path is gone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:01",
      "speaker": "BOLDUAN",
      "sentences": "And, Sheriff, the videos we have seen coming in of some of the tornadoes that touchdown are otherworldly. They're absolutely terrifying and in the videos and in the images are coming in. Have you been able -- I mean, it's kind of daybreak-ish right now. The sun's coming up. Have you been able to get a real sense with first light of how much damage these tornadoes brought?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:01",
      "speaker": "PEARSON",
      "sentences": "No, it's growing by the minute. I was actually out on scene with our deputies as these tornadoes struck responding to another incident. You know, our sheriff's office here was struck by a tornado and it wiped out a red iron building, about a 10,000 square foot building that housed all of our rescue vehicles.So, we first had to now get all of our vehicles out of there, our high water rescue vehicles, our boats and things of that nature. And 30 minutes later in the northern area of our county, we had reports of -- I know our deputies confirmed at least six tornadoes on the ground. But our EOC reported back. They have 17 confirmed tornadoes touching ground in our small community within a matter of 20 minutes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:01",
      "speaker": "BOLDUAN",
      "sentences": "I mean, you know, to put it bluntly, that sounds crazy for your deputies to be having. I mean, that all at once. Essentially, that sounds absolutely crazy. Have you ever experienced something like that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:01",
      "speaker": "PEARSON",
      "sentences": "No, I haven't. But I could tell you this. You know, we have the greatest Governor DeSantis. He sent down the National Guard within an hour. We've had, you know, 50 to 100 National Guardsmen. They sent specialty search and rescue teams. Jimmy Patronus helped coordinate that. And we had boots on the ground along with our deputies and fire rescues and volunteers within -- our deputies were there within minutes but we had state support within hours, which is -- especially during these weather conditions here, they're still here. We've got our dogs out there are deputies and all of our staff and then those that are helping us do the search are still doing the search and process as we speak right now, even with the wind being 40, 50 miles an hour.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:02",
      "speaker": "PEARSON",
      "sentences": "Stay safe. Check on your neighbors. You know, we have a great community here. Although there was lots of damage throughout our entire county the area that we're focusing on for life safety measures is in the Spanish Lakes community. We want to make sure, double check, triple check. Again, if you see that your neighbors have some damage, have some damage to it, you know, check on them. You know, you can call 911, we'll come out and check on it. But, again, both of our reports are isolated to that half square mile area where, you know, the, the modular home community was struck.We have lots of residents that were destroyed but everyone's accounted for. Right now, we're just searching for those that are unaccounted for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:02",
      "speaker": "BOLDUAN",
      "sentences": "And, Sheriff, just finally, can you give a sense of what's your best read right now, again, initial and in the middle of it, of the scope of injuries and fatalities?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:02",
      "speaker": "PEARSON",
      "sentences": "You know, injuries, you know, almost everybody that we've pulled out of that community had cut, bleeding, bruises. When it comes to the fatalities, I don't even want to get into that at the moment, but, again, I could say that it's more than one. Again, we want to focus on -- we're still folks focusing on a rescue mission here and we're going to continue to do so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:02",
      "speaker": "BOLDUAN",
      "sentences": "Absolutely. Sheriff Keith Pearson, thank you very much, John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "BOLDUAN",
      "sentences": "We're going to show you some live pictures right now happening. This is out of Clearwater Florida. I am told water rescues happening as we speak.With all of this happening, this is just as the sun is beginning to rise, beginning to come up over Florida and so many communities are now going to have to just start to get a fuller sense of the damage from Hurricane Milton. But as we've been talking, people are still -- there are calls going out and people are needing rescue from their homes. Millions are without power this morning as at least several feet of storm surge inundated Southwest Florida, from the coastal city of Venice to Fort Myers, to Naples. Venice is just 17 miles south of Siesta Key, where Milton made landfall and was also battered by wind gusts of over 100 miles per hour. The wind so strong you see there, a small plane was flipped upside down. Joining me right now is Lorraine Anderson, the public information officer for the city of Venice for the latest. Thank you so much for coming in. You're just south of where this storm made landfall. What's the latest from there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "LORRAINE ANDERSON, PUBLIC INFORMATION OFFICER, VENICE, FLORIDA",
      "sentences": "Thank you so much for having us. So, you know, we have widespread power outages, cellular outages throughout the city. We have trees down debris in the streets. We still have flooded roadways. A lot of that water has receded. But, you know, our main messaging this morning is, please, we understand people are curious. They want to check on their homes, but we're asking them, you know, do not leave to check out what's going on. Just because the winds have died down doesn't mean that going outside or drive around is safe, in fact, the opposite, because all the dangers are certainly not yet identified out there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "BOLDUAN",
      "sentences": "And that's the thing, right? First, light coming up. The winds have died down enough for first responders to start getting out to get a sense of it. When do you think you guys will have a real sense of the damage that Milton brought?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "ANDERSON",
      "sentences": "Probably I would imagine in a few hours. But yes, I mean, while it's still dark, we're still out there assessing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "BOLDUAN",
      "sentences": "Venice was one of the cities that was forecast to get some of the worst storm surge like in, you know, the 10 to 15-foot level. Do you know yet how high the water got? It seems that most if all -- that no one really got the most feared hit with storm surge of 15 feet. But do you know yet how high the water has gotten?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "ANDERSON",
      "sentences": "Yes, we were anticipated to get that highest surge. Gratefully, we did not. I don't know. This is an early estimate, but probably at six, seven feet. BOLDUAN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "ANDERSON",
      "sentences": "You know, we're really grateful for our community. Many of them evacuated when directed, which is wonderful because then you don't see that type of rescuing that you are describing. But, again, you know, our key fits (ph) are still out. They're going to probably be assessing the same places that they did in Helene, where we did do some rescues. And just, you know, I haven't got in any of that kind of activity yet. It does need to be lighter before we do some of it. So, you know, we'll just have to see. But I'm not hearing reports that that has to happen yet. And, again, that's because a lot of people evacuated like they were directed to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "BOLDUAN",
      "sentences": "Absolutely. You mentioned power -- power is a situation. Really, powers out really in so many places across the state. Kind of what's your assessment of how damaged the power grid is for you guys?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:01",
      "speaker": "BOLDUAN",
      "sentences": "What is cleanup and recovery going to look like? You mentioned that this is a community that's already having to deal with the aftereffects of Hurricane Helene. You get Milton coming in less than two weeks after that storm comes through. What does that mean for recovery? I mean, you guys are essentially going to be recovering and picking up pieces from the hit from two storms simultaneously.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:01",
      "speaker": "ANDERSON",
      "sentences": "That's right. We had debris out to be picked up from Helene. That debris is certainly fling (ph) debris now. So, yes, that could be extensive. You know, we're just going to have to go out there.Our salvage crews are amazing. So, you know, I'm sure we will get it picked up pretty quickly. We're on top of that. We're used to it being in this coastal community and we're used to storms. So, you know, it probably won't take us very long to do it because we're pretty good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "BERMAN",
      "sentences": "All right. Happening now, you can see right there, the eye of the storm from Hurricane Milton just left Florida's east coast moving out into the Atlantic, but there is still extreme danger from flooding, the water still rising in some places. Look at these pictures from Fort Myers overnight. Look how high the water is there. And we're also getting live pictures in which will take a look at a little bit from Clearwater, water rescues happening at this moment.There's continued tornado risk. Kate just spoke to an official from St. Lucie, that's on the east coast of Florida, reporting multiple fatalities there from tornadoes. We don't have an exact number yet, but obviously information is coming in as the sun rises. With me now is Mitch Landrieu, co-chair of the Harris for President Campaign. You were also lieutenant governor of Louisiana when Katrina and Rita hit. You've got experience at these moments. What's the most important thing the morning after?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "MITCH LANDRIEU, FORMER NEW ORLEANS MAYOR",
      "sentences": "Well, first of all, we don't know yet what the extent of the damage is. That storm was a really horrific storm. And in many instances, this is actually the most dangerous time. You still have a lot of water out there. As you said, you've had tornadic activity, which if that hits you, you know, we've had a couple of deaths from there. You have individuals that didn't leave that need to be rescued. So, you have to let the first responders do their work.I'm sure that the governor in short order is going to have a press conference with all the federal officials there to talk about what they see, what they know, what they have to do for the next couple of hours. But I know as hard as this has been for the people of Florida, you know, it's going to take some time to assess what the credible damages but listen to the governor to the local elected officials and let the emergency responders do their work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "BERMAN",
      "sentences": "And the governor of Florida, Ron DeSantis, will be holding news conference, we understand at, 8",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "LANDRIEU",
      "sentences": "Well, if there was ever a time for us to come together as a country, this is it. You have to be on the same team. The president, the governor, all the federal officials and state officials, the mayors in these areas, the police chiefs and the sheriffs and the EMS, everybody's got to stay really focused. The governor will help lead that effort. As you said, Administrator Criswell will be standing by his side. They're going to tell everybody what they see, what they know, how they think they can help.But the best thing that folks can do, even in this incredible pain, is listen to what it is that they tell you based on. They're going to want to rush back in. That's always a bad idea. There are 3 million people that are out of electricity. The worst of this storm is not necessarily over from everybody, because, as you said, John, this tornadic activity can really, really be dangerous. So, we're not out of it yet, and the damage is going to be catastrophic for many, many families and business owners and communities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "BERMAN",
      "sentences": "You started by saying everyone needs to put politics aside. How do you feel like that's going so far?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "LANDRIEU",
      "sentences": "Well, I think it's getting better. As you can see, the governor, Governor DeSantis, and, of course, Governor Cooper from North Carolina, they put down all of those conspiracy theories and said, listen, we're working really, really closely with the president. As you know, both the president and the vice president have been on this since before Helene. They seem to be in communication with each other. You got to block out the noise of the other stuff. That doesn't help. All that carping, all that fault line, all the all the misinformation and those lies, those are hurtful.And if we're talking about that, we're not talking about rescuing the folks they need to talk about. So, that noise has to go away. Let the clear command and control, the president, the governor, of course, FEMA, let them do their work because everybody is on the same page. These storms do not discriminate, red versus blue, you know, rich versus poor, they hit everybody pretty badly, you know, and evenly. And as you can see from your pictures, the damage is really going to be catastrophic. It is going to turn people's lives upside down. We have to all come together to put their lives back together as quickly as possible.",
      "isLastSentenceInterrupted": false
    }
  ]
}