{
  "date": "2024-02-26",
  "headline": "The Lead with Jake Tapper",
  "subHeadline": "Trump Ally Concealed Social Media Accounts From Investigations; Trump Campaign To Focus On General Election; Koch Suspends Support For Haley; Sen. Tammy Duckworth (D-IL) Weighs In On The Alabama IVF Ruling; Texas Man To Be Executed In Days, Gets Support For Clemency; Texas Man Set To Die Wednesday Insists He Is Innocent Of Double Murder; Desperate Aid Delivery Ruined; Biden: Hoping For A Ceasefire By Next Monday. Aired 5-6p ET",
  "utterances": [
    {
      "timeStamp": "17:00:00",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "Plus, behind the book bans in Florida, the organized effort pulling publications with naked characters taken off the shelves. Does this effort go too far? Is it censorship? Is this what parents really want? You might be surprised at the response from the woman leading this charge.And leading this hour, an investigation by CNN's K-File team, which has uncovered social media posts that a Trump ally concealed from prosecutors, posts that show he was pushing extreme election subversion strategies that could now put him in grave legal peril. We're talking about Kenneth Chesebro. Chesebro is the right-wing attorney who helped devise the fake electors plot, the scheme to appoint fake presidential electors that Republican legislatures would then use to overturn the actual results of the 2020 popular vote in key states. Chesebro has already pleaded guilty to a crime in the Georgia election subversion case, and he cooperated with prosecutors in other states so that he could avoid additional charges. Let's get more details from CNN's Marshall Cohen, who is breaking the story with K-File. Marshall, tell us about these tweets, and could Chesebro be at legal risk for seemingly hiding them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "MARSHALL COHEN, CNN REPORTER",
      "sentences": "Jake, he could. Listen, when you cooperate, you need to tell the truth. And CNN's K-File team uncovered a secret Twitter that Chesebro concealed from prosecutors in Michigan. There are dozens of tweets from 2020 that undercut what he later told prosecutors about his role in the scheme.Now, we've also obtained the audio of Chesebro's Michigan interview, so you can hear it for yourself. When he was asked directly if he used social media, if he had a Twitter, he said no. Listen to this. (BEGIN AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "UNKNOWN",
      "sentences": "Do you have any social media presence, Facebook, Instagram, Twitter? KENNETH CHESEBRO, FORMER TRUMP LAWYERwhatever, I mean, before --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "UNKNOWN",
      "sentences": "Any -- alternate IDs that you're using for that kind of stuff?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "CHESEBRO",
      "sentences": "No. I mean, I don't -- I don't do any tweeting.(END AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "COHEN",
      "sentences": "Now, maybe he had good reason to hide those tweets because they revealed that even before the 2020 election, Chesebro promoted a far more aggressive fake elector strategy than he later led on. So, here's one example, Jake. I'll play for you what he told the prosecutors, and then I'll show you the contradictory tweet.He repeatedly told investigators that the fake electors were purely a contingency to be used only if Trump won any of his election lawsuits. Here's what he told the prosecutors. Listen to this. (BEGIN AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "CHESEBRO",
      "sentences": "So, Eastman, he had this idea that the state legislatures could somehow be effective in overturning the courts, which I thought was ridiculous. I wanted conditional language in all the states that I suggested three times to the Trump campaign on December 12th that they make it conditional on winning litigation.(END AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "COHEN",
      "sentences": "Okay, so look at this from Chesebro's anonymous Twitter account called Badger Pundit. Literally, on the day that Trump lost, he wrote that Trump doesn't have to get courts to declare him the winner. He just needs to convince Republican legislatures that the election was systematically rigged.It's the tweet right here. You can see it on your screen. He's totally dismissing the role of the courts, embracing the strategy that you just heard him call ridiculous. Jake, this is just one of many examples where his tweets and his testimony, they don't line up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "Is there any reaction today from the Michigan prosecutors to this news and how are Chesebro's lawyers defending what seem clear contradictions?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:01",
      "speaker": "TAPPER",
      "sentences": "Yeah, calling him an other guy over there. It's the same guy. CNN's Marshall Cohen. Thanks for that story. Let's bring in CNN senior legal analyst, Elie Honig. Elie, on one level, I mean, I suppose, like, if the guy's an election liar, then people should expect him to lie about other things, too.But do you think Kenneth Chesebro is in even more legal jeopardy than he was before, potentially? And might this have an impact on his agreement to cooperate in the Georgia election subversion case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:01",
      "speaker": "ELIE HONIG, CNN SENIOR LEGAL ANALYST",
      "sentences": "Well, Jake, yes, absolutely. Kenneth Chesebro is facing more legal jeopardy now, and he is not and never has been a viable cooperator for prosecutors in Georgia. Now, first of all, as to his new statements, he has apparently provided misleading, at best, outright false, at worst, information to Michigan investigators, to Georgia investigators, and to other investigators around the country.That defense we just saw from his lawyer is utterly nonsensical. It doesn't get him out of the fact that he provided them incomplete and perhaps incorrect information. But the other thing to keep in mind is, as long as Kenneth Chesebro is out there giving two different stories, not fully embracing what he did, not admitting what he did, he is not a viable cooperator for the Fulton County D.A. They gave Kenneth Chesebro a softball deal. They let him plead out to probation, and the reason they gave is, well, he's cooperating. No, he is not. He has not come clean. He is a failed cooperator. That's a black eye for the Georgia district attorney as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:01",
      "speaker": "TAPPER",
      "sentences": "What do you make of the contradiction in just the basic question, do you have social media where he seemed to say no, and then obviously now his lawyers are admitting that Badger Pundit was him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:01",
      "speaker": "HONIG",
      "sentences": "Yeah, Marshall and the K-File team pulled the exact right piece of tape there. There's no ambiguity to that, and to prosecutor's credit, they don't just ask him, were you tweeting? They ask him straight up, did you have some sort of alter ego or burner account, or were you tweeting under any other name? And he says, no. That's the lie, that's the contradiction, and that's where he could be in trouble. TAPPER",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:01",
      "speaker": "HONIG",
      "sentences": "So, it sounds like what the D.A. has proposed here is really a fairly narrow gag order that actually almost exactly mirrors the federal gag order. What this would do, if adopted by the judges, prevent Donald Trump from making statements that could interfere with or influence the jurors, the witnesses, the courtroom staff, and the prosecutor staff, other than the D.A. himself.I actually think -- I'm not a fan of gag orders, I never used to seek them when I was a prosecutor, but I think in this case, it's appropriately narrow. It still allows Donald Trump to publicly criticize the case against him. He can say this is a bogus case, he can say I'm not guilty. He can even say the D.A. has bad motives here. So, I think what the gag order sets aside is narrow and fair.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:01",
      "speaker": "TAPPER",
      "sentences": "Trump's team is also asking that Trump's former fixer, Michael Cohen, who facilitated those payments to Stormy Daniels on behalf of Trump, be barred from testifying. Can they do that? Can the Trump team bar Michael Cohen from testifying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:01",
      "speaker": "HONIG",
      "sentences": "No, that is a ridiculous request. They have to know that if you have a witness who you think is impeachable, has lied or will lie, the answer is he gets to take the stand if one party chooses to call him, and then the other party gets to cross-examine him vigorously. And then it is up to the jury to decide whether they believe or disbelieve that witness.There is no such thing as a judge saying, I don't believe this witness, I think he's going to lie, therefore, he's off the stand. The DA is going to call Michael Cohen. They will assume all the risk that comes with that, but it's up to the jury, not a judge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:01",
      "speaker": "TAPPER",
      "sentences": "All right, Elie Honig, thanks so much, appreciate it. Let's go to the \"2024 Lead.\" Let's cue the music. Yes. The race for 2024 has moved to the critical battleground state of Michigan. This is the first battleground state primary or caucus. Let's bring in CNN's Eva McKend. She's in Grand Rapids following the Haley campaign. Kristen Holmes, of course, covers the Trump campaign for us.Kristen, Trump is well on his way to the Republican nomination, of course, but he has been unable to win over a substantial block of Republican voters. It's a minority, but it's still a big chunk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:00",
      "speaker": "TAPPER",
      "sentences": "So, Eva McKend in South Carolina Saturday, the split was 60 percent Trump, 40 percent Haley, roughly. This is how Haley tried to spin a 20-point deficit in her home state. Take a listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:00",
      "speaker": "NIKKI HALEY, REPUBLICAN PRESIDENTIAL NOMINEE",
      "sentences": "I'm going to count it. I know 40 percent is not 50 percent. But I also know 40 percent is not some tiny group.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:00",
      "speaker": "TAPPER",
      "sentences": "How is the Haley campaign trying to set expectations for Michigan, the Republican primary, and the results tomorrow night?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:00",
      "speaker": "EVA MCKEND, CNN NATIONAL POLITICS CORRESPONDENT",
      "sentences": "Well, Jake, by not setting expectations at all, in fact, they are raising the bar for former President Donald Trump. She told us today that right now she is raising every red flag possible. And she argues that Trump, in all of these early contests, is not winning by a mandate, that he's not getting above 90 percent. What the last few weeks have actually illustrated is that he is going to have a lot of problems in a general election with independent and moderate voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:00",
      "speaker": "TAPPER",
      "sentences": "And Eva, the Koch brothers have announced they're going to stop trying to support Haley in her presidential quest. Given that news, how much longer can she have on the campaign trail? You know, you need money to run for president. She says she's going to stay in until Super Tuesday, which is, I think, a week from tomorrow. Might that be her last stand?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:00",
      "speaker": "MCKEND",
      "sentences": "Well, it's unclear at this stage, Jake. Listen, she's got 10 fundraisers coming up. And her team says, after South Carolina, that they actually raised a million dollars. And a lot of that money came from people donating under $200. But it's not clear what upcoming state she can actually win. I put that question to her. Listen to what she told me.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:00",
      "speaker": "HALEY",
      "sentences": "We have 21 states and territories that are getting ready to happen. Why don't we wait and see what happens? We don't have to have a crystal ball and say this is going to happen or that's going to happen. We don't live in Russia. We don't anoint kings. We have elections. Let people vote.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:00",
      "speaker": "MCKEND",
      "sentences": "Can you name a single state you can win?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:00",
      "speaker": "HALEY",
      "sentences": "I can name that 70 percent of Americans don't want Donald Trump or Joe Biden.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:00",
      "speaker": "MCKEND",
      "sentences": "Now for her part, Haley already on to Minnesota this evening, where she is continuing to make her case to voters. And when I was speaking to voters here today in Michigan, Jake, they tell me that she's glad that she's still in this contest, that they don't believe that she should be bullied out. And they are hoping for some sort of miracle, for something maybe with Trump's legal cases to happen for her to ultimately become viable once and for all. Jake?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:00",
      "speaker": "TAPPER",
      "sentences": "Yeah. So, you have been public talking about how both of your children were conceived via IVF. First of all, explain how this measure might have affected you had you been living in Alabama. Like, why is there this conflict between saying that IVF is a person and being able to do it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:00",
      "speaker": "DUCKWORTH",
      "sentences": "Well, this is the same fear, type of fear that's a consequence of the definition of life is beginning at a fertilized egg that doctors are also going through in terms of women who are presenting in emergency rooms, you know, where their pregnancy is threatening their life.And doctors are telling women, go sit in the parking lot and bleed out for a while before we can take care of you until we know for sure you're almost dead before we can, you know, perform an abortion on you. It's the same thing. When I had an IVF, we fertilized five eggs. We discarded three of them because they were non-viable. The doctors could tell that they were not going to proceed any further because the eggs were not maturing. In that case, by discarding those three eggs, my doctor could have been guilty of manslaughter or even murder in a place like Alabama, where now life begins at exactly the moment of fertilization. So, a doctor who discards three eggs could be considered to be committing manslaughter. Worse, what about, you know, I have one egg that -- one fertilized egg that is (inaudible) that we are -- that's in storage. Am I guilty of manslaughter? Am I guilty? What happens when my husband and I decide to either donate that that fertilized egg for to another couple or I could donate it for scientific purposes? Am I now guilty of manslaughter? It's very scary, you know, Jake. And many of these groups like Texas Right for Life say that if you go through IVF, you must implant every single fertilized egg, which is just not viable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:00",
      "speaker": "TAPPER",
      "sentences": "So, this is becoming a very tricky political issue for Republicans. The National Republican Senatorial Campaign told candidates to, quote, \"clearly and concisely reject efforts by the government to restrict IVF,\" unquote. Former President Trump is also expressing his support for IVF. How much is this going to be an issue in the upcoming election, do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:00",
      "speaker": "DUCKWORTH",
      "sentences": "It's going to be a significant issue in the upcoming elections, just as access to reproductive choice will be a major issue in this upcoming election. And they can't run away from this. I started talking about this as a consequence of the move to turn Roe v. Wade back in 2018 when Neil Gorsuch was being confirmed. I said the same thing when Amy Comey Barrett was being confirmed. This is going to be the consequence of the fall of Roe v. Wade.And when you define life as beginning at fertilization, you can't also say that you support IVF. It doesn't work. That's not the way science works. And so, Republicans can try to cover themselves all they want. But at the end of the day, they are the ones after decades of effort who put this into place. And I laid this completely at the feet of my Republican colleagues and Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:00",
      "speaker": "TAPPER",
      "sentences": "Senator Tammy Duckworth, Democrat from the great state of Illinois, thank you so much for your time today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:00",
      "speaker": "DUCKWORTH",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:28:47",
      "speaker": "TAPPER",
      "sentences": "Our \"Law and Justice Lead\" now. Last ditch efforts are underway to delay the execution of a Texas death row inmate who has maintained his innocence for more than 20 years. And today, one of those efforts failed. The Texas Board of Pardons and Paroles today did not recommend clemency or a reprieve. Now, the final hope of Ivan Cantu rests in litigation before the courts and advocacy from individuals, including Kim Kardashian, who today posted the state will execute Ivan Cantu in two days.Cantu and his attorneys are claiming multiple issues with his conviction in the 2000 murders of his cousin, James Mosqueda, and his cousin's fiance, Amy Kitchen. They claim the state's key witness -- key witnesses gave false testimony at trial. Plus, they argue new evidence backs up a story Cantu relayed at the time of the killings. Let's go to CNN's Ed Lavandera in Dallas, who's been covering this for CNN. Ed, amid this 11th hour effort to delay Cantu's execution, one of the jurors who helped put him on death row is now in his corner?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:02",
      "speaker": "IVAN CANTU, DEATH ROW INMATE SEEKING NEW TRIAL",
      "sentences": "I'll be the first to tell you, if I was on the jury, I would have convicted myself absolutely with the case -- with the case that was presented, you know, by the prosecution and what the defense not doing anything. Give me a new trial with with the team on what the attorney that I've got today. And yes, I mean, we've already discredited the state's case on appeal and we wouldn't be able to do it in a courtroom also with whatever they were going to bring. I just have to brace for impact. The worst case scenario, they ignore everything and place me on that gurney and kill him.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:02",
      "speaker": "LAVANDERA",
      "sentences": "And Jake, full disclosure here Ivan Cantu and I went to grade school together for several years and when we spoke to him last week, that's the first time that I had seen him in nearly 40 years. But here with two days left his legal options are quickly running out. Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:02",
      "speaker": "TAPPER",
      "sentences": "Ed Lavandera in Dallas for us. Thank you so much.With us now to discuss actor and progressive activist Martin Sheen. And anti-death penalty activists Sister Helen Prejean, both are fighting to stop Cantu's execution. They're backing a petition with 60,000 signatures delivering it to the Texas Criminal Court of Appeals, and Collin County District Attorney. Martin, let me start with you. You have long been devoted to social justice causes. What is it about Ivan Cantu's case that drew your attention?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:02",
      "speaker": "MARTIN SHEEN, ACTOR",
      "sentences": "Well, clearly the first step was Sister Prejean, who asked me to just investigate on my own and I did, and your report there. I saw a longer report with him on Anderson Cooper's show this past Friday. And he interviewed Matt Duff, who did a documentary called Cousins in Blood, you can see it on YouTube. And that is the most powerful source of evidence that turns this whole case on its head. And that's why I got so totally involved. And now we're down to less than 48 hours. So it's critical that we get a stay for Ivan and that the truth come out, it can save his life and even exonerate him. So that's what we're trying to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:02",
      "speaker": "TAPPER",
      "sentences": "Sister -- Martin, but what's the name of it again? Cousins and blood?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:02",
      "speaker": "SHEEN",
      "sentences": "It's called Cousins in Blood. It's on YouTube.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:02",
      "speaker": "TAPPER",
      "sentences": "Okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:02",
      "speaker": "SHEEN",
      "sentences": "And it's made by Duff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:02",
      "speaker": "TAPPER",
      "sentences": "Okay. I just want to make sure people know where to search for it so they can watch for themselves. Sister Helen, Collin County District Attorney Greg Willis said he remained fully convinced that Ivan Cantu brutally murdered James Mesquita and Amy Kitchen. How likely do you think it is that the courts will stay his execution?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:20",
      "speaker": "TAPPER",
      "sentences": "What's that number again?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:20",
      "speaker": "PREJEAN",
      "sentences": "So glad you asked. It. 668366 the message right, save, S-A-V- E, save.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:20",
      "speaker": "TAPPER",
      "sentences": "Martin, you grappled with these issues through your day job. There's a West Wing episode where President Bartlet had the opportunity to stop an execution of a criminal but doesn't. And you want that you want said that you wished President Bartlet had stopped the execution but you realize the character was a was a politician calculating all the angles? Right now in Texas, Governor Abbott might be calculating angles. He holds his power to grant Cantu a reprieve. What would your message be to him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:20",
      "speaker": "SHEEN",
      "sentences": "Well, you know, my attorney, who was the advisor on that episode on the West Wing, said that I had to, you know, refrain from a stay of execution. I said, but I would never do that. And he said, But Barton would -- Bartlett woods so you're not bark bark if you if you end it so yeah, we some political decisions. But it was very clear that I couldn't do it personally.I don't know of anybody that can and I have a great sympathy for people that we authorized to do our killing for us. You know, I believe sincerely that if you support capital punishment, you must look life square in the eye, and choose death. And that's all you get.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:20",
      "speaker": "TAPPER",
      "sentences": "Martin Sheen and Sister Helen Prejean, who would remind us that the number is 668366 and the word is saved 668366 to save. Thank you so much for being with us to discuss this issue. Please come back again. SHEEN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:20",
      "speaker": "PREJEAN",
      "sentences": "Thanks, Jake. Great show.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:43",
      "speaker": "TAPPER",
      "sentences": "We are back with our world lead. And just moments ago, President Biden was telling reporters that he hopes to have a ceasefire and hostage deal in place for the Israeli-Hamas war. By the end of the weekend. Take a listen.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:43",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Well, I hope by the beginning of the weekend, until the end of the weekend. My National Security Adviser tells me that we're close. We're close, not done yet. My hope is by next Monday, we'll have a ceasefire.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:43",
      "speaker": "TAPPER",
      "sentences": "His hope is that by next Monday, there'll be a ceasefire. CNNs MJ Lee at the White House for us and CNN Chief National Security Correspondent Alex Marquardt is also here.MJ, that's a big announcement from the President to be given in an ice cream shop. What role is the U.S. playing here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:43",
      "speaker": "MJ LEE, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "Yes. Sometimes, Jake, as you know, big news comes from the president when he's talking freely with reporters in that kind of settings up precisely. But the President appearing to say that he is hopeful and optimistic that the pause a ceasefire that a lot of the negotiators have been working towards, could begin by the end of the weekend. He said perhaps by Monday, that, of course, is within a week or so that we are talking about and it would be an incredibly significant development, of course, because it would be the first cessation in the fighting in the Israel-Hamas war since that first seven-day truce we saw at the end of November. And we've of course been following the negotiations that have been ongoing for the last many weeks or so. And we know that all of the negotiators that are involved have been racing against the clock essentially, to try to get this deal done by Ramadan.And we have been talking about Ramadan sort of this deadline because that is when Israel has said that IDF would begin its ground incursion into Rafah in southern Gaza, if a deal is not struck before that. And of course, my colleague, Alex Marquardt, has been doing some great reporting on how Hamas has, in recent days, sort of softened some of its demands, and chiefly the most important one being the demand for Israel to pull out of Gaza altogether and bring it a permanent end to the war. So the President, again, seeming to sound optimistic that this could be in place in a matter of days. Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:43",
      "speaker": "TAPPER",
      "sentences": "So thank you so much, MJ. Alex, in addition to what MJ just said, giving you credit for the reporting, that that Hamas is requirement, previous core requirement that Israel pull out entirely from Gaza for the ceasefire to happen. What other requirements requests demands have they softened on? And how soon can this happen? Do you think this could actually happen at the end of the weekend?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:09",
      "speaker": "TAPPER",
      "sentences": "In our politics lead as you may have read many in the state of Florida or on a book-banning spree. We've also seen a few cases where school librarians, colored over illustrations in children's books. So is this in the best interests of the children? Legendary author and illustrator Maurice Sendak once said, quote, \"Grownups desperately need to feel safe and then they project onto the kids. But what none of us seem to realize is how smart kids are. They don't like what we write for them, what we dish out for them because it's vapid. So they'll go for the hard words. They'll go for the hard concepts. They'll go for the stuff where they can learn something, not didactic things but passionate things.\"As CNN's Carlos Suarez reports for us now. Maurice Sendak is one of the authors at the center of one woman's crusade to ban books and now even Florida Governor Ron DeSantis has cautioned some of this stuff is just going too far. (BEGIN VIDEOTAPE) CARLOS SUAREZ, CNN CORRESPONDENT (voice-over): At a school district meeting in Indian River County, Florida.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:09",
      "speaker": "JENNIFER PIPPIN, CHAIRPERSON, MOMS FOR LIBERTY INDIAN RIVER COUNTY CHAPTER",
      "sentences": "Throughout this entire book, there is pictures of people having sex and they're nude. It says I quote --SUAREZ (voice-over): Jennifer Pippin read it from a book she says doesn't belong in public schools. Her objection was the only item before a committee of parents and educators who will decide whether the book is removed. No one spoke in favor of keeping the book. The committee decides in April, a prolific book challenger Pippin heads the county's conservative parental rights group, Moms for Liberty. She knows a process well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:09",
      "speaker": "PIPPIN",
      "sentences": "We need to remove these materials because they are prohibited per all the laws and statutes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:09",
      "speaker": "SUAREZ",
      "sentences": "How many total number of books have you challenged yourself?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:09",
      "speaker": "PIPPIN",
      "sentences": "Myself here in Indian River County 242.SUAREZ (voice-over): Out of these a couple of titles stand out the literary classic in the Night Kitchen by Maurice Sendak and a newer book, unicorns are the worst about a grumpy goblin both have illustrations of characters without clothes. Pippin challenged both books under a Florida education law, which allows for the removal of a public school library book that depicts or describes a sexual conduct. In her formal objection, Pippin said the images were pornographic but in our interview, she walked back that claim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:09",
      "speaker": "SUAREZ",
      "sentences": "What's pornographic about them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:09",
      "speaker": "PIPPIN",
      "sentences": "So they're not pornographic. They contain nudity.SUAREZ (voice-over): But nudity alone is not harmful to minors. According to Florida law, the content would have to appeal to a prurient interest be patently offensive or without literary or artistic value.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:09",
      "speaker": "SUAREZ",
      "sentences": "By keep going back to nudity that is harmful to children. And so a goblins backside on the face of it, to me doesn't seem like it is harmful to children.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:09",
      "speaker": "PIPPIN",
      "sentences": "Absolutely. So again you and I can agree on that but some other parents may not agree. SUAREZ (voice-over)draw on clothing using permanent markers to cover up the nudity. So school librarians drew shorts, overalls and shirts on the illustrations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:09",
      "speaker": "SUAREZ",
      "sentences": "To see these drawings you think that genuinely could adversely affect a child who otherwise may not know what the backside of a goblin looks like or ever thought.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:09",
      "speaker": "PIPPIN",
      "sentences": "Sure. So if a child is possibly maybe being raped by an adult and you know maybe the seeing the nudity in itself, maybe just not the backside but seeing something nude could, you know be detrimental to them.SUAREZ (voice-over): From her home office in Orlando. Stephana Farrell couldn't believe it. She's part of the Florida freedom to read project and organization that tracks thousands of books being challenged in the state. STEPHANA FERRELL, CO-FOUNDER, FLORIDA FREEDOM TO READ PROJECT: I have an eight-year-old. As soon as we heard that unicorns are the worst had a drawing was getting drawn on, my son wanted to read it. And so we read through the book and he said to me, mom, she took out the funny part. Why would they do that? SUAREZ (voice-over): Ferrell said covering up the images is censorship. The publisher of Unicorns Are The Worst agrees telling CNN quote, \"There should be no place for this type of literary vandalism in our schools and libraries.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:09",
      "speaker": "FERRELL",
      "sentences": "These things are happening because the law is broad, and the rules are punitive. And people are scared. And we're we've lost track of good judgment and common sense.SUAREZ (voice-over): School libraries across Florida have removed more than 1,400 titles during the 2022-2023 school year. According to writer advocacy group, Penn America, Florida Governor Ron DeSantis, who signed the law making all of this possible now admits some book objections have gone too far. He wants a state lawmakers to limit the challenges. GOV. RON DESANTIS, (R) FLORIDA: If you're somebody doesn't have a kid in school and you're going to object to 100 books, now I don't think that that's appropriate. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}