{
  "date": "2024-10-13",
  "headline": "CNN Newsroom",
  "subHeadline": "Harris, Trump Locked In Razor-Thin Race With 23 Days To Go; Drone Attack Injures At Least 60 In North Central Israel; Iran's Foreign Minister Says No Red Lines In Defending Country's Interests; Fatal Shooting Near Tennessee State University During Homecoming; One Killed And Nine Injured In Nashville Shooting Saturday; DeSantis: Biden Approved 100 Percent Reimbursement For Florida Debris Removal; Meteorologists Get Death Threats Over Hurricane Conspiracies. Aired 4- 5p ET",
  "utterances": [
    {
      "timeStamp": "16:01:04",
      "speaker": "OMAR JIMENEZ, CNN HOST",
      "sentences": "Welcome, everyone. I'm Omar Jimenez in for Fredricka Whitfield.We are just over three weeks away from the election and right now both presidential candidates are locked in a neck and neck race. Both are preparing to hold rallies in key battleground states. In the next hour, former president Donald Trump will take the stage for a campaign event in Arizona. And moments from now, Vice President Harris will hold a rally in the swing state of North Carolina, where she spent the weekend campaigning. Tomorrow, Harris and her running mate, Tim Walz, will begin a weeklong campaign blitz of blue wall states, where voters there could decide the next president. And CNN's latest poll of polls of battleground states, they show Harris and Trump in a deadlocked race in those blue wall states of Michigan, Pennsylvania, and Wisconsin. We've got a team of correspondents out on the campaign trail covering these candidates. Alayna Treene is with the Trump campaign in Arizona, but I want to start with Eva McKend in Harris campaign in North Carolina. Eva, it sounds like the vice president may take the stage at any moment, but what can you tell us about her visit to North Carolina?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:01:04",
      "speaker": "EVA MCKEND, CNN NATIONAL POLITICS CORRESPONDENT",
      "sentences": "Well, Omar, what we have seen from the vice president over the last two days here in North Carolina is a real effort to recreate Biden's winning multiracial coalition of 2020. That's why the outreach to black voters in particular has been so intentional. She met with community leaders in Raleigh. She is slated to address black farmers here in North Carolina.And she spoke at a black church this morning. Her message to those congregants, she was admonishing the former president for how he's been talking about the response to the hurricane that of course has devastated so many people in this state, though she did not call out the former president by name. Take a listen. (BEGIN VIDEO CLIP) KAMALA HARRIS (D), VICE PRESIDENT OF THE UNITED STATES, 2024 PRESIDENTIAL CANDIDATE: Yet, church, there are some who are not acting in the spirit of community and I am speaking of those who have been literally not telling the truth, lying about people who are working hard to help folks in need, spreading disinformation when the truth and facts are required. And the problem with this, beyond the obvious, is it's making it harder then to get people life-saving information. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:01:04",
      "speaker": "MCKEND",
      "sentences": "So, Omar, you probably can tell by the music behind me now, but I will say that this rally in Greenville had a bit of a praise and worship vibe to what a gospel choir just left the stage. What we have heard from Democrats here time and time again is them lean on the audience to get out and vote early if they can. Voting begins here in North Carolina, early voting, in just four days -- Omar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:01:04",
      "speaker": "JIMENEZ",
      "sentences": "Yes, drop it like it's hot might be the gospel to some people, but yes, different vibes if that choir just got off stage as we see it sometimes at campaign rallies.Eva McKend, appreciate it. I want to bring in Alayna Treene with the Trump campaign in Arizona. Alayna, because Trump is going to hold a rally there in the next hour. What are we expecting the former president to focus on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:08",
      "speaker": "TREENE",
      "sentences": "Now, Omar, when I talk to Donald Trump's senior advisers, look, you know, a lot of people, a lot of Donald Trump's allies continue to tell him that the economy should be the number one issue, that he needs to rein in some of that really sharp rhetoric. However, his team does think that this language is working. They know and they believe that a lot of this fear-mongering and stoking fears specifically about immigrants in this country helped propel him to the White House in 2016. And they're hoping it could help do the same thing again this time around.They're also paying very close attention to polling. And they know that Donald Trump, for the most part, does better when it comes to the issue of immigration than Kamala Harris. So Donald Trump is leaning in. You're going to hear him lean in to that same language today. And just to bring this all back to Arizona in particular, Omar, because I do think it's important. You know, this is obviously a battleground state. It's one that Donald Trump won in 2016 but lost to Joe Biden in 2020 by fewer than 11,000 points. It's actually the smallest margin of a win that we saw in any battleground state last cycle. And Donald Trump and his team really do believe that this is one of those crucial states that will help him in the fall. They're more worried about the blue wall states, some other states, but Arizona, they are really hoping they can be victorious in once again. So I think you'll hear a lot of that same type of language when Trump takes the stage in roughly an hour right now -- Omar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:08",
      "speaker": "JIMENEZ",
      "sentences": "All right. We'll keep an eye out.Alayna Treene, Eva McKend, thank you both. A \"New York Times\"-Sienna College poll out this morning shows Vice President Harris is struggling to win over Latino voters despite Trump's anti-immigrant message. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:08",
      "speaker": "TRUMP",
      "sentences": "If Kamala gets four more years, the entire country will become like the migrant camp of L.A. and San Francisco. I'm hereby calling for the death penalty for any migrant that kills an American citizen or law enforcement officer.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:08",
      "speaker": "JIMENEZ",
      "sentences": "So what's interesting is two-thirds of likely Hispanic voters polled that were born inside the United States say they believed Trump was not referring about -- to them when he spoke about immigrants. More than half of likely Hispanic voters polled born outside of the United States also believe Trump is not referring to them.So joining me now is Ron Brownstein, a CNN senior political analyst, and his new piece published in \"The Atlantic\" is called \"Kamala Harris's Muted Message on Mass Deportation.\" So, Ron, let's start in that arena. Why are Latino voters maybe not resonating enough with the Harris campaign?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:08",
      "speaker": "RON BROWNSTEIN, CNN SENIOR POLITICAL ANALYST",
      "sentences": "Yes, I think the principal reason is the economy. You know, many Latino voters, many Latino families live at the margin, paycheck to paycheck, and the people living at the margin are those who have been the most hit the hardest by inflation. In that \"New York Times\"-Sienna poll, only about one-fifth of Latino say that they are better off because of Joe Biden's policies, about one-third said they were better off because of Donald Trump's policies. And that's about the share of the vote that he's winning.It takes us back to the immigration and mass deportation point, Omar, because I have been saying I believe for months if every Latino voters who believe that Donald Trump is better for their bottom line, votes for him in the end, that's an unacceptably large share of Latinos for Trump to win, for Democrats to thrive in this election. And that means they have to convince at least some Latino voters who are now inclined to say that Trump was better for their finances to oppose him on other grounds and she's been very cautious about doing that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:08",
      "speaker": "JIMENEZ",
      "sentences": "And look, I mean, part of campaigns in any cycle is trying to meet voters where they are and trying to get your message across and hopefully instill confidence in the people that you're talking to. And I think we saw a little bit of that from the Harris campaign last week in sort of their choice of media to go and do interviews for and appearances for.And I'm curious from your perspective, do you think Harris's performance during the Univision town hall in Las Vegas move the needle at all for undecided Latino voters?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:00",
      "speaker": "JIMENEZ",
      "sentences": "So potentially to sharpen their messaging is something to keep an eye out for in this final stretch here.Ron Brownstein, really appreciate the time as always, and for those who mentioned, go check out his \"Atlantic\" piece. Really good and insightful as always. Thanks, man.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:00",
      "speaker": "BROWNSTEIN",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:16:45",
      "speaker": "JIMENEZ",
      "sentences": "All right, everyone, we've got some breaking news out of the Middle East. At least 60 people were injured in north-central Israel after a drone attack. Hezbollah is claiming responsibility for the attack on an area south of Haifa.CNN's Nic Robertson is in Tel Aviv for us. So, Nic, what's the latest from the Israeli authorities on this attack?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:16:45",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Yes, this strike took place in a town called Binyamina. It's about 30 miles north of where we are in Tel Aviv right now. There was a strike of some description, appears to have been a UAV. Medics on the scene say they treated more than 60 casualties, some of them were so serious and severe they were evacuated by helicopter. Others were taken in ambulances to a number of different medical facilities across the center of Israel.The injuries range from critical to severe to moderate to light. We're still waiting to get more details of this. Hezbollah has claimed that it sent drones to target what it's described as the Golani training base in Binyamin, the town where this strike took place. Now, the IDF has not said that one of their bases was struck, although some social media video and some reporting seems to indicate this was in fact an IDF base. The Golani, one of the elite units who've been in combat both in Lebanon and as well in Gaza. But the details so far that we have tonight do seem to indicate that Hezbollah has managed by its own claims to get a missile through onto troops here. This is something they've been saying over the recent days that they were aiming to do. It's a mass casualty event clearly, and also appears to be one of the bloodiest strikes against Israelis inside of Israel since October 7th last year. And if the early reporting is accurate that this was an IDF base, this will be the bloodiest strike on IDF soldiers. Again, inside of Israel away from the combat lines since October 7th last year. And it's also worth here just mentioning that along the border with Lebanon, in the fight today, the IDF has reported 25 casualties and two deaths. So this is quite a heavy toll along the border with Lebanon. And of course this strike adding to that this evening as well -- Omar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:16:45",
      "speaker": "JIMENEZ",
      "sentences": "Continuing to gather more details on this I know, hour to hour. You've continued to gather more.I want to step back on another development today because United States says it's sending anti-ballistic missile system and troops to Israel. Do you get a sense of why the timing of this move is so important?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:00",
      "speaker": "JIMENEZ",
      "sentences": "Nic Robertson, in Tel Aviv. Thank you so much for the reporting.Now that missile defense system Nic was talking about, it's what the United States is sending to Israel. It comes as Iran has threatened to respond to any new attack by Israel. Iran's foreign minister even saying this weekend that Iran has no red lines in defending their interests. CNN's Fred Pleitgen is following the story from Tehran. So, Fred, what is the latest that you're hearing on the ground there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:00",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Hi there, Omar. Well, there certainly is a lot of tough talk coming from the Iranians. You have the foreign minister, as you mentioned, saying that Iran so far, as he put it, has made tremendous efforts to stop an all- out war as he also said in this region, but that there were no red lines.Also tonight, in fact just a couple of minutes ago, the head of the aerospace forces of the Revolutionary Guard came out and said that Iran was prepared, as he put it, for any missteps that Israel might take. Obviously that could mean that Israeli retaliation for the last ballistic missile strike by the Iranians. All of this, of course, making the standoff between Iran and Israel and the tension in the Middle East a huge issue not just here in Iran, but of course in the U.S. election campaign as well. So what we did is we went out and asked Iranians whom they would rather see as the next U.S. president. Here's what they said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:00",
      "speaker": "PLEITGEN",
      "sentences": "Right now presidential election in America. Are you for Harris or for Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:00",
      "speaker": "PLEITGEN",
      "sentences": "Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I like him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:00",
      "speaker": "PLEITGEN",
      "sentences": "Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He -- I think his sanction for Iran but he was better than Obama.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Better for Iran, not Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:00",
      "speaker": "PLEITGEN",
      "sentences": "Not Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "No. Yes, not him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:00",
      "speaker": "PLEITGEN",
      "sentences": "Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I think he has big problem with this country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:00",
      "speaker": "PLEITGEN",
      "sentences": "But you think for you as an Iranian, you would rather see Kamala Harris as U.S. president?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I like Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:00",
      "speaker": "PLEITGEN",
      "sentences": "You like Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:00",
      "speaker": "PLEITGEN",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I like Trump because he care about economy and care about the people of America. And if America is great, good for every people in the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We would like to be Harris as president in this case, and I hope that they come back to the table of negotiation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:00",
      "speaker": "PLEITGEN",
      "sentences": "Do you think Trump could make a deal with Iran? Do you think Trump could --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No, I doubt it. I doubt it. I don't think so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:00",
      "speaker": "PLEITGEN",
      "sentences": "Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Because I told you he is very aggressive and pro- war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:00",
      "speaker": "PLEITGEN",
      "sentences": "What do you think of Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I think he's a good man because when he want to do and want to say he will do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:00",
      "speaker": "PLEITGEN",
      "sentences": "So he does what he says?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes. Yes. Exactly. And not like politic man. It's like a real man.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:00",
      "speaker": "PLEITGEN",
      "sentences": "You can see there's some pretty interesting answers that we got there here on the streets of Tehran. Generally, though, people extremely well-informed about U.S. politics and the current election campaigns that are going on. One of the things of course that we have heard from the Iraniangovernment and from those in power, they say no matter who the next U.S. president is, Iran is not going to change its course and is going to continue to confront the United States here in the Middle East -- Omar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:29:00",
      "speaker": "JIMENEZ",
      "sentences": "One person was killed and nine others injured in a shooting near Tennessee State University in Nashville after its homecoming parade Saturday. Now officials say one of the victims is in critical condition and the search for suspects is ongoing.Joining us with more details is CNN correspondent Brian Abel. So, Brian, what more do we know here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:00",
      "speaker": "JASHAWNA RUCKER, WITNESS",
      "sentences": "All I her were a whole bunch of gunshots like I was so close to it, I thought it was just fireworks, but end up being gunshot and everybody was just running now.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:00",
      "speaker": "ABEL",
      "sentences": "Now, Nashville's mayor. Freddie O'Connell, reacted on X postingTennessee State did also put out a statement about the mass shooting saying: Please keep the effective families in your thoughts and prayers during this difficult time -- Omar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:00",
      "speaker": "JIMENEZ",
      "sentences": "Again, a difficult time. It was supposed to be a celebratory time.Brian Abel, really appreciate the reporting. All right. After the break on CNN NEWSROOM, President Biden touring storm-ravaged Florida for the second time in a little more than a week. We'll bring you the details, coming up. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:00",
      "speaker": "JIMENEZ",
      "sentences": "All right. Welcome back, everyone.Governor Ron DeSantis just spoke at a press conference in Treasure Island, Florida, where he urged Floridians to start working to remove debris, advising that President Joe Biden approved 100 percent reimbursement for debris removal for 90 days. (BEGIN VIDEO CLIP) GOV. RON DESANTIS (R), FLORIDA: Today, I'm directing over 2,800 personnel from the Florida Department of Transportation, the Florida State Guard, the Florida National Guard, the Florida Highway Patrol, and Urban Search and Rescue Teams to continue work around the state on debris removal. (END VIEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:00",
      "speaker": "JIMENEZ",
      "sentences": "Now, his remarks come after President Joe Biden toured the extensive damage left by Hurricane Milton.We've got a team of correspondents covering this. Brian Todd is in St. Pete Beach, Florida, and Arlette Saenz is in Wilmington, Delaware. Brian, I want to start with you because Biden announced more than $600 million to strengthen the power grid in the Southeast. What is the sense that you're getting there on the ground of what's impacting people the most?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:00",
      "speaker": "BRIAN TODD, CNN CORRESPONDENT",
      "sentences": "Well, it's the power outages and the gas shortages, Omar, that are impacting people the most -- the most. And interesting, you mentioned that $600 million. And of that $600 million, more than $90 million of it is going to two power utility companies here in the state of Florida, not only to help themselves get online now, but also to help shore up their infrastructure to protect from future hurricanes, because frankly, these hurricanes that are hitting the state of Florida are not getting any weaker. They are only getting stronger.Now, a short time ago when he was here, President Biden spoke about the entirety of government response to the hurricane here in Florida. Here's what he had to say. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "This is a whole of government effort from state and local to FEMA, to U.S. Coast Guard, Army Corps of Engineers, the Energy Department, Environmental Protection Agency, Department of Defense, just to name a few. FEMA has delivered 1.2 million meals, over 300,000 liters of water, 2 million gallons of fuel. And so far, we've reinstalled 100 satellite terminals to restore communications in impacted areas.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:00",
      "speaker": "TODD",
      "sentences": "What also stood out about the president's visit here was the bipartisan nature of it. Several Republican officials from the state of Florida accompany the president on his tour and spoke afterwards, including the mayor of St. Pete Beach, Adrian Petrila, the chair of Pinellas County, Kathleen Peters, Senator Rick Scott, who's Republican, and Anna Paulina Luna, a Republican congresswoman from Florida.All of them accompany the president. They all had praise for the president. He spoke well of them. Interestingly, Governor Ron DeSantis did not accompany the president and the president said he did not speak to Governor DeSantis today. But the president has praised Governor DeSantis in recent days for being cooperative with the recovery effort -- Omar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:00",
      "speaker": "JIMENEZ",
      "sentences": "Yeah. And, Brian, thank you for that reporting.I want to bring in Arlette Saenz because, Arlette, House Speaker Mike Johnson has doubled down on his stance at Congress won't return early to give FEMA additional disaster relief funding. He says, the agency has enough to meet its needs. And while that might be true in the immediate future, do you have a sense of what the administration is asking for and what they are saying they need?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:00",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, President Biden has made clear that passing additional disaster relief funding should be a top priority for Congress. But one big question is how much of her request the White House will be submitting, and also how soon that disaster relief could actually get passed.As you mentioned, House Speaker Mike Johnson reiterated today that he does not plan on bringing the House lets back early to deal with additional FEMA funding. Senate Majority Leader Chuck Schumer hasn't shown any signs that he would bring the Senate back early either. Now so far, FEMA and officials have said that they have enough funding to address immediate needs, the immediately response -- immediate response and recovery following Hurricane Helene and Hurricane Milton. But what they are warning is that the agency is quickly running out of funding to deal with other natural disasters that could be around the corner. But so far, they have not put a price tag on exactly how much they want Congress to pass. Here's Secretary Alejandro Mayorkas talking about it a bit earlier today. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:00",
      "speaker": "SECRETARY ALEJANDRO MAYORKAS, HOMELAND SECURITY",
      "sentences": "We are still, for example, assessing the damage from Hurricane Milton, which is of historic strength. And it also led to approximately 27 different tornadoes. So we don't know the impact. We don't know what's coming tomorrow. Whether its another hurricane, a tornado, a fire, an earthquake, we have to be ready and it is not good government to be dependent on a day-to-day existence, as opposed to appropriate planning.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:00",
      "speaker": "SAENZ",
      "sentences": "Now, in addition to FEMA disaster relief funding, the administration, President Biden has also said that there is another program with a small business administration that needs additional money to help small business owners and homeowners recover property or equipment that they might have lost in these two hurricanes.So this is something that the White House says continues to be a top priority. It does not seem likely at this point that lawmakers would be he coming back early this likely could get pushed until past Election Day. And then, of course, there could be a funding fight if people can't get on the same page about how much exactly this agency needs to prepare for other disasters that could calm down the road.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:00",
      "speaker": "JIMENEZ",
      "sentences": "And we still are in hurricane season at this point. So, it's not far-fetched to say that could happen.Arlette Saenz, really appreciate it. Now, in the wake of Hurricanes Helene and Milton, the White House has scrambled to respond to what appears to be an unprecedented amount of misinformation and conspiracy theories surrounding the storm and the federal response to it. Some of the wildest claims have been picking up steam on social media, including one that the government is somehow behind controlling hurricanes. Georgia Congresswoman Marjorie Taylor Greene also helped fuel that speculation, suggesting storms are controlled events. They're not. Let's be -- let's discuss all of this with Bill Nye, also known as \"The Science Guy\". He's host of several TV series including \"The End is Nye\" on PBS, and author of \"Great Big World of Science\". He's also part of the too hot not to vote campaign and has endorsed Kamala Harris for president. Bill, good to see you. I want to start with -- look, we're following these theories that spread online, and that's how a lot of these gains steam. But what is the real-world impact of these conspiracies about weather and climate change? BILL NYE, \"THE SCIENCE GUY\": Well, the real-world impact is people don't get out of the way. That's the short-term thing when people are asked to evacuated, they think they can get through it and then it ends up where we all -- because were all in this together, we all end up supporting or taking care of people, or helping to remove debris and so on. And look, I'll say again, my heart goes out to everybody. This is really a mess, followed by a mess, and it's going to take quite a while to get through it. But with this in mind, I cannot help but harken to Peter Bergen's editorial, I guess it was day before yesterday, talking about security. So this -- this weather, these extreme weather events are a matter of security. And I also cannot help but think about Franklin Delano Roosevelt's freedom -- four freedoms which were freedom of speech, freedom of religion, freedom from want, freedom from -- from starvation, and then freedom from fear. So if you live in these areas and you realize the Gulf of Mexico is warmer than it's ever been in recorded history, you know you can expect more hurricane, extreme weather events. And so what are you going to do? You have fear going to do. And so please serious, serious time. And as we always say, this shouldn't be political -- shouldn't be partisan rather.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:00",
      "speaker": "JIMENEZ",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:00",
      "speaker": "NYE",
      "sentences": "But it is political. Where do we direct our intellect and treasure, Omar? JIMENEZhas -- has found itself not just in, you know, experiences online, but it's also resulted in some real threats to some of the people trying to spread some of the science around, around this. I mean, earlier on the show, I was talking to a local TV meteorologist who says she got death threats for debunking conspiracy theories about hurricanes. But instead of ignoring them, she continues to be active on TikTok and other social media going through these theories explaining what's true, what's not. She actually said you are one of the folks that that inspired her. We clipped it real quick for you. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:00",
      "speaker": "JIMENEZ",
      "sentences": "It's a personality we all share. But are you surprised that that weather experts are actually being targeted here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:00",
      "speaker": "NYE",
      "sentences": "Not anymore, because we all have a tendency just first thing you do is try to shoot the messenger as the old saying goes, that somebody bringing you bad news is somehow responsible for the bad news. This is some human tendency that we all want to overcome.And by we all -- I mean, all of us, U.S., and world citizens have to work together to address climate change. Now, look, everybody, the reason these hurricanes are happening is because the Gulf of Mexico and the mid-Atlantic is warmer than it's -- they're warmer than they've ever been. And not only that, the warmth that goes deep in the Caribbean and Gulf of Mexico. And so, you're not getting relief that you traditionally get when a hurricane would dissipate. Instead, they're strengthening. Now, this is well-documented, this is science, but I'll just say again brought it up, I -- reason I did these videos for \"Too Hot Not To Vote\" is because one side is very concerned about climate change and the other side is not -- is essentially taking bribes from the fossil fuel industry. And we just got to cut it out, you guys, we're all in this together, Omar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:00",
      "speaker": "JIMENEZ",
      "sentences": "And I think along those lines, you said this is the most important election in human history. Within the context of climate change, why do you believe climate plays such a big role in this election?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:00",
      "speaker": "NYE",
      "sentences": "Well, it affects everything we do. You know, where do we spend on it? We spend it on social programs as Peter Bergen -- and they're not called social welfare. It's security -- security for our citizens, we spend money on that, and we spend money on the military.The U.S. military is very, very concerned about climate change. They have basis in near shore facilities, Norfolk, Virginia, Florida, San Diego. These are places where the Navy depends on the sea level staying about where it is, but it's not staying where it is. The world's getting warmer, the ocean's expanding. Ice is sliding off of Antarctica in Greenland, into the sea, making it also rise. So the sooner we get to work on this, the better everybody. It'll -- it'll be exciting. We're going to solve global problems working together. Come on! Omar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:00",
      "speaker": "JIMENEZ",
      "sentences": "Look, if there's anyone that can give me a pep talk to solve global problems, it would be you.Bill Nye, \"The Science Guy\", really appreciate you being here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:00",
      "speaker": "NYE",
      "sentences": "One more thing. Hang on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:00",
      "speaker": "JIMENEZ",
      "sentences": "Oh, yeah, go for it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:00",
      "speaker": "NYE",
      "sentences": "You got to be optimistic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:00",
      "speaker": "JIMENEZ",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:00",
      "speaker": "NYE",
      "sentences": "If you're not optimistic, you're not going to solve this problem.This is the United States. Come on. This is what we do. We solve big problems. Come on, everybody. We can do this. But if you want to do something about climate change in the next six weeks, vote. Thanks very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:52:40",
      "speaker": "JIMENEZ",
      "sentences": "Tonight, a new episode of TV on the edge takes viewers through the devastating aftermath of Hurricane Katrina in New Orleans. It follows the storm surge and the failure of the levees. Those most affected look to the federal government and its institutions for help. With many feeling that not nearly enough attention or resources were being sent their way.During a live telethon for hurricane relief, Kanye West lashed out at then-President George W. Bush, becoming one of the first viral moments, but more importantly created a spark that galvanized a generation, laying the groundwork for the Black Lives Matter movement. Here's a preview. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:52:40",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "George Bush doesn't care about Black people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:52:40",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "George Bush does not care about Black people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:52:40",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "George Bush doesn't care about lack people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:52:40",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "And I can remember the hair on the back of my neck standing up.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:52:40",
      "speaker": "JIMENEZ",
      "sentences": "There's no way you forgot that moment.Be sure to tune in, a new episode of \"TV ON THE EDGE: MOMENTS THAT SHAPED OUR CULTURE\", airs tonight at 9:00 p.m. Eastern and Pacific on CNN. Meanwhile, SpaceX successfully launched Starship on his fifth and so far, most ambitious test flight this morning, the rocket launched into space travelled halfway around the world then safely landed on a giant pad in the Indian Ocean as planned. SpaceX was also able to catch the 232 foot-tall rocket booster, a huge step toward its goal of making it a fully reusable rocket system. Starship is the vehicle selected to land U.S. astronauts on the moon as soon as 2026. Some of the images you hear everyone cheering huge achievement. All right. The presidential election is less than a month away, and \"Saturday Night Live\", you know they're going to do politics. Maya Rudolph, Dana Carvey, James Austin Johnson, among other star in this \"Family Feud\" sketch. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:52:40",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Something that you keep in your glove apartment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:52:40",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Oh, a Glock, Steve, a big old Glock.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:52:40",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Oh.Let's go with the President Biden, something that you keep in your glove box?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:52:40",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I like to buy a vowel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:52:40",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Well, that is -- that's a wrong game, player.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I say lots of different things, but it all comes together so beautifully, like an episode of \"Seinfeld\". Seinfeld, you know, Jerry was always wearing mom jeans. He had genes, just like the immigrants who are ruining this country, they're eating the pets. They're eating Moo Deng.But it's so sad. We are getting our asses kicked. I mean, you look at Korea, you look at Japan- America's not even included. There's no room. So it's like glove compartment, right? There's no room. You see what I did there, Steve?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Oh, yeah, I know exactly what you did. Show me, dementia.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}