{
  "date": "2024-08-23",
  "headline": "CNN 10",
  "subHeadline": "Labor Dispute Halting Freight Railroads in Canada; New Name For Surge Pricing. Aired 4-4:10a ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "RAHEL SOLOMON, CNN BUSINESS CORRESPONDENT",
      "sentences": "If all the reports this year about the strong labor market left you feeling, well, skeptical, newreports suggest that maybe the labor market wasn`t quite so hot after all. In fact, the U.S. added 818,000 fewer jobs than previously expected. That works out to about 68,000 fewer net jobs added per month since April of 2023. That`s according to the latest revision from the Bureau of Labor Statistics. So this is a standard report. They do it every year. In fact, this is only the first annual revision. The final figure will come out in February of 2025. But if we look at sectors where fewer jobs were added, the greatest fewer jobs were added, it looks like the biggest industries were industries like professional and business services, they added 358,000 fewer jobs than previously expected. Leisure and hospitality about 150,000 fewer and manufacturing about 115,000 fewer. So what does all this mean? Well, these are not job losses. That`s key. These are fewer jobs being added. But broadly, it does mean that the labor market isn`t as strong as previously expected. But it also gives the Federal Reserve yet another sign that it may be time for a rate cut at their next meeting next month. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "Next in our CNN 10 Olympian series, Team USA sensation Grant Holloway. At the last Summer Olympics in Tokyo, he missed out on the 110-hurdle gold medal by five one-hundredth of a second. That`s twice as fast as the blink of an eye. But in the years since, Grant worked his tail off. He allowed that failure to refine him. And a couple of weeks ago in Paris, he finally claimed that Olympic gold that had eluded him. I asked him about that, his animal spirit and even got him to break dance. Check it out. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "I was in that stadium. And when that gun went off, man, you got out like out the gate. How hungry were you for that moment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "GRANT HOLLOWAY, USA ATHLETE",
      "sentences": "I was -- I was starving. No pun intended. But just to get out there and to replicate what I wanted to do for three yearsnow, you know, I`m happy. You know, the career Grand Slam is finally complete. And now that I`ve done that, now I can actually take some shots at the world record. And everybody`s been talking about it. So, you know, the main goal this weekend was just to win. You know, nobody is going to remember the time. They only remember the medal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "HOLLOWAY",
      "sentences": "So I just want to make sure I just go out there and do what I have to do. Man, I`ve gotten to chat with you before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "Nice guy, gentle soul, gentle spirit. But the elite athletes have a switch. Take us inside the mind of Grant Holloway. What flips that switchfor you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "HOLLOWAY",
      "sentences": "You know, when you`re out there in front of 80,000 fans, why not put on a show? You know, people vote tickets in my mind to see me. I wasthe main event. People wanted to see what was going to happen at that night. So I just wanted to just make sure I just went through and do all I had to do. And, you know, the sky`s the limit. You know, so, you know, I`m 26 years old. I`ve done everything that that anybody ever wants to do in the sport. And I think it`s -- I think it`s going to be remarkable. These next couple of seasons is being able to run stress free.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "Absolutely. All right. What was your spirit animal be? Simone Biles told me when she`s at the gym, she`ll be a honey badger. But then at home,she`s a sloth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "HOLLOWAY",
      "sentences": "Let`s say when I`m on the track, I`m a -- I`m a lion. I`m a lion. I got nothing but I got a heart of a lion. And then when I`m at home -- Ithink when I`m at home, I`m a betta fish.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "HOLLOWAY",
      "sentences": "I like that. I like my all -- I like to be by myself. And then when other people call my territory, you know, I got to go attack. I got toget him about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "That`s right. All right. When I talked to you in Atlanta, you said if you won, what was you going to be doing? You said I`m going to be dancing.Today`s the opening day of breaking, the breaking competition.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "HOLLOWAY",
      "sentences": "Oh, yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "Come on, what you got?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "HOLLOWAY",
      "sentences": "I got --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "Give us -- oh, oh, oh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "HOLLOWAY",
      "sentences": "Oh. Go get a gold, baby. Go get a gold.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "Get that man a gold.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}