{
  "date": "2024-01-19",
  "headline": "Laura Coates Live",
  "subHeadline": "Questions Swirl Over Fani Willis's Alleged Affair With Trump Prosecutor; Los Angeles Innocence Project Takes On Scott Peterson Murder Case; CNN Presents \"Overtime With Bill Maher\"; Fans Sue Madonna For Concert Delays. Aired 11p-12a ET",
  "utterances": [
    {
      "timeStamp": "23:00:00",
      "speaker": "LAURA COATES, CNN HOST AND SENIOR LEGAL ANALYST",
      "sentences": "She brought charges against Trump and 18 others in Georgia. Now, Fani Willis has some serious questions of her own to answer. Tonight on LAURA COATES LIVE.Well, the election subversion case against Trump in Georgia is a sprawling one. I mean, it involves more than a dozen co-defendants, some of Trump's closest allies, and sweeping racketeering charges, otherwise known as RICO. You've all heard people talk about it. Now, a new -- let's call it a wrinkle for a second -- could make this case a whole lot messier. It relates to Fulton County District Attorney Fani Willis, the special prosecutor that she brought in, Nathan Wade, and whether there's some big conflict of interest that would actually affect the underlying charges. Wade's estranged wife is allegedly -- is alleging Willis had an affair with her husband, and she says she's got the receipts to back it up. Now, there are new records released in the divorce proceedings, including copies of credit card statements that show Wade purchased airline tickets for himself and for Willis. The destinations, apparently Miami in October of 2022 and San Francisco in April of 2023. Now all of this has blown up after Mike Roman, one of the defendants in that Georgia case, moved to now disqualify Fani Willis over the alleged relationship. Roman claims it began before Willis hired Wade in November of 2021 to manage the case. He didn't provide any proof, mind you, and to be clear, there's still a lot we need to learn. For her part, Willis says, nothing to see here. In a court filing yesterday, she accused Wade's wife of conspiring with -- quote -- \"interested parties in the criminal election interference case to use the civil discovery process to annoy, embarrass, and oppress her.\" And Willis has been openly defending Wade and her other appointed counselors, mind you, even though she hasn't directly addressed the allegations. (BEGIN VIDEO CLIP) FANI WILLIS, FULTON COUNTY DISTRICT ATTORNEY:  All three of these special counselors are superstars. But I'm just asking God, is it that some will never see a Black man as qualified, no matter his achievements? What more can one achieve? The other two have never been judges, but no one questions their credentials. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "COATES",
      "sentences": "Well, tonight, all this is even getting even more complex, if you can believe it. The Fulton County commissioner now launching an investigation into allegations that Willis misused county funds and took gifts or other personal benefits from Wade. Now there are potentially huge implications here. Will Willis or Wade lose their jobs? Who would replace them if that were the case and is the case itself in jeopardy?And frankly, what does this mean for Trump and the other co- defendants? I mean, it may not take too long for us to learn the answers because the judge overseeing this important Georgia case has now set a February 15th hearing to consider whether Willis and Wade should be disqualified. I want to dig right into this because this is such an important, important conversation with former Trump attorney, Tim Parlatore, trial and compliance attorney, Seth Berenzweig, and Tia Mitchell, Washington correspondent for \"The Atlanta Journal-Constitution.\" Okay, just going through what I've described, messy, reads a bit like a \"Housewives\" episode of some kind, and yet all of that's going on is deeply interesting for so many reasons because it could actually mean that this very important trial in Georgia will be viewed through a lens that they don't intend it to be. Let me begin with you here, Tim, on this issue because, look, we don't yet know what her response is to the allegations. She has not directly addressed them. But when you hear this at first blush, what do you think of? Is this really tied to the facts of the case or really about a soap opera?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "COATES",
      "sentences": "Maybe. We don't know that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "PARLATORE",
      "sentences": "-- it is something that ends up putting their personal interests tied to the case. And so, therefore, judges do frequently disqualify. I've had that myself in previous cases. And so, they would be out, the Fulton County District Attorney's Office would be out because she's the head of that office, and another office would come in, possibly the attorney general or another county, which could take a very different view of the case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "COATES",
      "sentences": "Well, let me ask you. When you think about this and if it's not implicating the underlying facts of the case, is it that the optics don't look good and, therefore, a jury pool might raise an eyebrow? Because you have to wonder if these allegations don't actually go to the heart of the matter. We're not really clear entirely how they do although the disqualification request suggests that judgment is impaired here in some respects. What is the issue?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "SETH BERENZWEIG, TRIAL AND COMPLIANCE ATTORNEY",
      "sentences": "Well, the issue at hand is whether this co-defendant in the RICO case can use the dirty laundry from this incredibly messy and high-level divorce to soil the RICO case in a way for him to tell the court that this is such an infected corrupt process that they should be thrown out, that this case should be thrown out, and everything should be turned upside down.And while I absolutely agree that in the court of public opinion, this is really a hot mess and I don't even know what she was thinking, her brief on this issue is due February 2nd. So, we have to wait a little bit in terms of reserving that judgment hearing on February 15th. But regardless of what happens in the court of public opinion, I really think that in a court of law, it's going to be very difficult for this co-defendant to say that this messy laundry in a divorce case is something that can disqualify these folks or certainly to have his case dismissed in the RICO action.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "COATES",
      "sentences": "You're with \"The Atlanta Journal-Constitution.\" I have to wonder how this is all playing out locally, how is this being viewed. Obviously, from the 10,000-foot step back of the national perspective, maybe it looks some way, but is it being perceived the same way locally?TIA MITCHELL, WASHINGTON CORRESPONDENT, ATLANTA JOURNAL-CONSTITUTION: Well, I think people are still processing. I actually had a friend of mine today call me and say, break it down, why does this even matter, why is Fani Willis's personal life having any type of reflection on this RICO case. And so, I think regular folks, some of it might depend on your personal leanings. If you already were not a fan of the RICO case, you already weren't a fan of the district attorney, then for you this is proof of politicization of the issue. This is proof that maybe that she isn't as sharp or as prepared and maybe this is all about personal vendetta. But if you are inclined to give her the benefit of the doubt, if you do think that Trump should be held accountable, then maybe you're looking at it like, why does again something that's personal in her -- something that's messy in her personal life, why does it have any bearing on this case? And so, quite frankly, what's playing out kind of nationally is what's also playing out locally. And again, Fani Willis has not directly answered the core question as to whether she does have an intimate personal relationship with her special prosecutor. So, in the absence of kind of where that actually stands, a lot of this is just rumor and innuendo right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "COATES",
      "sentences": "You know, it's interesting. There's an irony I can't, um, can't get out of my head. The idea of so many people have been angered about a lack of due process when it relates to Donald Trump or any of the co-defendants, the assumption that there's some political witch hunt that's underlying all of it, and you have to give them due process in the benefit of the doubt.And there's an eagerness, right, in our society to get all the answers immediately, we try to bypass that at times because we want the answers now, and she has said, I'll let my filing speak for it. But there is something about the jury pool, and I always go there as a trial attorney and think to myself, what do I want the jury to be thinking about when I'm standing before them? What message do I want to send? How do I want their mind to be focused? And you have to wonder about how this will play for a jury to look and see, hmm, is this person here fairly? Are they qualified or something else? Does it cast some doubt on it? Is that worth it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "PARLATORE",
      "sentences": "You know, as a prosecutor, you really want to be able to have, you know, a higher moral position and --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "COATES",
      "sentences": "Morality for lawyers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "PARLATORE",
      "sentences": "I know.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "COATES",
      "sentences": "This is a new course (ph). I don't know. I don't know but okay.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "COATES",
      "sentences": "Why do you say that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "PARLATORE",
      "sentences": "Just -- he doesn't understand basic criminal principles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "COATES",
      "sentences": "I'm sure he would take issue with that, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "PARLATORE",
      "sentences": "Well --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "COATES",
      "sentences": "Obviously, you're connected as a counsel, so I don't know if this personally would work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "PARLATORE",
      "sentences": "He didn't understand the Fifth Amendment is something that operates for witnesses to invoke when they are accused of being a conspirator. So, you know, simple things like that that he didn't understand, and that he can get a judge to just simply order it. So, I think --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "COATES",
      "sentences": "You're chomping at the bit on that. Excuse me. Go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "BERENZWEIG",
      "sentences": "Well, be careful what you wish for. I mean, there have been allegations that he's a lightweight. But if you're a criminal defendant, I don't know why you'd want to disqualify him. Now, in fairness to him, he has also been a judge, and there have been elements of his resume that balance in the other direction. So, you know, reasonable people can differ.But really, this has become a weapon of mass distraction for Mr. Trump and the co-defendants. It's also going to be an open question as to whether this will ultimately get to the jury because they will absolutely file a motion to preclude this admission to say that it is -- it's not probative, it's prejudicial, it's very, very distractive. So, it's very much an open question about whether it comes in, but I think we're all in agreement that this is an incredibly bad look. We'll see what she files on February 2nd, but it really raises a heightened degree of concern.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "COATES",
      "sentences": "I mean, I do wonder, I can't help but wonder, just knowing the role that perception plays and sexism can play. If it were a man who were the lead D.A. having these allegations, would it be viewed differently? I don't know the answer to that. Would the qualifications be treated differently based on how people perceive? I don't know the answer to that.But I do know that as a trial prosecutor, you want the jury focused on the case. You want the jury focused on these defendants and what you can prove in court. And I do wonder in the same way that the defendants believe this to be a politically motivated witch hunt against them, I could easily see a jury population saying, huh, pot calling the kettle black. This seems a lot like a hit job.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "MITCHELL",
      "sentences": "Yeah, and I think Fani Willis, in her speech on Martin Luther King on Sunday, raised an issue of racism and whether that's playing any role in this, because there are three special prosecutors, she pointed out the one that's receiving the criticism that he's not qualified as the one who's Black.Of course, she also has mentioned being a woman in this role and things like that. I think, again, people will agree or disagree depending on, I think, where they naturally already arrived at the case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "COATES",
      "sentences": "Kind of a Rorschach test, in that respect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "MITCHELL",
      "sentences": "Yes, absolutely. But I do think that Fani Willis has made decisions that ultimately may not with the case, but at the end of the day, she's still an elected official. She's still a politician and has to deal with the realities of public perception for her own career and her own legacy and, quite frankly, her own job.And I don't know if some of the decisions she has made in the last couple of weeks have served her well. I get that she wants to let this play out in court. She's -- you know, she's kind of saying, you know, I'm going to speak through the filings. That's speaking like an attorney. That's not necessarily speaking like a politician. I think the politician in her probably should have addressed this more clearly and more head on because now we've had over two weeks of speculation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "COATES",
      "sentences": "It was a notorious murder case. Scott Peterson was convicted and sentenced to death in 2005 for the killing of his nearly eight- month pregnant wife and their newborn son. Now, in a shocking development, the Los Angeles Innocence Project is taking up his case, looking at newly discovered evidence saying it's investigating Peterson's claim of actual innocence.But let me back up for a second, okay? Take a minute to just remember how all of this unfolded. Peterson's 27-year-old wife, Laci, disappeared on Christmas Eve back in 2002. A short time later, police discovered that Peterson was having an affair with a massage therapist named Amber Frey. Months later, when the bodies of Laci and her unborn child washed up in San Francisco Bay, police arrested Peterson and charged him with murder. When arrested, 30 miles from the Mexico border, Peterson was carrying nearly $10,000 in cash, multiple cellphones, his brother's ID card, and he had dyed his hair. Peterson pleaded not guilty and has maintained his full innocence. [23:19:55] His death penalty was overturned in 2020, and a court reaffirmed his conviction in 2021 with a life sentence and no possibility for parole. But in April 2023, his attorneys filed a petition that alleges -- quote -- \"a claim of actual innocence that is supported by newly discovered evidence\" -- unquote. Now, the Innocence Project is involved. The organization's mission statement says -- quote -- \"We work to free the innocent, prevent wrongful convictions, and create fair, compassionate, and equitable systems of justice for everyone.\" Its director saying that \"it became apparent to me that numerous items referred to throughout the police reports in Mr. Peterson's case were not included in the discovery that was provided to the defense at the time of trial.\" Joining me now, Michael Belmessieri. He was a juror in Scott Peterson's trial. Mike, thank you so much for joining me. I had to tell you, when most people saw this headline, they had to first go back 20 years and think about all that transpired during that trial. I mean, he has been in prison now for more than 20 years. You were a juror. How are you feeling about the news that there are claims by his new counsel that he could potentially be innocent?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "MICHAEL BALMACIERI, JUROR IN SCOTT PETERSON TRIAL",
      "sentences": "Good morning -- I mean, good evening, Ms. Coates. Uh, yes, I don't -- I don't feel bad about anything that we've done. We made decision based on the evidence and testimony that was available at the time.Now, apparently, there may be some new evidence, and, yeah, I think that that's nice that we have an organization like that group that is able to do these sorts of things. I mean, you know, justice denied isn't justice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "COATES",
      "sentences": "A really important point, talking about the context of what was before you as we ask all of our jurors to the evidence that is coming before them, to consider that and weigh as you ponder and deliberate a verdict.I mean, at the time of the sentencing, I remember Sharon Rocha, who is Laci Peterson's mother, said this after Scott's sentencing. Quote -- \"You are selfish, heartless, spoiled, self-centered and a coward. But above all, you are an evil murderer. Not even Satan will claim to have a part in your making. You, Scott, have proved that evil can lurk anywhere. You don't have to look evil to be evil. You chose what you thought would be the easiest way out for you.\" You know, when you look at that and hear that as obviously a heartbreaking statement by a mother who has lost her daughter and grandchild, what was it about the evidence that came in that made you believe that he, in fact, was guilty?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "BELMESSIERI",
      "sentences": "Well, it took a while. But, you know, the issue of determining Scott Peterson's guilt was not one issue. It was several issues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "COATES",
      "sentences": "Hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "BELMESSIERI",
      "sentences": "It was a case in which -- you know, it was -- there wasn't a lot of physical evidence but a lot of circumstantial evidence. And it was like a puzzle.You know, you have to listen and pay close attention to the testimony and so many other things in respect to the recordings and what have you, the form and opinion, and then sit down with the rest of the jurors and deliberate on that, to cover what makes sense, what the logic and the reasoning of whatever actions or statements or what have you are, and come to a -- come to a final decision. And that's what we did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "COATES",
      "sentences": "Uh-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "BELMESSIERI",
      "sentences": "We worked very hard. Very hard. Ang it was -- you know, I mean -- you know, it was stressful. But in the end, I am of the firm belief that we made the right decision because we made the decision based on truth, based on fact. And there can only be one truth and fact. Now, when we look back at that, I think that's exactly how juries ought to proceed.And it's a situation where Scott is guilty until proven innocent. Now, before he was innocent until proven guilty, you know, the prosecution succeeded at that. Now, he's guilty with me until proven innocent. Not everybody feels that way. I understand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "COATES",
      "sentences": "Hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "COATES",
      "sentences": "Well, I'll tell you, I remember that trial lasting for five and a half months, the deliberations, and everyone kind of held their breath, wondering what would happen in this trial.I should note for the audience, Mike, that they are at the Innocence Project requesting DNA testing from duct tape found on Laci Peterson's pants, rope tied around the neck of her son, Connor Peterson's remains, a target bag from near where Laci was found, and some duct tape from that bag, you know, all of which, I'm certain, would have played an interesting part of a trial. Michael Belmessieri, thank you so much for being here today and helping us to better understand the jury process today in America. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "BELMESSIERI",
      "sentences": "Bye-bye.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "COATES",
      "sentences": "Now, let's turn it over to our friends at HBO because every Friday, after \"Real Time with Bill Maher,\" Bill and his guests answer viewer questions about topics in the national conversation. So, here is \"Overtime with Bill Maher.\"(BEGIN VIDEOTAPE) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "BILL MAHER, HBO POLITICAL TALK SHOW HOST",
      "sentences": "All right, great to be back on CNN. Happy New Year. We've got with us today the guy who hosts MSNBC's \"The Beat with Ari Melber,\" Ari Melber is over here, and he writes for the \"Weekly Dish\" newsletter, Andrew Sullivan.(APPLAUSE) Okay. All right, Ari, what do you make of the recent study that found that half of inflation in the U.S. -- oh, yes, I saw this -- is due to high corporate profits? They're calling this greedflation, which I think is -- (LAUGHTER) -- right. I mean, what impact does greedflation have on our economy? Right. So, people are -- you know, there was a legitimate reason why prices rose for a while but then, of course -- (LAUGHTER) -- they used that as an excuse to raise the prices. Now that stuff is coming down, some of the prices don't come down, too, because the profits are fat now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "ARI MELBER, MSNBC HOST AND CHIEF LEGAL CORRESPONDENT",
      "sentences": "Yeah, the price gouging is documented. They brag about it in earnings calls to Wall Street. It's allowed. There are other places that make it much harder. France has rules that actually make this a lot harder to do. But here, it is legal but it's outrageous. At the time, they're giving themselves big pay raises in the boardroom, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "MAHER",
      "sentences": "Well, here's my question. What do you do about it? I remember two things. Gavin and I talked for a second about jawboning. I mean, presidents did that in the past. They literally just did it by the power of presidential coercion. They got people in the Oval Office and they said, look, you, knuckleheads, you're doing something bad for the country, and sometimes that worked.Nixon, as I recall, maybe I got this wrong, but I think he had price controls. I mean, they -- that's something very foreign. Even I don't barely remember that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "ANDREW SULLIVAN, WRITER, THE WEEKLY DISH",
      "sentences": "They didn't work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "MAHER",
      "sentences": "No --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "SULLIVAN",
      "sentences": "And they don't work in the long run.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "MAHER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "SULLIVAN",
      "sentences": "But the best way to bring prices down is competition, right? So, if these companies, if there's a cartel involved in keeping prices high when they should be going down, then the cartel needs to be broken up. I haven't read the study, so I don't know.But it's not like inflation hasn't been explained by a variety of factors. Obviously, the supply side stuff, the constrained supply of goods, then you had the big overspending of the Biden stimulus, which really did -- I understand why they --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "MAHER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "SULLIVAN",
      "sentences": "-- did it and they got a good deal of growth from it, but they did --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "MAHER",
      "sentences": "Well, some of that was -- some of that was Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "SULLIVAN",
      "sentences": "Some of that came out in inflation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "MAHER",
      "sentences": "Well, some of that was Trump, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "SULLIVAN",
      "sentences": "Yeah, absolutely. We over --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "MAHER",
      "sentences": "Everybody --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "SULLIVAN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "MAHER",
      "sentences": "-- got together. Spent $6 trillion to lock ourselves in our room.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "SULLIVAN",
      "sentences": "But what's interesting now is the most resilient --(APPLAUSE) -- high prices are food, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "MAHER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "SULLIVAN",
      "sentences": "Right. Are food corporations bragging about this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "MAHER",
      "sentences": "Well --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "MELBER",
      "sentences": "Yeah, they are in the earnings calls because they don't think they're really going to get heard that much. They're even doing it on diaper sales. And it's not a cartel, but there aren't a lot of diaper providers. So, if the three main companies do it on the national basis, then no, there's no price -- MAHER",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "SULLIVAN",
      "sentences": "There are limited companies --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "MAHER",
      "sentences": "Either at the beginning or end of life.(APPLAUSE) We definitely want --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "MELBER",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "MAHER",
      "sentences": "I mean, like, I always hear people -- I always hear people bitch about plumbers. You know, they charge you an arm and a leg. Have you ever needed a plumber? If plumbers only knew what we would pay them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "SULLIVAN",
      "sentences": "Yeah.(LAUGHTER) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "MAHER",
      "sentences": "When it's coming up through your bathroom.(LAUGHTER) Okay. Andrew, this is for you. What are your thoughts about the Pope's recent declaration that sexual pleasure is a gift from God? Thanks, big man. (LAUGHTER) (APPLAUSE) But that -- but that pornography must be avoided. Well, that's contradictory. (LAUGHTER) No, I'm kidding.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "SULLIVAN",
      "sentences": "He's stating, actually, Catholic doctrine. We're not supposed to hate our sexual pleasure. We're not supposed to -- I mean, this is not the case with Protestants, of course. But Catholics are allowed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "MAHER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "SULLIVAN",
      "sentences": "I remember when I first realized I had this between my legs. It was the best day of my entire life.(LAUGHTER) (APPLAUSE) And I never really could understand it as a sin. Masturbation and that pleasure was just something that seemed so obviously self-evidently natural and great. Why would God be punishing me for it? And I actually -- I was very devout. I just decided, well, that's obviously not true. The way I decided that, well, the Virgin Mary wasn't physically ascending into heaven. I mean, there were certain things you said, okay, no, that's not right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "MAHER",
      "sentences": "I remember when I was first masturbating, and I did not know what it was. We didn't have --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "SULLIVAN",
      "sentences": "I didn't know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "SULLIVAN",
      "sentences": "I know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "MAHER",
      "sentences": "And it seemed like, this doesn't seem right, but --(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "SULLIVAN",
      "sentences": "The fact that you remember that moment, I remember that moment, too --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "MAHER",
      "sentences": "Oh, yes, I do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "SULLIVAN",
      "sentences": "-- just shows you how natural it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "MAHER",
      "sentences": "And how naive we were compared to kids today because I'm sure they know everything before they're seven years old.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "SULLIVAN",
      "sentences": "They do. And there was no porn either. Like I --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "MAHER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "SULLIVAN",
      "sentences": "-- used to -- honestly, I had a scrapbook. I would draw the dudes I wanted to have sex with.(LAUGHTER) That's all I could do, draw them. But that meant that my imagination was kind of set off. MAHER:  Right. Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "SULLIVAN",
      "sentences": "When I first discovered sex, it was like, oh, this is interesting, that is interesting. Now, you meet like someone who's 21. They're like, well, I'd like you to be daddy with a bad report card. We need to be there with a spanker and show up at this flight and wear this. And I'm like, where did you get this from?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "MAHER",
      "sentences": "Okay.(APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "SULLIVAN",
      "sentences": "(INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "MAHER",
      "sentences": "We're on CNN --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "SULLIVAN",
      "sentences": "I'm sorry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "MAHER",
      "sentences": "-- not \"Club Random.\"(LAUGHTER) (APPLAUSE) For panel, who do you think Trump has on his shortlist for VP? Well, Stefanik is the one that was talked about now? She's the -- isn't that the one that they were talking? She's the New York State -- used to be a normal and then became Trump crazy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "SULLIVAN",
      "sentences": "And the tormentor of Claudine Gay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "MAHER",
      "sentences": "Yes. Why? Oh, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "SULLIVAN",
      "sentences": "That's what -- that's what --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "MELBER",
      "sentences": "But I think still Haley. I mean, Trump has teamed up --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "SULLIVAN",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "MELBER",
      "sentences": "I think he's teamed up with people who've said way worse things. J.D. Vance wrote a whole book and launched his career attacking Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "MAHER",
      "sentences": "He doesn't care about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "MELBER",
      "sentences": "He doesn't care about any of that. And Haley, although there are parts of MAGA as we discussed that might not love her, if Trump says this is it and he's very practical and she would help in the suburbs, which is his biggest general election vulnerability, I think there's a lot of the actual numbers people around Trump who are trying to get him to think about that. And it would -- it would probably get him several points.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "MAHER",
      "sentences": "I saw on the paper this week that he is doing better and did better with college education.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "MELBER",
      "sentences": "Yup.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "MAHER",
      "sentences": "I remember when he won Iowa or was running in Iowa in 2016, and he had that famous line, I love the poorly-educated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "SULLIVAN",
      "sentences": "Yes.(APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "MAHER",
      "sentences": "I mean, we can't write this --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "MELBER",
      "sentences": "Bill, you said tonight that it looks like he could get reelected. He definitely could. But --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "MAHER",
      "sentences": "Oh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "MELBER",
      "sentences": "-- he got three million fewer votes in '16, he got seven million fewer votes in '20, and they had bad midterms, and the Democrats have won every state-based special election last year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "MAHER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "MELBER",
      "sentences": "If he's going to win, which he could, he can't run as the '20 or '16 version of him, and the ticket is the first largest way to say to the suburbs, I'm a little different. It's not going to be politics (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "SULLIVAN",
      "sentences": "The trouble with Nikki is that she makes sort of Dick Cheney look like the Dalai Lama.(APPLAUSE) I mean, there is not a -- there is not a country she would invade, not a region she wouldn't bomb. She is the most unreconstructed neocon I've ever come across in politics. And Trump's entire message is I'm not an unreconstructed neocon. I think the base of this focus --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "MAHER",
      "sentences": "Again, you're parsing. You're giving the voters way too much credit. Like they are looking at, neocon is not --(APPLAUSE) No, this is not what they're thinking about. I don't --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "SULLIVAN",
      "sentences": "I think -- no, this is why I get back to the issues with Trump. No, I think one of the issues that helped him was people were sick of these wars. And when they have someone who seems they want to get into more wars, they were not going to like it. It's a big issue for them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "MELBER",
      "sentences": "I don't think voters expect the running mate to set foreign policy. Period.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "MAHER",
      "sentences": "I don't think they think about foreign policy a hell of a lot except if it -- the one that they care about now is Ukraine because it's holding up immigration reform. They care about this country, what's going on in this country, just the way most people watch local news. They don't watch national news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "SULLIVAN",
      "sentences": "That means they don't want the wars, which Nikki represents. That's their position on foreign policy. We don't want to have one, really.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "MELBER",
      "sentences": "Yeah, the median Trump voter doesn't think that he's going to take the cues from her on that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "MAHER",
      "sentences": "That's really the issue they're voting on. Nikki Haley, what is she going to do about Pakistan? I just don't think this is --(APPLAUSE) I don't know what to do. All right, I have time for one more. Oh, I see they're going after Alec Baldwin again for the shooting at -- is this not the most ridiculous thing? I mean, does anyone think Alec Baldwin purposely shot that person? If not, what is this about? If it was an accident, it was a horrible accident. Accidents happen. Maybe this is some sort of manslaughter thing. But certainly, he didn't go, give me a loaded gun, I want to shoot the cinematographer. I feel this is ridiculous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "MELBER",
      "sentences": "And you want a legal view?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "MAHER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "MAHER",
      "sentences": "Okay, that's it. Right out of time. Thank you, CNN. Thank you, audience. Thank you, panel. We'll see you next week. Good to be back.(APPLAUSE) (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "JONATHAN HADDEN, PLAINTIFF IN LAWSUIT AGAINST MADONNA",
      "sentences": "Well, because it's consistent behavior. I attend a lot of concerts. I greatly enjoy live performance. And, of course, anyone can be excused for -- quote, unquote -- \"unforeseen circumstances.\"But her delays are not related to unforeseen circumstances. She plans on going on that late. It has been every night on the tour. And --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "COATES",
      "sentences": "How do you know that, Jonathan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "HADDEN",
      "sentences": "-- while it may sound frivolous for one person to be slightly inconvenienced, there were 20,000 people in the audience that night alone. And she's doing six concerts overall in New York. That's 120,000 people, and then multiply across all the cities. So, this is a major inconvenience to a large population of people. COATES",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "HADDEN",
      "sentences": "Well, here's the thing. I've been to every Madonna tour since 1985. She's a wonderful performer. I would encourage everyone to go see her shows. However, it is definitely misrepresentation to say that a show is going to start at 8",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "COATES",
      "sentences": "I have to wonder from the perspective of many people who have gone to a concert that's advertised, and all of a sudden there is an opening act that you didn't anticipate.You bought a ticket to see said performer and they have an opening number that goes on longer than you thought, or you thought there maybe was an end time or you wanted them to play all of your favorite songs and pops and they decided, I'm done with that, I want to play my other music. Would all of those things then rise to the level of a lawsuit because it wasn't your preference of how they connected their own performance?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "RICHARD KLASS, LAWYER REPRESENTING PLAINTIFF IN SUIT AGAINST MADONNA",
      "sentences": "So, you know, Madonna is notorious for starting her concerts late, much later than what the ticket says. However, that's not always the case. She has started concerts on time.So, it's not the case that she always starts a concert two hours or over two hours late, and it's unreasonable, unconscionable that she does that. And also, a lot of fans are not aware that that's what happens with her concerts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "COATES",
      "sentences": "I understand the inconvenience and especially if you're in a certain city and you're relying on public transportation and beyond. But what is the end game? Surely you could have left, someone would say. You could have just decided not to attend the concert or have left early at the time that was convenient for you. Would a refund be sufficient or are you asking for greater damages?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:04",
      "speaker": "HADDEN",
      "sentences": "The rest of the world operates on schedules. That's the way the world operates. Things start at a certain time. There's an expectation the concerts will run approximately three hours. Eight to 11 is the typical concert.Anything that is not going to be typical should be identified as such. If you're starting at a later hour, if you're running for five hours, all of those things should be noted. That's just good communication and good business practice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:04",
      "speaker": "COATES",
      "sentences": "Well, I suspect there are a number of reasons Madonna is on the tip of people's tongues for many decades, but Jonathan Hadden and Richard Klass, thank you both for stopping by. I was really interested in what you had to say, and I'm glad you spoke here today. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:04",
      "speaker": "KLASS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "COATES",
      "sentences": "You know how sometimes you say something and you wonder whether people might take it the wrong way? Well, it happened to me earlier this week.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "COATES",
      "sentences": "They're beating a dead horse. PETA, don't kill me, just turn a phrase and I say that.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}