{
  "date": "2024-11-19",
  "headline": "CNN News Central",
  "subHeadline": "U.S. Envoy Negotiating Israel-Hezbollah Ceasefire In Lebanon; FEMA Administrator Testifies Before Congress; ACLU Sues ICE Amid Trump's Plans For Mass Deportation; Riley Laken Text To Mom: \"About To Go For A Run If You're Free To Talk\". Aired 2:30-3p ET",
  "utterances": [
    {
      "timeStamp": "14:30:00",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "But also, according to an Israeli source, a deal isn't quite yet imminent.And that's because Israel wants the guarantee of being able to carry out actions militarily in southern Lebanon should there be violations of the ceasefire, and that is the point upon which this may fall apart from the Israeli side. It's unclear if Lebanon would ever agree to such a stipulation in an agreement, whether explicit or implicit. In fact, it's difficult to see them agreeing to that. And yet, Israel's government may not be able to come to an agreement to come to a ceasefire without that stipulation in there, without the guarantee that they can take military action in southern Lebanon, should there be a violation of the ceasefire. And that's where this final effort will be focused, trying to bridge a gap that, Brianna, in the end, may be unbridgeable. So we've said this so many times before when it comes to negotiations, not only between Israel and Lebanon, but also Israel and Hamas, we are so close, closer than we've been in a long time to an agreement to end the fighting and yet not there yet. That being said, Hochstein, the envoy, his visit to the region is a positive sign, but not a guarantee at this point. Certainly, we'll keep watching this space.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "Yes, maybe some optimism, but that doesn't mean they're over the finish line at all.Oren Liebermann, thank you so much for that report. And happening now, round two of testimony for FEMA administrator, Deanne Criswell. She is being grilled on Capitol Hill about hurricane disaster relief and whether some in her agency may have avoided helping Republicans in hard-hit areas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "SANCHEZ",
      "sentences": "These hearings come as there are concerns about FEMA's ability to respond to natural disasters. And this scandal over an employee who was recently fired after being accused of bypassing homes in Florida with Trump signs in their yard.Here's what that FEMA worker told CNN. (BEGIN VIDEO CLIP) MARN'I WASHINGTON, FORMER FEMA WORKER: What I'd like for the American people to know is, before I even deployed to Florida, that this was the work culture there. I was on two teams in Florida. And the first team when I arrived, they we're implementing avoidance and de-escalation, and unfortunately that trend ran with those Trump campaign signs. I don't create policy. FEMA does. I just implement it in the field. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "SANCHEZ",
      "sentences": "Here now is the FEMA administrators response just a short time ago.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "DEANNA CRISWELL, FEMA ADMINISTRATOR",
      "sentences": "There is nothing in our policies and our procedures and our training that would direct any employee to bypass anybody's home based on their political party.I cannot speak to what her motivations were but this came to my attention again on November 7th. I directed my team to get me information. They gave me factual information on November 9th, which is when I directed the termination of this employee. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "SANCHEZ",
      "sentences": "CNN's Sunlen Serfaty is covering this story for us.Sunlen, it seems like they're trying to paint this to be an isolated incident while the employee is saying, no, this is a broader pattern.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "SUNLEN SERFATY, CNN WASHINGTON CORRESPONDENT",
      "sentences": "That's absolutely right, Boris. The FEMA director could not have been clearer that she believes that this is not the culture of the agency. She says not part of the policies, the training anything.And she says that, for the most part, for the moment, that this was not an agency wide directive, that they've only, so far, she says, uncovered this one employee on that one team that gave this directive to their team to avoid places and houses that we're displaying Trump signs. But certainly, this is the second hearing of the day. We expect a lot more fireworks here because Republicans have been very clear that they want to get to the bottom of this story. And we heard that pushback from her at this morning's hearing. But that second hearing today, just underway. And here's more of what she said earlier today of what the investigation so far has uncovered. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "CRISWELL",
      "sentences": "We have an ongoing investigation, Chairman Perry, to determine if there was any additional acts that violated our core values of compassion, fairness, integrity and respect.(CROSSTALK) REP. SCOTT PERRY (R-PA): OK, so I guess there's -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "PERRY",
      "sentences": "-- an ongoing investigation. But this isn't a law enforcement thing where you can't say, well, we have an investigation, so we can't talk about it.You can talk about this. Does the investigation including -- include her immediate supervisors and several steps above them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "CRISWELL",
      "sentences": "The investigation includes those that were deployed in this particular incident. And we have found no evidence that there is anything beyond this one employee's specific direction.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "KEILAR",
      "sentences": "Its really interesting. And what is formal FEMA policy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "SERFATY",
      "sentences": "Yes, it's so interesting you asked, and it's important here, because that's what we're talking about here.Now I'm going to pull up my phone. It does talk about dealing with hostility. And the important part is one part of the policy says, \"remove yourself from the situation if you feel threatened.\" Later, it goes on to say, \"If the person continues with hostile behavior, or if you feel unsafe, leave.\" Now it does not say anything specifically about Trump supporters, Harris supporters, or political identity either.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:27",
      "speaker": "TRUMP",
      "sentences": "-- you can't live like that.(CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:27",
      "speaker": "TRUMP",
      "sentences": "On day one of my new administration, the invasion ends and the deportation begins.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:27",
      "speaker": "SANCHEZ",
      "sentences": "And now, the president-elect's plans for mass deportation go head-to-head with the legal system.The American Civil Liberties Union is suing Immigration and Customs Enforcement to get records about ICE Air Operations. That's the network that transports non-citizens to U.S. detention facilities and then back to their countries of origin. The ACLU says it sought the records in August through a Freedom of Information Act request, but ICE officials failed to respond. And now the ACLU alleges in its lawsuit that, because of Trump's victory, quote, \"the need for the records requested is especially urgent. These mass deportation plans raise serious concerns about operational feasibility, their impact, and the potential for continued and increased serious abuses and dangers on ICE Air flights.\" ICE tells CNN that it does not comment on ongoing or pending litigation in response to a request for comment. Joining us now is Cecillia Wang, the national legal director of the ACLU. Cecillia, thank you so much for being with us. What specific information are you seeking about ICE Air, and why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:27",
      "speaker": "CECILLIA WANG, ACLU NATIONAL LEGAL DIRECTOR",
      "sentences": "This is the third in a series of ACLU government transparency lawsuits as we prepare for an expected flood of civil rights violations by the Trump administration.This current lawsuit that we filed yesterday is, as you said, seeking records relating to this shadowy network of privately run airlines and other transportation providers that the government has been using to transport people who've been deported, ordered deported by the United States. There have been serious concerns raised about the use of these shadowy, privately run companies in the past. During the first Trump administration, for example, the government of Colombia refused to participate in receiving people who were being deported through this shadowy network because they heard that mothers and children were being shackled for the duration of these long flights from the United States back to Colombia. Similarly, there was a planeload of people, who the Trump administration, the previous Trump administration, tried to deport who were shackled in an airplane for 48 hours, eventually having to turn back and go back to the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:27",
      "speaker": "SANCHEZ",
      "sentences": "So when it comes to the first Trump administration, the maximum number of people they could deport per year was roughly just over a quarter of a million.What resources do you imagine would need to be deployed to execute the president-elect's current plan of deporting all undocumented migrants?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:07",
      "speaker": "SANCHEZ",
      "sentences": "So, given what you know now, Cecillia, what laws do you anticipate the administration could violate as it executes this plan? If it takes, your example, troops from Virginia to go into Maryland to conduct deportations, is that against the law?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:07",
      "speaker": "WANG",
      "sentences": "Sure. There are a host of laws that Trump will have to violate in order to deport, let's say, a million people a year, which is in line with the numbers that he's talking about.First of all, he -- he declared bogus national emergencies during his first administration. He said, we have a national emergency on our hands and I'm going to divert military construction funds, which we're set aside for the military, the Army and the Navy, to build facilities across the United States. He's going to take those funds away from the military and build segments of border wall that Congress has refused to fund. We and sixteen states, led by California and New Mexico, successfully challenged that bogus declaration of national emergency. And we plan to do the same here. Also, as I said, we can expect Trump to go door-to-door with raids. We've seen this all before. We've seen local law enforcement agents in the last 15 or 20 years, get interested in immigration enforcement in this obsessive way. So, for example, Sheriff Joe Arpaio in Maricopa County, Arizona, said he was going to spare no expense and have zero tolerance for people who we're who lost their immigration status being in the community. He went into workplaces and detained the entire workforce of companies on the suspicion that there might be some undocumented immigrants. So I think we're going to see what we saw in a localized way in the past 15 or 20 years on a massive nationwide scale. And so we're going to have to gear up to bring the same kinds of lawsuits that we brought to fight back against those kinds of agencies. We'll have to look for Fourth Amendment violations where law enforcement agents have no basis to detain people. Don't forget, U.S. citizens are going to be caught up in this dragnet as well. So we'll look out for racial profiling. We'll look out for illegal stops, with its traffic stops or detentions while you're at your workplace trying to get your work done. If there's an immigration raid and they detain you, we'll be looking to bring challenges to that. And we'll also be challenging Trump when he invokes the statutory authorities that really don't apply. But he's going to try to use them in order to divert, again, important federal government resources from other law enforcement priorities in order to focus on immigration detention. Those will all be subject to legal challenge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:07",
      "speaker": "SANCHEZ",
      "sentences": "Cecillia Wang, we'll have to leave the conversation there for now. But we look forward to having you back on to discuss those moves, if and when they happen. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:07",
      "speaker": "WANG",
      "sentences": "Thank you, Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:51",
      "speaker": "KEILAR",
      "sentences": "Emotional testimony in the murder trial of Jose Ibarra, the man accused of killing Georgia nursing student, Laken Riley. Today, a police sergeant took the stand, telling the court that minutes before Riley's death, she texted her mom, hoping to chat with her.Listen. (BEGIN VIDEO CLIP) SGT. SOPHIE RABOUD, UNIVERSITY OF GEORGIA POLICE: (INAUDIBLE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:51",
      "speaker": "UNIDENTIFIED PROSECUTOR",
      "sentences": "Is that where my pen is?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:51",
      "speaker": "RABOUD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:51",
      "speaker": "UNIDENTIFIED PROSECUTOR",
      "sentences": "And what is the text?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:51",
      "speaker": "RABOUD",
      "sentences": "It says, \"Good morning. About to go for a run if you're free to go.\"(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:51",
      "speaker": "KEILAR",
      "sentences": "Riley's mother was heard sobbing in the courtroom as that text was read.Let's go to CNN's Rafael Romo in Athens, Georgia. And part of that, Rafael, is because she didn't initially pick up. And by the time she called her daughter back, not long after she received that text and a phone call, her daughter had called 911 and had died.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:51",
      "speaker": "RAFAEL ROMO, CNN NATIONAL CORRESPONDENT",
      "sentences": "That's right, Brianna, something that can happen to any of us. We are unable to pick up a phone call, and then we call later, and nothing really happens. But in this case, it was very, very tragic.And this has been a very significant day, Brianna, because in her opening statement, Special Prosecutor Sheila Ross, had already given the court a preview of some of the forensic evidence that was going to be presented during testimony. This afternoon, the prosecution called to the stand Dr. Michelle DiMarco, an associate medical examiner with the Georgia Bureau of Investigation, who testified Laken Riley's cause of death was the combined effects of blunt force head trauma and asphyxia. This is how she explained it when Special Prosecutor Ross asked her about Laken Riley cause of death. Let's take a listen. (BEGIN VIDEO CLIP) DR. MICHELLE DIMARCO, ASSOCIATE MEDICAL EXAMINER, GEORGIA BUREAU OF INVESTIGATION: Head trauma as well as signs of asphyxia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:51",
      "speaker": "SHEILA ROSS, SPECIAL PROSECUTOR",
      "sentences": "What is asphyxia?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:51",
      "speaker": "DIMARCO",
      "sentences": "Asphyxia is essentially the inability to deliver oxygen to your tissues and cells.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}