{
  "date": "2024-02-16",
  "headline": "Connect the World",
  "subHeadline": "Russian Opposition Leader Alexey Navalny Dies in Prison at the Age of 47; Reports of Navalny's Death Comes During Munich Security Conference Gathering. Aired 10-11a ET",
  "utterances": [
    {
      "timeStamp": "10:00:10",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN breaking news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:10",
      "speaker": "BECKY ANDERSON, CNN INTERNATIONAL ANCHOR",
      "sentences": "And we start with breaking news this hour. Russian opposition leader Alexey Navalny has died at the age of47, according to Russia's prison service. Speaking at the Munich Security Conference last hour, his wife, Yulia, said if the news was true, Russian President Vladimir Putin is to blame. (BEGIN VIDEO CLIP) YULIA NAVALNAYA, ALEXEY NAVALNY'S WIFE (through translator): I would like to call upon all the international community, all the people in the world, we should come together and we should fight against this evil. We should fight this horrific regime in Russia today. This regime and Vladimir Putin should be personally held responsible for all the atrocities they have committed in our country. a (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:10",
      "speaker": "ANDERSON",
      "sentences": "Alexey Navalny's wife Yulia speaking in the last hour, exposing corruption in high places and organizing anti-government protests.Navalny's work made him an enemy of the Kremlin and an icon to many who were seeking an alternative to Vladimir Putin's regime. CNN's Matthew Chance looks back at Alexey Navalny's life. (BEGIN VIDEOTAPE) MATTHEW CHANCE, CNN CHIEF GLOBAL AFFAIRS CORRESPONDENT (voice-over): Blogger, lawyer turned opposition politician, and anti-corruption campaigner, Alexey Navalny was a menace for the Kremlin, who's not afraid to call President Putin out directly. ALEXEY NAVALNY, IMPRISONED RUSSIAN OPPOSITION LEADER (through translator): Corruption is not just Putin, yet his is the base. He's a man who governs openly with the help of corruption.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:10",
      "speaker": "CHANCE",
      "sentences": "Navalny rose to prominence in 2008 exposing corruption in state- owned corporations. Years later he emerged as the leader of mass protests in the country after allegations of fraud in parliamentary elections.Navalny was arrested several times during his life including in 2013 after being convicted of embezzlement charges just as he's preparing to run for mayor of Moscow. It was a campaign he would lose. Navalny denied all the charges and called them politically motivated. A retrial in 2017 prevented him from running for office. This time for president against Vladimir Putin. That same year he was attacked with a green antiseptic fluid. It caused him damage in the vision of his right eye and temporarily dyed his skin green. One year later Navalny told me what kept him going. NAVALNY (through translator): The choice is very simple. You are either scared or you go on. I chose to go on a long time ago. I won't give up on my country. I won't give up on my civil rights.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:11",
      "speaker": "ANDERSON",
      "sentences": "Jill Dougherty is a CNN contributor, former Moscow bureau chief for years. She joins us now live from Washington.Matthew closing his report there on Alexey Navalny's life by suggesting how he will be remembered. What do you believe his legacy will be if indeed, let's just be quite clear about this. We don't have confirmation as of yet from authorities that he is dead. This is according to Russian Prison Services, Jill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:11",
      "speaker": "JILL DOUGHERTY, CNN CONTRIBUTOR",
      "sentences": "You know, his legacy I think is complex because right now, if it is confirmed that he is dead, and you heard thatactually coming from his wife, Yulia, who was at the Munich Security Conference, saying we don't know if it is true and I can tell you personally, Becky, I was talking to his supporter of his and a good friend just about an hour ago, who said the same thing. We can't even trust the Kremlin. We don't even know whether this is happening. But if it is, I think his legacy will be in what he triggered and, you know, created in Russia because he was never able to become even the mayor of Moscow, and certainly never able to be the president of Russia. But what he did was he inspired people to take action by themselves, to become involved politically. And that was what he was doing, right up to the end. He was encouraging people not to vote for Putin, to vote for someone else. So I think his legacy will be, let's say, a fulcrum to action by society. Now, maybe society won't do anything. Maybe society at this point can't do anything. And it's pretty obvious. You know, if you can be arrested for, as I just saw the other day, wearing rainbow earrings, you know, things are pretty desperate. But if society can do something, then I think that would be his legacy. A different Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:11",
      "speaker": "ANDERSON",
      "sentences": "His wife, Yulia, who you will know spoke earlier just in the past hour at the Munich Security Conference where so many world leaders aregathered. I mean, they listened intently to her, make a speech from the stage. They applauded her, standing ovation at the back end of it. That does, though, beg the question, if those who might have been inspired by Navalny on the street may or may not be able to honor his legacy with any action, what can the world do if anything? His wife asked that Putin and his people be punished.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:03",
      "speaker": "ANDERSON",
      "sentences": "This is Volodymyr Zelensky's reaction to the news. Have a listen.(BEGIN VIDEO CLIP) VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT (through translator): We have just learned, as Mr. Chancellor has just said, that Alexey Navalny has died in a Russian prison. Obviously he was killed by Putin like thousands of others who have been tormented, tortured, because of this one person. Putin doesn't care who dies as long as he retains his position. And that is why he must not keep anything. Putin must lose everything. He must not retain anything and must be held accountable for what he has done. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:03",
      "speaker": "ANDERSON",
      "sentences": "How much more detail would you expect to hear from Russia at this point, about the details of Navalny's death, Jill?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:03",
      "speaker": "DOUGHERTY",
      "sentences": "Yes, that's a great question. Well, I would expect the way things normally happen is that we will have an investigation and theinvestigation will be carried out, you know, stamped and approved to show how Navalny died. It could be a blood clot as they're talking about right now. But some type of reason for him to suddenly die. Remember, his mother said he looked very, very healthy on the 12th. There is video of him looking very healthy and kind of happy, and giving it to a judge verbally just yesterday. So anyway, there will be this investigation. It will show that somehow he was so sick and suddenly something happened and then he died. There will never be any investigation that will give the precise cause if it's linked to the Kremlin. There is no way that that will ever be revealed if indeed it's true. So, you know, I think in Russia that is what happens. Putin's Russia likes to give the impression of democracy. So you're going to get a lot of, you know, stamps and approvals and things looking correct. But they're very much not correct in the real world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:03",
      "speaker": "ANDERSON",
      "sentences": "Jill, you just alluded to some sound from Alexey Navalny yesterday in a Russian court. Let's actually get that for our viewers oryour viewers to hear this exchange with a Russian judge. (BEGIN VIDEO CLIP) NAVALNY (through translator): Your honor, I am waiting and I will send you my bank account number so that you could warm it up a little from your huge salary of the federal judge because my money is running dry and because of the decision you took, it will end even sooner. So do transfer. Alexander Alexandrovich, you too, please have the whole prison chip in. Bye. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:03",
      "speaker": "ANDERSON",
      "sentences": "And, Jill, I think it's worth just explaining why you believe Alexey Navalny was using such humor there with the judge. Just explain whatyou believe to be the setup there and the mindset.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:01",
      "speaker": "ANDERSON",
      "sentences": "There sentenced to an extra 19 years on top of the 11-and-a-half- year sentence that he was already serving, serving that in a penal colony right up by the Arctic Circle where he was moved just in December of 2023.Jill, it's always a pleasure. Your insight analysis so important. Thank you so much for joining us. Jill has probably forgotten more than most of us know about Russia and its news. Invaluable insight. Thank you. Well, the news from Russia's Prison Service about Alexey Navalny's death was announced just as world leaders are gathering in Germany for the Munich Security Conference. NATO Secretary-General Jens Stoltenberg there said he was deeply saddened and disturbed, while German Chancellor Olaf Scholtz said that the Russian opposition leader, quote, \"paid for his courage with his life.\" U.S. Vice President Kamala Harris and Secretary of State Antony Blinken are also attending the conference, as is our chief national security correspondent, Alex Marquardt, who joins us now there live from Munich. Can you just describe the moment that the news there spread about Navalny's death?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:01",
      "speaker": "ALEX MARQUARDT, CNN CHIEF NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Yes, Becky, this is a relatively small place. All of the action, if you will, all themeetings are concentrated in this hotel, the Bayerischer Hof, right behind me. And so as the news broke, and it broke on the Russian official channels, it really rippled right through the crowds and it became and has been since it broke really the main topic of discussion. Now, Vice President Kamala Harris, the U.S. vice president, was essentially kicking off this conference. The first major world leader to make a speech. And so the question quickly became to what extent would the White House's number two, President Biden's deputy, acknowledged this breaking news and the death of Navalny, and she did it right at the beginning of her remarks. It wasn't lengthy because the U.S. is still clearly trying to assess what exactly happened but without question, if Navalny has indeed died, they will hold Vladimir Putin personally responsible. This may not have been as dramatic a death as Yevgeny Prigozhin, for example, who was knocked out of the sky on his private jet, but of course as Vladimir Putin's most vocal, most prominent opposition figure, someone who was put into prison by the Putin regime, the U.S. is going to hold Vladimir Putin personally responsible for the death of Navalny. We heard Vice President Harris say that this is further sign of Putin's brutality, that Russia is responsible. The Secretary of State Antony Blinken, just before that, saying that this underscores the weakness and rots at the heart of the system that Putin has built. Becky, we've also learned that Blinken has personally met with Mrs. Navalny. He offered his condolences. And it was quite a moment when Yulia Navalnaya stood up and spoke to the world leaders here in Munich. It was immediately following the Harris speech. The organizers stood up and said that we will have a surprise guest. Everyone immediately assuming that that was going to be Yulia Navalnaya. She got up there, she spoke clearly, powerfully, clearly emotional but not breaking down, not crying. She said it was something that Alexey would want her to do and she said that Putin will be held personally responsible, and that his regime will be as well, and that the fight must continue against evil. Becky, so much of the focus was already going to be about Vladimir Putin at this conference and his actions in Ukraine. Now even more so with the death of Alexey Navalny -- Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:09",
      "speaker": "ANDERSON",
      "sentences": "I'm Becky Anderson in Abu Dhabi. We are back after this short break. Stay with us.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:09",
      "speaker": "ANDERSON",
      "sentences": "Well, our top story this hour, outspoken Kremlin critic Alexey Navalny has died at the age of 47 in a penal colony, according to Russianprison officials. The cause of his reported death is a mystery right now. Russian state media say that an ambulance crew tried to resuscitate Navalny for more than half an hour or before he passed away. He has long been a political menace for President Vladimir Putin. He exposed corruption in high places and orchestrated some of the biggest anti-government protests this seen in recent years. Navalny was the target of a high-profile assassination attempt back in 2020. Chief international correspondent Clarissa Ward spoke with him after he recovered from that attempt on his life, and she joins us now from London. And I just want our viewers to see some of that interview that you conducted with Navalny. Let's just run that if we have it. (BEGIN VIDEO CLIP) A. NAVALNY: I understand how system work in Russia. I understand that Putin hates me and I understand that these people who are sitting in the Kremlin, they are ready to kill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:09",
      "speaker": "CLARISSA WARD, CNN CHIEF INTERNATIONAL CORRESPONDENT",
      "sentences": "Is it your contention that Vladimir Putin must have been aware of this?A. NAVALNY: Of course, 100 percent. It could have not been happened without direct order of Putin because it's big scale. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:09",
      "speaker": "ANDERSON",
      "sentences": "It was his contention that he had been poisoned by Vladimir Putin's regime. It is his wife's contention that if indeed he is dead, andat this stage it must be traumatizing for her because clearly she doesn't know that for sure as none of us do. Prison Services suggesting that it is, reporting that he is. If that is the case, she says it is her contention that this is at the hands of President Putin, Clarissa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:05",
      "speaker": "ANDERSON",
      "sentences": "Clarissa, it's good to have you. I will never give Putin that gift of silence, Navalny told you.Well, Clarissa was talking about his Valentine's message to his wife -- thank you, Clarissa -- just Wednesday of this week. Let me read that to you. \"Baby, everything is like a song with you. There are cities between us, the takeoff lights of airfields, blue snowstorms and thousands of kilometers, but I feel that you are near every second. And I love you more and more.\" A reminder, Alexey Navalny who has been reported dead by Russian Prison Services today at the age of 47 was in an Arctic Circle penal colony serving 19 years on top of the 11 and a half years that he had been sentenced to. Let's bring in biographer David Herszenhorn. He is the author of \"The Dissident: Alexey Navalny, Profile of a Political Prisoner.\" He's also the Russian and Ukraine editor for the \"Washington Post,\" and he joins us from Brussels. Who was Alexey Navalny? DAVID M. HERSZENHORN, AUTHOR, \"THE DISSIDENT: ALEXEY NAVALNY, PROFILE OF A POLITICAL PRISONER\": Well, Becky, Alexey Navalny was the nemesis of Vladimir Putin, the singular opposition leader who had stood up to Putin's regime now for decades, really aspiring to one day have a chance to run for president and to be the leader of a free democratic Russia. That's what Navalny hoped to leave to his two children, a country that was freer and more democratic than what he had been experiencing all these years under Putin's regime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:02",
      "speaker": "HERSZENHORN",
      "sentences": "Well, you know, Navalny, his friends and family and the people who have known him the longest, would tell you was a political animal. Mostpeople know him having come to prominence as an anti-corruption crusader, as a blogger, speaking out against corruption. You've heard about this shareholder activism, speaking out against the vast graft that we've seen in the Russian state. But Navalny from very early on wanted to be a politician. He was in retail politics in Yablokov Party. The name translates as apple, one of the liberal progressive parties as we know it in West within Russia, hoping that there will be some alternative to the Putin system, to United Russia, which he famously at one point almost accidentally branded as the party of crux and thieves. He was on a radio show and was asked what he thought about United Russia, Putin's party, and said, you know, well, they're terrible, they're the party of crooks and thieves, which became a meme even before we really understood memes as memes, sort of captivating the imagination of Russians who are fed up with so much that was going on in their country. And from there he became a very public and prominent leader of the opposition, eventually known as the leader of the opposition after fraudulent parliamentary elections in 2011. A series of white ribbon protests, tens of thousands of people on the street. Really the biggest outpouring that Russia had seen in many, many years. But Navalny was also part of a generation that straddled the Russian federation and the end of the Soviet Union. Born from 1976 to 1982. His wife Yulia was also part of that, born just a few weeks apart from him. And these were folks who were really embracing the world. They were traveling, they were enjoying the freedoms. They could remember the Soviet Union, the oppression of that era. He remembered standing online trying to get milk for his baby brother. His parents standing in terminal lines trying to get meat in Soviet years. And this was a guy who loved to travel, who met his wife at a Turkish resort, who in fact after leaving from leading protests in Moscow, would go on vacation, Christmas vacation, to Mexico, and was fielding calls from reporters, you know, while there in Chichen Itza, you know, looking at Aztec ruins. So Navalny was a guy who was funny of course, known as a (INAUDIBLE) humor, really something, but ultimately committed to politics and to the idea that Russia could be free and democratic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:02",
      "speaker": "ANDERSON",
      "sentences": "What do you believe his legacy will be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:02",
      "speaker": "HERSZENHORN",
      "sentences": "There's no question that folks will remember the bravery even if they think it was senseless bravery for him to go back in 2021 aftersurviving an assassination attempt, the chemical weapon, knowing that his counterparts like Boris Nemtsov shot dead on a bridge right near the Kremlin, knowing that this was a possibility, knowing and having been asked over and over again, as you heard Clarissa talking about constantly, he will be asked, why are you still alive? And often he would say I don't know. And he didn't want to think about that, knowing that it would be paralyzing to consider the risks. So the legacy for Navalny in part will be that bravery, that willingness to stand up. He said this over and over again, urging his followers not to be afraid. He's also come out in the end very strongly against the war in Ukraine. Many people don't realize how personal this war has been for Navalny because he is half Ukrainian on his father side. He spent his childhood with his grandparents in Ukraine near Chernobyl and stopped going when he was 8 years old in the summer because of the nuclear disaster. So Navalny had said some controversial things about Crimea but in the end spoke out very, very forcefully against this war, calling for reparations for Ukraine to be paid from Russian oil and gas revenues. So that legacy no doubt will be felt in his yearning for freedom and democracy in Russia. It seems very hopeless, though, at the moment on a dark day like this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:37:18",
      "speaker": "ANDERSON",
      "sentences": "We start with breaking news. This hour, Russian opposition leader Alexey Navalny has died at the age of 47. At least that is according toRussia's Prison Service. He was serving time in a remote penal colony near the Arctic Circle, infamous for its harsh conditions. Well, a short time ago, his wife, Yulia, got a standing ovation in Munich after an impassioned speech at a security conference attended by world leaders. Take a listen. (BEGIN VIDEO CLIP) Y. NAVALNAYA (through translator): I thought about it quite a while. I thought, should I stand here before you or should I go back to my children? And then I thought what would have Alexey done in my place? And I'm sure that he would have been standing here. But if it is the truth, I would like Putin and all his staff, everybody around him, his government, his friends. I want them know that they will be punished for what they have done with our country, with my family and with my husband. They will be brought to justice. And this day will come soon. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:37:18",
      "speaker": "ANDERSON",
      "sentences": "Well, reaction to the reported death of Russian opposition leader Alexey Navalny continues to pour in from around the world. Let me just getyou some of that. In a post on X, U.K. Prime Minister Rishi Sunak writes, quote, \"This is terrible news as the fiercest advocate for Russian democracy, Alexey Navalny, demonstrated incredible courage throughout his life.\" The president of Latvia had a much darker post on X. He blamed Russia for Navalny's death, saying he was brutally murdered by the Kremlin. Let me bring in CNN's Matthew Chance, who joins us from London. And just, Matthew, bear with me. I just want to read out just a couple of other reactions that we've had. Garry Kasparov, \"My rage and eternals scorn towards the Western politicians who treated Navalny's poisoning and jailing as just another negotiating point with Putin as they did the murder of another friend, Boris Nemtsov. Big talk, no action, more blood on their hands.\" Matthew, what do you make of what Kasparov has tweeted in the past hour or so?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:10",
      "speaker": "ANDERSON",
      "sentences": "Just a few hours ago, an announcement that drew shock and sorrow from around the world, one of the Vladimir Putin's fiercest critics,Russian opposition leader Alexey Navalny, was reported to have died in a Russian prison. U.S. officials are still working to confirm what was an announcement from the Russian Prison Service. Navalny's wife Yulia said this in front of dozens of heads of state assembled in Munich in the last hour. (BEGIN VIDEO CLIP) Y. NAVALNAYA (through translator): If it is the truth, I would like Putin and all his staff, everybody around him, his government, his friends. I want them know that they will be punished for what they have done with our country, with my family and with my husband. They will be brought to justice and this day will come soon. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:10",
      "speaker": "ANDERSON",
      "sentences": "They will be brought to justice, Alexey Navalny's wife says of Putin and what he describes as his friends.Christiane Amanpour joining us. Now, Christiane, you spoke to Alexey Navalny back in December of 2020 when he had survived that Novichok poisoning. What did he tell you then?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:10",
      "speaker": "CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL ANCHOR",
      "sentences": "Well, I asked him then because he was on his way back to Russia to continue his oppositionactivities and I asked him after, you know, going through all the stuff that he had gone through, as you mentioned, why would he go back again, and here's what he said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:10",
      "speaker": "AMANPOUR",
      "sentences": "Why do you want to go back? And I guess, do you think you'll be safe when you go back?A. NAVALNY: Well, I don't think that I can have such a privilege being safe in Russia, but I have to go back because I don't want these, you know, group of killer exist in Russia. I don't want Putin be ruling of Russia. I don't him being president, I don't want him being tsar of Russia because, well, he's killing people. He's the reason why the whole country is degradating. He's the reason why people are so poor. We have a 25 million people living below the poverty line. And the whole degradation of system. Fortunately for me, including system of assassination of people. He's the reason of that. And I want to go back and try to change it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:10",
      "speaker": "AMANPOUR",
      "sentences": "So, Becky, there was an audible, you know -- you know, some loud expressions of shock when this news came through, this Munich SecurityConference, where so many world leaders are precisely here to talk about Russia but in terms of what's going to happen in the Ukraine battlefield over the next year, and there are a number of Russian exiles here, people who had been in Putin's jails. And, you know, we had Fiona Hill, former U.S. National Security official, who said this is a big sign to all of these people and to anybody who would confront Putin. We still don't know. We still don't know the facts. You know, it hasn't been independently confirmed. But nonetheless, it is about a month before the Russian elections, which Putin is standing unopposed and obviously expected to win by a landslide, and this fight against Ukraine and against the world continues. So this, so many interlinking threads that are happening right now. And the fact of this death being announced anyway at this time while everybody is still waiting for confirmation, at least about details, is something that's really causing a huge amount of anxiety because it comes combined with the questions about Ukraine's ability to hold Putin off, given the fact that the West is stalling, the United States is stalling on military aid, and concerns that the alliance, the 75-year-old alliance, may not be able to count on American leadership if, for instance, former president Donald Trump gets into office again. So all of these issues are happening right now, which is why Kamala Harris, the vice president, and the official American delegations here are trying to convince their allies that the U.S. leadership stands firm and that they are not going anywhere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:21",
      "speaker": "AMANPOUR",
      "sentences": "Well, it's going to be interesting to see, that's for sure, because it's not just Yulia and it's not just President Biden all thoseyears ago, but right now, the, you know, National Security adviser, the secretary of state, President Zelenskyy, many, many world leaders have come out and condemn this death and have said the world is watching. And when they know the facts, you know, they will want to make sure that whoever is responsible is held accountable. But this all happens as I say, as they're already confronting Putin and they have been for the last two years, at least over the full-scale invasion of Ukraine, which happened shortly after the Munich security conference two years ago. And so the whole world, at least the Western world and the NATO alliance, is raid against with sanctions and the like. And so we're going to wait and see, but this is another, or as being described here, a dark warning and a dark message.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:21",
      "speaker": "ANDERSON",
      "sentences": "It's always good to have you, Christiane. Thank you.Christiane Amanpour at the Munich Security Council, responding to the news that we have been breaking here at CNN over the past couple of hours that Prison Services in Russia have announced the death of Alexey Navalny at the age of 47. Back after this. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:21",
      "speaker": "ANDERSON",
      "sentences": "Right. You're watching CNN's coverage of our breaking news. I'm Becky Anderson. Welcome back.Imprisoned Russian opposition leader Alexey Navalny has died at the age of 47. That is, according to Russia's Prison Service. Navalny had previously been a target of an assassination attempt back in 2020. Now this news of Navalny's death came as world leaders were gathered in Germany for the Munich Security Conference. There U.S. Vice President Kamala Harris gave her reaction. In attendance was U.S. Secretary of State Antony Blinken, who had this to say. (BEGIN VIDEO CLIP) ANTONY BLINKEN, U.S. SECRETARY OF STATE: His death in a Russian prison and the fixation and fear of one man only underscores the weakness and rot at the heart of the system that Putin has built. Russia is responsible for this. We'll be talking to many other countries concerned about Alexey Navalny, especially if these reports bear out. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}