{
  "date": "2024-10-26",
  "headline": "CNN Newsroom",
  "subHeadline": "Michelle Obama's Speech in Michigan. Kamala Harris Campaigns In Michigan With Michelle Obama. Aired 5-6p ET",
  "utterances": [
    {
      "timeStamp": "17:09:47",
      "speaker": "OBAMA",
      "sentences": "All of this, while we pick apart Kamala's answers from interviews that he doesn't even have the courage to do, you all.So I am praying that those of us contemplating voting for Trump or not voting at all, will snap out of whatever fog we are in. I am praying that we consider the decades of sacrifice and struggle by all of our ancestors, the folks who marched and sacrificed and shed their blood for us. We have to ask ourselves, is a vote for Trump or no vote at all the way we honor their lives? And if that's the case well, that surely doesn't sound like freedom to me. Because let me tell you, in any other profession or arena Trump's criminal track record and amoral character would be embarrassing, shameful, and disqualifying. So I hope that you will forgive me if I am worried that we will blow this opportunity to finally turn the page on the ugliness once and for all. Because believe me, if Donald Trump is president again, at some point or another that ugliness will touch all of our lives. And it will not matter what you look like, how you worship, who you love, or how you vote. If you don't make 6 or 8 or 12 figures, if you're not famous, if you criticize or disagree with him in any way, if he doesn't view you as his equal or relevant to his ambitions I promise you, he will not think about you when he gets into the Oval Office. And that will have real consequences for all of us. If your town gets hit by a natural -- national -- natural disaster, who do you want looking out for? Is it Donald Trump, who's spreading so many lives and conspiracy theories about climate change and FEMA that the workers in North Carolina trying to help folks clean up after the last hurricane were fearing for their safety? Or is it Kamala Harris who has been meeting with local officials, comforting the families in that state and doing everything she can to get folks the help they need. If you're saving up to buy a house or pay off student loans, if you're caring for your kids or your parents or both, if you are a farmer, a factory worker, a paralegal, anyone whose job may be changed or replaced by technology who will actually be thinking about you? Is it Donald Trump? Who's now allying (ph) with billionaires that want a puppet in the white house who will let him run unchecked? Or is it Kamala Harris who has been fighting for working people her entire life? If you're one of our service members, our veterans, or military families who is going to value your service and sacrifice? Is it -- is it Donald Trump who has called those who gave their lives for our country \"suckers and losers\"? Or is it Kamala Harris who I guarantee you will honor your commitment to the ideals we all share with every fiber in her being. And if you are a mother who has lost sleep worrying if your son could be the victim of a nightmare traffic stop gone bad. If you've ever been out there marching and weeping for justice, who do you think is going to have your back?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:09:47",
      "speaker": "CROWD",
      "sentences": "Kamala.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:09:47",
      "speaker": "OBAMA",
      "sentences": "Is it Donald Trump who --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:09:47",
      "speaker": "CROWD",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:09:47",
      "speaker": "OBAMA",
      "sentences": "-- who once took out a full-page ad to demonize innocent, young black teenagers in New York City, who has dreamed openly about his own version of a purge where, in his words, he has said, for one day, one real rough, nasty day, he says he will allow cops to use violence indiscriminately, who I am sure has never spent a single second thinking about the lives on the other end of those batons.Or is it Kamala Harris --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:09:47",
      "speaker": "CROWD",
      "sentences": "Kamala.",
      "isLastSentenceInterrupted": false
    }
  ]
}