{
  "date": "2024-09-30",
  "headline": "CNN News Central",
  "subHeadline": "North Carolina Gov. Roy Cooper (D) Speaks With CNN About Devastating Storm; Pentagon: U.S. To \"Further Reinforce\" Air Support In Mideast; Trump Again Insults Harris As Some GOP Allies Say Stay On Message. Aired 7:30-8a ET",
  "utterances": [
    {
      "timeStamp": "07:31:30",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "This morning much of the American Southeast is just reeling still today from the devastating impact of Hurricane Helene. Some of the images coming out about the reality that people are facing in their communities are just simply hard to believe.At least 95 people are confirmed dead -- 36 deaths in North Carolina alone. Hundreds of people are still unaccounted for and we're talking days later. Power and cell service systems have been crippled as the storms just tore through all of these states. Just look at these images. Cities like beautiful Asheville, North Carolina have seen some of the worst of it. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:30",
      "speaker": "MICHELLE COLEMAN, ASHEVILLE, NORTH CAROLINA RESIDENT",
      "sentences": "This is the most devastating thing I've ever seen in our whole city. I think that the loss of life -- the fact that if you don't have cash, you can't get anything. We've gone to stores. Water is out, ice is out. People slept over night at gas stations. Like, I feel like we've never seen this before and I know that we don't really truly know the numbers of the loss of life here. It's been devastating.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "BOLDUAN",
      "sentences": "You talked about -- I think the latest number I saw was last night was there were 280 roads that are closed. Closed makes it sound like quick. I mean, some of these roads are completely decimated and wiped out in North Carolina.Put that into perspective because it seems that some communities are completely cut off.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "COOPER",
      "sentences": "Yeah, a lot of communities are completely cut off and that number has gone up this morning. It's very difficult to tell with all the floodwaters. And, by the way, rivers are still rising, so the danger is not over. The flooding is likely not over.And we are sending a stern message to people. Consider the roads closed in western North Carolina. We do not need sightseers coming in to observe the damage. We ask you not to come in unless you are on a specific mission to help with rescue. You know, we're saving the roads that we have and that we can use to get people, to get supplies in, to get our utility trucks in to cut the power back on. To help put up the cell phone service. The lack of communication is concerning. We know a lot of people have loved ones that they have not heard from, and we believe most of them will be OK because there have been a lot of welfare checks by local officials because they get reports in I just have not heard from my son and daughter in 72 hours. And well checks are going on the call goes back that they are OK. They are at home. They are isolated. They can't get out, but they are OK. And -- but we know that there are people missing and we know that there is going to be significant fatalities at the end of this. And our prayers and our hearts go out to these families. It's such a horrible situation for them. But what they expect from us is to coordinate this effort. This is what you prepare for. The problem is that in the mountains of North Carolina are beautiful but there is a lot of rugged terrain on a sunny, beautiful day. And when landslides have occurred and flooding has occurred it's almost impossible to traverse. So we're depending a lot on airpower -- helicopters with hoist capacity to get supplies in. A lot of coordination that is going on. Our National Guard fully activated. We are grateful to the people from at least 19 states who are here to help us. FEMA is on the ground. We will be with them today. Individual assistance has come on so people can go to directassistance.gov and apply for assistance. A lot to do right now and I'm getting ready to leave from right here and go continue to work on it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "BOLDUAN",
      "sentences": "All right. Governor, you're going to get your eyes on more of what you and the state is dealing with today and we are so sorry. But we really thank you for coming on today. You've got a huge, huge job ahead of you today and for weeks to come. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "COOPER",
      "sentences": "Thank you very much, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "BOLDUAN",
      "sentences": "For more information about how you can help Hurricane Helene victims go to cnn.com/impact, or you can text STORM to 707070 to donate -- Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "I mean, just unbelievable.There are now concerns of retaliation from Iran after the Israeli strike that killed Hezbollah leader Hassan Nasrallah. This has led the Pentagon to adjust its military posture, boosting its air support and increasing troop readiness if Iran retaliates. CNN's Arlette Saenz is joining us live from the White House. How is the White House viewing what has been happening in this moment. It is not just the death of Nasrallah but there are other areas that Israel has targeted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "REPORTER",
      "sentences": "Can an all-out war in the Middle East be avoided?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "It has to be. We really have to avoid it. And we've already taken precautions relative to our embassies and personnel who want to leave. And -- but we're not there yet, but we're working like hell with the French and many others to (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "REPORTER",
      "sentences": "Thank you.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "SAENZ",
      "sentences": "Now that last comment there is a reference to the United States' hope that there could still be some type of diplomatic solution to prevent this war from spiraling even further into the region.President Biden said he also plans to speak with Israeli Prime Minister Benjamin Netanyahu soon, though officials have not detailed exactly when that will happen. But the U.S. is certainly watching this very closely as they are hoping to prevent any wider war in the region.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "SIDNER",
      "sentences": "Yeah. You heard Biden say that they're going to fight like hell to try to keep this from turning into a wider regional war.Thank you so much, Arlette Saenz, live from the White House for us -- John. JOHN BERMAN, CNN ANCHOR:  All right, with us now, senior editor for Bloomberg, Bobby Ghosh. And CNN military analyst and retired Lt. Gen. Mark Hertling. General, let me start with you because we are getting these reports Israeli armor amassing at the northern border of Israel right by Lebanon there. The question is if there is an incursion in Lebanon, how far and to what end? LT. GEN. MARK HERTLING (RET.), CNN MILITARY ANALYST, FORMER COMMANDING GENERAL, U.S. ARMY EUROPE AND SEVENTH ARMY:  Oh, John, that's a tough question and answer. I mean, in the past, Israel has gone as far north as Beirut. They have also gone to the Litani River, which is about 40 kilometers to the north of the Israeli-Lebanon border. So we're seeing, you know, what does Israel want to do and how do they want to do it? Is it with air forces or ground forces? So far, they've been very successful in striking many of the missile and rocket launch facilities within southern Lebanon. They've also destroyed most of the Hezbollah command and control infrastructure. It's just been amazing how many targets they have hit that have really critically terminated a lot of their command and control. They are also striking in Yemen against the Houthis last night. They had several Israeli Air Force fighters as well as refuelers going to Yemen. You're also seeing continuing strikes in Gaza and the potential for strikes from supply lines between Syria and Lebanon. And there's also the concern about the PMF forces in Iraq. So Israel has its hands full today. I don't think we're going to see a ground incursion anytime soon. And I think that's what President Biden was talking about when he was trying to prevent a more regional conflict, which may turn if Israel does unleash forces in southern Lebanon even though they are prepared to do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "BERMAN",
      "sentences": "You know, as Gen. Hertling was talking, Bobby, I was x-ing out all the areas of possible concern for Israel, and I didn't even touch Iran, which is over there.We did just hear from the deputy of Hezbollah moments ago. He gave a taped speech there. In terms of a response either from Hezbollah or from, if you're looking at the entire region, from Iran, what do you think the will and the capabilities are right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "BERMAN",
      "sentences": "Yeah, maybe even inside Lebanon there, which --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "GHOSH",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "BERMAN",
      "sentences": "-- just creates even more instability there.General, the Israeli Air Force put this video out on Twitter of this plane, which they indicated on Twitter was some of the airstrikes the likes of which ultimately took out the Hezbollah leader, Hassan Nasrallah. You can see the huge bombs there on that plane. I'm curious, what are the constraining factors now for Israel as they consider what to do next inside Lebanon?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "HERTLING",
      "sentences": "Well, the constraining factors is not so much the size of the munitions, John. When they struck the headquarters of Nasrallah the other day that was underneath an apartment building. So they had to strike it with a very large munition. You'll see it now. It was devastating.But what you're talking about is gathering intelligence showing that almost the entire group of command and control from Hezbollah were in that meeting. So you take the risk and say we're going to strike it hard. We're going to get all of them. This isn't a precision strike. When you see that kind of munition like you're showing right now, that tells me they've got some pretty good targets, but they're either deeply buried, or they have to hit entire buildings. Interestingly enough, too, the Israeli intelligence also put out the fact that this strike against Hezbollah's meeting in their headquarters was about 50 meters away from a U.N. compound and about 53 meters away from a school. So you see Hezbollah doing the same thing we've seen Hamas do over the last year and placing their headquarters, their meeting places, their fighters within the civilian infrastructure. And so this has to be considered when you're talking about not only striking targets with large munitions but also the fact that as soon as that target was struck Hezbollah continued to fire rockets into Israel. So this war is not one-sided at all. Israel has been very precise -- more so in Lebanon than they have been in Gaza striking targets with the right type of munitions and being more surgical in their approach even though it appears to be a devastating strike as you're showing on the screen right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "BERMAN",
      "sentences": "You know, very quickly, Bobby, you can see the range of Hezbollah munitions into Israel. Now this is different than it was 20 years ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "GHOSH",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "BERMAN",
      "sentences": "You know, Hezbollah can strike anywhere in Israel.I guess my question then is what does a ground incursion from Israel actually accomplish, do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "GHOSH",
      "sentences": "Well, the -- what we've seen so far is Hezbollah has been particularly targeting those sites from where Hezbollah might fire off those missiles and drones and rockets. And ground -- we've also heard reports of ground -- sort of small operations going into those areas and taking out those missile sites.There was one missile, remember last week, that Hezbollah fired off in the direction of Tel Aviv.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "BERMAN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "GHOSH",
      "sentences": "It was symbolic. It was -- it was just Hezbollah showing we're here. We've got this range. We've got these munitions.But all of those -- the individual commanders were in charge of those rocket silos and missile silos. They all have to know that the moment they raise their head above ground Israel is close at hand to take them out. And right now that's the real concern. There's also concern about their communications.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "BERMAN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "GHOSH",
      "sentences": "Can they trust any communications coming from anywhere? They know their pagers don't work, or if they work, not in the way they want to. Their walkie-talkies are compromised. How do they communicate?So it's not just -- as Gen. Hertling would be the first to say, it's not just about having the weapons. It's about having command and control. It's having communications and mission discipline. And right now none of those things are true of Hezbollah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "BERMAN",
      "sentences": "Bobby Ghosh, great to see you. General Hertling, as always, thank you very much -- Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:52:43",
      "speaker": "BOLDUAN",
      "sentences": "Still looking at a too tight to call race and a within the margin of error race. And Donald Trump, despite all advice to the contrary, is leaning back on one of his preferred tactics, targeting Kamala Harris with personal attacks even as so many other Republicans acknowledge that is not what they see as a winning message.(BEGIN VIDEO CLIP) DONALD TRUMP, (R) PRESIDENTIAL CANDIDATE:  Joe Biden became mentally impaired -- sad. But lyin' Kamala Harris -- honestly, I believe she was born that way. There's something wrong with Kamala and I just don't know what it is, but there is definitely something missing. And you know what? Everybody knows it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:52:43",
      "speaker": "BOLDUAN",
      "sentences": "CNN's Alayna Treene following this one for us and she joins us now. So, Alayna, is there a strategy here, and what are you hearing about this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "BOLDUAN",
      "sentences": "Alayna Treene. Thank you so much, Alyana. Much more to come on this -- Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "SIDNER",
      "sentences": "All right. The vice presidential debate fast approaching. We will see Tim Walz and J.D. Vance go head-to-head tomorrow night.But Kamala Harris does not want that to be the final big national TV moment in the campaign. She wants another presidential debate and is trying to goad Donald Trump into it -- listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES, PRESIDENTIAL CANDIDATE",
      "sentences": "Their debate should not be the last word. I'm trying to debate Donald Trump again and I think he should debate again. And as you say here in Las Vegas, I'm all in. I'm all in even if my opponent is ready to fold.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "SIDNER",
      "sentences": "She also ran this ad during the Georgia-Alabama football game this weekend.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "HARRIS POLITICAL AD",
      "sentences": "Winners never back down from a challenge. Champions know it's any time, any place. But losers, they whine and waffle and take their ball home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "HARRIS",
      "sentences": "Well, Donald, I do hope you'll reconsider to meet me on the debate stage. If you've got something to say, say it to my face.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "SIDNER",
      "sentences": "And there it is.Joining me now, Pete Seat, former White House spokesperson for George W. Bush, and Julie Roginsky, Democratic strategist. Pete, I'm going to begin with you. Will the American people see another presidential debate before the election? PETE SEAT, VICE PRESIDENT, BOSE PUBLIC AFFAIRS GROUP, FORMER WHITE HOUSE SPOKESPERSON FOR GEORGE W. BUSH ADMINISTRATION (via Webex by Cisco):  I think a lot of that depends on what happens tomorrow night between J.D. Vance and Tim Walz. If J.D. Vance gets the job done and remains fixated on torching the Biden-Harris record and getting the American people to ask themselves, are you upset about the economy, about inflation, about immigration, then you're upset with Kamala Harris and Tim Walz, and you should not vote for them. If he can get that message clearly across, which is not a message that Donald Trump has been getting across clearly, then we probably won't have a second presidential debate. But if Donald Trump thinks that J.D. Vance does not deliver, I think there are pretty good chances that we'll see that second debate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "SIDNER",
      "sentences": "OK, that is a really interesting argument, and we are all looking forward to the debate.Julie, I just want to ask you. We just heard from Alayna Treene. We heard the words of Donald Trump, which I am not going to repeat about Kamala Harris because they are unhinged and unfair when it comes to her mental stability. But I do want to ask you if this is showing us that it's getting under his skin that she is trying to take on the border issue, which he is polling very well with when it comes to immigration. JULIE ROGINSKY, DEMOCRATIC STRATEGIST, CO-FOUNDER, LIFT OUR VOICES: Yeah. Look, I mean, clearly, the attacks about his mental health are getting to him and he's projecting. This is what he does. And George Conway and others who have made a big deal about the fact that he is mentally unstable clearly has gotten under his skin. And look, you can judge for yourself as to who the unhinged candidate here is. In terms of what she's doing with immigration, she's trying -- I see what -- look, she's not going to win that battle -- she's the incumbent vice president -- but she has to do just enough politically to take some voters away from him on that issue, and I think she's doing that. Much like she's gotten fairly even with him on the economy in some polls, she's trying to do the same on immigration. And she has to keep repeating a very basic fact, which is we would have had an immigration deal had Donald Trump supported it, but he killed it in the Senate. A very -- I mean, Jim Lankford, a very conservative Republican, orchestrated what is the strongest global immigration deal we would have had in generations. And Donald Trump called up and said I don't want this because I want chaos at the border because I want to run on this issue. If that's something that she's able to repeat over and over and over again, and she has, voters will understand that, really, the person who is at fault here in trying to arrest any kind of immigration chaos is Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "SIDNER",
      "sentences": "Ultimately, Pete, that is one of those issues that she keeps hammering home.I do want to talk to you about NBC News' latest poll. There's some notable numbers on how Harris is doing with Latino voters. She's leading the demographic by 14 points over Donald Trump. But that margin lower than exists in these polls than previous elections for the Democratic nominee. Biden won Latino voters by 33 points in 2020, according to exit polls. Clinton won by even more than that in 2016. How concerned should she be -- first, to you, Julie -- about these numbers?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "ROGINSKY",
      "sentences": "It's a concern. I have sat through focus groups over the last decade with Latino voters and I can tell you from just being in those focus groups Latino voters are incredibly pragmatic. They're all about I want my pothole fixed on my street and I want it now. First of all, I hate talking about Latino voters in a global way --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "SIDNER",
      "sentences": "Right, because --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "ROGINSKY",
      "sentences": "-- because we Cubans don't have much in common --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "SIDNER",
      "sentences": "They're (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "ROGINSKY",
      "sentences": "-- with --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "SIDNER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    }
  ]
}