{
  "date": "2024-12-02",
  "headline": "Quest Means Business",
  "subHeadline": "Mitsotakis: Trump Could be Impetus for Europe to Fix Issues; Israel Strikes Lebanon After Hezbollah Projectile Attack; Intel Shares Slide After CEO's Sudden Departure; Vodka Makers Stoli Files For Bankruptcy; Greek P.M. On Opening Of Thessaloniki Metro; Dozens Killed In Crowd Crush At Football Match In Guinea. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:00:09",
      "speaker": "KYRIAKOS MITSOTAKIS, GREEK PRIME MINISTER",
      "sentences": "Frankly, we should have gotten the wake-up call even before the US presidential elections and if you readthrough the Draghi Report, this is a very loud warning bell in terms of what Europe needs to do in order to ensure its strategic autonomy and enhance its competitiveness. And these suggestions and these recommendations, which are bold recommendations have already been discussed at the level of the European Council, and I sense an increased momentum that we are at an inflection point and that we need to take some critical decisions. For example, are we going to spend more on our defense, not just individually as member states, but possibly also collectively? Will we be able to create a new joint European facility to complement our defense budgets at a time when defending ourselves is becoming a critical priority? Will we be able to do the green deal while at the same time addressing the underlying issues of the European competitiveness? How will we get access to cheaper energy? All of these are questions, which we have discussed in the past. We have not been very successful in taking decisions, but now is the moment to really push forward and the new European Commission and the President Ursula von der Leyen, I think, is fully on board and recognizes that this is really the time for bold action.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:09",
      "speaker": "QUEST",
      "sentences": "But the sticking point is not going to be the Commission. The sticking point is going to be the Council.I was talking about this to Dr. Draghi last week in Portugal, when he said, look the Commission is on board with the proposals. They have endorsed them. It is the council and therefore the individual member states that will become the drag on implementation of Draghi. So can we assume you're in favor of that and will push for it at Council?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:09",
      "speaker": "MITSOTAKIS",
      "sentences": "Absolutely. And I need to remind you also that four years ago, when we were struggling with the pandemic, we did create the recovery andresilience facility, NextGenerationEU, many frugal sort of \"countries\" thought that this would never happen and it did happen because the times demanded it. And I think we are at a similar inflection point right now. So some decisions would entail, thinking about additional common borrowing and common funding. Others are strictly related to regulatory simplification or in other cases, we need to overcome objections such as regarding capital markets union, which is an absolute necessity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:09",
      "speaker": "QUEST",
      "sentences": "Are you in favor of more decisions being taken by majority vote so that whilst consensus is desirable, if necessary, you'll move forwardregardless?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:09",
      "speaker": "MITSOTAKIS",
      "sentences": "Look, I have been arguing in favor of looking at the Draghi Report in its entirety, so we can't just pick and choose what is convenientfor us, and if this means that certain decisions will have to move to majority vote, while I think we can make sure that countries can retain, you know, their objections on critical issues, for example around national security, foreign policy, or defense, this may need to be a topic that we will discuss honestly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:10",
      "speaker": "MITSOTAKIS",
      "sentences": "Well, you know Richard, I think the crisis was already here, but many possibly didn't want to address it. You know energy, prices ofenergy, not being able to foster an ecosystem of startups to harness artificial intelligence, not investing enough in those clean tech technologies where we can really play a leading role. I mean the bells were ringing a very loud. Some of us were making these points even before the US election. But yes, I do -- I do think that this change in administration was probably -- it can act as an impetus to address underlying problems which have been there for quite some time, but we have unfortunately chosen to ignore them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:10",
      "speaker": "QUEST",
      "sentences": "Right.On this point, Europe is -- the leadership of Europe, the new president of the Council, Ursula von der Leyen, but Germany is going to be in political limbo for some time. France looks like it is going to be in difficult political waters with President Macron. Do you see yourself as now an elder statesman, if you will, you've been there, maybe not as long as Viktor Orban, but you've been there a while. Do you see yourself now as taking more of a leadership role within an informal one, to bring together coalitions of agreement?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:10",
      "speaker": "MITSOTAKIS",
      "sentences": "Well, I am one of the few Council members who has actually worked with President Trump. I am experienced enough to understand how theCouncil works, and I think I am also representing -- I have the privilege of representing a country that I think has achieved a pretty remarkable comeback. If you think of the fact that now, I mean, there are many countries that are faced with budgetary issues. You mentioned some of them, but Greece is actually going to be producing primary surpluses. There are countries that are raising taxes at a time when we are lowering taxes, there are countries that are struggling with a declining manufacturing at a time when manufacturing is increasing in Greece. So at least we come to the table having put our own house in order. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:10",
      "speaker": "QUEST",
      "sentences": "The prime minister of Greece, and my second part of the interview with that will be before we finish today. In that part, we discussed thenew Metro Subway that has opened in Thessaloniki. The station displays the ancient artifacts that once threatened the project and are now being integrated within it. Israel and Hezbollah are accusing each other of ceasefire violations. The Israeli military says it is striking what it is called terror targets in Lebanon. That is after Hezbollah fired projectiles into Israeli-occupied territory on Monday. So Israel has now carried out daily strikes in Lebanon since Thursday, a day after the ceasefire went into effect. Clarissa Ward is monitoring developments in Beirut. I guess, maybe it is the lawyer in me or the pragmatist in you, but at which point do we say the ceasefire is not holding.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:10",
      "speaker": "CLARISSA WARD, CNN CHIEF INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, I don't think we are there yet, Richard, but we are certainly far too close for comfort.Tonight, for the first time since Wednesday, we have been hearing an Israeli drone flying low over Beirut and the southern suburbs. There have been a number of strikes, as you mentioned, in a statement, the IDF talked about taking aim at what they called terrorist launch pads and various terror sites. They were responding to the two projectiles that Hezbollah took responsibility for firing off early in the evening. Those were landed in an open area in the Shebaa Farms, which is Israeli territory, but is viewed as occupied territory under humanitarian law. It is viewed as part of Syria, but essentially what you're seeing is a kind of ratcheting up of the tensions here. Since this ceasefire took hold on Wednesday, there have been repeated violations. CNN spoke to a source with UNIFIL, the UN peacekeeping force here who said that they counted approximately 100 violations from the Israeli side. The Israelis have said that they are not violating the ceasefire, but rather that they are enforcing it and essentially, you're in the throes now of this very delicate, very fragile 60-day period during the course of which a lot of choreography has to happen as Israeli forces withdraw from the south, as Hezbollah forces pull up 25 miles north of the border, north of the Litani River, and as the Lebanese Army moves into positions to kind of assume control, along with UNIFIL of that area. [16:10:08 ] The fear for the vast majority of Lebanese people and countless Israelis as well, is that because it is so fraught, because it is so tense, because we have seen this uptick tonight, it is far too tenuous and far too possible that this ceasefire would collapse altogether and very few people certainly here in Lebanon want to see that happen -- Richard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:10",
      "speaker": "QUEST",
      "sentences": "Okay. Now what about Syria itself? Now, the rebels made extraordinary progress to Aleppo. They are being rebuffed of course, nowand Assad is turning up the heat, in a sense to fight back. Where does this go next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:10",
      "speaker": "WARD",
      "sentences": "That's the million dollar question. Nobody saw this coming. Everyone has been astonished. The rebels have made more gains in five days than theyhave in eight years, taking control of Aleppo, the second city of Syria, but also parts of the North Aleppo countryside consolidating full control of Idlib. And now it appears that an offensive may be imminent in the central city of Hama, which is Syria's fourth largest city population of about one million people. As you mentioned, we are seeing some pretty intense airstrikes now particularly in Idlib and Aleppo. The sorts of airstrikes that we haven't really seen in recent years the Russian Air Force clearly stepping up in its support of Bashar al-Assad. But the reason presumably that the rebels chose to seize the momentum right now was because they perceived that the Russians are distracted with Ukraine, that Hezbollah and Iran are distracted with Israel, and that they might have a vacuum to fill, as it were. But at this stage, more broadly, you are seeing a kind of malaise and a queasiness, even about the idea of this rebel offensive gathering too much momentum or of a real reigniting of the Syrian Civil War simply because there is such a lack of stability across the region and of course, there is a lot of anxiety about some of the makeup of these rebel forces -- Richard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:12",
      "speaker": "QUEST",
      "sentences": "Intel shares fell just about half a percent after the chief executive, Pat Gelsinger stepped down.The once dominant chip maker has struggled. It missed mobile phone and then the AI revolutions. It has been eclipsed by NVIDIA. It is no longer part of the Dow 30. The shares are down 61 percent in the three years that Gelsinger has been there, and now two Intel veterans will serve as interim co-chief executives, while a search is underway. Paul La Monica is with me, Senior markets analyst analysis writer for Barron's and Guru Monica, good to see you, sir. Quick question here, really basically, was it his fault? I mean, he inherited a bad hand and arguably he didn't play it terribly well thereafter. And something clearly happened between when they announced job losses and write-downs earlier this year and now. So why didn't he go there? What is going on here? PAUL R. LA MONICA, SENIOR MARKET ANALYST WRITER, BARRON'S: Yes, it is interesting to hear, Richard, that he was, you know retiring now as opposed to when the you know, really bad news hit not that long ago and it does suggest that there is just a strategic difference between the board and what Gelsinger saw as the future of the company, and I think the problem is that, as you alluded to already, intel has lost market share, not just to NVIDIA by missing the AI boat, but also to companies like AMD and ARM and then also in the foundry business. Intel really tried to make a big effort to be a maker of chips for other companies, and they really were just beaten badly in that game by Taiwan Semiconductor, and I think that has just been a costly mistake for Intel. And as a result, they are now, you know, turning the leadership over to David Zinsner and Michelle Johnston Holthaus, you know, two senior executives there. But neither of them are likely to be the new permanent CEO, particularly Zinsner, who is the CFO currently.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:12",
      "speaker": "QUEST",
      "sentences": "So, they are looking for someone who can run the business, who can innovate, who can lead and just as much as everybody else is looking forthe same sort of qualities, but they don't -- I suppose it is a great challenge for somebody and the core question is always in these scenarios with Intel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:12",
      "speaker": "LA MONICA",
      "sentences": "Yes, it is a very, very tough question. I mean, the problem, I think also with intel is that even though it is somewhat of a shell of whatit once was when it was the dominant chip company, it still is by no means a slouch. It has a market valuation of more than $100 billion, so it would be very difficult if not impossible, for another company to come in and acquire it. and even if they did, they would probably want to start selling assets, it is probably not even an appealing private equity play because of how large it is. So I think the question becomes, who do they hire to turn it around? There is a lot of talk at the time when Gelsinger replaced Bob Swan, you know, should they go after Lisa Su at AMD? I doubt that she is going anywhere or would want to jump ship to try and turn around Intel. I mean, that is always an intriguing possibility, though. But I just shudder to think who in the tech industry would want the Intel job knowing the big headaches that are involved at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:12",
      "speaker": "QUEST",
      "sentences": "I am grateful to you, sir. Thank you. As always, Paul La Monica.Stolis United States' business, this is the vodka lot, has filed for Chapter 11 Bankruptcy Protection. The vodka brand has fallen victim to slowing demand for spirits and also a major cyberattack. Stoli has been drawn into expensive legal battles with Russia over a trademark dispute. Its chief executive says the company has been targeted by the Kremlin. The Russian-born owner has long been exiled from Russia because of his opposition to Vladimir Putin. Anna Stewart is in London. Stolichnaya, as I think we correctly say it, don't you chortle at my Russian pronunciation, but the point is, look, I can't help feeling, I mean, they are selling vodka. How can you go into -- how can you fail to sell vodka?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:12",
      "speaker": "ANNA STEWART, CNN REPORTER",
      "sentences": "Okay, there are a few issues. I am going to give you three buckets. One is industry trends.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:12",
      "speaker": "QUEST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "QUEST",
      "sentences": "So, at its core is it -- how is it sales doing? I mean, you know Chapter 11 is all about restructuring your debt and getting rid of otherobligations, but is its core business strong?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "STEWART",
      "sentences": "It is a limited company, so we don't have the sort of data we would like, say, for instance, with Diageo however, we know that the US isits biggest market. The fact that it is filing for Chapter 11, it clearly sees there is a future here, but it needs protection from these creditors and it also needs to pay off all sorts of liabilities, but also of course, its workforce. I think it is about $370,000.00 owing to the workforce, it wants to keep operating. So clearly this is a company that sees a future. It is also in other categories, Richard, is going into the nonalcoholic categories. It has got bourbons and whiskeys and tequilas. So it is broadening out from vodka, which is quite a static segment right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "QUEST",
      "sentences": "Okay, a quick final personal question to you. Over the weekend, between Black Friday and Cyber Monday, did you spend any money?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "STEWART",
      "sentences": "Oh, Richard, I love sales and I have to say Shopify is quite a common occurrence in our house.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "QUEST",
      "sentences": "Really?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "STEWART",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "QUEST",
      "sentences": "But you're not revealing what you spent?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "STEWART",
      "sentences": "Mostly supplements. I Am big into health and longevity. I am a supplement girl.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "QUEST",
      "sentences": "All right, I will take the vodka and whiskey and bourbon off my gifts list for you.Thank you, Anna, have a good one. Thank you. She is talking there about what was happening in the shopping season and what we are expecting to be a record season. Well stores, both sides of the Atlantic have been marking down prices to lure customers and you heard Anna talk about supplements, I think she was more diamonds. This is what people on QUEST MEANS BUSINESS have been buying. Josh, who is producing tonight's program. Oh, he is very practical as ever, Dear Old Josh, he spent $400.00 on a vacuum cleaner. Sexy stuff there, Josh. He got 38 percent off, which just about figures. Bob bought his wife a digital piano for 350 bucks. It was at 24 percent discount. And Pamela the EP, she spent $160.00 on a pair of heels marked down by $30.00. Her husband will be delighted with the bargains and savings. Shopify says its Black Friday sales brought in a record $5 billion. Right now, $2.5 million in sales every minute. Harley Finkelstein is the Shopify president. Harley is with me now. The numbers, I mean, if I look at the numbers, the billions, the transactions, the data that your systems for your customers and clients do, its extraordinary. Are you surprised at these numbers?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "HARLEY FINKELSTEIN, PRESIDENT, SHOPIFY",
      "sentences": "I mean, it is certainly Black Friday in particular was unprecedented. As you mentioned $5 billion insales that day alone. Am I surprised? No, I am not. I mean, I think there are a couple of trends that are happening here. Consumers are choosing to purchase from brands that they absolutely love, independent brands, and they are spending money there. Peak sales on Friday was about $4.6 million per minute. That was around noon or so. And the average cart price in the US was about $155.00, which actually was similar to last year. But I do think we are looking at a sort of this new golden age of retail where the best brands on the planet are connecting directly with their customers. They are doing so on Shopify. And if we look right now, Richard, $2.6 million per minute, anyone can see this by the way. It is a publicly available site that we built, shopify.com/BlackFriday, you can see real time data. So $2.6 million per minute right now and about 21,000 orders per minute.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "QUEST",
      "sentences": "So from Shopify's point of view, how do you capitalize on this in the sense of, dig deeper into your retailer's inventory needs, demands? Weare looking at the website about the range of services that you provide. You are essentially a one stop shop for small and medium sized businesses to actually get to consumers. What more are they telling you they need?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "FINKELSTEIN",
      "sentences": "Yes, so obviously the history of the company, as you know, I've been coming to the show for many years, fortunately for that, wasreally in small businesses to make it really easy for small businesses to build beautiful stores. But the change over the years is that a lot of large companies have also come to Shopify. In fact, if you look at trending shops right now products, you see Stanley, which is the tumbler; Our Place, SKIMS, Brooklinen, Alo Yoga, Rogue Beauty -- these are very large companies that didn't exist even 10 years ago that have built their companies on Shopify. But really what we are trying to do is create this retail operating system so that no matter where you want to sell online, offline or on social media, you can do so through Shopify.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:10",
      "speaker": "FINKELSTEIN",
      "sentences": "Yes, one of the things we've noticed over the last couple of years in particular is that new companies that are getting started, theydon't necessarily have the same geographic limitations that traditional companies had. They wouldn't say we are a US company or a Canadian company or a French company. They are global companies. And one of the things we've built into our software is this concept of default global, and so now we are seeing companies from all over the world sell all over the world as well and it is expanding a global TAM. That is the reason I think we are in this Golden Age of retail because from your mom's kitchen table, you can build a brand and that brand may be the next Gymshark, which is now a billion dollar brand selling globally and you can do that for $39.00 a month and that I think is, is really democratizing how businesses are built.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:10",
      "speaker": "QUEST",
      "sentences": "Can you see yourself expanding into the supply chain issues? Because we've done a lot on this program about supply chain and the intricacies ofit. It is one thing to be the back office if you will, for the sales, marketing and distribution, but to get involved in the fulfillment of supply chain would take you into a different area.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:10",
      "speaker": "FINKELSTEIN",
      "sentences": "Yes, actually, and we have some history there. We've actually -- we partner with all the major fulfillment companies, all the majorshipping companies. Here is something that is fascinating. If you were to think of Shopify as a single retailer, aggregate all our stores in the US, for example, we would be the second largest online retailer in America, so the second largest checkout. The reason I mention this is because we have the ability to go to shipping companies and payment companies and capital companies and negotiate as if we are the second largest retailer, online retailer, and then provide those economies of scale to the millions of stores that use Shopify, and that is what is creating this leveling of the playing field, which is creating -- you know, which is creating bigger companies a lot faster.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:10",
      "speaker": "QUEST",
      "sentences": "Okay, I've got to ask you, what did you buy? How much did you spend? What did you buy? I mean, you have to be more interesting than Josh and hisvacuum cleaner.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:10",
      "speaker": "FINKELSTEIN",
      "sentences": "I mean, I listened to supplements and vodka and some other stuff. Actually, I am a bit of a coffee snob. There is a coffee companycalled xBloom. It is a little bit expensive, about a thousand dollars, but it is a pour over coffee machine. I like those sort of old school pour overs, but I don't have the patience to do it and xBloom does it beautifully. And so I bought kind of a fancy coffee machine on that. And the only other thing I bought which I really like is I bought a bunch of stuff off Alo Yoga, which I think makes beautiful products and it was built on Shopify.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:10",
      "speaker": "QUEST",
      "sentences": "Well, as regular viewers know, I am an absolute coffee snob myself with my barista skills.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:10",
      "speaker": "FINKELSTEIN",
      "sentences": "You'll love xBloom. It is a great, great business. Great, great product.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:10",
      "speaker": "QUEST",
      "sentences": "Good to see you, sir. We will check in again as the year moves on --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:10",
      "speaker": "FINKELSTEIN",
      "sentences": "Good to see you, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:14",
      "speaker": "RICHARD QUEST, CNN INTERNATIONAL ANCHOR",
      "sentences": "Hello. I'm Richard Quest. We have a lot more QUEST MEANS BUSINESS together. The vodka company Stoli part ofbankruptcy. It says it's been targeted by the Russian government. And you'll hear more of my interview with the Greek Prime Minister. The new metro system in Thessaloniki. Before we get to any of that, this is CNN, and here the news always comes first. The Israeli military has announced the death of an American Israeli soldier who was previously believed to be held alive in Gaza. The IDF says 21-year- old Omer Maxim Neutra was killed during the Hamas terror attack on October the 7th of last year. His body is still being held hostage in Gaza. President Biden says (INAUDIBLE) \"devastated and outraged.\" The French government could face a no-confidence vote as soon as Wednesday. Lawmakers from both the far right and left say they will vote to topple the Prime Minister Michel Barnier. Barnier attempted to pass a budget bill that called for tax increases and spending cuts. If the no-confidence vote passes, France would be thrown into political chaos without a budget for next year. Authorities in Guinea say 56 people were killed in a crowd crush at a football match. According to video posted on social media, fans scrambled to escape the packed stadium. A local news outlet said the crush started when some of the fans clashed with security officers over refereeing decisions. We've been unable to verify those reports. President Biden has arrived in Angola, arguably distancing himself physically from Washington and the controversy over his son's presidential pardon. Hunter Biden was to be sentenced this week for his conviction on gun charges. He also pleaded guilty to tax evasion that also had to be sentenced. President Biden has vowed not to intervene. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:14",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "I said I abide by the jury decision. I will do that, and I will not pardon him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:14",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Let me ask you, will you accept the jury's outcome, their verdict, no matter what it is?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:14",
      "speaker": "BIDEN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:14",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And have you ruled out a pardon for your son?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:14",
      "speaker": "BIDEN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:14",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You have.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:14",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Does the President have any intention of pardoning him?KARINE JEAN-PIERRE, WHITE HOUSE PRESS SECRETARY: We've been asked that question multiple times. Our answer stands, which is no. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:14",
      "speaker": "QUEST",
      "sentences": "Democrats or some of them are saying that the President undermine the idea of equal justice by coming to his son's rescue. Others support thepresident, who claims under Biden was a victim of raw politics. Republicans, as one would expect, are also outraged. Norm Eisen was the White House Ethics of Barack Obama. He is now senior fellow at Brookings. He's with me now. The problem here is the pardon at one level, but that's been done before. It's the fact he kept saying he wasn't going to do it, and the facts haven't changed since he said he wasn't going to do it. It looks sleazy and scuzzy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:06",
      "speaker": "QUEST",
      "sentences": "Right. But Norm, I, you know, there are many prosecutors who say that if your name wasn't Trump, you would not have been prosecuted forthose tax and those New York State offenses for which he was convicted. Goose, sauce for the goose sauce for the gander.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:06",
      "speaker": "EISEN",
      "sentences": "I think that it's not a question of the sauces for our foul, Richard, but of apples and oranges. The 34 crime that Donald Trump wasconvicted of in a New York court document falsification crimes have been prosecuted thousands of times in New York. The real question we should be asking ourselves is, will these pardons continue in the name of justice? The next person to be pardoned should be another target. Threatened target of persecution, Michael Cohen, who righteously testified against Donald Trump in that New York courtroom and others who have been threatened should also be pardoned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:06",
      "speaker": "QUEST",
      "sentences": "So, what -- would President Biden have been better off waiting until sentence and commuting the sentence instead of pardoning. Now I know thatthat's not going to satisfy your argument against future persecution. The wide range in phraseology in this pardon pretty much brings everything to a close. But it wouldn't have felt quite so much of nepotism.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:06",
      "speaker": "EISEN",
      "sentences": "Well, the truth is that the rule in pardons, you're not supposed to be favored for a pardon until you've served your sentence. Hunter Bidenwould still be in the same situation before or after sentencing. Whereas, when you look at other worthy people who are targets of likely persecution, like Mr. Cohen, they serve their sentences. So, I think this was a start, but I hope the White House will proceed. President Biden will proceed to, in the name of justice, pardon others as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:06",
      "speaker": "QUEST",
      "sentences": "We'll talk more as those pardons because we know we'll get them in January. So, you and I will -- we'll joust, if we may, when we see what --who those pardons are for. Good to see you, sir. Thank you. Now staying with President Biden. He is the first president to make the trip to Angola. It's a visit aimed at highlighting U.S. investment in Africa in the face of China's growing influence. So, I spoke to Mario Oliveira, Angola's Ministry of Telecoms I.T. and Social Communications. He made it clear, Angola is very much open for business. MARIO OLIVEIRA, ANGOLAN MINISTER OF TELECOMS, I.T. AND SOCIAL COMMUNICATIONS: We want to show the American people the new Angola. The development of Angola, and how American can help Angola for development in terms of agriculture, technology, industry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:06",
      "speaker": "QUEST",
      "sentences": "The challenge for Angola is to be more than just a resource base. You don't just want to drag the stuff out of the ground and send it on tosomebody else who makes all the money. Do you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:06",
      "speaker": "OLIVEIRA",
      "sentences": "No. Angola now is an open country. You know, we have a lot of the opportunity for all the countries that wants to invest in Angola. I thinkyou know that during many years, we did a lot of investments in all industry. Now we have investment for agriculture, for tourism. We open our country for around 100 countries that doesn't need visa to visit Angola. We change the laws and Angola is here. Is there for everyone that that wants to help us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:01",
      "speaker": "OLIVEIRA",
      "sentences": "No. We will be with everybody that wants to help us, is the main principle because our goal is to put our country in high development forour people. Everyone that wants to be in this -- in this principle, will be welcome to Angola. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:01",
      "speaker": "QUEST",
      "sentences": "And that includes President Biden. Still to come. Ukraine's defending itself against Russian drone attacks. The walls grinding on,where the front lines with Nick Paton Walsh in just a moment. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:08",
      "speaker": "QUEST",
      "sentences": "More in a moment from Greece's Prime Minister on how the country's new metro system is taking into account the ancient past of Thessalonica.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:02",
      "speaker": "KYRIAKOS MITSOTAKIS, PRIME MINISTER OF GREECE",
      "sentences": "It was a very complex project because as we were digging for the metro, we encounteredessentially layers upon layers of the ancient city of Thessaly. So, the real challenge was to make sure that we built the project while preserving this unique cultural heritage. And basically, what we had to do is to painstakingly, remove every single piece that you are probably showing your viewers as we speak, and then put it back. And what we have now, especially in one metro station is a completely unique experiment of an underground museum. People walk past it while they actually go to take the train to work. So, we're very proud of the project and we're happy that finally it was completed, long overdue, but finally done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:02",
      "speaker": "QUEST",
      "sentences": "You know, when these things are finished, one forgets that they're overdue and over budget. But I'm guessing the beauty of what you've now gotis a testament to the modernity of today's Greece married beautifully with the ancient history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:02",
      "speaker": "MITSOTAKIS",
      "sentences": "Exactly. I think it's probably the best example of a country that is confidently looking into the future while at the same time beingvery proud of it -- of its past. And again, we're talking about the second largest city of Greece, and project that many believed would never be built because it did face also significant reactions. Many people thought that we would not be able to actually build the Metro while preserving our cultural heritage, and we're very, very glad that we proved them wrong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:02",
      "speaker": "QUEST",
      "sentences": "What do you make of Anthony Albanese in Australia but -- and the Australian Government's banning of social media? Is there room for suchthought, either in Greece or in Europe? Do you find it intriguing, interesting or not for you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:02",
      "speaker": "MITSOTAKIS",
      "sentences": "Absolutely interesting and intriguing. On the one hand, we've come up with an artificial intelligence strategy that wants to place Greeceat the forefront of regulation in terms of inviting companies to develop A.I. applications. On the other hand, in issues such as the mental health of children and teenagers, I come down very strongly on engaging with the tech companies. And if we cannot convince them to actually change the way they hook up our kids and teenagers to their applications, regulation should possibly be the way to go. But I guess we need to be careful that whatever we do, we actually have the capacity to implement it. In this case, we need proper eight verification technologies. In Greece, we actually banned mobile phones in schools. Many people thought that we wouldn't be able to do that, but because we had a very clear plan, so far, it's working very well. So whenever necessary, protecting the mental health of our children and our teenagers is an absolute priority, and I would like to play a role, not just within the context of Greece, but also within the European Union, to go down that path. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:02",
      "speaker": "QUEST",
      "sentences": "Prime Minister of Greece and as Europe prepares for a second Trump presidency, the former German Chancellor Angela Merkel has already beenthrough it and writes about it in her new memoir Freedom. Christian Amanpour spoke to Chancellor Merkel about her experience and her impressions of Donald Trump. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:02",
      "speaker": "CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL ANCHOR",
      "sentences": "I remember very distinctly when Donald Trump was first elected, you did one -- you were theonly one to actually welcome his election conditionally. In other words, based on the respect and the adherence to mutual values, democracy, freedom, diversity, rule of law, human rights, et cetera. And I just, you know, wonder whether you thought he did act in that way, and especially because you said he was clearly fascinated by the Russian president. In the years that followed, I received the distinct impression that he was captivated by politicians with autocratic and dictatorial traits. How did that manifest itself to you? ANGELA MERKEL, FORMER GERMAN CHANCELLOR (through translator): Well, in the way that he spoke about Putin, the way that he spoke about the North Korean president, obviously, apart from critical remarks he made, there was always a kind of fascination at the sheer power of what these people could do. So, my impression always was that he dreamt of actually overriding maybe all those parliamentary bodies that he felt were, in a way, an encumbrance upon him. And that he wanted to decide matters on his own and in a democracy. Well, you cannot reconcile that with democratic values. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:04",
      "speaker": "QUEST",
      "sentences": "Tonight's profitable moment. I'm going to talk to you about something that's rather dry, some might even say dull and certainly isn'tterribly sexy. The Draghi report into European competitiveness and innovation. Well, when I talked to Dr. Draghi last week, and then you talk to people on this program and you heard it from the Greece Prime Minister today. Everybody agrees that Europe needs to get better, more innovative. There needs to be capital markets union. There needs to be greater integration. There needs to be banking regulation -- better banking regulation. In other words, the system needs to work more efficiently, and it needs to have more innovation at its heart. That is what Dr. Draghi said in his report when he took several 100 pages to say it. The problem is, how do you get there? The reality is not easily, because, as you're going to hear again and again and again, everybody says it, something must be done. Well, guess what, Donald Trump's arrival means now everybody's going to get on to do it. And that's QUEST MEANS BUSINESS for tonight. I'm Richard Quest in New York. Whatever you're up to the hours ahead, I hope it is profitable.",
      "isLastSentenceInterrupted": false
    }
  ]
}