{
  "date": "2024-05-08",
  "headline": "CNN News Central",
  "subHeadline": "Rep. Jared Moskowitz (D-FL) Discusses U.S. Pausing Shipment Of Bombs To Israel; GOP Lawmakers Demand Answers After CNN Report On Kabul Airport Attack; Tornadoes Leave A Long Trail Of Destruction In Michigan; Today: Tornadoes, Large Hail Threaten Parts of U.S.; TikTok, ByteDance Sue To Block U.S. Law Forcing Sale Or Ban. Aired 1:30-2p ET",
  "utterances": [
    {
      "timeStamp": "13:30:00",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "Congressman, thank you so much for being with us. We really appreciate your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "MOSKOWITZ",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:23",
      "speaker": "JESSICA DEAN, CNN HOST",
      "sentences": "GOP lawmakers have demanded answers from Defense Secretary Lloyd Austin after a CNN report contradicted two Pentagon investigations into that terrorist bombing at the Kabul Airport during the chaotic withdrawal from Afghanistan.You'll remember it left 13 U.S. servicemembers and 170 Afghans dead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:23",
      "speaker": "KEILAR",
      "sentences": "And that attack marked a brutal, bloody end to the U.S. military's 20-year campaign in Afghanistan in August of 2021. The discrepancy about what happened centers on new GoPro camera video obtained by CNN. And what it shows is more episodes of gunfire than the Pentagon has ever admitted.Let's watch. (BEGIN VIDEO CLIP) (GUNFIRE) (SHOUTING) NICK PATON WALSH, CHIEF INTERNATIONAL SECURITY CORRESPONDENT (voice- over): This long burst is about 17 shots, bringing us a total of 20. (GUNFIRE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:23",
      "speaker": "WALSH",
      "sentences": "We're telling shots fired and episodes of fire based on two forensic analyses on screen.(GUNFIRE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:23",
      "speaker": "WALSH",
      "sentences": "We cannot see who is still firing here. And we never see Marines or anyone firing in this video.(SHOUTING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:23",
      "speaker": "UNIDENTIFIED SERVICEMEMBER",
      "sentences": "Mother (EXPLETIVE DELETED).Hey, are you all good? (SHOUTING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:23",
      "speaker": "UNIDENTIFIED SERVICEMEMBER",
      "sentences": "Hey, hey, look at me, look at me. All right, to the right, to the right. Let's go.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:23",
      "speaker": "KEILAR",
      "sentences": "That was CNN's Nick Paton Walsh reporting throughout all of this.Nick, you're with us now. Tell us a little bit more about what you've found.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:23",
      "speaker": "WALSH",
      "sentences": "Yes, nine congressmen now, Republicans, five of whom are veterans of serving in Afghanistan, writing to Secretary of Defense Lloyd Austin a letter released today, which essentially demands answers on the discrepancy you've talked about.The Pentagon, after two investigations, have insisted that the gunfire that came after the ISIS suicide bomber explosion was limited, that it was three nearly simultaneous bursts fired by American and British troops that hit nobody, and that no other gunmen fired any shots after the blast apart from those troops. Now that contradicts the video that you've seen there. It's what the congressmen were told in briefings. And so when they saw the video, they wanted to have it explained to them how come this video shows something so different? Eleven episodes of gunfire over four minutes. They also ask, in their letter, why did the investigations not interview any Afghans at all? Is there any other video out there that the Pentagon have that they haven't released? Now, why is this important? Well, because some of the Afghans we interviewed, 19 of them, said they'd either been shot after the blast or had seen in people shot. Indeed, we spoke to Afghan medical staff, who the congressmen say they want to talk to as well now, who say that they, in fact, had treated people with gunshot wounds, pulled bullets out of people after the blast, and counted over 70 dead from gunfire at one of the major hospitals that looked after people after the blast. So really the key question is, how did all those Afghans come, according to the medical staff, to have gunshot injuries? Was there more gunfire than the Pentagon thinks in these two investigations? And how come this video seems to show a different narrative than the Pentagon have suggested? The Pentagon have said to us, look, they don't think that video really contradicts their investigation. They do welcome new material, they say. And the office of the secretary of defense have said that they have a sacred obligation to make sure that the 13 families of the dead American servicepersons, their get the best information then they can because of their service and sacrifice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:23",
      "speaker": "DEAN",
      "sentences": "So, Nick, what happens next? Will there be more hearings on Capitol Hill?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:01",
      "speaker": "KEILAR",
      "sentences": "Right now, millions of people across the country from Texas to Maine are bracing for severe weather. We're talking about the threat of baseball-sized hail -- if you can imagine that -- powerful winds and some more tornadoes.A state of emergency in effect for parts of southwest Michigan where there were storms that ripped through the area yesterday when two tornadoes hit the city, according to the National Weather Service.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:01",
      "speaker": "DEAN",
      "sentences": "And you can see here this debris just scattered everywhere. Ripped roofs off of homes, trees pulled over, houses on top of houses, even one home smashed up in the middle of the street.Amazingly and thankfully, no deaths or serious injuries were reported. CNN Meteorologist Derek Van Dam is live in Portage right now outside of a FedEx facility that did suffer some serious damage. Walk us through what you've been seeing there on the ground, Derek.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:01",
      "speaker": "DEREK VAN DAM, AMS METEOROLOGIST",
      "sentences": "Yes, we've driven around and we've seen trees that have toppled over on top of homes. We've seen a lot of electrical lines across the roadways here. Utility crews on the ground trying to restore the services to this area.But what you're looking over my right shoulder and, hopefully, if we can give this aerial perspective of this FedEx building that had much of the ceiling collapse, major structural damage as -- get this -- two separate tornadoes in the span of one hour and 20 minutes struck the city of Portage in Kalamazoo County, where were currently located. In fact, Michigan, the National Weather Service out of Grand Rapids issued the first-ever tornado emergency with one of the tornadoes that moved through yesterday evening. And even though the threat has diminished here where I'm located in western Michigan, the threat is amplifying in other areas of the country. And we've got some new information to show you. I want to just get right to some of the graphics because this is important. We're highlighting a storm that is just south of St. Louis that has become more of a discrete supercell. We look for these storms to produce tornadoes at any moment in time. They kind of run in advance of the main line of storms. They can produce particularly dangerous tornadoes. So we're going to monitor that storm. Very quickly, the latest from the Storm Prediction Center that has just been issued is this coverage and intensity of the tornado and hail and wind threat is increasing through the course of the next few hours. So we're going to highlight that, especially into portions of Tennessee, including Nashville. And by the way, tomorrow, I'm getting new information, a large swath of the southern U.S. under an enhanced risk. That's new to CNN. So the severe weather continues into the day tomorrow and even Friday. Back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:01",
      "speaker": "DEAN",
      "sentences": "All right. Derek Van Dam for us, thanks so much.Let's get down to some other headlines that were watching this hour. Police clashing with pro-Palestinian protesters again today. At least 33 were arrested as police cleared out an encampment at George Washington University in Washington, D.C. We're going to have much more on the protests during a live report next hour. Also, the body of a sixth victim of the Baltimore bridge collapse has now been recovered. Investigators identifying the final victim as 37- year-old Jose Lopez. He was one of the construction workers on that bridge when it collapsed back in March. The FBI is investigating the collapse as crews still work to clear the wreckage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:53:40",
      "speaker": "DEAN",
      "sentences": "The fight over TikTok is now headed to a courtroom. TikTok and its Chinese parent company, ByteDance, are suing to block that new U.S. law that could force a nationwide ban on the popular app if it's not sold.TikTok, arguing the new law is, quote, \"obviously unconstitutional and unfairly singles out the vibrant online forum.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:53:40",
      "speaker": "KEILAR",
      "sentences": "Its lawsuit is no surprise after Congress passed and President Biden signed the new law last month after years of allegations that TikTok could be used to spy on users or to suddenly influence elections.CNN's Clare Duffy is covering this for us. Clare, what's at stake here for TikTok?",
      "isLastSentenceInterrupted": false
    }
  ]
}