{
  "date": "2024-09-25",
  "headline": "First Move with Julia Chatterley",
  "subHeadline": "IDF Chief Warns Of Possible Ground Incursion Into Lebanon; IDF Struck 2,000 Targets In Lebanon; Two Drones Fired On Southern Port Of Eilat; U.N. Security Council Meets To Discuss Lebanon And Israel; Hurricane Helen Moves Past Mexico And To Cuba; China Test Fires ICBM; Zelenskyy Warns UNGA Of Russia Attacking Nuclear Power Plants; Zelenskyy To Present \"Victory Plan\" On Thursday; Trump And Harris On Their Economic Plans; WTO Releases Annual Report; Two Giant Pandas From China To Hong Kong. Aired 6- 7p ET",
  "utterances": [
    {
      "timeStamp": "18:00:02",
      "speaker": "JAKE TAPPER, CNN ANCHOR",
      "sentences": "And today, this morning, he graduated from Georgetown University's Paralegal Program. C.J. has dreams of helping otherpeople that have experienced the injustice of our legal system. We're so proud Of C.J. at this show. I can't even explain it in words. Our deepest congratulations to C.J., his family, and the wonderful people at Georgetown who have that wonderful program. 13 people graduated from that program today. The news continues on CNN with Wolf Blitzer in the Situation Room. I'll see you tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:02",
      "speaker": "ZAIN ASHER, CNN INTERNATIONAL ANCHOR",
      "sentences": "1colleague Julia Chatterley. And wherever you are in the world, this is your \"First Move.\" All right. A warm welcome to \"First Move\" for all of you. And here is today's need to know. The Israeli military suggests it is preparing for a possible ground incursion into Lebanon. U.S. President Biden says that an all-out war is possible. And Hurricane Helen moves past Mexico and Cuba and could strike the U.S. as a Category 4 storm. China fires an intercontinental ballistic missile in the first public test in decades. And Hong Kong gets ready to receive two giant pandas from China. All that, and a lot more, coming up here on \"First Move.\" But first, we begin the Middle East and the looming prospect of a widening conflict. U.S. President Biden expressed his fears on Wednesday, but says there's still time for a diplomatic solution. (BEGIN VIDEO CLIP) JOE BIDEN, U.S. PRESIDENT: An all-out war is possible, but I think there's also the opportunity, or still in play, to have a settlement that could fundamentally change the whole region. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:02",
      "speaker": "ASHER",
      "sentences": "The Israeli military says it has struck 2,000 Hezbollah targets in Lebanon over the past three days. You're looking at rescuers searching forsurvivors in the rubble of an Israeli strike north of Beirut. The chief of staff of the Israel Defense Forces telling his soldiers to prepare for a possible ground incursion. (BEGIN VIDEO CLIP) LT. GEN HERZI HALEVI, IDF CHIEF OF THE GENERAL STAFF (through translator): You can hear the planes here. We are attacking all day. Both to prepare the ground for the possibility of your entry, but also to continue striking Hezbollah. Today, Hezbollah expanded its firing range, and later today, they will receive a very strong response. Prepare yourselves. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:02",
      "speaker": "ASHER",
      "sentences": "The United Nations estimates that more than 90,000 people in Lebanon have been displaced by Israeli strikes. Thousands are crossing into Syria,and the U.N. warns many are leaving without any kind of plan. Meantime, air raid sirens have been sounding in Israel. The Israeli government shared this footage, reportedly showing a drone hitting the Southern Port City of Eilat. Nic Robertson joins us live now. From Tel Aviv. So, Nic, let's talk about the reports that the IDF may indeed be preparing for a possible ground incursion into Lebanon. Just explain to us what awaits them if this is indeed the case? What awaits them on the other side of that border? And can this strategy, this idea of escalating in order to de-escalate, can it actually work? Give us your take.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "JOHN KIRBY, WHITE HOUSE NATIONAL SECURITY ADVISER",
      "sentences": "One of the key areas that we've been trying to prevent escalation is between Israel andHezbollah up along that border with Lebanon. So, obviously we woke up this morning to these reports deeply concerning. ROBERTSON (voice-over): The IDF quickly destroying the Hezbollah launcher. The missile itself, which caused no casualties taken out by Israel's fast high altitude David Sling Interceptor. Other shorter-range Hezbollah missiles falling closer to the Lebanese border. Two men injured in this house, one seriously. Across the border in Lebanon, Israel continuing its pressure on Hezbollah. Overnight, airstrikes hitting a suspected Hezbollah ammo dump. Bombing continuing Wednesday. Dozens of people killed, among them civilians. Hundreds dead already this week. Tens of thousands of Lebanese on the move, trying to get out of harm's way. Israel warning them to stay away from their homes until it gives them the all clear. This, as Israeli commanders consider their coming moves, at the northern border, the strongest signal yet. Israel readying to deploy troops into Lebanon. MAJOR GENERAL ORI GORDIN, IDF COMMANDING OFFICER OF THE NORTHER COMMAND (through translator): We need to change the security situation and we must be fully prepared for maneuvers and action. ROBERTSON (voice-over): Their ability for action enhanced late Wednesday. The IDF calling up two reserve brigades, a few thousand additional troops.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "KIRBY",
      "sentences": "If you start to see ground forces moving, you know, then it definitely takes the fighting up a notch and we're trying to preventexactly that outcome. ROBERTSON (voice-over): No decision yet if or when troops will cross the Lebanon. If it happens, that too another escalation. (END VIDEOTAPE) ROBERTSON (on camera): You know, on another escalation this evening in many ways, Iran-backed Iraqi militia claimed they were responsible for firing those two drones towards a lot in the south of Israel, one of them, the IDF said was intercepted, the other one hit the ground. The IDF saying that two people were lightly injured. When that came down President Macron of France in New York at the UNGA, where there is the best hope for diplomacy, he is saying an end to the escalation. He said he's sending his foreign minister to Beirut tomorrow and we're expecting him to meet with President Biden as well today, Zain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "ASHER",
      "sentences": "All right. Nic Robertson, live for us there. Thank you so much. All right. The U.N. Security Council is meeting this hour to discuss theconflict between Israel and Hezbollah. We're expecting speakers from the United States, Lebanon, Israel, and Iran, among others. World leaders are publicly condemning the escalating attack. Speaking at the U.N. General Assembly earlier, French President Emmanuel Macron, who called on both sides to stop. The U.S. meantime is looking to broker a ceasefire. Richard Roth joins us live now from the U.N. So, we know that the U.N. Security Council right now is meeting to discuss the situation in Lebanon. I'm being told these are live pictures of that Security Council meeting happening right now. Just walk us through what options are on the table or likely on the table in terms of creating some kind of off ramp here, Richard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "ASHER",
      "sentences": "All right. Richard Roth live for us there, thank you so much. OK. Be prepared, those are the words of Florida's governor as Hurricane Helenegains strength and moves across the Gulf of Mexico. In Cuba, 50 people are without power. Forecasters warn is likely to become a monster Category 4 hurricane that will impact a large part of the Southeastern United States. And mandatory evacuation orders are in place for parts of 15 Florida counties. CNN's Patrick Oppmann has the latest From Havana. So, winds were, at least, earlier lashing Cuba before this hurricane headed to Florida. Just explain to us what people experience today in Havana and the rest of Cuba, of course, where you are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "PATRICK OPPMANN, CNN CORRESPONDENT",
      "sentences": "Yes, absolutely. It doesn't look so bad now, does it? But throughout the day here, we had very powerful winds andrains across western and even Central Cuba. And as you mentioned, 50,000 people in the province, that's the absolute west -- of the south in Pinar del Rio, are without power. You know, it's pretty typical after you have a storm pass through. But of course, it could be days before power is restored to them. And where I am in old Havana, part of the city that has many old buildings, the danger is as things begin to dry out that some of these buildings can buckle and collapse. You know, it happens after a heavy rainstorm, much less a hurricane. So, you know, one point today, actually the Yucatan Peninsula and where I am being hit at the same time by this storm. You know, the distance of about 400 kilometers. It just gives you an idea of how wide this storm is. Really, an unusually wide hurricane. And the danger is now as it goes into the Gulf of Mexico, rich, rich fuel, all that warm water, historically warm water that has been hit by climate change that is just like gasoline for a hurricane like this one. So, it will increase in power and the forecasters now saying it could arrive on the West Coast of Florida as a very powerful Category 4 hurricane, that really gives you pause when you know how much damage and destruction that kind of strong can cause the kind of storm surge that will bring houses will be lost. People will not be able to shelter in place as they have done, you know, often in storms past without any incident. They really need to seek higher ground, get to shelters and finish up -- finish making their plans. Surely for Cuba where you already have an economic crisis, causing so much misery across this island, you know, this doesn't help, but at least people feel that the worst of this storm was not felt here. Certainly, Florida is not going to get that lucky as this storm, you know, now looks to make a bullseye on the West Coast of Florida. And people there are being told to get ready because they only have about a day left before the worst of the storm arrives there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "ASHER",
      "sentences": "Patrick Oppmann, live for us there in Havana. Thank you so much. OK. Let's bring in Chad Myers. So, Chad, as Patrick was just saying there,listen, there are storm surge warnings for the Florida Keys as well. I mean, this could bring unprecedented damage, life-threatening floods, right, over the next 36 hours. Walk us through that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "ASHER",
      "sentences": "Yes. 42 million people in Florida, in Alabama, in Georgia, as you point out, under hurricane warnings. It's going to be a big one. Chad Myerslive for us there. Thank you so much. Right. Still to come here on \"First Move.\" China is flexing its military might in the Pacific by announcing an intercontinental missile test. What it means for regional security and Beijing's relations with the west coming up. Plus, Kamala Harris on the economy. The Democrat announcing new details of her economic plan in the battleground State of Pennsylvania. Will it satisfy critics who say that she's been a bit too vague on economic issues? (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "BONNY LIN, SENIOR FELLOW FOR ASIAN SECURITY, CSIS",
      "sentences": "Sure. Thank you for having me, Zain. I think before we get to what the test teaches, it'sprobably important to clarify a couple of things. One is we still don't know what type of ICBM, what type of missile China fired. It was definitely long-range, meaning that it could reach the United States, but we don't know if it was the most recent Dongfeng 41 or a Dongfeng 31. But either one, as you mentioned, can carry nuclear weapons. It's just one can carry a lot more nuclear weapons and one can carry one type -- one nuclear weapon. But we do know that, as you mentioned, this is not actually part of China's regular testing. It's not part of their regular military plan. As you mentioned, this is the first occurrence in over 44 years. So, it's very abnormal and very significant. From my perspective, China is clearly using this test to convey a number of messages. I would say the first message relates to how the missile flew the trajectory of the missile. So, if you look at the missile, it was launched from Hainan, China's, I guess, equivalent of Florida, and then it flew in between -- over the waters in between the Philippines and Taiwan. And then, it landed some almost 12,000 kilometers far -- further from that in the Pacific, as you mentioned. And that trajectory, I think, is meant, from China's perspective, to convey a number of signals, including to the Philippines, to Taiwan, and to the United States. I'm happy to elaborate if you want to discuss any of the specific messages that China may have intended to convey.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "ASHER",
      "sentences": "Well, speaking of messages, I mean, is it largely about deterrence or is there more to it than that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "LIN",
      "sentences": "I think it's a -- it's definitely largely deterrence, but it's also maybe particular given some of the recent developments in the region. So,for example, with the Philippines, we know that China has been objecting to U.S. deployment of a mid-range missile system to Northern Philippines, the typhoon missile system. And the Chinese trajectory of its most recent ICBM test is quite close to in Northern Philippines. So, I think that's one message that China is trying to convey to the Philippines and United States, please remove your missiles. And China's using a missile flight of its own to demonstrate that. Also, we know that in the past year or two that China's -- the PLA Rocket Force, the unit responsible for managing, as well as in this case, testing China's missiles has been under a lot of internal pressure that has had corruption scandals and various other issues, including reporting in the United States that some of its missiles were filled with water. I think that's false reporting, but lots of allegations of how incompetent it is. So, it is in China's interest to also demonstrate its military capabilities to the United States and to the International Community at large.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "ASHER",
      "sentences": "And typically, it does conduct these sorts of tests internally. So, I mean, what is this sort of change in approach supposed to convey as well?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "LIN",
      "sentences": "That's a really great question. So, this is, of course, not the first ICBM test since 1980, but the first full range test that we've seen amissile travel nearly 12,000 kilometers over water. So, that's been the first one since 1980. So, I think by engaging in this test, China is trying to demonstrate its capabilities, but also, potentially what we need to watch moving forward is, is this the beginning of trying to doing these tests much more regularly, both to advance his capabilities, but demonstrate its power? We know from, for example, United States does this a lot more regularly. Like we do ICBM test longer-range over water a lot more regularly than China. And it could be China trying to showcase an International Community that it wants to be like a great power like the United States. It wants to flex its muscles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "ASHER",
      "sentences": "You mentioned the message, of course, of deterrence. You mentioned the message it's trying to convey to the Philippines. How are China'sneighbors responding to this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "ASHER",
      "sentences": "All right. Bonny Lin, live for us there from the Center for Strategic and International Studies in Washington, D.C. We appreciate youbeing with us. All right. Still to come, two presidential candidates, two economic plans, Kamala Harris and Donald Trump discussed their proposals for strengthening the U.S. economy in speeches on Wednesday. Will it helped move the needle in one of the closest presidential races in U.S. history? That's next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT",
      "sentences": "Recently, I received yet another alarming report from our intelligence. Now, Putin does seem to be planningattacks on our nuclear power plants and the infrastructure aiming to disconnect the plants from the power grid with the help of satellites, by the way, ladies and gentlemen, by the way, satellites of other countries Russia is getting images and detailed information about the infrastructure of our nuclear power plants. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "ASHER",
      "sentences": "After his speech, Zelenskyy joined U.S. President Joe Biden, British Prime Minister Keir Starmer, and E.U. leader Ursula von der Leyen andothers who announced a joint declaration in support of Ukraine. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "BIDEN",
      "sentences": "For 944 days, Ukraine people have stood unwavering, unbroken, and unbowed. Today, we're launching a joint declaration of support for Ukraine,recovery, and reconstruction to make it clear we stand with Ukraine, now and in the future. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "ASHER",
      "sentences": "Zelenskyy is set to present his so-called victory plan to President Biden in Washington, D.C. on Thursday, and Biden is expected to announce anew U.S. military aid to Ukraine as well. Democratic Presidential Candidate Kamala Harris unveiled new details of her economic plan on Wednesday during a speech in the battleground State of Pennsylvania. The speech comes amid criticisms that she has been slow to fill in the details of what she'd do for the economy of the country if elected president. Harris discussing her proposals for helping middle class families and boosting small business startups. She also says she's committed to helping support industries that will help drive American innovation in the future. (BEGIN VIDEO CLIP) KAMALA HARRIS (D), U.S. VICE PRESIDENT AND U.S. PRESIDENTIAL DEMOCRATIC CANDIDATE: I will recommit the nation to global leadership in the sectors that will define the next century. We will invest in the future. In biomanufacturing and aerospace, remain dominant in A.I. and quantum computing, blockchain, and other emerging technologies. Expand our lead in clean energy, innovation, and manufacturing. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "ASHER",
      "sentences": "Harris has challenged Donald Trump also discussing his economic proposals during an event in North Carolina. He pledged to boostmanufacturing by offering tax cuts to U.S.-based companies and reiterated his support for tariffs. All this as a recently released CNN poll shows Donald Trump easily beating Harris on the issue of the economy. 50 percent of likely voters polled say they trust him more on pocketbook issues versus less than 40 percent for Kamala Harris. Margaret Talev joins us live now. She's the director of the Institute for Democracy, Journalism, and Citizenship at Syracuse University, and she's a senior contributor at Axios. Margaret, thank you so much for being with us. So, roughly around five weeks until election day here in the U.S. A lot of voters have often said that they need more information on -- from Kamala Harris in terms of specifics about what she would do for the U.S. economy. Did they get that from this speech?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "MARGARET TALEV, SENIOR CONTRIBUTOR, AXIOS AND DIRECTOR, INSTITUTE FOR DEMOCRACY, JOURNALISM AND CITIZENSHIP, SYRACUSE UNIVERSITY",
      "sentences": "Well, she'scertainly trying to redefine what the economy means and what the economy was and where it's going. So, I think, you know, we'll see. I mean, everyone is -- including her team is watching these polls very closely there. The voters who still say that they're undecided tend to be torn over a couple of issues on the social front. They may like reproductive freedom and that sort of thing, which she offers more, but they look back to the four years ago days, sort of pre-COVID, that's what they remember about the Trump administration. They don't remember the throes of COVID. They remember the before times when they felt that they had more money in their pocket. That's -- that is essentially what she needs to redefine. And that's (INAUDIBLE) argument, it's not just an economy argument.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "ASHER",
      "sentences": "Yes. I mean, that is the big question. I mean, she also needs to win back voters who blame Biden for the high cost of living. How does she dothat?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "ASHER",
      "sentences": "Yes. And one of her core messages is, listen, you know, I am for the middle class. I'm for the ordinary American, whereas Former President Trumpis for millionaires and billionaires. The key question, though, is how does her economic message actually differ from what Joe Biden has been preaching over the past four years?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "TALEV",
      "sentences": "Yes. And that -- and what we see really, in terms of the breakdown is that the Republican Party has gained a tremendous amount of ground interms of kind of winning over the hearts and minds of a lot of white working-class voters and that working-class vote largely splits along racial lines in this country. So, part of Harris' messaging or tactic has been, and will continue to be talking to working-class voters of color, to women who are working-class voters, they are likely -- more likely to go in her direction. It may be more difficult to find persuadable white male working-class voters, not to say she's not going to try, but when you see how her messaging and her advertising is targeted it follows those contours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "ASHER",
      "sentences": "All right. Margaret Talev, the director of the Institute for Democracy, Journalism and Citizenship at Syracuse University. Margaret,thank you so much for being with us. All right. A Senate report has revealed new details about the moments right before a gunman hit Donald Trump in the ear during a rally in July. Team Trump says he will return to the same venue in Butler, Pennsylvania for a rally in October. And the Secret Service is under pressure to respond to multiple breaking stories about other possible incidents, as Paula Reid reports. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "TRUMP",
      "sentences": "Take a look at what happened --PAULA REID, CNN CHIEF LEGAL AFFAIRS CORRESPONDENT (voice-over): Stunning Secret Service failures around the first Trump assassination attempt detailed in a newly released bipartisan Senate report, citing interviews with top Secret Service officials and local law enforcement who provided security at the July rally. The report concludes failures were foreseeable and preventable and found that many of the problems identified remain unaddressed by the Secret Service. SEN. RICHARD BLUMENTHAL (D-CT): There was nobody in charge on the ground in Pennsylvania. REID (voice-over): Democratic Senator Richard Blumenthal heads a committee that worked on the report. He says change needs to come from the top.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "BLUMENTHAL",
      "sentences": "The buck definitely stops with the head of the agency, the Department of Homeland Security, Alejandro Mayorkas, has to take charge,clean house, replace this leadership and provide full disclosure. REID (voice-over): Among the failures highlighted in the report, failure to set up visual barriers, lack of a plan for how to secure the building where the shooter took aim and general chaos of communications around the shooter's movements. The United States Secret Service lead advanced planning agents could not answer questions about who specifically was responsible for determining the perimeter and who approved the designation of the perimeter. And at least two documents the Secret Service created detailing security for the event contained errors regarding the positions of the local counter snipers at the event. Multiple officials, including acting Secret Service Director Ronald Rowe, have acknowledged the issues that day. RONALD ROWE, ACTING DIRECTOR, U.S. SECRET SERVICE: It's important that we hold ourselves accountable for the failures of July 13th and that we use the lessons learned to make sure that we do not have another failure like this again. REID (voice-over): As criticism of the response that day has been aware area of bipartisan consensus. SEN. RAND PAUL (R-KY): There were multiple failures of the Secret Service and that things have to be better. You know, we were -- the ink was not even dry on the report until there was a second assassination attempt. REID (voice-over): Even as Former President Trump continues to praise those responsible for his security.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "TRUMP",
      "sentences": "I give Secret Service a hell of a lot of credit.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "ASHER",
      "sentences": "Welcome back to \"First Move.\" The U.N. is holding its General Assembly this week and global leaders are flocking to New York. The WorldTrade Organization released its annual report ahead of the meeting. The WTO finding that trade has helped close the wealth gap between world economies. But some people, of course, are still being left behind. The economic calculus could change depending on who is in the White House come January. All right. Let's bring in WTO Director-General Ngozi Okonjo-Iweala. Ngozi, it's been a while. Thank you so much for joining us on the program. NGOZI OKONJO-IWEALA, DIRECTOR-GENERAL, WORLD TRADE ORGANIZATION: Good to see you, Zain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "ASHER",
      "sentences": "Good to see you. So, when it comes to the U.S. election, we've got about five weeks to go. You've got Donald Trump and Kamala Harris todaydelivering really important economic speeches in an attempt to woo voters. As you know, they have very different visions on the U.S. economy. Donald Trump threatening heavy, heavy tariffs on imports, also threatening a 200 percent tariff on John Deere tractors, for example, that are made in Mexico. Just as head of the World Trade Organization, give us your thoughts on the Trump strategy of using tariffs to instigate a manufacturing boom in the U.S. OKONJO-IWEALA: Well, thank you, Zain. First, as head of the World Trade Organization, we don't comment on the U.S. elections, and I'm not saying it because I want to avoid your question. What I can say is that we wish the U.S. very well in the elections, and we have to focus on delivering the priorities of the WTO no matter who wins. What we would like to say is that we need to focus on policies that make sure that we keep an open, fair, and stable, and predictable world trading system. Because 75 percent of world trading goods still goes on on WTO terms. So, we understand that nations have to look after their own economies, but whatever can be done to avoid protectionist measures or measures that would fragment the world trading system, that's really what we'll be focusing on and hoping that our members will support.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "ASHER",
      "sentences": "I want to talk about what's happening at the U.N. Obviously, geopolitics is hugely important every year, but especially this year.You've got not only wars, ongoing wars in Ukraine and, of course, in Sudan, but you've also got the Middle East on the brink of an all-out war. Just explain to us what sort of effect this kind of instability, right, when you could have a potential regional all-out war? What sort of effect that kind of instability could have on the global economy, Ngozi? OKONJO-IWEALA: Well, of course conflict makes for unpredictability and uncertainty, and that has an impact on the global economy because businesses find it very difficult to make decisions. You also have the impact of conflict on trading routes, for instance, like we have on the Red Sea. All of this, you know, raises the cost of doing business, the cost of doing trade and that also has an impact on the global economy. So, one thing feeds into the other. So, having peace is very important to have trade, to have global growth. And global growth is also good for peace. So, it's like a two-way feedback loop.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "ASHER",
      "sentences": "And finally, just in terms of climate change. Obviously, this is the perennial sort of question that I'm sure that you get, but what are some ofthe trade policies that governments could implement in order to help with climate change mitigation? Give us your take on that. OKONJO-IWEALA: Oh, we think that trade is a wonderful instrument and should be used in order to help us move to net zero by 2050. We see green trade as one of the opportunities that we have today, a $1.9 trillion business and growing. And trade policies that try to lower barriers and lower tariffs on green goods, I think, are good for the economy so that more countries, especially developing countries, can have access to the new technologies at affordable costs. This is a problem we all have to solve together as a globe. So, trade is very good for transferring technology from parts where it's made to parts where they're needed. So, open trade that is allows access to affordable renewables, for instance, is something we very much support and we encourage governments to look at their tariff policies and make sure that they do not have higher tariffs on renewables than they have on fossil fuel products, for instance, that occurs in certain tariff regimes in some countries. So, this is one clever thing that governments could look at immediately to help spur green trade.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "ASHER",
      "sentences": "For Asia-backed fans of Portuguese food, you don't need to fly to Europe to get a taste. You can get it in Macau. Marc Stewart has more.(BEGIN VIDEOTAPE) MARC STEWART, CNN CORRESPONDENT (VOICE-OVER): Pedro Almeida moved to Macau from Portugal in 2015.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "PEDRO ALMEIDA, EXECUTIVE CHEF, PORTUGUESE RESTAURANTS AND RETAIL CONCEPTS",
      "sentences": "I love cooking since I was a kid. Macau seems a bit Portuguese. So, Idecided to come to Macau and start to cook Portuguese traditional food. STEWART (voice-over): The 31-year-old is the executive chef of Albergue 1601, one of a number of Portuguese restaurants in Macau. Founded in 2010, his menu features an extensive list of traditional Portuguese classics, including the seafood rice. The secret to Albergue's appeal, authenticity, he says.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "ALMEIDA",
      "sentences": "The way we can be creative is to bring new dishes that never been in Macau.STEWART (voice-over): There's no shortage of good Michelin starred restaurants here. But some restauranteurs here are doubling down on Macau's Portuguese past. Observers like David Wong, a former food and beverage manager at a major hotel chain in Macau says this helps them to stand out in a crowded competitive space. DAVID WONG, CEO, F&amp;B MATTERS: Some have been open 40 years, 30 years. So, that's standard test of time. Not many restaurants last that long, right? And what is real in Macau, I guess, is with history of Portugal being there for 450 years, and you should really try Portuguese for seeing that. STEWART (voice-over): Albergue 1601 is owned by a restaurant group in Macau that champions Portuguese gastronomy. Its newest venture, Casa Maquista, pays homage to its Asian home, serving Macanese cuisine, an authentically local cuisine that blends Chinese and Portuguese with influences from across Southeast Asia, India, and Africa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "ALMEIDA",
      "sentences": "The Macanese cuisine is a very old cuisine. What we have now is new equipment, new techniques that can make the better textures. We cankeep the meats more juicy. We can control the temperature, something that they couldn't do 500 years ago when Portuguese arrived to Macau. STEWART (voice-over): And while most visitors to Macau don't come just to eat, according to Wong, he hopes that changes soon. Those who do will find unique flavors from east and west, and no shortage of good local food. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "ASHER",
      "sentences": "Hong Kong will welcome two new giant pandas on Thursday. The five- year-old pair are a gift from Mainland China and will be greeted with a ceremony at Hong Kong International Airport. Kristie Lu Stout has more.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:00",
      "speaker": "JOHN LEE, CHIEF EXECUTIVE, HONG KONG",
      "sentences": "I would like to once again express my sincere gratitude to the central government for its care and support forHong Kong for gifting two beloved and energetic giant pandas to Hong Kong. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:00",
      "speaker": "STOUT",
      "sentences": "Hong Kong will have a naming competition to come up with new names for the pandas, but the public won't get a chance to see them until mid-December. Kristie Lu Stout, CNN, Hong Kong. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}