{
  "date": "2024-12-20",
  "headline": "Anderson Cooper 360 Degrees",
  "subHeadline": "House Passes Bill To Avert Government Shutdown; Interview With Rep. Dusty Johnson (R-SD); At Least Two Killed 68 Injured In German Christmas Market Attack; At Least 2 Killed, 68 Injured In German Christmas Market Attack; Senate Set To Vote After House Passes Bill To Avert Shutdown; Inside Dairy Farm On Front Line Of CA's Bird Flu Outbreak; \"Luther: Never Too Much\" Premieres Jan. 1 At 8PM ET/PT On CNN. Aired 8-9p ET",
  "utterances": [
    {
      "timeStamp": "20:00:32",
      "speaker": "JIM SCIUTTO, CNN HOST",
      "sentences": "Tonight on 360, two days after Elon Musk and Donald Trump torpedoed a bipartisan bill to pay for everything from air traffic controllers to disaster relief to the troops, and just hours before a government shutdown, House Republicans finally agree on a bill that can pass.Also tonight, a live report from Germany, where officials say the driver who plowed his car into a crowded Christmas market did so deliberately. Later, with bird flu threatening to jump from livestock to people, what one dairy farm is doing in the battle against this deadly bug. Good evening to you, Jim Sciutto here in again for Anderson tonight. And now, it is up to the Senate. They've got just about four hours to approve legislation, which, when President Biden signs it, will head off a midnight government shutdown. It made it through the house about two hours ago, after two days of high and low drama, failed attempts and a right wing revolt, which all began when Elon Musk and President- elect Trump trashed the original bipartisan bill, which had, we should note, taken months to negotiate. Tonight, despite 34 Republican no votes on the final bill and loud threats to his job, House Speaker Mike Johnson declared victory and then left. (BEGIN VIDEO CLIP) REP. MIKE JOHNSON (R-LA): We are excited about this outcome tonight. We're grateful that everyone stood together to do the right thing and having gotten this done now as the last order of business for the year, we are set up for a big and important new start in January. We can't wait to get to that point. We encourage swift passage in the Senate now. They need to do their job as the House just did. We will all go home. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:32",
      "speaker": "SCIUTTO",
      "sentences": "Don't miss this, though. To secure passage of the bill, Speaker Johnson agreed to strip out a key demand of the president- elect that is suspending the debt limit.However, three sources inside the closed door GOP meeting where the deal was made tells CNN the party leadership committed to something of a gentleman's agreement to raising the debt limit next year, while also somehow finding $2.5 trillion in cuts to \"net mandatory spending.\" What does that mean? Medicare could be on the table, which the president-elect promised as recently as two Sundays ago, would not be. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:32",
      "speaker": "KRISTEN WELKER, NBC NEWS",
      "sentences": "You've tapped Elon Musk, Vivek Ramaswamy to head up this Department of Government Efficiency.DONALD TRUMP (R) PRESIDENT-ELECT OF THE UNITED STATES: Correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:32",
      "speaker": "WELKER",
      "sentences": "Which proposes cuts to the federal government. I think a lot of people hear that, and they get concerned about Medicare and Social Security.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:32",
      "speaker": "TRUMP",
      "sentences": "They have anything to do --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:32",
      "speaker": "WELKER",
      "sentences": "And defense spending.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:32",
      "speaker": "TRUMP",
      "sentences": "We're talking about --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:32",
      "speaker": "WELKER",
      "sentences": "You won't touch Medicare and Social Security.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:32",
      "speaker": "TRUMP",
      "sentences": "Abuse, fraud, no I said to people, we're not touching Social Security other than we make it more efficient, but the people are going to get what they're getting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:32",
      "speaker": "WELKER",
      "sentences": "Okay, so the entitlements are off the table.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:32",
      "speaker": "TRUMP",
      "sentences": "-- and were not raising ages or any of that stuff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:32",
      "speaker": "WELKER",
      "sentences": "Are they off the table?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:32",
      "speaker": "TRUMP",
      "sentences": "I won't do it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:32",
      "speaker": "SCIUTTO",
      "sentences": "$2.5 trillion is a big figure, not clear how they get to that. The president-elect just recently speaking there to Kristen Welker.Joining us now from Capitol Hill, CNN's Manu Raju. Manu, I mean, they were right up against the precipice here, but they seem to have saved themselves. What have you been hearing from lawmakers about how this played out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:32",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes, this was a messy period of legislating and perhaps a fitting end to a chaotic 118th Congress because of Donald Trump's late demands here and blowing up that bipartisan compromise that you discussed and making that late demand to raise the national debt limit.Democrats have wanted to not want to give in to that, because they believe that was a key point of leverage to fight against the Trump agenda next time. Even though Donald Trump tried to pressure Republicans to fall in line, really bullying some of them, calling them out by name and the case of Congressman Chip Roy of Texas and threatening primary challenges against others who dare to defy him on the issue of the debt limit. Ultimately, 38 Republicans yesterday did defy him. He did not have the support to do that step, which is why he had to take a defeat here. Setting aside that issue of the debt limit going forward. Now, I caught up with one of those republicans who defied Donald Trump, Congressman Thomas Massie of Kentucky, and I asked him about the president elect's effort to pressure him. (BEGIN VIDEO CLIP) REP. THOMAS MASSIE (R-KY): I think it's an institutional victory to some degree. I mean, I support President Trump's agenda, and I'll vote that way up here. But I think you still have to have a legislative body that's independent and deliberative.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:32",
      "speaker": "RAJU",
      "sentences": "I mean, essentially that he tried to bully members of Congress and it seemed to not work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:10",
      "speaker": "RAJU",
      "sentences": "And, Jim, the question is what this will mean for the next two years of legislating in single party rule here in Washington as they punted on this issue until next year, it is going to complicate Trump's agenda coming in. They've only pushed this off, but they're going to need a lot of deal making internally to do what you just laid out there, which is to raise the national debt limit and find $2.5 trillion in cuts. That is going to be incredibly complicated to do, but it just shows you the challenges ahead -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:10",
      "speaker": "SCIUTTO",
      "sentences": "And to pass those tax cuts, right. They're going to have to raise that debt ceiling. So, when is the Senate expected to take this up? And is there any reason to fear that the Senate might not pass it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:10",
      "speaker": "RAJU",
      "sentences": "No, the Senate will pass it, Jim. It is expected to be by overwhelming amount. But Senate being the Senate, it takes a long time to reach an agreement to actually hold a vote.So, this could actually go pretty close to that midnight deadline that would lead to a government shutdown. We'll see if there's a technical government shutdown, if it goes past midnight for maybe a little bit of time before it gets to the president's desk, but it should have no real impact on the government as of course, tomorrow is Saturday. The government is closed, but ultimately this will be signed into law -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:10",
      "speaker": "SCIUTTO",
      "sentences": "Manu Raju, thanks so much.So, joining us now is South Dakota Republican Congressman Dusty Johnson. Thanks so much for taking time on this Friday evening. REP. DUSTY JOHNSON (R-SD): You bet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:10",
      "speaker": "SCIUTTO",
      "sentences": "So, this just got through. It was a bit messy at the end. And let's be frank, the Republican Majority in the House is actually going to get slimmer in the next Congress. Is this a taste of what it's going to be like governing as we begin the New Year?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:10",
      "speaker": "JOHNSON",
      "sentences": "Oh, yes, it's a bit of a taste. We are a deeply divided country, and were a pretty deeply divided Congress. It is not going to be pretty, but we are going to get our work done in the next two years, just like we got it done this week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:10",
      "speaker": "SCIUTTO",
      "sentences": "Okay, this legislation does not include a very key issue, that is a suspension of the debt limit, which is something President- elect Trump had been demanding from Republicans. And yet more than three dozen of them basically sank that. I just wonder why were Republicans willing to defy him on that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:10",
      "speaker": "JOHNSON",
      "sentences": "The reality is that President Trump did get what he wanted. He got a commitment that we are going to address the debt ceiling early next year. And that's no big surprise. Everybody knows the debt ceiling is going to be addressed next year.Of course, we are not going to default on our debts. That would be catastrophic. The debt ceiling is a leverage point for whatever the minority party is. President Trump wants to make sure that that's not a leverage point for Chuck Schumer and the Democrats into the middle of next year. We, of course, are going to take care of that for him. And so, I do think he was able to get the deal that he needed this week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:10",
      "speaker": "SCIUTTO",
      "sentences": "I mean, to be clear, he did want to get it out of the way before he came into office. Maybe it's the best he could get with that divided House Republican Caucus.But let me ask you this, $2.5 trillion in cuts, that's a big figure. How do you get to that figure in the next Congress as you come in without cutting entitlements? Or is that on the table now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:10",
      "speaker": "JOHNSON",
      "sentences": "I know we love to scare the hell out of everybody by talking about trillion dollar cuts, but let's put this into perspective.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:10",
      "speaker": "SCIUTTO",
      "sentences": "That's not my figure, that's Republican's figure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:10",
      "speaker": "JOHNSON",
      "sentences": "No, no, I get it. But we need to put the two trillion number, the $2.5 trillion number in context. Over the next ten years, we're going to spend $80 trillion. Is American life really going to crumble into the sea if we spend $78 trillion instead?We all know that there is plenty that we can do to focus that spending and frankly, I'm looking forward to it. I mean, I do think Americans are frustrated with the size, the slowness and, frankly, the intrusiveness of the government. So there is obviously some things we are going to protect. We can't touch Social Security and reconciliation. So anybody who is trying to fearmonger on that is frankly just doesn't understand what the law says. And then President Trump has made it clear, we are not going to be touching Medicare either.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:10",
      "speaker": "SCIUTTO",
      "sentences": "Okay, not Social Security, not Medicare. Medicaid?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:10",
      "speaker": "JOHNSON",
      "sentences": "Medicaid is the kind of thing where I think we can do a much, much better job of providing healthcare to America's needy.Listen, we are a rich enough country, clearly, the least fortunate among us, listen, we are going to help them with their healthcare, but that is not a well-run program. And so, do I think that over the course of the next ten years, we can do a better job with that program? Absolutely, we can.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:03",
      "speaker": "JOHNSON",
      "sentences": "Well, first off, we did not have a deal. I mean, the 1,500- page bill that got rolled out wasn't the kind of thing that I was able to see before it was released. It wasn't the kind of thing that I ever expressed support for.And in fact, I had indicated to leadership that I was opposed to it. But listen, that's how these things go. You cut a deal. You see whether or not your membership is there. And of course, at that point you want America to weigh in. That's what the First Amendment is about. I don't think we should be muzzling Elon Musk just because the guy has got a lot more money than I do. He is a disrupter. He is brilliant. There are times he's going to intervene in an unorthodox way, but over the long haul, I think there's going to be a lot of good that comes from that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:03",
      "speaker": "SCIUTTO",
      "sentences": "We'll see.Congressman Johnson, we appreciate it. Happy Holidays to you and your family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:03",
      "speaker": "JOHNSON",
      "sentences": "Thanks much, you too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:03",
      "speaker": "SCIUTTO",
      "sentences": "Joining us now, CNN political commentator Shermichael Singleton and Jamal Simmons. Also, CNN's Kristen Holmes, who of course, covers Trump.Kristen, let me ask you, does Trump himself look at this as a loss? I mean, he made his demands quite clear. He wanted the debt ceiling to be raised now, not in three months' time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:03",
      "speaker": "KRISTEN HOLMES, CNN NATIONAL CORRESPONDENT",
      "sentences": "Well, regardless of whether or not he views it as a loss, it's certainly not a win. And this is not what he wanted. He said he wanted to clear the decks.We know in private conversations, he raised hell about getting rid of the debt ceiling and publicly as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:03",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:03",
      "speaker": "HOLMES",
      "sentences": "The question, of course, is whether or not he was going to continue fighting it, and right now it doesn't appear that he is.We've seen almost nothing but silence from him since this morning. This morning he came out and said something like, this needs to be solved under the Biden administration, not the Trump administration. But other than that, he has really backed off of what we saw yesterday and the day before, which was this rampant posting, this threatening of House members who might vote for the CR. It is a different kind of temperament. And now part of that, I am told, is that he was told in private that it was going to be incredibly hard to get this done. One, it was a bad idea to have a government shutdown despite the fact that he was continually saying it is the Biden administration's fault, nobody, even Republicans, were publicly saying it was his fault because he had tanked it. But two, that they just didn't have a long enough runway to get something like this done that was going to take months to negotiate. So it seems as though, at least in some ways, he backed off the idea.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:03",
      "speaker": "SCIUTTO",
      "sentences": "Yes, I mean, sort of like with games, maybe it was just -- he realized he didn't have the votes, so he had to back off.Shermichael, I wonder when you look at this for Republicans, they now they've got the Senate, they've got the House and of course they have the White House, though a slimmer margin in the House than they had in the previous Congress. And you see the divisions exposed here. Inside the Republican Caucus, you see the disruptive capability of someone like Elon Musk with a single tweet. Is this a taste of what it is going to be like under Republican management as we begin the New Year?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:03",
      "speaker": "SHERMICHAEL SINGLETON, CNN POLITICAL COMMENTATOR",
      "sentences": "I understand why the president-elect wouldn't want to deal with this in the middle of his new term. I mean, who in the world would want to deal with trying to pass some type of a longer term budget?Personally, I think we should end these short term CRs. I don't think this is the way you run a country. This is not the way you balance a budget. And I think we need to have annual savings attached to spending. And I know a lot of Republicans won't say this, which is probably why I would never run for office, you do have to go after entitlements. We have to make reforms there. That is a reality, a part of balancing the budget ultimately means you're looking at the balance sheet and you're making cuts to every single category to try to pay down as much of that debt as you possibly can over, let's say, eight to 10-year period. And so the idea and notion that members of Congress are somehow afraid of touching these things to me is not in the long term interest or vitality of the country writ large. So I am really disappointed. And a lot of the Republicans who are supposed to be fiscally conservative, continuously taking positions that I would argue as a conservative are not very conservative at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:03",
      "speaker": "SCIUTTO",
      "sentences": "I mean, the trouble is, though, Shermichael, is that it is not just about the difficulty of getting to those cuts. And by the way, both parties have trouble making cuts, right, to things people like.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:03",
      "speaker": "SINGLETON",
      "sentences": "Oh, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:02",
      "speaker": "SCIUTTO",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:02",
      "speaker": "SINGLETON",
      "sentences": "So I think there are a couple creative ways, Jim, that you can look at this to try to figure this out. I don't have all the answers immediately here, but the fact that our members of Congress aren't even trying to explore how do we cut this debt? How do we look at long term expenditures for the country? They're not doing that.They're just saying, look, we will pass CRs and we will just borrow by raising the debt limit and that to me is just not sustainable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:02",
      "speaker": "SCIUTTO",
      "sentences": "No, I get you. Well, listen, even Steve Bannon was saying, you know, you might have to raise some taxes on the wealthy. I mean, the things have been turned around, right? In terms of the current political debate.Jamal, I do want to get to you because according to sources, House Minority Leader Hakeem Jeffries described this bill as an overall win for the American people and praised Democrats for preventing a debt limit hike. I wonder from your perspective, did the Democrats get anything out of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:02",
      "speaker": "JAMAL SIMMONS, CNN POLITICAL COMMENTATOR",
      "sentences": "Well, the Democrats didn't lose today. The Democrats certainly made a case they had to help govern the country. They're showing America they're willing to cut a bipartisan deal. The question for me, though, is, and I appreciate Shermichael's effervescence here.But if you're going to start cutting Medicare, Medicaid, Social Security, these mandatory programs, tell, that to the auto workers in Michigan and in Ohio who voted for Donald Trump, that they're going to have to work two or three more years than they expected to in order -- at a pretty hard job -- in order to get that Social Security benefit or tell that to the older lady who is trying to make her prescription drug benefit work out that she is going to have to pay a little bit more for those drugs. I just don't think when you boil it down, that this really matters. And lastly, you know, Elon Musk, he spent $250 million in the last election. I don't know if he bought that chair that he occupies at the Republican decision making table, but it certainly is a high priced rental. And if he is going to keep making these kinds of decisions, Donald Trump and the Republicans are going to have to answer for the fact that they've handed over control of the decision making in their party to a billionaire, one of the richest -- actually the richest person in the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:02",
      "speaker": "SCIUTTO",
      "sentences": "Kristen, is there any sensitivity with Trump and in the Trump camp about the amount of power and influence Elon Musk is wielding?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:02",
      "speaker": "HOLMES",
      "sentences": "Well, I certainly think it hasn't gone unnoticed. I mean, there are people around Donald Trump who think that he has too much power. Donald Trump himself has continued to keep him around. I mean, just one example is after Elon spent the day trashing the bill, after Donald Trump then issued his public statement, the two of them had dinner with Jeff Bezos at Mar-a-Lago.It is not as though in any way, they don't appear to be in complete lockstep. But I will tell you that senior advisers to Donald Trump continue to tell me that Donald Trump is the one in charge. So clearly they are looking at this situation and feeling the need to stress that Donald Trump is in control.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:02",
      "speaker": "SCIUTTO",
      "sentences": "Wait a second, he is still the president and I am sure listen, there is a reason Democrats were saying President Musk a lot yesterday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:02",
      "speaker": "HOLMES",
      "sentences": "Well, they know they know how to get under his skin. Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:02",
      "speaker": "SCIUTTO",
      "sentences": "They had a talking point. I am sure you heard it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:02",
      "speaker": "HOLMES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:22:46",
      "speaker": "SCIUTTO",
      "sentences": "More breaking news tonight.Authorities say at least two people are dead, 68 others injured after a driver plowed a car into a crowded Christmas market in Germany. According to one official, the suspected driver is in custody, is a doctor originally from Saudi Arabia, who has lived in Germany for nearly two decades. CNN's Matthew Chance has more this. (BEGIN VIDEOTAPE) MATTHEW CHANCE, CNN CHIEF GLOBAL AFFAIRS CORRESPONDENT (voice over): This is the moment a vehicle plowed into a packed Christmas market in Germany, causing horrific casualties. Video from the immediate aftermath in the city of Magdeburg shows the market in disarray, with items scattered all around and people tending to the wounded. It is now known, an adult and a toddler were killed in the attack about a hundred miles west of Berlin, leaving the city on edge. DORIN STEFFEN, LIVES IN MAGDEBURG, GERMANY (through translator): We are shaking, we are full of sympathy for the relatives. Also, we hope nothing has happened to our relatives, friends and acquaintances. CHANCE (voice over): Police say they've arrested the driver of the car, identified by a senior German government official as a doctor originally from Saudi Arabia. The suspect is reported to have lived in Germany since 2006, and had worked in the region. A government official says its believed the suspected attacker acted alone. REINER HASELOFF, REGIONAL PRIME MINISTER OF SAXONY-ANHALT (through translator): We are currently in the process of compiling all further data and also carrying out the interrogation, according to the current information, it is an individual perpetrator, so there is no longer any danger to the city because we were able to arrest him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:22:46",
      "speaker": "CHANCE",
      "sentences": "It is not the first time a German Christmas market has been targeted. Back in 2016, a dozen people were killed and many more injured when a crowded Christmas market in berlin was struck by a truck driven by a 24-year-old Tunisian man. That attack was later claimed by the Islamic State.Now the German Chancellor, Olaf Scholz, is set to travel to the scene of the latest attack, as Germany reckons with a horrific act of violence just days before Christmas. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:10",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Yes, the latest figures are still that dozens of people were injured. Matthew just mentioned in his report there, Jim, that two people at least are confirmed killed. One of them being a toddler. However, one of the things that the authorities have said to qualify all of this is that they believe that the death toll could actually still rise because there are so many people who are really severely injured when this car plowed through there.And I want to set the scene for you a little bit. I am going to get out of your way and you can see behind me is the actual Christmas market. And one of the things that is really interesting about all of this is that there are actually barriers here to try and prevent something like this, exactly like this from happening. We can see those green and red barriers that were put up here and there all around the perimeter of this Christmas market. So it is unclear where there might have been a gap in all of this for the suspect and the car to get through and then plow through that market because it must have driven in there for hundreds of yards through that market, injuring obviously a lot of people, very difficult for the people to get out of the way because the stalls there are pretty tight and the space is very small between them. So a jam-packed area, lots of people. Of course, all of this happened at 7:00 PM on a Friday night, the last Friday before Christmas. And that's also one of the reasons the authorities believe why there are so many casualties, because obviously this place would have been highly frequented at that time -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:10",
      "speaker": "SCIUTTO",
      "sentences": "Yes, if you look at the speed that that car went in there, just -- well, it is so sad to see.Fred Pleitgen, thanks so much. Joining us now for more, CNN national security analysts Juliette Kayyem and Peter Bergen. Juliette, former Assistant Secretary for Homeland Security; Peter, the author of numerous books, including \"The Rise and Fall of Osama Bin Laden.\" Also with us, former FBI assistant director, Chris Swecker. Peter, I want to begin with you because you have profiled so many terror suspects through the years. We know limited details about the suspect here: 50 years old, a doctor from Saudi Arabia, but has lived in Germany for some 18 years. Tell us about how that does or doesn't fit a profile for this kind of attack.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:10",
      "speaker": "PETER BERGEN, CNN NATIONAL SECURITY ANALYST",
      "sentences": "Well, some people might be surprised that a doctor would carry out this kind of attack, but it is worth remembering that the erstwhile leader of al-Qaeda, Ayman Al- Zawahiri, was a surgeon. And in fact, you know, the kind of profile of a lot of these terrorists are, you know, middle class. It is not, you know, when you look at the foot soldiers in the Taliban are, you know, they are kind of poor.But in a country like Germany, bear in mind that the 9/11 plot was largely hatched in Germany, and the lead hijacker, Mohamed Atta, was studying for his PhD and, you know, was a very bright guy. So the fact that he is a doctor isn't very surprising. The fact that he is Saudi is very interesting. After all, we had a Saudi military officer carry out an attack at Pensacola, Florida in the United States, just 2019, killing three American sailors. Saudis have always been being recruited to these kinds of groups. We don't know the motive of this terrorist, may be idiosyncratic. We don't know. But, you know, as we saw in Matthew's package, you know, there was the Berlin attack inspired by ISIS, but also the attack in Nice, the same the year, which killed 84 people. And also, by the way, an attack in Manhattan a year later that killed eight people, all using vehicles and all inspired by ISIS.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:10",
      "speaker": "KILMEADE",
      "sentences": "Yes, the vehicle is a deadly weapon.Juliette, this was a rental car. And I wonder what that detail might tell you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:24",
      "speaker": "SCIUTTO",
      "sentences": "Chris, you heard Fred Pleitgen describe there how there were actually concrete barriers set up around this, in light of, and awareness of, the risk for so-called soft targets like this, and yet, somehow, the driver still got around it.I suppose that shows the difficulty that at the end of the day, you can put up some protections, but you can't prevent everything. CHRIS SWECKER, FORMER FBI ASSITANT DIRECTOR: Yes, I think we all remember the bollards and the barriers that went up after 9/11. The Capitol is, you know, they surround the Capitol, and all the federal buildings in downtown D.C. When I was head of security at Bank of America, we worked very hard to try to protect that building, and their courtyard surrounding it. You know, you can inflict mass casualties with a vehicle. The Nice attack was mentioned, and 86 people were killed, but there were also about 400 injured. So you can do a lot of damage, and I'm afraid that what happens when you don't have a major incident in a few years, that complacency sets in. And it's natural, it happens in this field of security and law enforcement and counterterrorism, and we sort of lose sight of the fact that the terrorists have a long-term view of things, and they're not going away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:24",
      "speaker": "SCIUTTO",
      "sentences": "Yes. Peter, to that point, I mean, there's been something of an impression, right, that the threat from groups like ISIS and others has reduced, and there is some fact to that. I mean, ISIS has been beaten down at its bases, and their bases shrunk in Syria and Iraq, and we've seen fewer than that peak period around 2016, '17, '18. We've seen fewer homegrown ISIS, inspired (ph) terrorists in the West. But, to be clear, the threat hasn't gone away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:24",
      "speaker": "BERGEN",
      "sentences": "No, it hasn't. I mean, a vivid reminder of that was the attack in the Crocus concert hall in Moscow, where more than 140 people were killed earlier this year.And, you know, the situation in Syria is, of course, it's great that Assad is gone, but in the process, a bunch of prisoners, ISIS prisoners, who were in prisons held by the regime in Aleppo and Idlib, are now out of prison. And prison breaks or prison releases are a classic way for these groups to regenerate. We've seen that movie many times before. So, and also, you have a substantial number of prisoners held by the Kurds, who are also under pressure in the northeast of Syria from some of these Islamist groups. So, you know, there's a mini resurgence, I would say. I wouldn't say it's, you know, it's not like they're back in business as they were in that 2016-2017 time period, but it certainly calls for concern.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:24",
      "speaker": "SCIUTTO",
      "sentences": "Yes. Juliette, there were initially some indications that there might have been an explosive in this car. Police were certainly concerned about that. Now, the local public broadcaster citing the police says there was not, in fact, an explosive device in the car. I suppose that's something of a relief, right, because this could have been --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:24",
      "speaker": "KAYYEM",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:24",
      "speaker": "SCIUTTO",
      "sentences": "-- much worse. KAYYEMThat's just a level of sophistication, a sort of level of knowledge, and also just creating even a rudimentary device would have been planning. Why wasn't that -- you know, why wasn't that caught? So when it was determined that there wasn't one, then people like me and the rest of the panel begin to think, OK, well, was this more spontaneous? What was this triggered by? Because it takes absolutely nothing to get into your car. If he lives in the area, he knows where there's going to be vulnerabilities in the Christmas area, in the Christmas Village area, and to just press the accelerator. That's the scary thing about these car attacks. And as we enter not just Christmas but of course, we're all thinking about it New Year's and our capacity to stop these cars. Everyone in big cities will experience the protections that are in place. They don't know that it's them, but that's why there's big trash trucks in New York and Boston and elsewhere. Those are just ways to try to limit speed and an ability of a vehicle to get to large masses of people. That will be ratcheted up in the days to come because of this attack.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:24",
      "speaker": "SWECKER",
      "sentences": "I think so. I mean, we've heard FBI Director Chris Wray talk about this in conjunction with the relative ease of getting across the southern border. And, you know, there's no question that terrorists have come across that border, whether they're lone terrorists or terrorist cells.And they're well embedded inside this country. I've worked terrorist cases. Hezbollah has always had a presence here. They raise funds here and they can always be called into action as an active terrorist cell. So I think the alert here, especially around Christmas time, is elevated. It probably ought to be higher than what it is right now because I mentioned that complacency earlier. And I fear that complacency as someone who has a background in this field.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:43",
      "speaker": "SCIUTTO",
      "sentences": "Though you cannot see inside the Capitol, it's safe to bet that most House members by now are on their way home, perhaps to National Airport after finally passing legislation to prevent a government shutdown. The Senate is expected to pass it shortly as well.Joining us now is Democratic Congressman Jamie Raskin, who is not at the airport because his Maryland constituency is just outside of Washington. Thanks so much for making the time tonight. REP. JAMIE RASKIN (D-MD): Delighted to be with you, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:43",
      "speaker": "SCIUTTO",
      "sentences": "So House Minority Leader Hakeem Jeffries, he described this bill to your caucus as an overall win for the American people. Why? Do you agree with that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:43",
      "speaker": "RASKIN",
      "sentences": "Well, look, it's certainly vastly superior to shutting down the government of the United States. We've lived through some Donald Trump shutdowns before. We know what that means in terms of the effect on the federal workforce, on veterans, on people who need the government for Social Security, Medicare, the national parks and museums and so on.And it was certainly vastly superior to the hodgepodge bill that they sent to us yesterday, where they -- where Donald Trump was attempting to, you know, abolish the debt ceiling --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:43",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:43",
      "speaker": "RASKIN",
      "sentences": "-- entirely to allow for them to, you know, have this vast tax cut for the wealthy again. So, given where we were, this was probably the best possible solution. But, of course, it was not what we had agreed to. Originally, there were six weeks of arduous negotiation and then bipartisan agreement to a deal that got blown up by a tweet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:43",
      "speaker": "SCIUTTO",
      "sentences": "So let's talk about what comes next, because Republicans in their private meeting, they made a handshake agreement to cut $2.5 trillion in spending next year when they presumably hope to raise the debt limit.To get to that figure, it strikes me and a lot of others that entitlements could be in danger. Does this means Republicans, despite what they say, are going to propose cuts to Medicare and Social Security, perhaps Medicaid?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:43",
      "speaker": "RASKIN",
      "sentences": "The Democrats viewed this as a first assault on Social Security and Medicare of the 119th Congress. They were really beginning plans to try to dismantle basic entitlements the American people have built up and paid into over the years.And so, we know that they would much rather have a big tax cut for the wealthy. The last tax cut they did gave 83 percent of their benefits to the richest Americans. And so they want to repeat that while undermining Social Security, Medicare, the Affordable Care Act, anything that is an expression of solidarity among people who live in different classes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:43",
      "speaker": "SCIUTTO",
      "sentences": "So what are you going to do about that? I mean, they do have a majority. Granted, they will have a slimmer one in the House than they had in this Congress, but they have the advantage of a president and they control the Senate.And based on the rules, their plan, at least, they want to do this through reconciliation, which means they would only need a simple majority. Do Democrats have a way to stop them from making such cuts?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:43",
      "speaker": "RASKIN",
      "sentences": "Well, of course, there's the filibuster on the Senate side, but we also think that there might be some reason within at least a handful of Republicans left. And remember, after three Republicans leave right at the beginning --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:43",
      "speaker": "SCIUTTO",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:05",
      "speaker": "SCIUTTO",
      "sentences": "I guess the concern, though, is, right, that the President- elect Trump has made this a -- his goal, right? He wants to extend those tax cuts. And without ballooning -- if he doesn't want to balloon the deficit, they're going to have to make cuts. I just wonder, is that more a hope or a plan that you're describing there?Look, there are, you know, a dozen Republican representatives who are in districts that Joe Biden won or where Kamala Harris won or essentially tied an election. Those people have got to be very nervous about what's coming in the midterm elections. The Democrats are totally unified, totally focused. And we believe that we are defending not just the Constitution, the Bill of Rights, but also our opportunity to make progress for the American people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:05",
      "speaker": "SCIUTTO",
      "sentences": "Well, we'll be watching next year. Congressman Raskin, we do wish you and your family a happy holidays.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:05",
      "speaker": "RASKIN",
      "sentences": "Thank you kindly. You too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:40",
      "speaker": "SCIUTTO",
      "sentences": "This week, the Centers for Disease Control and Prevention announced the first severe case of bird flu here in the United States. The patient is hospitalized in Louisiana. The CDC says the person was exposed to sick and dead birds in their backyard.Meanwhile, California has become the first to declare a statewide emergency over the spread of the disease through dairy farms there. Tonight, CNN's Veronica Miracle takes us to one of them. (BEGIN VIDEO TAPE) VERONICA MIRACLE, CNN CORRESPONDENT (voice-over): As the bird flu rips through California, infecting dairy cows, about two-thirds of dairy farms in the entire state have been under quarantine. This dairy farm just outside of Tulare, California, was one of the first to be hit with the virus. Tom is a third generation owner of this family farm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:40",
      "speaker": "MIRACLE",
      "sentences": "So Tom (ph) is spraying down our tires with a bleach solution, which says kills everything so that any car that's coming in here, into their farm, particularly from another dairy, they have to get their tires washed with this bleach before they can enter.Thank you for spraying down our tires. And now we need to protect ourselves, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:40",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "That's correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:40",
      "speaker": "MIRACLE",
      "sentences": "I've got the gloves, I've got a mask on, have the goggles here. But I see also, you're going to bypass that because you feel confident and comfortable that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:40",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:40",
      "speaker": "MIRACLE",
      "sentences": "-- that everything here is safe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:40",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Now, I will also say that anybody else that comes in, we would request they do the gear up just because we don't know exactly where they've been.MIRACLE (voice-over): Tom has roughly 1,200 cows on this farm. They produce about 11,000 gallons of milk per day. When the herd became infected with the avian flu in September, nearly 30 cows died. The farm was put under quarantine for five weeks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:40",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Our facility is negative of bird flu and has been for some time. So we're not under quarantine anymore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:40",
      "speaker": "MIRACLE",
      "sentences": "But the risk is definitely still there. The biggest concern being getting it from another dairy, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:40",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.MIRACLE (voice-over): Despite rapid efforts to contain the virus, the illness has now spread from Central to Southern California.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:40",
      "speaker": "MIRACLE",
      "sentences": "How long does it take until you know that a cow is sick?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:40",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We will know within three days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:40",
      "speaker": "MIRACLE",
      "sentences": "Within three days?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:40",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:40",
      "speaker": "MIRACLE",
      "sentences": "OK. So, a cow technically could be sick right now and you won't know for a few days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:40",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "That's a possibility.MIRACLE (voice-over): Transmission to humans is also a major concern, but state officials insist there's no need to panic. DR. ANNETTE JONES, CALIFORNIA STATE VETERINARIAN: Pasteurization is 100 percent effective in killing this virus in milk. MIRACLE (voice-over): Of the 36 cases of bird flu in humans in California this year, nearly all of those affected were dairy farm workers exposed to sick animals, according to the CDC.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:40",
      "speaker": "MIRACLE",
      "sentences": "So Miguel, are you concerned at all about your safety? You're not wearing any goggles?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:40",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(Speaking in Foreign Language).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:40",
      "speaker": "MIRACLE",
      "sentences": "So he's not concerned about getting sick.MIRACLE (voice-over): Right now, 613 dairy farms are quarantined. 66 have been cleared in recent months, but dairy industry representatives say the risk doesn't end there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:40",
      "speaker": "ANJA RAUDABAUGH, CEO, WESTERN UNITED DAIRIES",
      "sentences": "We are starting to hear about reinfections in Texas, Colorado, Idaho, and Louisiana.MIRACLE (voice-over): Here in Tulare County, Tom is staying vigilant and following safe practices. This while California prepares for the worst and tries to get ahead of a rapidly evolving crisis. (END VIDEO TAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:40",
      "speaker": "SCIUTTO",
      "sentences": "So Veronica, I wonder what other animals are at risk of getting bird flu?MIRACLE (on-camera): Yes, Jim, poultry is at risk. In fact, poultry farms have been impacted. 51 just this fall in the state of California have tested positive. We spoke to a chicken farmer in San Diego who says he hasn't yet been impacted, but if one of his chickens gets sick, he has to euthanize the entire flock. So major concerns there. In terms of human-to-human transmission, there have been no cases in the United States so far of this specific strain. And officials reiterating today here in the state of California that the risk to the public is very low. Jim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:59:18",
      "speaker": "SCIUTTO",
      "sentences": "We are less than two weeks away from the premiere of an all new CNN film, \"Luther(BEGIN VIDEOCLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:59:18",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Mr. Luther Vandross.(SINGING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:59:18",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I remember hearing \"A House Is Not a Home\" the first time. I couldn't believe what I was hearing. I told him, I said, baby doll, you have just given me the definitive version of that song.(SINGING) (END VIDEOCLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}