{
  "date": "2024-10-30",
  "headline": "Quest Means Business",
  "subHeadline": "New CNN Poll: Harris Holds Slim Lead In Michigan And Wisconsin; Moody's: Wage Gains Now Beat Inflation For Typical Household; Labour Government Debuts Decades High Tax Rise; Flash Floods Kill Scores In Spain; Yankees Fans Banned From Game 5 Of World Series; \"World Of Wonder\" In Boston, Massachusetts. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:00:00",
      "speaker": "JULIA CHATTERLEY, CNN INTERNATIONAL HOST",
      "sentences": "U.S. stocks under a little bit of pressure. Investors treading water ahead of some really big tech earningsover the next day -and-a-half. Microsoft, Meta, Apple and Amazon all on tap. Those are the markets and these are the main events: Six days until the US election, growth is strong, inflation is cooling, and jobs are flowing, but is it too late to make a difference? Britain raising taxes on the rich, the new Labour government unveiling its first budget. And another early start for Japanese baseball fans in a few hours, the Dodgers could clinch a world series victory. Live from New York. It is Wednesday, October 30th. I am Julia Chatterley, in for Richard Quest and this is QUEST MEANS BUSINESS. And a good evening. In this hour, Kamala Harris will take the stage as she makes her closing arguments across three critical swing states. She is set to hold a rally in Pennsylvania in around 30 minutes' time. She was in North Carolina earlier and will end the day in Wisconsin. It comes as her campaign is trying to clean up these remarks from the president. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Just the other day, a speaker at his rally called Puerto Rico a floating island of garbage. Well, let metell you something. I don't -- I don't know the Puerto Rican that I know or Puerto Rico where I am -- in my home state of Delaware. They are good, decent, honorable people. The only garbage I see floating out there is his supporters. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "CHATTERLEY",
      "sentences": "Biden later said he was referring to the rhetoric of Donald Trump's supporters. Harris has repeatedly had to respond to the president'scomments, most recently to ABC. (BEGIN VIDEO CLIP) KAMALA HARRIS (D), VICE PRESIDENT OF THE UNITED STATES: Well, first of all, I think that the president has explained what he meant, but I've said it earlier, I strongly disagree with any criticism of people based on who they vote for and I've made that clear throughout my career, including my speech last night before I think this all happened, which is I intend to be president for all Americans, and including those who may not vote for me in this election. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "CHATTERLEY",
      "sentences": "Meanwhile, a new CNN poll shows Kamala Harris leading in two of the three states critical to winning the White House. She holds a five-point lead over Donald Trump in Michigan, and a six-point lead in Wisconsin. In Pennsylvania, the race remains tied. Kayla Tausche is at the White House. Kayla, let's talk about President Biden's comments. I think we can all agree, it is not a good look, but perhaps primarily because it is unusual from him and one could argue the bar is higher relative to the former president. It has however, presented Kamala Harris with an opportunity to distance herself from the president and say, look, as she said, there, I intend to be the president for all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "KAYLA TAUSCHE, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "Yes, and she accepted the opportunity to distance herself on two separate occasions, both in thatinterview with ABC that you just showed, as well as a gaggle with reporters earlier today on the tarmac before her event saying that she intends to be a president for all people. What we don't know, Julia, is what was discussed between Vice President Harris and President Biden when they spoke by phone last evening. President Biden called Harris to congratulate her on a symbolic and splashy speech that she delivered at the Ellipse that was intended to be her closing argument, but it now appears that President Biden is the one who would have the last word. Repeatedly today, the White House press secretary was asked whether President Biden regretted those comments, whether they were made inadvertently or not, and whether he viewed them as a potential distraction for Harris, and the White House would not engage in that line of questioning, merely suggesting that the president himself cleared up the comments on Twitter with a statement late last evening. But this is very clearly what the Harris campaign Julia, has been trying to avoid. CNN reported yesterday that the Harris campaign has been dialing back some of President Biden's engagements for Harris on the campaign trail because of his propensity to make some of these gaffes, off the cuff when he goes off script. Last week in New Hampshire, he said \"lock him up\" about Donald Trump before saying, \"lock him out politically\" and appearing to do immediate cleanup on those comments. He also in Arizona suggested that former Congresswoman Gabby Giffords, who survived a shooting at a campaign event of her own several years ago, he referred to her in the past tense, suggesting that she was no longer alive. So these have been met with eyerolls and anger from the Harris camp for the last week, plus leading them to alter some of his engagements, but certainly there is quite a bit of frustration and handwringing after the president did exactly what they were hoping to try to avoid -- Julia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "NELA RICHARDSON, CHIEF ECONOMIST, ADP",
      "sentences": "Yes. So we saw 233,000 private jobs in October, and this was a month that was expected to be messy because ofthe twin hurricanes in the United States. We saw something very clear, after a summer of malaise in terms of hiring, September and October has signaled growing strength in US labor job gains and that's good news because as you rightly point out, the labor market is critical for consumer spending and it really feeds those strong consumer numbers that we also saw in the GDP report today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "CHATTERLEY",
      "sentences": "Now the Fed has told us all the way along now for the last couple of months, that the focus now is on jobs and preventing any furtherdeterioration in the jobs market relative to the concerns that they had had up until that point about rising prices and pricing pressures. But we do have to keep an eye on wage pressures, and that was one of the other takeaways I got from you report was actually we saw a slowdown in the rate of pace of wages as well, which may not be great for workers, but it is a good sign on the inflationary front, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "RICHARDSON",
      "sentences": "Right. That is something that is good news for anyone who is concerned about inflation, both for jobs stayers, people who kept the samejob over the year and job changers, we saw this reduction in pay growth. Now for those who are workers like myself who like to see their pay go well, the cheerful news here is when you match that with inflation, which we also saw from the government numbers came down again today. So what we are seeing is real wage growth even if nominal wages and the growth is slowing, and that is cheerful news for workers as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "CHATTERLEY",
      "sentences": "I am so glad you mentioned that because we were just showing while you were talking there on the screen some data from Moody's Analyticsand they said recently that the typical US household is spending $1,120.00 more per month to buy the same goods and services as January 2021. But then they did sort of sticker shock offset by the fact that the typical household is also making $1,193.00 more per month than January of 2021. So I guess the message there is as bad as the price pressures have been, wages are now catching up and have almost surpassed at least average wage gains. Nela, that is important. Why is it not yet really and fundamentally reflected in data like consumer confidence, for example, because that has been one of the head scratchers of this presidential campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "RICHARDSON",
      "sentences": "I think the reason why it hasn't translated yet is that people are still catching up, frankly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "CHATTERLEY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "RICHARDSON",
      "sentences": "It is great that we see that real wage gains now, but we haven't seen it the entire four years since the pandemic and in fact, therewas at least a solid year or more where wages were retreating, where real wages were growing and inflation was so high. And so if you look at the average American or people at below the median in terms of pay gains, they are still struggling with higher prices and that sentiment can't be discounted. So, in aggregate, things look great, but everything depends on your household situation. That's why I think that sentiment is coming down and you're seeing that sentiment a little more downbeat than the economic numbers would suggest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, as an economist, I avoid the word aggregate at all costs because it just comes down to the individual to your point and how anindividual household particular is feeling. Nela, very quickly, Federal Reserve, we've got them meeting next week. We obviously have a December decision as well. Is the data so far and again, I reiterate some of its backward looking consistent still with a further quarter of a percentage point rate cut for the November meeting, and perhaps in December or is that more of a question mark now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:09",
      "speaker": "CHATTERLEY",
      "sentences": "Yes. It is fortunate position to be in, I think quite incredible execution for a lot of criticism in the early stages as well.Nela, great to have you. Thank you. Nela Richardson there. Now, President Biden was the first Democrat in nearly three 30 years to win the state of Georgia in the last election. Voters in Clayton County, just south of Atlanta were actually pivotal in delivering that result. But as our Elle Reeve reports, it is not so clear cut this time around. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:09",
      "speaker": "BRUCE WRIGHT, PET STORE OWNER",
      "sentences": "It's probably the hardest election decision I've ever had to make because I'm basing it off of not my personal self,but just my core belief of who Trump is inside is what's driving me towards Kamala. ELLE REEVE, CNN CORRESPONDENT (voice over): This is Clayton County, Georgia, just south of Atlanta, where more than 84 percent of voters picked Biden in 2020. That makes Clayton the most Democratic county in all this year's swing states.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "2020, when Biden won, it was Clayton County who turned Georgia blue and got Biden the presidency.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:09",
      "speaker": "REEVE",
      "sentences": "How so?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Our people turned out. Clayton County turns out. We expect the same for Kamala Harris.REEVE (voice over): Almost 300,000 people live here and nearly 70 percent are Black. The campaigns are fighting hard for these voters. Kamala Harris was just here with Stevie Wonder. We spoke to people at Black-owned businesses about what they were thinking in the last weeks before the election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:09",
      "speaker": "CHAI RICHARDSON, BARBER",
      "sentences": "I'm really not into politics, but Kamala Harris, her movement, I will say I support two things that she said and is doing.The $20,000.00 loan thing for the Black entrepreneurs, I really like that because it gives us a chance to, you know, get our businesses up off the ground. And another thing is she's trying to legalize marijuana. You know, a lot of us get locked up just for our cars smelling like weed. It's a lot of synthetic weed out here, a lot of fake weed that's, you know, bad for us. REEVE (on camera): You want it to be legalized and regulated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:09",
      "speaker": "RICHARDSON",
      "sentences": "Yes. And what gets me the most is, it's banned in the South, where it's mostly African-Americans or Black people down here. But up inthe other states, the union states, the blue states, whatever you want to call them, it's legalized.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:09",
      "speaker": "REEVE",
      "sentences": "Well, who would you vote for if you do decide to vote?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:09",
      "speaker": "VALERIE BURKS, HAIR STYLIST",
      "sentences": "I don't know. Maybe Harris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:09",
      "speaker": "REEVE",
      "sentences": "And why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:09",
      "speaker": "BURKS",
      "sentences": "Just listening to some of the stuff that she's said so far as far as, like, helping people. I'm big on helping.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:09",
      "speaker": "REEVE",
      "sentences": "So why would you be undecided right now, then?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:09",
      "speaker": "BURKS",
      "sentences": "I would have to say because this will be my first time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:09",
      "speaker": "REEVE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:09",
      "speaker": "REEVE",
      "sentences": "First time, like, ooh, okay. My mom, none of them, they've never done it, so.REEVE (voice over): We found a little more ambivalence about Harris than we expected based on past voting here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:09",
      "speaker": "SHARON LOVE NELSON, PODCASTER",
      "sentences": "I'm undecided. I'm going to be straight up with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:09",
      "speaker": "REEVE",
      "sentences": "That's okay. Tell me more. Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:09",
      "speaker": "NELSON",
      "sentences": "Because it's two of the lesser evils. They're all bashing each other and saying this and saying that. Then I take that and I go doresearch. When I research it, I'm like, but I do know one thing, Trump is so bold that if the aliens is coming, he's going to tell you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:09",
      "speaker": "REEVE",
      "sentences": "So in an \"Independence Day\" scenario, he would tell you to evacuate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:09",
      "speaker": "NELSON",
      "sentences": "I mean, he just can't keep his mouth shut.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:09",
      "speaker": "REEVE",
      "sentences": "What are your constituents saying about the election?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:09",
      "speaker": "ERIC BELL, GEORGIA STATE HOUSE DEMOCRAT",
      "sentences": "You get a mixed bag of peanuts. You get a lot of people that say, go Kamala. You get a lot of people say,I'm not into politics. And then you even have voices say that I'm voting for Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:09",
      "speaker": "REEVE",
      "sentences": "Early voting numbers were really high. What do you think that means?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:09",
      "speaker": "BELL",
      "sentences": "I think that means people have something to vote for. I think that people are impassioned, emboldened. They're excited to vote for something.I'm just hoping they're voting for Kamala Harris, honestly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:09",
      "speaker": "BRITTNEY TUCKER, REGISTERED NURSE",
      "sentences": "We are a house divided. At this time, my husband, he's more leaning towards the Trump side and I'm leaning moretowards the Harris side. But I'm still trying to persuade him to come to the other side.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:09",
      "speaker": "REEVE",
      "sentences": "And what is his objections?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:09",
      "speaker": "TUCKER",
      "sentences": "Well, he just doesn't feel that, like, a woman is fit for the job, so to speak.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:09",
      "speaker": "JAMAL SIMS, BARBER",
      "sentences": "What you getting, 10-8? And then we're bringing the top down?I'm going to be honest with you. During his time in presidency, a lot of money was flowing around.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:09",
      "speaker": "REEVES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:09",
      "speaker": "SIMS",
      "sentences": "You know what I mean?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:09",
      "speaker": "REEVES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:08",
      "speaker": "REEVE",
      "sentences": "One topic of conversation has been the idea that some men don't want to vote for a woman president. Do you think that's a factor?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:08",
      "speaker": "CRICK THE BARBER, CLAYTON COUNTY RESIDENT",
      "sentences": "I hear that a lot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:08",
      "speaker": "REEVE",
      "sentences": "Yes. What do they say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:08",
      "speaker": "CRICK",
      "sentences": "Women are too emotional to run the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:08",
      "speaker": "REEVE",
      "sentences": "What do you think of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:08",
      "speaker": "CRICK",
      "sentences": "What do I think of that? I'm married. You think I'm about to answer that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:08",
      "speaker": "REEVE",
      "sentences": "What do you say to them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:08",
      "speaker": "CRICK",
      "sentences": "What do I say to them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:08",
      "speaker": "REEVE",
      "sentences": "Yes, when they say that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:08",
      "speaker": "CRICK",
      "sentences": "I tell them the same thing I told you. I'm married. And my wife run my household. So you know what? If they run a household like that, Ibelieve they can do it. I just thought about it. I believe a woman can run the presidency. I believe that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:08",
      "speaker": "SHARESE BING, VOTED FOR KAMALA HARRIS",
      "sentences": "I've never seen a president tweet so much out of emotions. So to say a female cannot run the country because ofemotions and then the person she's running against stay on Twitter all day reacting because of emotions doesn't make sense. There are some men that are very much emotional. Their emotions might come out in different ways, anger, rage, but it's still an emotion. If you all say a woman can't run the country because she's emotional, well then he can't run the country because he's emotional. And that's all we got. It ain't like we got 10 candidates to pick. We got one and two. So you want the emotional female, so to speak, when I say and I'm quoting it, emotional female since women are emotional or do you want the emotional male? REEVE (voice over): Elle Reeve, CNN, Clayton County, Georgia. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:08",
      "speaker": "CHATTERLEY",
      "sentences": "Some definite sense being spoken there.Now, the UK economy looks to boost itself with a bumper budget as the government pledges to invest, invest, invest will talk to the head of the British Chamber of Commerce about what was in the Finance minister's red briefcase, next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:10",
      "speaker": "SHEVAUN HAVILAND, DIRECTOR GENERAL, BRITISH CHAMBERS OF COMMERCE",
      "sentences": "Indeed, today was a tough budget for business especially those on the small andmedium-size who, you know, it is much harder for them to absorb those increased costs in their balance sheet. So yes, they are going to have to make tough choices, like the Chancellor did today, about what they do. So that might be increasing prices. It might be just absorbing it and your margin or possibly slowing down recruitment. And as you, rightly say, investments, we want to see more investment because that is what drives economic growth, so a tough day from that point of view.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:10",
      "speaker": "CHATTERLEY",
      "sentences": "I mean, their hope is that their longer-term framework, and I mentioned it briefly there, whether it is industrial, whether its tradestrategies and investment in infrastructure, is ultimately going to support growth. But I just fear that the execution risk here, as always with these budgets its incredibly high. Do you think at least in the short to medium-term, this ultimately hurts growth and hurts businesses and therefore potentially loses jobs too?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:10",
      "speaker": "HAVILAND",
      "sentences": "So what the Chancellor said today on the flip side, obviously those tax increases was she is really focused on the long term andremember, we have been asking some time for a government that plans for the long term and industrial strategy, a train strategy, a really clear forward look and she said this was a big budget. She is making these difficult choices now and she won't have to do it again in the future. So we need to see action. We need to see that money come into the system. We need to see that investment because of course, infrastructure, which is what she was talking about. So building hospitals, schools, housing that will help drive supply chains. That's really important for small and medium-sized businesses to grow, to invest so as you say, sort of in the execution, we need to see that happen outpaced.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:10",
      "speaker": "CHATTERLEY",
      "sentences": "The Office of Budget Responsibility also known as the OBR and they are a budgetary watchdog for those people that aren't in the UKbelieves that economic growth will be slower than previously expected after this budget by the end of the decade. I mean, we are talking what? Six years away. The hopes here are, I assume that after that decade to your point, about longer-term strategy, then growth picks up is in some way more resilient, but I am sort of skeptical. There are no easy options here and acknowledged that, but I have to say I am worried, would you agree?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:10",
      "speaker": "HAVILAND",
      "sentences": "So, you know there is the unknown. But what is going on here is the Chancellor putting in place the foundations for growth and businessesunderstand that when you run a business, you have to have steel foundations before you can grow. And it is going to be a combination of things. It is going to be an industrial strategy, but it is also going to be helping businesses export more to trade with our biggest partners over in the European Union, for example, it is going to be resetting business rates and it is going to be a really crucial industrial strategy. So, to make sure we drive growth rates that are higher than the OBR have outlined, we have to work closely hand-in-hand -- business, government, unions -- and we have to do that quickly and get that -- get the flywheel going.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:10",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, I mean, they are saying that increases in the taxes and spending and the borrowing will increase inflation and bond yields over theterm of this Parliament. I think we are agreed, execution risk high. We hope for the best. Shevaun, good to get your insights. Thank you so much. All right, Microsoft and Meta have just released their latest earnings. Microsoft reported strong growth, thanks to AI, that could help keep pushing its stock up from the late summer drop. Meta beat on revenues and profits expectations though it shares are slightly lower. Clare Duffy is in New York for us. Clare, let's talk about Microsoft first because I think for both of these stocks, ultimately, it was a case of investors saying, okay, we don't mind you investing billions of dollars in AI, but let's show the feed-through to revenues and how this is contributing to the bottom line, and I think Microsoft has been under a bigger microscope as a result of that. What do these earnings show us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:01",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, and I think context with these things is always key. We showed you the performance of Meta just post these earnings and in post-market, but if you show the year-to-date, guys we will see that it is up 75 percent. So a bit of buy the rumor, sell the fact in place here. Clare, what did we hear from Meta?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:01",
      "speaker": "DUFFY",
      "sentences": "Yes, I think with Meta, it is a case of investors maybe just having a bit too high of expectations heading into this earnings report. Meta hashad a couple of really solid quarters prior to today and is considered to be in this really comfortable position because it has this very healthy core business in digital ads and social media. And at the same time, it is investing in its AI future in a way that is already playing back into that digital ad business. So investors may have been hoping for even more, but again, a really solid quarter so for Meta, in particular, profits up 35 percent year-over-year, a significant beat on expectations and then sales up 19 percent, so a really solid quarter. And then on top of that, you have Meta actually revising down its full-year estimate for expenditures. It will be spending a little bit less than it was anticipating on those AI investments, and so investors should look at that as a positive as well, I think.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:13",
      "speaker": "CHATTERLEY",
      "sentences": "Welcome back to QUEST MEANS BUSINESS, and to Spain now where officials say at least 95 people have been killed by flash flooding in thesoutheast of the country. Let me give you a look at some images of rescuers searching for the missing in the region of Valencia. That's where a year's worth of rain has fallen in less than one day. Spain's prime minister says the government is doing everything it can to help the victims and is warning people to remain in vigilant with more rain predicted. Atika Shubert joins us now from one of the affected areas. Atika, no city is built with infrastructure that can survive that kind of rain onslaught. Just talk to us about what authorities are saying and how those rescue efforts are going.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:13",
      "speaker": "ATIKA SHUBERT, JOURNALIST",
      "sentences": "Yes, they are going forward but clearing the debris is a painstaking process. They've called an extra military units totry and help with that. The city of Valencia was actually spared the worst of it. Really the hardest hit where the outskirts of the city, particularly inland and to the south, and this is where a majority of those deaths have occurred. The death toll recently was confirmed by emergency services having jumped to 92 in Valencia alone. So it's a very grim number. Actually an even higher death toll than the 1957 catastrophe that actually rerouted the river here in order to avoid these kinds of deaths. Unfortunately, it seems to have happened again. Take a look. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:13",
      "speaker": "SHUBERT",
      "sentences": "Muddy waters gushed through the streets of Spain, ripping through homes, leaving a trail of destruction behind.Rescue services are working tirelessly trying to save residents from flash floods that have struck parts of southern and eastern Spain since Tuesday. The severity of the weather has killed dozens of people, according to authorities, with torrential rain in many cities. And the death toll is only expected to rise. Now, this is the Turia riverbed in Valencia. Normally it's a dry riverbed with hardly any water in it. But as of this morning, the water was nearly to the top and that's because according to meteorologists a year's worth of rain, about 20 inches or 500 millimeters was dropped here in an eight-hour period that ended on Tuesday. In Valencia, Spain's emergency military unit were deployed to help save locals, wading through the destruction to reach them and bringing them to safety. One local resident witnessed the severity of the water destroying his neighborhood. UNIDENTIFIED MALE (through translator): We saw everything going down. The floods took cars, took down half the house of one of our neighbors, and we had to come in. Look how we have our torn clothes because we were saving dogs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:13",
      "speaker": "SHUBERT",
      "sentences": "In other areas of southern Spain, a different kind of catastrophe took place with locals being hit by a severe hailstorm.Look at the size of this ball, this person says. It's completely round. Leaving drivers to battle through extreme weather. Spanish Prime Minister Pedro Sanchez said the storms were the worst the country has experienced in the last century, and advised citizens to proceed with caution. PEDRO SANCHEZ, SPANISH PRIME MINISTER (through translator): Our absolute priority is to help you. We're going you provide all the necessary means today and tomorrow, and for as long as it takes so that we can recover from this tragedy. We are not going to leave you alone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:13",
      "speaker": "SHUBERT",
      "sentences": "Scientists say a human-caused climate crisis is making extreme weather more frequent and more severe. And as the world warms, more intenseand more frequent catastrophes around the horizon. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:13",
      "speaker": "SHUBERT",
      "sentences": "It's going to be another sleepless night for local government officials. The coordination center in the building behind me is going to bestaying up with emergency services as they continue with those search and rescue efforts -- Julia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:13",
      "speaker": "CHATTERLEY",
      "sentences": "Atika, thank you so much for that report and we wish everybody there safe and well.Now, as promised, Kamala Harris speaking at a campaign event in Harrisburg, Pennsylvania. Let's just listen in to get a flavor. KAMALA HARRIS (D), VICE PRESIDENT OF THE UNITED STATES: Because we have just six days left in one of the most consequential elections of our lifetime. And we have work to do. We still have a lot of work to do, but we like hard work. Hard work is good work. Hard work is joyful work. And make no mistake, we will win. We will win. We will win. (CHEERS AND APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:03",
      "speaker": "HARRIS",
      "sentences": "And we know, we have an opportunity in this election to turn the page on a decade of Donald Trump trying to keep us divided and afraid ofeach other. (CHEERS AND APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:03",
      "speaker": "HARRIS",
      "sentences": "That is who he is, but, Pennsylvania, that is not who we are.(CHEERS AND APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:03",
      "speaker": "HARRIS",
      "sentences": "And I know plenty of folks are just exhausted with it all and know that it is time to stop pointing fingers and to start locking arms. It istime, it is time for a new generation of leadership in America. (CHEERS AND APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:03",
      "speaker": "HARRIS",
      "sentences": "And together with you, we will do this and I am ready to offer that leadership as the next president of the United States of America.(CHEERS AND APPLAUSE) (CHANTING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:03",
      "speaker": "AUDIENCE",
      "sentences": "Kamala! Kamala! Kamala!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:03",
      "speaker": "HARRIS",
      "sentences": "Thank you. And let me just say, Pennsylvania, you know, my background. I am not afraid of tough fights. Fr decades as a prosecutor andthe top law enforcement officer of our biggest state, I won fights against the big banks that were ripping off homeowners. (CHEERS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:03",
      "speaker": "HARRIS",
      "sentences": "Against for-profit colleges that scammed veterans and students, against predators who abused women and children, and cartels that trafficin guns, drugs, and human beings. (CHEERS AND APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:03",
      "speaker": "HARRIS",
      "sentences": "And if you give the chance to fight on your behalf as president, there is nothing that will stand in my way of working for you.(CHEERS AND APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:03",
      "speaker": "HARRIS",
      "sentences": "And look, we know who Donald Trump is, right? So this is someone who is not thinking about how to make your life better. This is someone whois unstable, obsessed with revenge, consumed with grievance, and out for unchecked power. And look, in less than 90 days either he or I will be in the Oval Office.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:03",
      "speaker": "CHATTERLEY",
      "sentences": "We'll leave a confident and poised Kamala Harris there speaking in Pennsylvania where the latest CNN polls have her absolutely tied withformer president Donald Trump, leading with a message of unity, calling it the most consequential election of our time and stating we will win. She's now drawing a contrast to her vision of the future versus the former president's. She will continue speaking there. We'll move on to the Los Angeles Dodgers who are one win away from being World Series champions and Japan at least could not be more excited. Dodgers superstar Shohei Ohtani is drawing huge audiences in his home nation, almost 16 million people tuning in to watch Tuesday's game in Japan alone and tonight's matchup against the Yankees is expected to attract a similar sized audience. Meanwhile two Yankees fans who interfered in last night's game will not be in attendance tonight. They were banned from game five after ripping the ball from the glove of a Dodgers player. Omar Jimenez is at the Yankee Stadium where game five will begin in around three and a half hours' time. Now, that is a great gig to get, Omar. I feel like for those two fans that tried to rip the ball, it was like this was a great feeling in the moment and they probably feel like real losers right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:01",
      "speaker": "CHATTERLEY",
      "sentences": "Yes. I'm dying to know, though, what the guy on screen right was actually saying to him afterwards when he was walking away lookingshocked. I don't care what they say. I think they feel like morons right now. What can we expect tonight, though, because the Yankees can hold their heads up high. They got one out of four, but does the Dodgers and will the Dodgers take the series tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:01",
      "speaker": "JIMENEZ",
      "sentences": "Yes. Look, they can hold their heads up high in the sense that they're not going to get swept in the World Series. So, OK, that's anachievement, but also again, you're right back where you were last night. This is another elimination game. On the Dodgers' side of things, they have a chance to bring home their eighth World Series. To do so in New York, it's easy to take all the oxygen out of this stadium that is itching for just another opportunity to get closer to a World Series title. But again, you're looking at a few dynamics of history here. For example, they're down 3-0. No team in Major League Baseball history has ever come back to win a World Series after being down 3-0. So that's one. But way before you even get there, no team has been down 3-0 has ever forced a game six after being down that deficit. And so that's the opportunity they have to do tonight. And then you're going up against forces that on the Dodgers, we have players that are also playing at record-breaking levels. Freddie Freeman, for example, yesterday was his sixth straight game in a World Series with a homerun. That is a record as well. So a lot of forces at play and you mentioned a lot of people cheering on, not just here in the United States, but back in Japan, particularly for Shohei Ohtani and a Dodgers pitcher Yoshinobu Yamamoto. So lots of attention on this game. We'll see if the Dodgers can do it. Yankees obviously hoping otherwise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:01",
      "speaker": "CHATTERLEY",
      "sentences": "Omar, I have about three seconds. How happy are you to be there tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:01",
      "speaker": "JIMENEZ",
      "sentences": "I wouldn't be anywhere else.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:01",
      "speaker": "RICHARD QUEST, CNN INTERNATIONAL ANCHOR",
      "sentences": "I'm Richard Quest. I love traveling the world. Broaden the mind. Open the heart.It really is quite something to see all this. And I'm not done yet. It's time to embrace new adventures. Find the fun. Seize the moments. Spectacular. In this \"World of Wonder.\" I'm still trekking the Freedom Trail around Boston's famous site. Surrounded by America's firsts -- the first university in the United States, the first public park in the country. Back to the trail. As I walk, I'm noticing a common thread. One thing that I keep coming across again and again, this phrase \"oldest, continuously operating.\" Here we have the Ebenezer Hancock, the only remaining house in Boston associated with John Hancock. From 1798 to '63, the country's oldest continuously run shoe store, but it's not anymore because --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:01",
      "speaker": "BONDI BEAU, CAMERAMAN",
      "sentences": "It was once --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:01",
      "speaker": "QUEST",
      "sentences": "It was once the oldest continuously -- I think I am oldest continuously operating reporter on the continuing trail in Boston.Continuously. Paul Revere is buried somewhere here. Paul Revere, who joined the Revolutionary War, famously rode his horse at midnight to warn that the British were coming. \"One, if by Land, and two, if by Sea.\" And this is where he lived. Hello. Where am I going?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:01",
      "speaker": "NINA ZANNIERI, EXECUTIVE DIRECTOR, PAUL REVERE HOUSE",
      "sentences": "You're going right upstairs to one of the nicest rooms in the house.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:01",
      "speaker": "QUEST",
      "sentences": "Revere's famous midnight ride in 1775 is immortalized in the Longfellow poet.\"The Midnight Ride.\" I love that poem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:01",
      "speaker": "ZANNIERI",
      "sentences": "Well, \"The Midnight Ride\" is a bit of a conundrum for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:01",
      "speaker": "QUEST",
      "sentences": "\"Listen my children and you shall hear about the midnight ride of Paul Revere.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:01",
      "speaker": "ZANNIERI",
      "sentences": "Now, Richard, please come down. We need to talk about that poem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:01",
      "speaker": "QUEST",
      "sentences": "I have no doubt Nina is going to set me straight.\"He said to his friend of the British march by land or sea.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:01",
      "speaker": "ZANNIERI",
      "sentences": "Not bad, but the sea is confusing to people. They think of the ocean. We're talking about going across the harbor, but go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:01",
      "speaker": "QUEST",
      "sentences": "\"One if land, two if by sea.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:01",
      "speaker": "ZANNIERI",
      "sentences": "See? Not good. I warned you, but you said it anyway.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:01",
      "speaker": "QUEST",
      "sentences": "\"An eye on the opposite shore will be ready to ride.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:01",
      "speaker": "ZANNIERI",
      "sentences": "Oh, stop. It's the worst part. Revere doesn't have to be on the opposite shore waiting for the signals. He devised the signals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:01",
      "speaker": "QUEST",
      "sentences": "I realized how long this is, because --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:01",
      "speaker": "ZANNIERI",
      "sentences": "It is. It is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:01",
      "speaker": "QUEST",
      "sentences": "I'm just going to do the last bit. I might be right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:01",
      "speaker": "ZANNIERI",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:01",
      "speaker": "QUEST",
      "sentences": "\"In the hour of darkness and peril and need, the people will waken and listen to hear the hurrying hoof-beats of that steed and the midnightmessage of Paul Revere.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:01",
      "speaker": "ZANNIERI",
      "sentences": "It's good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:01",
      "speaker": "QUEST",
      "sentences": "It's good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:01",
      "speaker": "ZANNIERI",
      "sentences": "Paul or pear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:30",
      "speaker": "QUEST",
      "sentences": "It's a beautiful day. Just spectacular.I'm crossing the Charles River. I'm nearing the end of my Freedom Trail Walk through Boston, which has led me through key events of the American Revolution. I'm determined to make it to the end now. And there it is. The monument of the Battle of Bunker Hill. I've lived off and on in the United States, for the best part of 35, 40 years, and I've never done these various revolutionary war of independence sites or properly explored the whole area. But it really is quite something to see. Two hours of walking and \"Bondi Beau's\" enthusiasm disappeared. Wait until he finds out what's next. Salem, Massachusetts, is only 14 minutes outside Boston, but big on character and history. For it was here in 1692 that the famous Salem witch trials took place, where neighbors falsely accused neighbors of practicing witchcraft. It was known then as devil's magic. Three centuries on and these markers on other 20 people executed in the hysteria. \"I am holy innocent of such wickedness. I do plead not guilty.\" Their final words etched in stone. There's a supreme irony that this was a town where the puritans was so fearful of devil worship and witches that they executed innocent people without proper process of law. And now the whole place is rampant with witches, Magic is everywhere. Partly because of this fictional witch. It was \"Bewitch,\" the popular 1960s TV show that helped usher in an acceptance of witchy tourism.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:30",
      "speaker": "LORELEI STATHOPOULOS, OWNER, CROW HAVEN CORNER",
      "sentences": "Hello. What a pleasure to meet you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:30",
      "speaker": "QUEST",
      "sentences": "How wonderful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:30",
      "speaker": "STATHOPOULOS",
      "sentences": "Thank you for visiting me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:30",
      "speaker": "QUEST",
      "sentences": "Lorelie is a self-admitted, real-life witch. She owns Salem's oldest witch shop and it caters to, well, witches and visitors, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:30",
      "speaker": "STATHOPOULOS",
      "sentences": "This is mustard seeds, and this is for your money to grow. Then we have some cloves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:30",
      "speaker": "QUEST",
      "sentences": "In her kitchen, she shows me some of the magic practiced in her family for generations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:30",
      "speaker": "STATHOPOULOS",
      "sentences": "It was just the way they live. They live magic is real and they believed in it. But it was in secrecy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:30",
      "speaker": "QUEST",
      "sentences": "Can you understand the skeptics bordering on the cynics?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:30",
      "speaker": "STATHOPOULOS",
      "sentences": "Of course I do. I understand that everything that I do for the last 40 years, I'm a skeptic until I'm blessed with the informationfrom the universe. And then I say, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:30",
      "speaker": "QUEST",
      "sentences": "You got some apples. You've got some things. Tell me --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:30",
      "speaker": "STATHOPOULOS",
      "sentences": "I have all. This is a wonderful spell. So this is my famous apple spell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:30",
      "speaker": "QUEST",
      "sentences": "Lorelei is known as Salem's love witch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:30",
      "speaker": "STATHOPOULOS",
      "sentences": "Now we're going to stack, clean the head just a little bit. I call upon the love goddess Venus to raise this flame in honor of all of ournames. I ask for our soulmate to stay with us that's been sent from above. I ask for this spell to begin today. Now you can open your eyes. And that's my little apple spell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:30",
      "speaker": "QUEST",
      "sentences": "Wow. Now this has been an experience.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:30",
      "speaker": "STATHOPOULOS",
      "sentences": "People are looking for hope. They're looking for happiness. They don't know how to get it. They want the wise woman to teach them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:30",
      "speaker": "QUEST",
      "sentences": "I supposed Salem does attract people looking for someone or something to provide answers. Next door to Lorelei's witch shop perhaps thething, or maybe here is the stuff of nightmares. There are Ouija boards everywhere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:30",
      "speaker": "JOHN KOZIK, OWNER, SALEM WITCH BOARD MUSEUM",
      "sentences": "People believe that they communicate with the afterlife.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:02",
      "speaker": "KOZIK",
      "sentences": "I have about 600 more boards at the house.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:02",
      "speaker": "QUEST",
      "sentences": "You don't have a superstition like keeping them at home?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:02",
      "speaker": "KOZIK",
      "sentences": "Not at all. No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:02",
      "speaker": "QUEST",
      "sentences": "John put my mind to rest and then he kept talking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:02",
      "speaker": "KOZIK",
      "sentences": "People talk about pins and needles, pressure on their sinuses, getting dizzy on this side.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:02",
      "speaker": "QUEST",
      "sentences": "Historically talking boards were used to communicate with the dead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Where did this come from?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:02",
      "speaker": "QUEST",
      "sentences": "It was movies like \"The Exorcist\" that portrayed the Ouija board as something demonic. Which will it be for Beau and me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:02",
      "speaker": "BONDI BEAU",
      "sentences": "Is there anyone in the room that would like to speak to us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:02",
      "speaker": "QUEST",
      "sentences": "It's moving.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:02",
      "speaker": "BONDI BEAU",
      "sentences": "You're doing that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:02",
      "speaker": "QUEST",
      "sentences": "I'm not. Is there anyone who wants to speak to us? Give us a sign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:02",
      "speaker": "BONDI BEAU",
      "sentences": "You're doing that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:02",
      "speaker": "QUEST",
      "sentences": "I'm not even touching it, Beau. I promise you, I am not even touching it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:02",
      "speaker": "BONDI BEAU",
      "sentences": "Well, I'm not even touching it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:02",
      "speaker": "QUEST",
      "sentences": "I can't explain this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:02",
      "speaker": "BONDI BEAU",
      "sentences": "Is it going?",
      "isLastSentenceInterrupted": false
    }
  ]
}