{
  "date": "2024-07-11",
  "headline": "Anderson Cooper 360 Degrees",
  "subHeadline": "Biden Says \"I'm Just Gonna Keep Moving\" As Calls For Him To Exit Race Increase; Biden: If My Doctors Tell Me To Have Another Neurological Exam, \"I'll Do It\"; Rep. Jim Himes, Ranking Dem On The Hill CMTE Calls For Biden To Drop Out; Obama, Pelosi Huddled As Democrats Look To Steer Biden Out Of 2024 Race. Aired 8-9p ET",
  "utterances": [
    {
      "timeStamp": "20:00:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "In China, as you know, you know this area really well. If you want to invest in China, you have to have a 51 percent Chinese owner. You have to make sure that you do by their rules and you can't - you don't have the authority - and you have to provide all access to all the data and information you have.There was a while there, as you recall, in the last administration and other administrations, where the access to that market was enticing enough to get companies to come in because they had access to over a billion people in the - a market. Not a billion, but a lot of people in the market. And so they were doing it. But that got curtailed when we started saying, we're going to play by the same rules. For example, the idea they don't abide by the international rules related to subsidizing products by the government funding. So, guess what, they're not going to be able to export their electric vehicles to the United States without a significant tariff. Others are doing the same thing around the world. But it is a concern. It is a concern that you have both China, South Korea - I mean, North Korea, Russia, Iran, countries that are not necessarily coordinated in the past looking to figure out how they can have impact.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(INAUDIBLE) that impact?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "BIDEN",
      "sentences": "Yes, I do, but I'm not prepared to talk about the detail of it in public. And I think you'll see that some of our European friends are going to be curtailing their investment in Russia - I mean, excuse me, in China. As long as China continues to have this indirect help to Russia in terms of being able to help their economy as well as - as well as help them in - as a consequence of that, their ability to fight in Ukraine.The other thing that we talked a lot about is that - and I raised it, and I didn't hear any - I can't swear that everyone agreed because not everybody got to talk about it - but we haven't - we need a new industrial policy in the West. For example, we talked about how both the EU as well as NATO has to be able to begin to build their own munition capacity, has to be able to generate their own capacity to provide for weapons and the ability to - it came as a surprise to some of us how we had fallen behind in the West in terms of the ability to construct new material, new weaponry, new - everything from vehicles to weapon systems. And so, one of the things that came out of this was - we're going to be meeting again with a number of my colleagues, my European colleagues - is what do we do to increase the capacity of the West, particularly in Europe and Japan, to be able to generate the kind of ability to produce their own weapon systems. Not just for themselves, but to be able to generate that. It's the same - that's what Russia is trying to figure out, that they went to China and they didn't get the weapons, but then they went to North Korea. But we're going to be in a position where the West is going to become the industrial base for being able to build - the ability to have all the defensive weapons that we need. That was a discussion as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Mr. President, I'm not sure you answered on whether you would be ready to go deal with Putin and Xi two or three years from now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "ASMA KHALID, NPR",
      "sentences": "Thank you, Mr. President. Asma Khalid with NPR.I have two questions. Earlier, you spoke about the ceasefire plan between Israel and Hamas. We're now looking at 10 months of war. And I'm curious if there's anything that you feel, personally, you wish you would have done differently over the course of the war. And then, secondly, if I may, I wanted to ask you about your presidential campaign. I remember covering your campaign in 2020. And there was a moment where you referred to yourself as a, quote, \"bridge candidacy,\" a transition to a younger generation of leaders. I want to understand what changed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:00",
      "speaker": "KHALID",
      "sentences": "If I may, this was a question of the bridge candidacy in 2020. You referred to yourself as being a bridge candidate for a younger, fresher generation of Democratic leaders, and I wanted to know what changed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:00",
      "speaker": "BIDEN",
      "sentences": "What changed was the gravity of the situation I inherited in terms of the economy, our foreign policy, and domestic division. And I think - I won't put words in anybody's mouth - most presidential historians give me credit for having accomplished more than most any president since Johnson and maybe before that, to get major pieces of legislation passed.And what I realized was my long time in the Senate had equipped me to have the wisdom of how to deal with the Congress to get things done. We got more major legislation passed that no one thought would happen, and I want to finish it - to get that finished. If tomorrow - if we had a circumstance where there was a lineup and I didn't - hadn't inherited what I did and we just moved things along - anyway, it's going to change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:04",
      "speaker": "JOSH WINGROVE",
      "sentences": "Thank you, Mr. President. Many of your colleagues, Democrats on the Hill, are watching tonight as they assess what they want to say about your candidacy. I'm wondering how you're thinking of this right now. It seems like your answer is clear, but they're watching how things go tonight, tomorrow in Michigan, next week in Texas and Nevada. Are you thinking that way about whether - how the next week or two goes would inform your ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:04",
      "speaker": "BIDEN",
      "sentences": "Am I using that is what you say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:04",
      "speaker": "WINGROVE",
      "sentences": "... are you thinking that way about how the next two weeks go? Will that affect your decision or are you fully determined on running in November as the party's nominee?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:04",
      "speaker": "BIDEN",
      "sentences": "I'm determined on running, but I think it's important that I realize allay fears by seeing - let them see me out there. Let them see me out. You know, for the longest time, it was, you know, Biden's not prepared to sit with us unscripted. Biden's not prepared to - you know, anyway.And so what I'm doing is what I've been doing. I think we've done over 20 major events, from Wisconsin to North Carolina to - anyway - to demonstrate that I'm going out in the areas where we think we can win, where we can persuade people to move our way, where people are already there. And, look, the other thing is, we have the most extensive campaign organization that anybody's had in a long, long time. We have well over a thousand volunteers knocking on doors, making phone calls, making tens of thousands of phone calls. We have headquarters - I forget exactly how many - I want to cite a number and then find out I'm off. But we have scores of headquarters in all the toss-up states. We're organized, we're moving and I - that's awful hard to replace in the near term. And so - and here's the other thing, I was in the Senate a long time. I'm very proud of what I've done in the Senate. I was chairman of the Foreign Relations Committee for a long time, and I was chairman of - or ranking member and chairman of the Judiciary Committee. I'm going to be going down to the Johnson Library on - anyway, I'm going to be going around making the case of the things that I think we have to finish and how we can't afford to lose what we've done or backslide on civil rights, civil liberties, women's rights, that little button we have. Control the guns, not girls. I mean, the idea we're sitting around - this is where Kamala was so good as well. We're sitting around, more children are killed by a bullet than any other cause of death. The United States of America, what the hell are we doing? What are we doing? We got a candidate sent - promised the NRA, don't worry, I'm not going to do anything. I'm not going to do anything. We got a Supreme Court that is, what you might call the most conservative court in American history. This is ridiculous. There's so much we can do still and I'm determined to get it done. It's about freedom. And by the way, I'll end this - well, I'm not going to do that - Haley has to come up too. But the - I remember I made a speech on democracy in Philadelphia at Independence Hall. And I'm not being critical, just observing. The bulk of the press - what the hell is he talking about that for? Democracy - yeah, you did. Democracy is not an issue. Democracy is not an issue. Except the polling data showed 60 percent of the people knew I was right, thought I was right. I'm not asking you a question, you don't have to answer, obviously. But do you think our democracy is under siege based on this court? Do you think democracy is under siege based on Project 2025? Do you think he means what he says when he says he's going to do away with civil service, eliminate the Department of Education, make sure - I mean, we've never been here before. And that's the other reason why I didn't - you say hand off to another generation. I've got to finish this job. I've got to finish this job, because there's so much at stake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:04",
      "speaker": "WINGROVE",
      "sentences": "You've had some discussions over the past few days with your press secretary about the question of health exams. And you said you take a cognitive test every day in this job. Are you open to taking another physical or test before the election? Gov. Whitmer of Michigan, for instance, said it wouldn't hurt to take a test.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:03",
      "speaker": "HALEY BULL, REPORTER, SCRIPPS",
      "sentences": "Thank you, Mr. President. You said you're making decisions on a day-to-day basis when it comes to support for Ukraine. Does that mean you have not closed the door on further considering lifting restrictions for U.S.-made weapons inside Russia? And if I may, your convention is coming up where your delegates are pledged to make you the official nominee. If they have second thoughts, are they free to vote their conscience?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:03",
      "speaker": "BIDEN",
      "sentences": "Obviously, they're free to do whatever they want, but I get overwhelming support. Overwhelming support. I won - I forget how many votes I won in the primary, overwhelming. And so, tomorrow, if all of a sudden I show up at the convention and everybody says, we want somebody else, that's the democratic process. It's not going to happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:03",
      "speaker": "BULL",
      "sentences": "Even if that means they vote for someone else?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:01",
      "speaker": "BULL",
      "sentences": "Yes. You earlier explained confidence in your vice president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:01",
      "speaker": "BIDEN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:01",
      "speaker": "BULL",
      "sentences": "If your team came back and showed you data that she would fare better against former President Donald Trump, would you reconsider your decision to stay in the race?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:01",
      "speaker": "BIDEN",
      "sentences": "No, unless they came back and said, 'There's no way you could win.\" Me - no one's saying that. No poll says that.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "This ends tonight's press conference.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Thanks, everybody.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "This concludes ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Sir, respectfully, earlier you misspoke in your opening answer and you referred to Vice President Harris as Vice President Trump. Right now, Donald Trump is using that to mock your age and your memory. How do you combat that criticism from tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:01",
      "speaker": "BIDEN",
      "sentences": "Listen to him. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "This concludes tonight's press conference. Thank you, everybody. Thanks, everyone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:01",
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "Good evening. Thanks for joining us. Saying, I've got overwhelming support and I've got to finish the job, President Biden has just wrapped up a press conference, which began with eight minutes of prepared remarks, followed by more than 50 minutes of unscripted Q&amp;A until just now.Starting us off tonight, CNN Chief National Affairs Correspondent, Jeff Zeleny, CNN Political Director David Chalian, Ashley Etienne, who served as communications director for Vice President Harris, former Republican Congressman Adam Kinzinger, CNN's Manu Raju at the Capitol and Democratic strategist Paul Begala. David Chalian, let me start with you. Did the president put concerns about his candidacy to rest tonight enough?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:01",
      "speaker": "DAVID CHALIAN, CNN POLITICAL DIRECTOR",
      "sentences": "Well, certainly not. I mean, he obviously was up there for nearly an hour and was able to speak on a variety of topics, but he spoke in sort of the way we've come accustomed to hearing Joe Biden. Certainly nothing that resembled what occurred on the debate stage, but obviously still at times rambling, at times mixing up words. That last question you heard about at the very top of the presser, mixing up saying Vice President Trump instead of Vice President Harris.But I think, Anderson, what was most telling for me from this, you asked the question, did he assuage concerns. He actually himself acknowledged that he is still on a mission of trying to allay concerns, as he said. And I thought that was very telling because a week ago in that George Stephanopoulos interview, we heard a defiant President Biden. We heard somebody who said this conversation about whether I'm going to be the nominee or not is over. I have decided. He said that at the Wisconsin rally last Friday. That was not - I - my observation was he was in a bit of a different headspace tonight. He certainly said, I am keeping on. We are going to keep on moving through this. He said he is going to continue to run this race. But there - it was a different tone on that stuff that seemed to open the idea. He said he doesn't think he's the only one that can beat Donald Trump. He said nobody yet has presented him with evidence that he doesn't have a viable winning path to the presidency. Well, that still may come. That seems to me that he was sort of opening up some metrics that he's willing to consider, perhaps. This was not a president who was shutting down the notion and the conversation or a president that seemed unaware that his party is still looking for him to grapple with this decision and they don't consider it closed. And I think tonight we saw him in a different headspace about this. COOPER: Paul Begala, what did you see?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:01",
      "speaker": "PAUL BEGALA, CNN POLITICAL COMMENTATOR",
      "sentences": "I saw substantive mastery. I mean, my goodness, it was a tour de force and a tour of the world. He talked a lot, of course, about NATO and Ukraine, but about China, about Israel-Gaza. He seemed to have the substance really at his command.Stylistically, though, he still had the soft voice. He didn't have the kind of catastrophic failure he had at the debate, but he also didn't have the same sort of command that he had at his inaugural. So he - the substance was great, the style not. He is already getting static for slipping and saying Vice President Trump, which, you know, anybody could do that, Tucker. You know, you just get a name wrong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:02",
      "speaker": "ASHLEY ETIENNE, FORMER COMMUNICATIONS DIRECTOR FOR VP HARRIS",
      "sentences": "You know, I think David's a bit of a Debbie Downer. So far, what I've heard is like a little Debbie Downer. I thought the president was incredibly strong. He was very forceful, deep on the substance in terms of foreign policy and domestic policy. I think he definitely bought himself some more time tonight, but I'm not sure that the bleeding will stop.What I'm hearing from members on the Hill is that there's deep frustration with how the president and his team have handled this situation. You know, I maintain that it was a mistake for the president not to go up to the caucus meeting this week or not at the very least to call into the caucus. This is a family matter. He should have addressed it in that way. But today's performance was incredibly strong. It bolsters his point that he had a bad debate night. We've now seen him in a press conference and interview and at rallies, and he seems a bit incredibly strong. But here's the outstanding thing. Anderson, the president now has to prove that he can unite this party and not just unite the party, but to inspire the party to get behind him and refocus our efforts on Donald Trump. And that's the challenge before the president now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:02",
      "speaker": "COOPER",
      "sentences": "Jeff, you've been reporting all day on this. How does the president's performance tonight square with the reporting you've been doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:02",
      "speaker": "JEFF ZELENY, CNN CHIEF NATIONAL AFFAIRS CORRESPONDENT",
      "sentences": "Anderson, there's no doubt that he has a command of these issues, something that he has dealt with really for decades, but that really wasn't the overall purpose of the press conference. Just talking to a senior Democratic adviser who is in close touch with many Hill Democrats tells me this. I don't think anyone from the Hill is going to stand down after this. So the big question here tonight is, did this stop the bleeding --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:02",
      "speaker": "COOPER",
      "sentences": "Meaning, anyone on the Hill who wants him to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:02",
      "speaker": "ZELENY",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:02",
      "speaker": "COOPER",
      "sentences": "Meaning anyone on the Hill who wants him to go is going to stand down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:02",
      "speaker": "ZELENY",
      "sentences": "Right. Exactly. We've heard so many Democrats who've been saying like, wait and see, let's wait and see how he does. They have concerns on the campaign. This is unlikely to change the trajectory of that. David Chalian is correct in terms of us reading the tone, not as combative, not as defiant.I actually asked one of his advisers about that. They chalked it up to the setting of NATO that he was at this press conference. We will see, but he definitely was even open to, at the very end there, a reporter asked if he was open to letting his delegates to do whatever they choose, and he said he was. So we will see going forward here if he returns that combativeness. But we are in a very different place than we were at the beginning of the week when he was very defiant on Morning Joe. And he has learned a lot this week, including from former Speaker Nancy Pelosi. Those words and the fact that they are likely to speak in the coming days, if not tomorrow, that is going to determine the support among Democrats for him going forward here. So, yes, the press conference, I've covered a lot of his press conferences. It was fine. But tonight, fine is likely not good enough to change this trajectory, Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:02",
      "speaker": "COOPER",
      "sentences": "Manu, what are you hearing tonight from lawmakers?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:05",
      "speaker": "COOPER",
      "sentences": "So Manu, I just wanted to confirm Jim Himes' statement, Congressman Himes' statement that was released after the press conference. Like seconds after the press conference.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:05",
      "speaker": "RAJU",
      "sentences": "Yes. Seconds after, there's a post at 8",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:05",
      "speaker": "COOPER",
      "sentences": "Congressman Kinzinger, what did you see tonight? What do you think happens now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:05",
      "speaker": "ADAM KINZINGER, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "Yes, look, I think it was fine. But, you know, we wouldn't even -- I mean, we'd be looking at the next, you know, cat video on the internet if it wasn't for what happened at the debate. And so I think everybody was kind of looking at this press conference saying, this is going to be the magical thing that changes the discussion.It's not. It's going to have to be, if Biden decides to stay in this race, it's going to have to be a number of things like this. It's going to have to be a lot of traveling, a lot of activity for people to slowly kind of regain that trust that, OK, that debate was a simple fluke. I think here's an important point. Joe Biden said his delegates were free to do whatever they want. Now, obviously, they're not going to, they're going to stay with Joe Biden. But I want to point out a huge difference between him and and Donald Trump, between the Democrats and the Republican Party. I hear so many Democrats complaining about this discussion that's going on. And oh, we have to show the kind of unity Republicans show and we're showing this division. It's bull crap. The Republicans are not showing unity. It's a cult and everybody that used to speak out against the dear leader in the Republican Party has been excommunicated or kicked out. So nobody has the ability to even speak out or there'll be excommunicated. This discussion going on in the Democratic Party is healthy for a party in America. Now, if it went on until November, it would be damaging. But in the short term, this is what an American political party is supposed to be like.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:05",
      "speaker": "COOPER",
      "sentences": "Paul Begala, just in terms of, you know, the clock, which is ticking, and as Nancy Pelosi pointed out the other day, you know, what happens tomorrow? What happens this weekend? Where does this -- how does it resolve one way or another?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:05",
      "speaker": "BEGALA",
      "sentences": "Well, you just used the two most powerful, hopeful words in every Democrat's vocabulary -- Nancy Pelosi. You know, there's that great Carrie Underwood song, \"Jesus Take the Wheel.\" I'm for Nancy take the wheel, OK.She's even older than President Biden. She handed off her gavel to a younger generation of leadership and the world still turned on its axis. The party didn't fall apart. In fact, Hakeem Jeffries, her successor, wasn't even opposed in his bid for Democratic leadership in the House. She sets an example here. At the same time, I do know that President Biden has enormous respect for her. And she said something very important this week. She said, essentially, I'm reading between the lines. Let's get through this NATO summit. It's terribly important. President Biden does a great job astride the global stage. Let's get through that and then assess. Well, that begins tomorrow morning, and the President pointed the way to his speech Monday in Austin, my hometown, at the LBJ Library. Lloyd Doggett, the Congressman from Austin, is the first one to call for President Biden to give up the nomination, and he has suggested, maybe the President goes to LBJ's library, commemorates he's going to receive an award, and commemorate the 1964 Civil Rights Bill, and then maybe he does what Johnson did, and hand off the gavel. So that's already what some Democrats are starting to say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:00",
      "speaker": "COOPER",
      "sentences": "Jeff Zeleny, I understand you have some breaking news on the efforts behind the scene to convince President Biden to end his campaign. What are you hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:00",
      "speaker": "ZELENY",
      "sentences": "Anderson, we are learning tonight that throughout the course of this week, as we've seen the public words from former Speaker Nancy Pelosi, we're learning that she has had a private conversation earlier this week with former President Barack Obama. They have talked about this matter.We do not know exactly the contents of that private conversation. But we do know, talking to a variety of Democrats in a news story just posted moments ago. Isaac Dovere and I talked to many Democrats who are looking to Pelosi and Obama to sort of find a way out of this infighting and crisis that has dominated the Democratic Party. Now they have intentionally given the President his space and his time on this, but we have seen Speaker Pelosi's very carefully calibrated words. But the new information we are learning that she has had a conversation, perhaps more than one of them with Barack Obama. Of course, this is very fraught for former president to Barack Obama. He has a friendly and loyal relationship with President Biden, but it's also a searing one. Dating back to 2015 when he urged him not to run for president then against Hillary Clinton. That still hangs over all of this. I'm told he does not want to be too assertive. He does not want to push too much. But it is clear that many Democrats are looking to them to sort of find a way out here. But one Democrat who we're quoting in this story this evening, Anderson, a very senior Democrat, tells us this. They are waiting and watching for President Biden to reach a decision on his own. And we heard Speaker Pelosi say earlier this week, she wanted people to wait until after the NATO summit. Well, that NATO summit is now over. So the question is on Friday going into the weekend. Are there any more conversations, private conversations, perhaps with Chuck Schumer and others directly to the White House? Of course, this decision is still President Biden's and his alone, along with his family. But the fact that there are others sort of in this orbit talking about this is certainly significant, as many believe time is running short. Anderson?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:00",
      "speaker": "COOPER",
      "sentences": "I mean, so that's really fascinating reporting, and I think a lot of people maybe not know the reference that you made to 2015 and then President Obama and Joe Biden and his desire to run back then. Do you think that the echoes of that are still felt in the relationship between former President Obama and President Biden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:00",
      "speaker": "ZELENY",
      "sentences": "No question about it. It has hung over their relationship really for much of the last decade. And if you'll remember what happened back in the summer --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:00",
      "speaker": "COOPER",
      "sentences": "This was -- can you explain -- right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:00",
      "speaker": "ZELENY",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:00",
      "speaker": "COOPER",
      "sentences": "Go ahead, I'm sorry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:07",
      "speaker": "COOPER",
      "sentences": "David Chalian, what do you make of the reporting by Jeff Zeleny and others?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:07",
      "speaker": "CHALIAN",
      "sentences": "Well, the recounting of 2015 is fascinating. In fact, I just went back recently and watched President Biden and Jill Biden in the days following the announcement that he wasn't going to get in that race sit down in a 60 minutes interview where he says he'll never seek public office again. Obviously, we know that change.But what you saw in that interview was Jill Biden, now the first lady, talking about how disappointed she was that Joe Biden made the decision not to run, that there was all this work that she believed he could single handedly still accomplish if he were to go and and be successful. And that gets back to what Jeff was saying about where this decision rests right now, Anderson. This -- and again, I can't stress enough. When you have Nancy Pelosi saying that President Biden still has a decision to make and you had President Biden send a letter on Monday to all the Senate House and House Democrats saying the decision is made, this is over, that's clearly at odds with each other. And I think we see now that President Biden understands that there is going to be more conversation here, especially learning now that Nancy Pelosi and Barack Obama have had a conversation about President Biden's status as the nominee specifically. Now, as conversations and NATO week is behind us go directly to President Biden from Nancy Pelosi, from others, not just staff talking to staff, but actually now having direct conversations in this moment where senior Democratic Party leaders are going to express to the president, not just the views of their caucuses, but this moment of decision making for him and he and his family and his closest advisers, many of whom have been with him for decades, are going to enter a new period of assessment. And I think that that is what we need to watch for in the next 72 hours as we go into this weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:07",
      "speaker": "COOPER",
      "sentences": "CNN Medical Analyst Dr. Jonathan Reiner joins us now. Dr. Reiner, you heard the president say that he would take another neurological test if his doctors suggested it. I mean, first of all, do you think his doctors would suggest it? But also any patient can request a test if there is -- if they want to. I mean, if he wanted to take a test, he could very easily take a test and wouldn't take very long.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:07",
      "speaker": "JONATHAN REINER, CNN MEDICAL ANALYST",
      "sentences": "Right. And this is not up to his doctors, it's up to the patient. Look, I think he -- you know, he looked like a different person compared to the debate two weeks ago. But the bar was set, you know, pretty low and he did seem to, you know, easily, you know, surpass that. And I was happy to see that the fluidity of the speech was better. And he was able to -- he had seemed to have a great grasp of details.But we don't have a plausible explanation for what happened to the president two weeks ago. You know, the notion that he had had, you know, jet lag a couple of weeks before, maybe had a cold doesn't really ring true. And I think we're not just looking at whether he can continue on as a candidate for president, we're also really need to assess whether there is any physical or cognitive problem that would prevent him from finishing another four years in office. And I think the public really does need that to be reassured about that. And he should undergo a cognitive test to put this issue to rest. The president should simply say, of course, I'm going to do it. I'll do it for you this week. We'll release all the results. And then there's nothing else to talk about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:07",
      "speaker": "COOPER",
      "sentences": "All right, thanks, Dr. Reiner. And to our panel, we'll be joined by Democratic Congressman -- oh, actually, we'll continue talking. Paul Begala, just in terms of -- I'm wondering what you think of Jeff Zeleny's reporting, the efforts behind the scenes, the conversation with -- by Nancy Pelosi with former President Obama.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:04",
      "speaker": "RAJU",
      "sentences": "Well, look, I have been getting texts from members of Congress to the course of this press conference and the aftermath. And virtually, everyone that I've heard from said that really nothing is going to change here. And the fact that many members of Congress, perhaps, it's hard to quantify because people are saying different things behind the scenes and they're saying publicly some of them are a little bit more nuanced and the likes.But there are still a significant number of Democrats who do want to change at the top of the ticket and have already made their minds up regardless of what happened at this press conference tonight, and a lot of them will be looking at what Nancy Pelosi says and what Barack Obama says and what Chuck Schumer and Hakeem Jeffries. The Democratic leaders have been pretty neutral on all of this. They have not really not forcefully embraced Joe Biden, although they have come out in support of him, but they have also left themselves some room. Hakeem Jeffries, the Democratic leader earlier today, indicated that he was still having conversations with his 213 Democratic colleagues to try to figure out the next step in the process, even though the president made very clear tonight and before that he is still running. That is not a given fact among the minds of many Democrats who will plan to put their names out publicly soon, I'm told, either tonight, into tomorrow, into the weekend to try to make the case that Joe Biden should step aside. So this press conference while it might have done a -- we done a better job than the debate, it's not going to go far enough to quell those concerns of Democrats who are looking at what they consider very scary polling in their states, in their districts. The president discounted that polling tonight, but I can tell you, Anderson, a lot of Democrats here are not discounting polling that they are seeing that could send them home and not back here in Washington next year. Anderson?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:04",
      "speaker": "COOPER",
      "sentences": "Yes. I want to thank everybody on the panel and all the reporting behind it. I want to bring in Tennessee Democratic Congressman Steve Cohen. Congressman, did the president do enough to convince the American people, to convince Democrats that he should stay in the race?REP. STEVE COHEN (D-TN): I think he convinced a lot of people he should stay in the race. I haven't heard anybody speak so much and so well and so knowledgeably about foreign policy since maybe I don't know, back in the world (ph), Dean Rusk. I mean, he knew -- he knows his stuff. And he's on the -- that's one of the main jobs of the president is foreign policy, and there's nobody could be better. And while we're seeing President Biden talk about foreign policy and all these leaders and these issues, Trump is down at Mar-a-Lago with Orban, an authoritarian, egotistical, sycophant of Putin, the mirror image of Trump, and they're down there, God knows what they're plotting. But they're plotting something that's not good for America. And that should be part of the news, is what is Joe Biden know, and what does Donald Trump know? Donald Trump doesn't know anything, except he respects power, and he respects authoritarianism. He likes Putin, he likes Orban, he likes people with power, he likes the fat boy up in North Korea. That's who he likes. And we need a president who knows foreign policy and is for America.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:04",
      "speaker": "COOPER",
      "sentences": "Congressman, your Democratic colleague Jim Himes, ranking member of the House Intelligence Committee, waited until just after the press conference and released a statement after the press conference that said President Biden should step aside. Do you think that will carry weight within among other members of Congress?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:04",
      "speaker": "COHEN",
      "sentences": "I don't know that it will. I mean, we all have our own constituencies. I think the Connecticut constituency is a lot more. His is a lot more white and a lot more liberal and a lot more elitist. My district is black and its people who are at the grassroots who have gotten, their children have gotten child tax credits because of President Biden.Women know that he's got their back on choice. And they're giving opportunities for people in the middle class, as it comes from the middle down to get a chance to have the American dream and to be in the middle class. And that's the bulk of the Democratic Party, is people in the middle class who've been overlooked for years, who Trump doesn't care about at all. All he cares about is the richest who he gave the big tax break to, and he's going to do it again. But Joe Biden cares about regular working folks, and they're not being heard. They're for Joe Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:19",
      "speaker": "COHEN",
      "sentences": "I'm sure he respects Nancy Pelosi, and I'm sure he respects President Obama, but as you all discussed, President Obama did not choose him to be the candidate in 2016. And if he had, possibly Joe Biden would have won. I don't know. He has beaten Trump once, and nobody else has done that.I think Joe Biden's going to run. And Joe Biden knows he can win. He knows he can be president. He knows he's got a great record. And it's been said this is the finest presidency success since Johnson, and he did it in a bipartisan fashion. Everybody wants people to be bipartisan. Well, Joe Biden was bipartisan. He got enough Democrats to pass the infrastructure bill. He passed the CHIPS Act. He passed the rescue bill. He's done so many bills. The PACT Act for veterans, burn pits. He's had a success even on a gun bill. What a great bill, but it was something. And he's shown he can master the -- he's a master of the legislative process. And he's liked on Capitol Hill. And he's going to run, he's going to be the nominee, he's got the votes, and we all need to get off of our fantasy games, and understand we need to get behind Joe Biden. And all this dissidence is only helping Donald Trump, and he's the last person in the world you want anywhere. You know, he made a mistake, he said vice president. I'd rather Trump be vice president any day than him ever having been president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:19",
      "speaker": "COOPER",
      "sentences": "Congressman Cohen, thank you so much for your time. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:19",
      "speaker": "COHEN",
      "sentences": "Anderson, good to see you again. It's been a while.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:19",
      "speaker": "COOPER",
      "sentences": "Now, having spoken -- yes. It is. It's always good to have you on the program. I appreciate it.Having spoken to a lawmaker, we want to get a sense from voters of how tonight went in their eyes. Tonight, our Gary Tuchman has been talking to a group of seniors in Kalamazoo, Michigan. Gary, what have you been hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:19",
      "speaker": "GARY TUCHMAN, CNN NATIONAL CORRESPONDENT",
      "sentences": "Well, Anderson, we are in the battleground state of Michigan in the western part of the state. This is the Portage Senior Center where seniors between the ages of 50 and 150 could come for exercise and fun.These ladies, we have seven ladies here, all of them like Joe Biden. None of them are voting for Donald Trump, but we want to see how they feel about the problems that Biden has been having. And how he thought his -- how they thought his news conference just went. Now, out of all seven of you, how many of you think it was better than you expected this news conference? How many of you think it was better than you expected it would be? One, two, three, four, five. How many of you think it was worse than you expected it would be? How many of you think it was the same? So overall, it's a fairly positive review. I know I was -- we were watching it together. They all just got out of exercise class, so that's where they're dressed like that. I told you I would tell everybody that we're watching out together. And when he confused the names of Trump and Harris and talking about vice president, you all kind of gaps, but it got better, right? Is that what you think? Now, four of you, one, two, three, four, all of you think that Biden should be staying in the race. You told me you think that he should pass the torch. The two of you weren't decided. My question for you, you weren't decided before this happened, if he should stay in the race. How do you feel now after watching this news conference?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:19",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Relieved and I think he should stay in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:19",
      "speaker": "TUCHMAN",
      "sentences": "So your opinion has changed, from not sure to he should stay in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:19",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:19",
      "speaker": "TUCHMAN",
      "sentences": "OK. And how about you? How do you feel? You weren't sure. How do you feel now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:19",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Same. I think he's the logical choice. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:19",
      "speaker": "TUCHMAN",
      "sentences": "OK. Now you thought he should pass the torch. How do you feel right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:19",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I still believe he should pass the torch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:19",
      "speaker": "TUCHMAN",
      "sentences": "And why do you say that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:19",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I think he conveyed more defensiveness versus confidence. And I think we're really craving to be able to be confident about the candidate that we carry into the November election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:19",
      "speaker": "TUCHMAN",
      "sentences": "How did you feel about this news conference just now? Did it give you more confidence in Joe Biden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:19",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I have all the confidence that I did yesterday. So I just --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:19",
      "speaker": "TUCHMAN",
      "sentences": "Were you confident yesterday?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:19",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes, because everybody has a bad day and I could see that he was sick, but for some reason, they decided to do what they were going to do, even though he was sick. And I think that might have been a bad choice. And you just saw him when he's sick and when he's tired and those sorts of things. But at the heart of it, he's a strong guy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:19",
      "speaker": "TUCHMAN",
      "sentences": "What do you think? Do you agree with that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:19",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes, I would agree with that. I think what came across was that of what he is. Joe Biden is very caring about people. He's very knowledgeable and experienced and he's not just out for himself that he really cares about the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:19",
      "speaker": "TUCHMAN",
      "sentences": "And there's no chance that you would be more confident with the Kamala Harris or your governor here, Whitmer, here in the state of Michigan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:19",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Right. Yes. I think Joe Biden did an excellent job.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:19",
      "speaker": "TUCHMAN",
      "sentences": "During this news. But was there any part of you before this that said, I'm not so sure that I can still support him and I want another Democrat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:19",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I've always been confident.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:19",
      "speaker": "TUCHMAN",
      "sentences": "Any of you going to be watching the Republican National Convention? It starts Monday. No hands going up. Democratic National Convention, five weeks after that? OK. Not all these people are Democrats, some are Independents, but they all like Joe Biden, and it's fair to say that none of you are going to be switching to Donald Trump. Thank you all for joining us. Anderson, back to you.",
      "isLastSentenceInterrupted": false
    }
  ]
}