{
  "date": "2024-02-05",
  "headline": "The Lead with Jake Tapper",
  "subHeadline": "Bipartisan Border Deal Faces Growing Opposition In House & Senate; Britain's King Charles Diagnosed With Cancer; 14 Million Under Highest Risk Of Flooding Today In California; California Storm Worsened By Climate Change And El Nino; U.S. Targets Iranian-Linked Fighters In Iraq, Syria & Yemen; D.C. Residents On Edge Amid A Surge In Violent Carjackings. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:00:19",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "We want to close today telling you about retired New York firefighter Bob Beckwith who famously stood with President Bush in the rubble after the 9/11 terror attacks. He has passed away, sadly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:19",
      "speaker": "ALEX MARQUARDT, CNN HOST",
      "sentences": "This was an iconic image. He was retired at the time to talk his way through several checkpoints to help search for survivors and carry out debris. He was 91 years old.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:19",
      "speaker": "SANCHEZ",
      "sentences": "THE LEAD WITH JAKE TAPPER starts right now.(MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:19",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "The GOP senator pushing the immigration compromise says he's frustrated with his fellow Republicans intentionally putting out false information.THE LEAD starts right now. That feeling of frustration from Senator James Lankford the conservative Oklahoma Republican pushing the border deals. Speaker Mike Johnson is just one of many in the GOP quick to trash this compromise that at least will try to do something to slow the number of migrants coming into the U.S. We're going to hear from a House Republican and piling on calling the proposed plan a, quote, capitulation. Plus, Senator Lankford will be here in just minutes. And historic rainfall flooding parts of southern California. Some cities getting a months-worth of rain in one single day. CNN is on the ground and one of the hardest hit areas. Plus, the surprising news from Buckingham Palace this afternoon, announcing that King Charles has cancer. What does this diagnosis now mean for the monarchy and how is his prognosis? (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:19",
      "speaker": "TAPPER",
      "sentences": "Welcome to THE LEAD. I'm Jake Tapper.In two hours, a high stake meeting on Capitol Hill that may determine whether the Senate's bipartisan border deal ever sees the light of day. Tonight, Senate Republican leaders will try to convince their colleagues to pass the bill which would dramatically change immigration law for the first time in decades in the United States, in effect, severely restricting asylum claims at the U.S. southern border, plus much more. Advocates for the bill needs 60 votes to advance the plan. And as of right now, it's unclear they can get there. And even if the bill does make it through the Senate and to the House, House Speaker Mike Johnson says it is dead on arrival there. This House Republican opposition brought to you by former President Donald Trump who is attacking the deal as too weak. He wants to put the crisis on pause so he can campaign on the issue for November. This despite the fact Republicans have of course for years fought for an immigration overhaul. And despite the fact chief architect of the deal is Senator James Lankford, one of the chamber's most conservative Republicans who Trump has praised for being tough on the border. Senator Lankford who today said he is frustrated with fellow Republicans intentionally putting out false information on the bill will join us in just a second. But, first, let's get an update in all of this with CNN's Lauren Fox on Capitol Hill. And, Lauren, so much focus on the bill's Republican opposition in the House. But now, it seems to be facing some growing opposition in the Senate as well?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:19",
      "speaker": "LAUREN FOX, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "Exactly, and in order to even get to the House, this bill has to pass out of the Senate. And right now, there were already 18 Republican senators who say they are opposed to this legislation including Senator Steve Daines, who is the Republican leading the campaign arm for the Senate majority, trying to take back the majority, excuse me, and it's very clear right now, Jake, that there's growing opposition.Senator John Cornyn, a Republican saying he has serious concerns about this bill. And John Cornyn is someone who has been gracing Lankford's efforts for the last several weeks saying that it was important for Republicans to try to find a solution on this issue. But Speaker Mike Johnson standing by his opposition, getting even more specific. (BEGIN VIDEO CLIP) REP. MIKE JOHNSON (R-LA), SPEAKER OF THE HOUSE:  I've been very clear from the very beginning about the elements that were necessary to solve the border crisis. These are not Republican talking points. This is what we have been told by the experts on the ground. And that includes the sheriffs there and the counties that are on the border. It includes Border Patrol agents, officers, longtime veterans of the agency. And they said you have to fix asylum. You have to fix parole, you have to end the catch and release. (END VIDEO CLIP)(",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:19",
      "speaker": "FOX",
      "sentences": "Minority Leader Mitch McConnell saying that he is still continuing to work to get support within his conference. But when pressed by our Ted Barrett whether or not he was planning to back the bill, he did not answer. We should note often McConnell often does not engage in hallway interviews. But he had answered the previous question, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:19",
      "speaker": "TAPPER",
      "sentences": "Interesting. Walk us through what is in this bill. How would it impact border security?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:02",
      "speaker": "TAPPER",
      "sentences": "All right. Lauren Fox, thanks so much.Let's talk right now with Senator James Lankford, Republican of Oklahoma. He's the primary Republican negotiator for the Senate border deal, which we should note was just endorsed by the Border Patrol Union, which is a fairly conservative organization. Senator, I'm going to ask about some specifics in the bill in just a moment. But, first, the bill does appear to be losing support within the Senate. We hear multiple GOP senators publicly opposed and it needs 60 votes to advance of the House. Do you think you can get 60 votes? Will it make out of the Senate? SEN. JAMES LANKFORD (R-OK):  We will know more this evening actually when all of us get together. Obviously, the bill text came out yesterday. People have had time to be able to look at it. As you mentioned, some people are already making their statements about their opposition. Other folks are saying their support. But when we get together tonight, we'll have an opportunity to be able to talk about it and see the next steps on it before procedural vote on Wednesday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:02",
      "speaker": "TAPPER",
      "sentences": "I want to give you a chance to go on the record, perhaps correct the record on some of the claims made by opponents of the bill.A new statement from House GOP leadership today says, quote: The bill expands work authorizations for illegal aliens while failing to include critical asylum reforms. Even worse, its language allowing illegals to be released from physical custody would effectively endorse the Biden catch and release policy, unquote. Is that true?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:02",
      "speaker": "LANKFORD",
      "sentences": "Actually, none of that is actually true on it. Let me walk you through a couple things with that.The first thing is, the most basic element is this is ending catch and release. It dramatically increases the ability for detention. It has a way to be able to monitor and to be able to track those individuals. If we have to -- if we can't actually have enough space to be able to actually hold them, it still leaves open the possibility of using \"remain in Mexico\" which this administration has used a little. Obviously, the Trump administration used a lot. So, all those things are actually protected. But if you have a large number of people cross and you don't have capacity, you're going to have to be able to figure out what to do with those individuals, so, when you track that. As far as the work permits, actually it's the opposite of that. Today, there were 1,500 work permits that were given out by the Biden administration at ports of entry because migrants signed up in advance on it. So, they got just work permits. They don't qualify for asylum. They didn't even ask for asylum. They just got work permits on it. That ends that process. And also, current law is if you cross the border and just apply for asylum, you also get a work permit. We also end that practice and it actually moves it to you have to go through the higher standards to request asylum, meet those standards, and then once you meet those standards, then you would get a work permit. So, as odd as it sounds, the accusation of creating work permits, we are literally the opposite taking work permits away. TAPPER:  Here's a claim being circulated on Twitter or X by Elon Musk who posted, quote: The long-term goal of the so-called border security bill is enabling illegals to vote. It would do the total opposite of securing the border, unquote. Now I know that Elon Musk is not an expert on illegal immigration or the border. But he has a huge megaphone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:02",
      "speaker": "LANKFORD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:02",
      "speaker": "TAPPER",
      "sentences": "Explain what he's talking about here. Is he wrong?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:02",
      "speaker": "LANKFORD",
      "sentences": "Well, I think he needs to go back to doing the 2 million Teslas that are currently being recalled right now to be able to focus on that.No, it's not focused on trying to be able to get more illegals to vote. That's absurd in the process on it. It is against the law for anyone that is not a citizen of the United States to be able to vote in the United States in any federal election. That remains so. Obviously, we're not dealing with that. I've heard people say, hey, you're not taking on illegal voting. And so I'm going to oppose this bill. Well, neither did HR-2 that came out of the House that so many people had said was the perfect border security bill. It also did not deal with any issues of voting because that bill was seen as a border security bill, not a voting issue bill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:02",
      "speaker": "TAPPER",
      "sentences": "Republican Speaker Mike Johnson last night posted, quote, as the lead Democrat negotiator proclaimed under this legislation, the border never closes. Johnson goes on to say if this bill reaches the House, it will be dead on arrival. The speaker essentially took a one quick look at the bill and immediately dismissed the legislation out of hand.What's your response to House Speaker Johnson has handled this all?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "TAPPER",
      "sentences": "Obviously, your fellow Republican Mitt Romney has been pretty outspoken, saying that the reason the bill is having difficulties right now is because Donald Trump wants it as a campaign issue. So he doesn't want attempts to solve it to be successful.And, in fact, President Trump -- former President Trump today is slamming your work -- specifically your work on the bill. Take a listen. (BEGIN AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT",
      "sentences": "Just to correct the record, I did not endorse Senator Langford. He ran and I didn't endorse him. This is a very bad bill for his career. I don't know how a Republican senator can actually put anything like this forth.(END AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "TAPPER",
      "sentences": "So just to correct the record, Donald Trump did endorse you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "LANKFORD",
      "sentences": "He did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "TAPPER",
      "sentences": "But regardless of that, why do you think he's going after you and this border bill considering this is the most -- and I've been in this town for a lot longer than you have -- this is the most conservative immigration compromise that I've ever seen come to this level. Previous efforts under the Bush and under Obama were far more permissive, far more liberal than this.Why do you think Trump is going after you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "LANKFORD",
      "sentences": "Yeah, I don't know. Obviously, other then he has a different job than I have right now. His job right now is running for president. And so, he's trying to be able to manage that. And obviously, a chaotic border is helpful to him in the process on that.If Donald Trump was president right now, let me very clear, we would not have the chaotic border than we have right now. Joe Biden is not enforcing the border, even not just like Donald Trump, not like Barack Obama. We have six times more people crossing the border now that we had under Barack Obama. So, this president is clearly not enforcing the border. But for Donald Trump, he is focused on the campaign. I'm the lead Republican on the Homeland Security Border Management Committee. And so, my focus is the national security focus. I'm going to do whatever I can to be able to secure the nation as fast as I can regardless of election cycles. This is something Americans are looking for and have asked for a very long time. We have got to be able to secure the border. Yes, it's going to have to be a bipartisan. It's the United States Senate. It always has to be bipartisan. So let's work together to be able to figure out where we can find common ground and actually solve an issue. Will it solve as much as we can? Then start working on the next level.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "TAPPER",
      "sentences": "So, again, I covered -- I covered this for a long, long time, this debate.In 2013, there was a much more liberal version of this, a compromise floated in the Senate. The Gang of Eight was the four Democrats, four Republicans. Two of those Republicans are still in the Senate. Lindsey Graham of South Carolina, Marco Rubio of Florida, Susan Collins, Lisa Murkowski, John Hoeven voted for it. I understand that Senator Rubio has come out opposed to this deal which is -- as I said, more conservative than what he was pushing. Have you talked to Rubio or Senator Graham?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "LANKFORD",
      "sentences": "I've talked to Senator Graham recently. Obviously, he's been out publicly supportive of this deal, trying to do whatever he can to help this move along, knowing it's trying to get us a good progress on that. Senator Rubio and I haven't spoken recently on that.But everybody has their different opinions on this. Everybody has got to be able to look at the text of the bill and determine what works and what does not work on it. We didn't get everything in the process on it. Obviously, there's a lot more that I would like to be able to get. But again, I go back to the most basic thing, we're getting as much as we possibly can. And we're going to try to be able to move forward because we've got to stop having the thousands of people that are crossing the border every day unchecked.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "TAPPER",
      "sentences": "Republican Senator James Lankford of Oklahoma, good to see you, sir. Thanks so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "LANKFORD",
      "sentences": "Good to see you. Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:02",
      "speaker": "TAPPER",
      "sentences": "In our health lead today, Britain's King Charles has been diagnosed with cancer. Buckingham Palace says the 75- year-old monarch started treatments today and will be postponing his public duties until further notice.Officials say the, quote, form of cancer was discovered during a corrective procedure for an enlarged prostate last month. Although source tells us he does not have prostate cancer. What kind of cancer he does have we still do not know. CNN's Max Foster is outside Buckingham Palace in London. Max, what else are you hearing about the king's diagnosis?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:01",
      "speaker": "TAPPER",
      "sentences": "So, Max, what happens if King Charles ultimately is too sick to do any work at all, any official duties?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:01",
      "speaker": "FOSTER",
      "sentences": "Well, as I say the system does not work without him signing off on things for government. The government -- you know, the parliament system collapses. So, there is a system in place. So, they are called counselors of states. They are members of thefamily who would step up and carry out duties on his behalf effectively like a committee if he was unable to do so. So, if, for example, he had to have an anesthetic or he became incapacitated, I'm told by my sources that those counselors of state have not been appointed. We would be told if they were appointed. So, we are waiting for those sorts of announcements or if he gets better I'm told we're not going to get a running commentary. But it does put pressure on the queen and William in particular to be the public face of the monarchy, which needs to be there to present the head of state. You know, they're a brand as much as anything else and they need to represent continuity. Without the king, without the princess of Wales able to carry out any public duties, it does put pressure on the rest of the family, particularly when Harry and Meghan have opted out and Prince Andrew was forced out. By the way, Harry is going to be coming over to visit his father. So, they've been speaking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:01",
      "speaker": "TAPPER",
      "sentences": "(AUDIO GAP) there in London for us, in Buckingham Palace, thank you so much.Let's bring in Dr. Martin Sanda. He's the chair of the department of urology at Emory University School of Medicine. He's the director as well of the prostate cancer program at Emory's Winship Cancer Institute. So, Dr. Sanda, a source says the king does not have prostate cancer. But that his cancer was discovered during his recent procedure for prostate enlargement. What might that tell you about what he possibly could be battling? DR. MARTIN SANDA, CHIEF OF UROLOGY, EMORY UNIVERSITY:  Well, it's hard to say. Certainly, we do occasionally find incidental cancers, so- called incidental cancers when doing procedures for enlarged prostate. The most common incidental cancer we find in that situation is a form of prostate cancer that can be quite readily managed, sometimes actually can be monitored and does not necessarily require treatment. Sometimes a form of bladder cancer can be found incidentally during a procedure for enlarged prostate or prostate obstruction, difficulty with urinating. The type of prostate -- I'm sorry the type of bladder cancer that we sometimes find in that setting is most commonly a superficial or very early type of bladder cancer which is also very amenable to treatment. So, it's really hard to say what they did fine. But one can speculate that maybe there will be additional diagnostic test that might be needed as a part of getting a handle on that. And that might be a reason for some time off of duties. But that might also allow him to return in good shape soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:01",
      "speaker": "TAPPER",
      "sentences": "So, the king is stepping back from public duties while he undergoes outpatient treatment, as you alluded to. How tiring how wearying can the treatments for cancer be especially for a 75-year- old? SANDAbladder tumors for example the treatments can be pretty straightforward, requiring perhaps just a sedative anesthetic or a brief outpatient procedure with anesthesia. So the recovery process for that type of circumstance can be pretty quick. It would be unlikely to find something more invasive or advanced if the procedure being done was for something that was planned and well investigated before hand. So the more likely scenario would be something that could be managed pretty readily. Though it might require some additional procedures or anesthetics or maybe some diagnostic tests like additional biopsies. That might be indicated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:02",
      "speaker": "TAPPER",
      "sentences": "And we're back with our \"Earth Matter\" series and the disastrous and deadly flooding currently wreaking havoc on the West Coast of the United States. Right now, more than 14 million people were under the rare risk of excessive rainfall. And parts of Los Angeles forecasted to get half a year's worth of rain by this time tomorrow.Partially to blame is what's called an atmospheric river. That means storms that usually travel from west to east across the country are kind of stuck in parts right now over southern California, dumping inch after inch of unrelenting rain. And as CNN's Nick Watt reports for us now, scientists say there's no doubt climate change is also making these bad storms much, much worse. (BEGIN VIDEOTAPE) NICK WATT, CNN NATIONAL CORRESPONDENT (voice-over):  The Hollywood Hills rain lashed not sun-kissed, with mudslides, rockslides, homes evacuated, homes lost.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is the foundation of 10334 Caribou Lane. And this is where the house sits now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:01",
      "speaker": "WATT",
      "sentences": "L.A. and beyond, 14 million people now officially high risk level, four of four for excessive rainfall. Remember this date was recently in a mega drought. Then record rainfall last winter, and now this. Scientists call that whether whiplash and say such violent swings will become increasingly common, as the planet warms in years to come.From Sunday, hurricane force winds cut power over half a million customers, mostly further north, hitting 77 miles per hour at San Francisco airport, peaking at 102 on Pablo Point. Angelinos today told to exercise caution if you must commute. Schools closed in more mountainous Malibu, but stayed open across much of L.A. The mayor says Angelinos just aren't used to this kind of weather. But with climate change, they will have to get used to it. (END VIDEOTAPE) WATT (on camera):  And the mayor just declared a local emergency activating more of those swift water rescue teams and others to add to the thousand-plus firefighters who are already on duty. I mean, just look at the amount of water we are talking about. And it's not over. I've never seen such relentless rain in L.A. The hope is that this is going to move out of L.A. County, but then the fear is that the system might come back and dump even more water on this saturated heavily populated county -- Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:01",
      "speaker": "TAPPER",
      "sentences": "All right. Nick Watt in Los Angeles County for us, thanks so much. Appreciate it.Chief climate correspondent Bill Weir is here for us. And, Bill, we all remember, the West Coast experienced some record high temperatures. Now, they are having record flooding. Are they related? BILL WEIR, CNN CHIEF CLIMATE CORRESPONDENT:  They are. Yeah, the average atmospheric river, and it happened all the time, 500 miles wide, 1,200 miles long. The size and intensity depends on how warm the oceans are below it, right? So, a warmer planet is this heat engine now. And so, when that river of moisture that has 25 times the Mississippi River, only it's vapor in the sky, it hits the mountains. It is like squeezing a sponge and dumping it. And as Nick alluded to, Daniel Swain, he's a climatologist at UCLA, did a call today, was worried that it could have a windshield wiper effect. Like this storm is going to go across L.A. County, come back --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:01",
      "speaker": "TAPPER",
      "sentences": "Oh, man.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:01",
      "speaker": "WEIR",
      "sentences": "-- and then go across again over the next couple days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:01",
      "speaker": "TAPPER",
      "sentences": "Now, are we all vulnerable to these types of atmospheric river events?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:01",
      "speaker": "WEIR",
      "sentences": "You know, they happen where they go from California to the East Coast, and like, you know, spreading sleet and snow depending on that. The big concern now in a warmer place like California, if that stays as snow, that will be great. The snowpack is only 50 percent what it is historically. They still have drought concerns out there.And this rainwater is wasted when it comes to that drought. So, hopefully, it stays cold enough for the snow to remain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:01",
      "speaker": "TAPPER",
      "sentences": "Now, scientists also say that El Nino is partially to blame for this weather, in California. That actually affects all of us everywhere in the entire world, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:01",
      "speaker": "WEIR",
      "sentences": "Well, it starts in the Pacific. It's a natural phenomenon and it happens in the Pacific. But now, we are officially one of the four strongest El Ninos in the last 50 years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:01",
      "speaker": "TAPPER",
      "sentences": "This one is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:01",
      "speaker": "WEIR",
      "sentences": "This one is, right? So, that's natural plus the unnatural warming from man-made activities, fossil fuel pollution, the double whammy that we're having. El Nino could ease in the next year or two, but we still have the climate change on top of that.So, a lot of hope from folks is that these are lessons. It is not a storm to grit your teeth and get through but lessons for how to adapt and how to think about living in places like California in the future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:01",
      "speaker": "TAPPER",
      "sentences": "Crazy.Bill Weir, thanks so much. Really appreciate it. The U.S. threatening another response as Iranian-backed militia groups keep up attacks on American forces. [16:35:05] A veteran military pilot will join me next with what that response might look like. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:01",
      "speaker": "TAPPER",
      "sentences": "In our world lead, a respite today after three straight days of U.S. attacks on Iranian linked militias across the Middle East. B-1 bombers flying nonstop from the U.S. took part in Friday's missions. Video obtained by CNN shows projectile streaking away after an explosion and fire at suspected weapons storage facilities in Iraq, near the Syrian border. U.S. officials say 84 of the 85 targets in Iraq and Syria were damaged or destroyed. And there are no indications as of now of Iranian casualties.The strikes expanded into Yemen on Saturday with British forces joining in the attacks. Sunday, the U.S. struck several cruise missiles that U.S. Central Command says were preparing to launch from Yemen. With us now is former Congressman Adam Kinzinger, Republican from Illinois. We're actually having him on not because he's a congressman, because he is a veteran of the wars in Iraq and Afghanistan, and a retired lieutenant colonel from the Air National Guard. So I'm going to call you lieutenant colonel this time, instead of Congressman Kinzinger.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:01",
      "speaker": "ADAM KINZINGER, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:01",
      "speaker": "TAPPER",
      "sentences": "So, is this new -- this kind of retaliation against the Iranian backed militias or has this been going on for a while? I mean, looking back on your military experience in Iraq and Afghanistan. Tell us about whether reprisal attacks like these really deter Iranian backed fighters and militias?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:01",
      "speaker": "KINZINGER",
      "sentences": "Well, first off, they don't -- they don't seem to. Now, it doesn't mean we shouldn't do it. But I think we need to go into this eyes wide open.Look, I was in Iraq in '08 and '09, and I was flying as part of the task force off keep the force name, although it's unclassified now, that specifically was going after Iran and its proxies that were both, you know, expanding the explosive form penetrators. These were those roadside bombs that were killing American troops that were destabilizing Iraq and going after Americans. So this went back to '08 and '09. You look since then. You know, there is this idea that since October 7th this activity has stepped up in the region stepped up in the region. But if you go back all this year, all the previous year, all the way back to my service in Iraq, it's not really a week that goes by without the U.S. retaliating against these groups to some level. There is not a week that goes by where Israel does not attack some Iranian linked group or even directly IRGC assets for instance in Syria. So the idea that this is going to be push off these attacks and it's going to deter this I think we have to go eyes wide open and say it's good to respond. I hope this works. But ultimately, Iran is willing to supply fighters to fight the United States and Israel to the last person willing to do it. And I've got to tell yo, there is no shortage of people willing to do it in the Middle East.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:01",
      "speaker": "TAPPER",
      "sentences": "A Houthis official is already promising retaliation for the U.S. strikes against Houthis in Yemen. According to U.S. official, U.S. and coalition forces in Syria have been attacked three times since the airstrikes began on Friday.How effective do you think these retaliatory strikes will really be? And -- I mean, they do seem to be much bigger than what we've seen in the past from the U.S., right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:01",
      "speaker": "KINZINGER",
      "sentences": "Yeah, they are bigger. I mean, in the past, we've attacked empty warehouses on purpose to send a message that does not send a message at all. It looks like we are trying to de-escalate. And in fact, that encourages the opposition.So, this is a step in the right direction. But again, the question is, has this ever deterred Iraq? Iran is willing to put as many weapons in the theater through proxies to continue this fight as long as there is anybody willing to take them. And there's no shortage of it. Especially if every time we attack, we're waiting at night so there's no bad guys around. You know, that's not a bad strategy. But I think we are ultimately going to have to start thinking about inflicting real damage. I'm not talking a full-scale war. I'm not even talking Tehran ran itself, but inflicting damage on the IRGC, the Revolutionary Guard Court directly, or Iran directly. And that might be through some of their maritime assets or spy ships that we know exist. It's not fun but, look, Israel has attacked Iran repeatedly for the last number of years. It has not escalated. And they hit Israel worse than they hit the United States. After Soleimani was killed, Jake, there were people in Congress that were breathless that were guaranteeing this is World War III. This is escalatory. And what actually happened is for the next six months, we heard very little from Iran. So I think it's a lesson for us to keep in mind when we look at how to deter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:01",
      "speaker": "TAPPER",
      "sentences": "Well, the U.S. says, so far, the U.S. knows of no Iranian fighters who have been killed in the strike. At the same time, of course, I've heard many foreign policy experts make this remark that Iran is willing to fight to the last Palestinian or Iran is willing to fight to the last Lebanese fighter. I mean, they give weapons to these groups and they do the fighting for them.Is it important to have Iranians not be killed, even Iranian terrorists who are targeting U.S. forces? Or is this work all being done by Iraqis and Syrians and Lebanese and Palestinians for them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:01",
      "speaker": "KINZINGER",
      "sentences": "Well, look, I think it's important for Iran to pay a price. Iranian militants, Iranian IRGC commanders that are going into Syria that are going into Iraq is ultimately destined again Israel there's not -- there's truly not a typical spite we don't read about some high- ranking commander killed by Israel. It's not escalatory. I mean, that's what -- when you send military troops in to create a proxy force, those troops are in danger.And now, again, I'm not against the U.S. saying we don't escalate, we really don't. But when you continue to show that you don't want to escalate, I think it takes away some of the effectiveness of deterrence. I'm not going to question what the administration is doing. But I think if this continues, there has to be, frankly, a bloodied nose or a solid punch to the face against Iran. And you'll see 'em I think go quiet after they did after Soleimani was killed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:01",
      "speaker": "TAPPER",
      "sentences": "Hmmm. What do you think is the best way of getting things to calm down in general? Settling the Israel-Hamas war? Getting tougher with Iran? Every possible road seems treacherous and potentially dangerous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:01",
      "speaker": "KINZINGER",
      "sentences": "Yeah. I mean, look, it really is because on October 7th, the world changed in the Middle East. I mean, it was -- it was brutal. It was their 9/11.And to sit here and expect that three months later, we would have stopped executing a war against terrorists, you know, after 9/11, and somehow in January is unrealistic. I think the administration is playing a decent role of trying to mitigate, trying to mediate but also allow Israel to continue to execute that war. We would love to get to a point where there is a cease-fire without Hamas in command. And that's where the pressure from places like Egypt, from Jordan have to come in, to say, okay, we are willing to participate in this. But Hamas cannot stay in power. And I think the U.S. needs to make it clear, we don't seek a broader war. We don't. But we are the United States of America with the most effective military in the history of mankind. And if you attack us or attempt to try to attack us, we will absolutely make you pay back 20 times any damage you think you can inflict on us. And that's when people stop messing with us. When you stand back and you're like, gosh, we're going to blow up an empty warehouse, yeah, they're going to keep trying to hit you in the face because you have not punched back yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:58",
      "speaker": "TAPPER",
      "sentences": "In our law and justice lead, today, a series of senseless violence in the nation's capital has residents on edge, as leaders their scrambled to try to get soaring crime under control. Over the weekend, a former Trump official died after having been shot days earlier by a carjacker as he waited to pick up his wife in a busy shopping area of town. Data from Washington, D.C.'s police department shows that D.C. had 274 homicides last year, a 35 percent jump from 2022 and the highest recorded in 20 years. Other crimes such as robberies and carjackings are up as well in Washington, D.C.And as CNN's Gabe Cohen reports, residents are fed up. (BEGIN VIDEOTAPE) GABE COHEN, CNN CORRESPONDENT (voice-over):  A violent carjacking spree. The latest senseless crime to rock the nation's capitol, shattering Antoinette and Jacob Walker's family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:58",
      "speaker": "ANTOINETTE WALKER, MOTHER OF ALBERTO VASQUEZ",
      "sentences": "Just the numbness to know this was the last place where he actually was alive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:58",
      "speaker": "COHEN",
      "sentences": "Their son, A.J., a father of two, shot and killed in last week's spree.A. WALKER:  I wake up every day with this realizing that my son is never coming back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:58",
      "speaker": "COHEN",
      "sentences": "That spree also took the life of a former Trump administration official, Mike Gill, also shot during a carjacking while waiting to pick up his wife in a crowded downtown neighborhood at rush hour. He died over the weekend. The suspected gunman was fatally shot by police.While violent crime has dropped in most major cities, it has surged in the nation's capital, up 39 percent last year with robberies up 67 percent and carjackings roughly doubled. Though police data show crime has dipped in recent months and no one is immune. We're less than a mile away from the U.S. Capitol. I covered the carjacking of Congressman Henry Cuellar last fall, just blocks from the U.S. Capitol. He was physically unharmed. D.C. police offering unsettling advice, avoid driving alone, stay in the middle lane, and don't stop to help strangers. They've passed out Apple air tags so people can track their cars if they're stolen. Mohamad, a Grubhub delivery driver, has seen and experienced enough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:58",
      "speaker": "MOHAMAD, DRIVER WHO WAS ATTACKED",
      "sentences": "Here, it's not safe. And I have three attacks in Washington, D.C.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:58",
      "speaker": "COHEN",
      "sentences": "He won't work in D.C. anymore after teens tried to carjack him last summer. The scuffle caught on camera, neighbors jumping in to help. MOHAMAD",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:58",
      "speaker": "COHEN",
      "sentences": "Delivering in Virginia, his salary is cut in half, but he says he feels safer.This crime surge has made D.C. a punching bag for Republicans. Former President Trump has vowed a federal takeover if he's elected.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:58",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT",
      "sentences": "We're going to take it away from the mayor and again, that doesn't make me popular there, but I have to say it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:58",
      "speaker": "COHEN",
      "sentences": "Many blame what they see as lenient laws that put repeat offenders back on the street as well as a drop in arrests and prosecutions. Even among the district's liberal leaders, there's a new effort to strengthen criminal laws. The Department of Justice is now bringing in more prosecutors and D.C.'s police department is opening a new multiagency crime center as community members beg local leaders to keep them safe.You don't think the city's done enough to hold people accountable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:58",
      "speaker": "JACOB WALKER, FATHER OF ALBERTO VASQUEZ",
      "sentences": "No. No. They haven't done anything enough to hold people accountable.(END VIDEOTAPE) COHEN (on camera):  And look, Jake, as the number of crime scenes like the one across the street where A.J. was killed, grows here in D.C., we have been asking for months for the police chief to speak to us directly about these alarming numbers. Look, it is a complicated picture, but as of now, the police department has declined those requests -- Jake.",
      "isLastSentenceInterrupted": false
    }
  ]
}