{
  "date": "2024-02-18",
  "headline": "CNN Newsroom",
  "subHeadline": "\"Putin is Responsible\", Says Biden for the Death of Alexei Navalny; Ukraine Troops Pulls Out of Avdiivka Town; In Light of Navalny's Passing, Haley Attacks Trump; Trump Ordered to Pay Around $355 by New York Judge in Fraud Trial; At Sneak Con in Philadelphia, Trump Debuts Line of Shoes; U.S. Vows to Reject New U.N. Security Council Resolution on Gaza Ceasefire; Israeli Attacks on Central Gaza and Rafah Left At Least 81 Deaths; U.S. Attacks Houthis in Self- Defense; Ukrainian President Implores Leaders to Provide More Weapons; Interview with Russian Opposition Politician, Adviser to Alexei Navalny and Former Russian Deputy Energy Minister Vladimir Milov; Planned Nuclear Space Weapon Development Underway in Russia; Orban Claims Sweden's NATO Candidacy Can Be Ratified by Hungary; Japan Successfully launches H3 Rocket; Historic NBA All-Star Weekend Underway. Aired 4-5a ET",
  "utterances": [
    {
      "timeStamp": "04:00:00",
      "speaker": "KIM BRUNHUBER, CNN ANCHOR AND CORRESPONDENT",
      "sentences": "Welcome to all of watching us here in the United States, Canada and around the world. I'm Kim Brunhuber, this is \"CNN Newsroom\".Blaming Vladimir Putin. President Biden says, the Russia leaders is responsible for the death of Moscow critic, Alexei Navalny. Donald Trump is back on the Campaign trail with a fresh promise following a New York court's eye watering fine for fraudulent business practices. Likely you'll see his new apparel line that might off-set some of those costs. And a successful blastoff for Japan's flagship rocket. We're live in Singapore with an update on the space race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "ANNOUNCER",
      "sentences": "Live from Atlanta, this is \"CNN Newsroom with Kim Brunhuber\".",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "BRUNHUBER",
      "sentences": "President Biden says he has no doubt that Vladimir Putin is to blame for Alexei Navalny's death. Russian prison officials say the opposition leader died Friday after a walk. But many Western leaders say, Putin bears responsibility. Here's what Biden told reporters Saturday.(BEGIN VIDEO CLIP) JOE BIDEN, U.S. PRESIDENT:  I've heard several things. I haven't had it confirmed. But the fact of the matter is Putin is responsible, whether he ordered it or he is responsible for the circumstances he put that man in, and he is -- he's a reflection of who he is and it just cannot be tolerated. I said, there would be a price to pay. He is paying a price already. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "BRUNHUBER",
      "sentences": "Across Russia, more than 400 people have been detained while attending vigils or demonstrations supporting Navalny. Now, those numbers from OVD-Info, an independent Russian human rights group. It's not clear how many of those people have been released.Now, there's no word yet exactly what caused Navalny's death. Russian authorities say, Navalny died in prison Friday after losing consciousness. His family wants a better answer than that. They and many Western leaders are laying the blame squarely on Russian President Vladimir Putin. Our Nick Paton Walsh has more from the Munich Security Conference. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "BRUNHUBER",
      "sentences": "And Former CNN Moscow Bureau Chief Nathan Hodge joins us now from London. So, Nathan, what are we hearing from Navalny's family and his representatives?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "NATHAN HODGE, CNN FORMER MOSCOW BUREAU CHIEF",
      "sentences": "Well, Kim, at this stage, we don't have any new information about the whereabouts of Navalny's body. And his family and his supporters are calling for his body to be turned over -- to turned -- turn back over to the family.And there's a very important reason why. Back in 2020, Navalny fell ill on a flight from the Siberian city of Tomsk on a return flight to Moscow. The pilot managed to divert the flight saving his life. Navalny was evacuated to a hospital in Germany. And German officials subsequently announced that he was sickened by -- poisoned by Novichok, a nerve agent. And CNN-Bellingcat investigation would subsequently reveal that Navalny had been tailed, essentially, for at least three years by a Russian security services team that specialized in nerve agents. So, there's a lot of concern here about trying to establish the real true cause of Navalny's death. Here's Kira Yarmysh. This is Navalny's spokesperson speaking to just that that issue. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "KIRA YARMYSH, ALEXEI NAVALNY SPOKESPERSON",
      "sentences": "There was a bunch of FSB officers who were following him for three years all across Russia. And then they finally tried -- they attempted to kill him. And well, all the time we were saying that Alexei was in the hands of people who already tried to kill him while he was in prison. And so, this is what just happened.We knew that there was a risk. Alexey knew it as well. And just yesterday the -- well, they murdered him as they planned to do it three years ago. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "HODGE",
      "sentences": "But again, Kim, you know, Navalny returned to Russia in early 2021 despite this poisoning. Wanting to remain at, you know, active when he could have opted for a very comfortable exile. Kim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "BRUNHUBER",
      "sentences": "And, Nathan, as for his supporters, there seems to be plenty of outrage over his death, of course, but supporters in Russia pay a high price for showing it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "HODGE",
      "sentences": "Well, Kim, first of all, this is happening at a crucial moment. You know, Russian President Vladimir Putin is praying -- preparing to run in presidential elections next month. Probably not best to characterize them really as an election, but more of a plebiscite that will re-anoint him for a fifth term in office.And Putin has essentially dominated Russian politics and squeezed out Russian civil society over the course of two decades. But things really, really dramatically ramped up. You know, since the full-scale invasion of Ukraine two years ago, if before then there was still some margin for political opposition in Russia, the ability, for instance, of people like Navalny to organize street protests and to press ahead with their opposition activism. Russia introduced draconian new laws following the invasion, full- scale invasion of Ukraine in February of 2022 which essentially made it illegal to criticize the military, essentially, outlawed, calling a war a war. And this has made really the margin for protest and for activism, well, slimmer than ever. And essentially going into this election next month, President Putin has essentially cleared Russia's political landscape of all real opposition. And with the death of Navalny Russia's embattled, marginalized opposition has lost its most charismatic and its most powerful figurehead. Kim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "How confident are you that there isn't another city that falls right after this, that Congress acts on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "BIDEN",
      "sentences": "I'm not. I'm not. No one can be. Look, the Ukrainian people fought so bravely and heroically. They put so much on the line. And the idea that now, running out of ammunition, we walk away? I find it absurd. I find it unethical.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "ALVAREZ",
      "sentences": "Now, the funds that the president is referring to here are ones that date back to October, when the White House in a broad national security supplemental request asked for $60 billion in additional funding to send to Ukraine.Now, that funding has been stalled amid infighting in Congress but it did make some progress in the Senate when the Senate passed a foreign aid package earlier in the week that includes those $60 billion for Ukraine. But the House has gone on recess for two weeks and House Speaker Mike Johnson has said that he doesn't have any plans to put this package on the floor, leaving all of these funds uncertain. In the meantime, the president and the vice president are trying to reassure allies that they will stand by Ukraine and they will not cede ground to Russia. All of it made all the more difficult without that additional funding sent to Ukraine. Priscilla Alvarez, CNN, Washington. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "BRUNHUBER",
      "sentences": "And Republican presidential candidate Nikki Haley is slamming Donald Trump on his silence over the death of Russian opposition leader Alexei Navalny. Haley says, \"He's siding with a dictator who kills his political opponents. Now we know Navalny is another one that he has killed, why isn't Trump saying anything about it?\" And Haley went on to eviscerate Trump. Here she is.(BEGIN VIDEO CLIP) NIKKI HALEY, U.S. REPUBLICAN PRESIDENTIAL CANDIDATE:  Trump is siding with a madman who's made no bones about the fact that he wants to destroy America. And he took the side of Putin over our allies who stood with us after 9/11? When he did that, he put our allies in danger. He put our military men and women serving over there in danger. And he emboldened Putin. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "BRUNHUBER",
      "sentences": "Donald Trump hit the campaign trail again just one day after his latest legal and financial setbacks. The 2024 Republican front runner went after the New York State Attorney General and the judge overseeing his civil fraud trial at a rally in Michigan on Saturday after he and his companies were slapped with a $355 million fine for fraud. Here he is.(BEGIN VIDEO CLIP) DONALD TRUMP, FORMER U.S. PRESIDENT AND U.S. REPUBLICAN PRESIDENTIAL CANDIDATE:  We will have no higher priority than ending the weaponization of this horrible legal system that has developed around us. It's a horrible, horrible thing that's taking place. You talk about democracy, this is a real threat to democracy. This judge is a lunatic, and if you've ever watched him, and the Attorney General may be worse. May be worse. Have you ever watched her? I will get Donald Trump -- her campaign. I will get Donald Trump, I promise, I will get him. She knows nothing about me. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "BRUNHUBER",
      "sentences": "So, in the wake of that jaw dropping judgment, the former president has launched his own line of shoes. Have a look. The Republican presidential candidate unveiled them at Sneaker Con in Philadelphia on Saturday. The gold high tops carry the very cheeky moniker, Never Surrender. Now, keep in mind that nearly $400 a pair will have to sell, oh, about $890,000 pairs of the priciest sneakers to pay off that $355 million judgment in New York.So, Trump's constant rants against the verdicts and the justice system have become a part of his brand. CNN's Jim Acosta spoke with senior political analyst Ron Brownstein, who compared Trump's behavior with other autocratic leaders. Here he is. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "RON BROWNSTEIN, CNN SENIOR POLITICAL ANALYST AND SENIOR EDITOR, THE ATLANTIC",
      "sentences": "The students of authoritarianism will tell you that strong men will break the rules while in office, push against the boundaries of law and custom.And then if -- when they are out of office, and if they are held accountable, they will say the justice system, the legal system is being weaponized against them. And that becomes not only a way to rally their supporters, Jim, but as we've seen with Trump, it becomes a predicate for arguing that you should do the same thing if you get back in power. His claims that there is this vast conspiracy of grand juries in multiple states and attorneys, and district attorneys, and federal attorneys who are all conspiring against him. And that's what's produced his legal challenges, becomes the basis for him to argue, well, I am explicitly going to do the same thing. It's a pattern that's been seen in other countries, and that's why his language portraying the legal system as a threat to democracy is so dangerous, not only for what it means in terms of this election, but what it would mean if he gets control of the Justice Department again. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "BRUNHUBER",
      "sentences": "Washington's ambassador to the U.N. says the United States will veto a new ceasefire resolution on Gaza if it comes to a vote. Algeria submitted a proposal to the Security Council two weeks ago, calling for an immediate ceasefire and a large-scale humanitarian relief for the enclave. Linda Thomas-Greenfield says, that resolution only benefits Hamas and wouldn't help free Israeli hostages in Gaza.Now, this comes as Israel is planning for a ground invasion of Rafah. The population there in Gaza's southernmost city has ballooned to some 1.5 million people as Palestinians seek refuge from the war. Now, Israel's Prime Minister says they need to move again, claiming there's, \"A lot of space north of Rafah for people to go.\" Meanwhile, Israeli forces are launching strikes in Rafah already and in central Gaza, killing at least 81 people so far. Elliott Gotkine joins me now from London. So, first Elliott, on those strikes, what more are we learning about the targets and the victims?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "ELLIOTT GOTKINE, CNN JOURNALIST",
      "sentences": "Kim, as far as the targets are concerned, Israel says that it is targeting Hamas. This usually means militants, tunnels under the ground, or weapon storage facilities, rocket launchers and the like. And it says that it does its utmost to avoid civilian casualties. But according to the director general of one of the local hospitals, he says that in the strikes on Rafah itself, there were two strikes that one of them killed a family of six and that another strike in an open area killed seven people, women and children being among them.So, it's clear from this, the war has already come to Rafah -- I mean, it came to Rafah in the wake of the Hamas terrorist attacks of October the 7th. These aren't the first strikes on Rafah, they clearly won't be the last. And I suppose even if this ground operation doesn't take place, it still shows that even in areas where people have sought refuge, there are still dangers to civilians and to lives of those people who have sought refuge there. And I suppose that, if anything, underlines the concerns that many have about the prospective ground operation by Israel in Rafah, that even if they do move somewhere north, and Prime Minister Netanyahu has said that there are plenty of areas to the north of Rafah which Israel has cleared, also says that Israel is finishing up operations in Khan Younis. That even if they do move some of them for the -- for multiple times, that they will be no safer there than they are right now in Rafah. Kim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "BRUNHUBER",
      "sentences": "Yes. And then Elliott, I mentioned earlier, the Biden administration has threatened to veto a Gaza ceasefire resolution at the U.N. Security Council. So, what's been the reaction and what impact might this have on negotiations and on the war?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "SEBASTIAN SHUKLA, CNN PRODUCER",
      "sentences": "Yes, Kim, the meeting here in Munich was about munitions for Ukraine. And President Zelenskyy arrived under that pal and shadow of the news of Alexei Navalny's death to the news as well that he also had had to withdraw his own troops for their own safety on the Ukrainian battlefields in the region of Donetsk.And he arrived here with a very simple message, which is, I need to get more munitions to be able to defend my troops because that city, that town of Avdiivka, long beleaguered on the front lines in Ukraine since almost 2014 when Russian-backed separatists also put it in its crosshairs has now come and fallen into Russian hands. And that, ostensibly, is a win for President Putin on the battlefields in Ukraine, one that is very rare for him. Take a listen to what President Zelenskyy had to say about the munitions and the help that he needs. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT",
      "sentences": "We can get our land back, and Putin can lose. And these has already happened more than once on the battlefield. Our actions are limited only by the sufficiency and length of the range of our strength.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "SHUKLA",
      "sentences": "And then -- and President Zelenskyy then spent the day after that impassioned speech meeting with world leaders, but importantly, particularly Secretary Blinken and Vice President Harris, where that discussion about the congressional aid bill going through which is needed by Ukraine will have been high on the agenda. The message he was trying to give, not just to world leaders, but in particular to the White House and Congress, is pass that bill. I really need it. Kim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "BRUNHUBER",
      "sentences": "All right. Thanks so much. Sebastian Shukla in Munich. Appreciate that.All right. I want to go back to our top story this hour. A Russian rights group says hundreds of people have been arrested across the country for attending vigils and rallies following the death of jailed opposition leader Alexei Navalny. According to Russian prison services, Navalny died Friday after he felt unwell during a walk. Joining me now is Vladimir Milov, Russian opposition politician and advisor to the late Navalny, and he's also the Former Deputy Minister of Energy for Russia. Thank you so much for joining us here. You were an associate of Navalny's. Now, a day or so after the news has broken, has it sunk in? How are you handling this loss? VLADIMIR MILOV, RUSSIAN OPPOSITION POLITICIAN, ADVISER TO ALEXEI NAVALNY, AND FORMER RUSSIAN DEPUTY ENERGY MINISTER:  Well, it's really extremely difficult because this is not the first friend that I lost on the battlefield. Boris Nemtsov, with whom we worked since late '90s was also murdered nine years ago, exactly in the same late days of February. So, it's really hard to comprehend, but we need to move on and we need to be strong and continue to fight Putin's regime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "BRUNHUBER",
      "sentences": "In terms of how Russians are reacting, you know, given the level of repression that we're seeing even for anyone seen to support him, what have you been seeing and hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "BRUNHUBER",
      "sentences": "You too have been sentenced to prison in Russia for essentially distributing propaganda about the war in Ukraine on Navalny's YouTube channel. You're opposing Putin from abroad. Do you think that in the end Navalny would have been able to do more for his cause if he hadn't have gone back?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "MILOV",
      "sentences": "It's a difficult question. I think we also have to refer to his own view because I know it was, kind of, painful for him to be outside Russia, the country which he loved and to which he dedicated, I mean, his whole life to build a better future for Russia.So, I think it was really very complicated for him to stay away. Yes, it was a major sacrifice, but he built a mass movement. A movement that will survive him and go on. Really, thousands and thousands of bright future-oriented people who want a normal, peaceful, democratic Russia which respects people's rights and does not attack any other countries and so on. So, this movement will go ahead. I think that's his main legacy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "BRUNHUBER",
      "sentences": "But specifically, how will it go on? I mean, you have outlined how repressive things are there right now. Does it have to take place outside of the country or do you expect, you know, somebody to take over the mantle within the country and face the inevitable consequences? MILOVSo, when it weakens it will matter. And we will come back to Russia and you will see protests and so on. So, maybe not right now but these grapes of wrath, as some might say, are brewing inside the society. You will see them just as the world saw it in the 1980s.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "BRUNHUBER",
      "sentences": "We've heard, so far, many world leaders including President Biden laid the blame for Navalny's death on Putin. You've called on those world leaders to respond. So, specifically, if you were speaking to, you know, say President Biden, how would you have him respond?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "MILOV",
      "sentences": "Well, there's a very clear thing that is visible on the surface now. The West has been introducing sweeping sanctions against Russia since the beginning of the full-scale invasion of Ukraine, but these were mostly focused on the economy and the military industries and so on.But personal individual sanctions against Putin's cronies, oligarchy, bureaucrats, and law enforcement people, they are lagging so far behind. I think about 2,000 people have been sanctioned so far. Navalny's team has proposed a list of at least 7,000. And many of those people actually operate underneath the sanctions radar and they allow to roam free with whatever crimes they have been involved in. So, seriously stepping up with individual sanctions and following the Navalny list, I think, would be a very important first step in responding to what Putin has done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "BRUNHUBER",
      "sentences": "All right. We'll have to leave it there, but really appreciate your take on this tragic event. Vladimir Milov, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "MILOV",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "BRUNHUBER",
      "sentences": "Well, CNN has learned that Russia is working on plans for a nuclear space weapon. Now, it's not intended to be aimed at Earth, but rather at satellites. As we hear in this exclusive report from CNN's Katie Bo Lillis, the results could affect consumers before anything else.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "BRUNHUBER",
      "sentences": "Japan has successfully launched its flagship H3 space rocket a year after it failed on its maiden attempt. The country's space agency says, it reached orbit early Saturday and deployed its payload of satellites as planned. The launch marks a second straight win for Japan after its moon lander achieved a pinpoint touchdown last month.For more, let's head over to Manisha Tank live in Singapore. So, Manisha, take us through what this means for Japan and for the space race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "MANISHA TANK, CNN JOURNALIST",
      "sentences": "Well, it is quite significant. You mentioned that second success in as many months. And I think what's really key is that lunar landing for Japan was cited by JAXA, which is Japan's space agency, as a significant achievement for future lunar and planetary explorations.But let's talk about this H3 rocket. What is it really? It's an upgrade from the H2A and the H2B, and what's interesting is that the upgrade is some of the materials that they have used. The space agency in Japan citing the fact they've used off the shelf components rather than exclusive aerospace components, and one would only imagine that they could be more costly. And I think that's a really interesting aspect of all of this. You mentioned that pinpoint landing. Each time one of these missions goes up to space, we're seeing a new boundary being crossed in terms of the technology. And so, it becomes of interest to experts and scientists worldwide who are operating in this space. Now, by extension, it's been a really fascinating last 12 months for the space race, as you might call it, in Asia. Let's talk about India for a second, which put Chandrayaan-3 on the moon in August, 2023. And just a month after it sent a probe up to monitor the sun and the sun's rays, the sun's activities, to send back data on what that would mean for us back here on Earth. And that was another example of a mission where the costs were bought -- brought down quite significantly in comparison to some of those previous attempts we've seen to go to the moon successful ones by NASA, for example. So, there is a lot of attention in this space right now about the kind of materials that are being used, the kind of frontiers that are being passed. As for this particular rocket that's gone up successfully, JAXA is saying that they anticipate some six missions a year over the next 20 years, and this could be a mix of commercial as well as government payloads. So, there's a lot happening in this space, and I'm sure there's a lot more to come. Kim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "BRUNHUBER",
      "sentences": "Nearly \"Star Wars\" script belonging to Harrison Ford was auctioned off in London on Saturday, along with other items used by the actor.(BEGIN VIDEO CLIP) HARRISON FORD, ACTOR, \"STAR WARS\":  Well, that's the real trick, isn't it? And it's going to cost you something extra. 10,000, all in advance. MARK HAMILL, ACTOR, \"STAR WARS\":  10,000? We could almost buy our own ship for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "FORD",
      "sentences": "But who's going to fly it, kid? You?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "BRUNHUBER",
      "sentences": "While filming the original \"Star Wars\" movie in 1976, Ford rented an apartment in London. The items were found there, tucked away for about 50 years. In addition to the script, there were also shooting schedules, a call sheet, and personal notes used by Ford. The script sold for EUR10,000 or more than $13,000 snapped off by an Austrian collector.The NBA All-Star Weekend is currently underway with the big game set to take place later today. But on Saturday, the festival saw a historic competition. The first ever NBA versus WNBA three-point challenge. CNN's Andy Scholes has more. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "ANDY SCHOLES, CNN SPORTS CORRESPONDENT",
      "sentences": "Well, what an All-Star Saturday night. The Steph Curry versus Sabrina Ionescu, three-point competition. It lived up to the hype and then some. Sabrina going first, shooting from the NBA three-point line and she just put on a show, clearing the first rack. She would go on to finish with a great score of 26, really putting the pressure on.But she did go up against the best shooter of all time in Steph Curry, and Steph would get hot late and end up winning 29 to 26 and both agreeing after the competition that this was just a great success.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "SABRINA IONESCU, NEW YORK LIBERTY",
      "sentences": "I think a night like tonight shows a lot of young girls and young boys that if you can shoot, you can shoot and it doesn't matter if you're a girl or boy. I think it just matters the heart that you have and wanting to be the best that you can be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "SCHOLES",
      "sentences": "As for the normal three-point contest, it was Dame time. Once again, Damian Lillard coming through in the clutch, making his last shot to beat Trae Young in the finals. He's the first back-to- back three-point champ since Jason Kapono back in 2008.Now, in the dunk contest, Mac McClung was trying to repeat his champion and he once again put on a show. And Mac jumping over Shaq to win the contest, beating Jaylen Brown in the finals. Afterwards, I caught up with Mac on the court and asked him how it feels to be a back-to-back champ. All right. Mac, how does it feel to be back-to-back Slam Dunk champion?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "SCHOLES",
      "sentences": "You jumped over Shaq to win it. I mean, how nervous you got to be to jump over a human as massive as Shaq?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "MCCLUNG",
      "sentences": "Man, he looked at me and said, don't miss this dunk. I was like, I can't miss it. Now, he's telling me not to miss. And he had my high school jersey on which was really cool for him to do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "SCHOLES",
      "sentences": "Some people say, you know, anyone could win one dunk competition. You now have one, two. Do you think that really cements yourself as one of the best dunkers of all time?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "MCCLUNG",
      "sentences": "I don't know. Really, I don't think that's for me to judge. I just, kind of, go with the flow and have fun with. I do it because I love it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "SCHOLES",
      "sentences": "And it was such a fun All-Star Saturday night. And Sunday we've got the main event, the All-Star game and it's going back to its roots, East versus West.In Indianapolis, Andy Scholes, CNN. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "BRUNHUBER",
      "sentences": "And U.S. basketball star Brittney Griner is back in Texas this weekend ahead of her jersey retirement.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "BRITTNEY GRINER, WNBA PLAYER",
      "sentences": "I'm home. Let's do it.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}