{
  "date": "2024-12-10",
  "headline": "CNN This Morning",
  "subHeadline": "Hegseth Meets With Senators As Nomination Momentum Builds; Fall Of Assad Regime Further Strains Middle East Relations; Bill Belichick Confirms Talks With North Carolina. Aired 5:30-6a ET",
  "utterances": [
    {
      "timeStamp": "05:31:15",
      "speaker": "KASIE HUNT, CNN ANCHOR",
      "sentences": "All right, it is 5Some of Donald Trump's more controversial choices for his cabinet still fighting for confirmation on Capitol Hill. The president-elect's choice for defense secretary, Pete Hegseth, meeting with lawmakers for a second straight week looking to win over senators as previous allegations of sexual assault, alcohol abuse, and financial mismanagement at veterans' groups have emerged against him -- allegations that Hegseth claims are being made up to take him down. (BEGIN VIDEO CLIP) PETE HEGSETH, FORMER FOX NEWS HOST, TRUMP'S PICK FOR DEFENSE SECRETARY:  This is what the left does, Sean. It's the anatomy of a smear. They take something and then they add anonymous sources, and contortions, and flat-out lies, and then they try to try you in the media before you can get -- even get into the doors with senators. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:15",
      "speaker": "HUNT",
      "sentences": "Now, he is getting into those doors with senators. He is slated to meet with moderate Republican Sen. Susan Collins and Lisa Murkowski over the next two days.He's now also met several times with Sen. Joni Ernst. The Iowa Republican has been seen as a key vote around this nomination. She's not publicly saying yes yet. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:15",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Are you still supporting the process? It doesn't sound like you're a yes yet. Is that fair?SEN. JONI ERNST (R-IA):  I am supporting the process.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:15",
      "speaker": "RAJU",
      "sentences": "(INAUDIBLE) his denial of assault allegations? Do you believe those denials?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:15",
      "speaker": "ERNST",
      "sentences": "I'll refer you back to the statement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:15",
      "speaker": "RAJU",
      "sentences": "Is the pressure again back home in primary (INAUDIBLE) play into this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:15",
      "speaker": "ERNST",
      "sentences": "We have been talking to these same issues in every meeting that we've had and he had really thoughtful answers.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:15",
      "speaker": "HUNT",
      "sentences": "All right, joining us now to discuss Pete Hegseth and other Trump picks, Max Cohen, congressional reporter for Punchbowl News. Max, good morning to you. Thank you for being here.Your read on where Joni Ernst is, especially as -- you know, she has come under some pressure. Pete Hegseth has mounted this kind of public campaign. She had been someone who was clearly reluctant. She had kind of gone out in public on Fox and some people that I spoke to interpreted that as her looking for others who might be willing to say no to Pete Hegseth. Now she seems to be waffling a little bit on her opposition. What's your read?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:15",
      "speaker": "MAX COHEN, CONGRESSIONAL REPORTER, PUNCHBOWL NEWS",
      "sentences": "Yeah, I was in those scrums yesterday with her on Capitol Hill and it's very notable that she says she's supporting Pete Hegseth through the process. Now, I followed up and I said, \"Does that mean you're a yes on his confirmation?\" And she would not go that far but it's clear I think she's trying to get to a yes.And if Ernst, who on paper is someone who would not be in favor of Pete Hegseth, let's just take a look. She served in the military. He's been very critical of women in combat roles. And he also has been accused of sexual assault. As he mentioned, he denies that. Ernst is a survivor of sexual assault. But if she's getting to this more open yes answer I think that's a sign that he is in better shape than he was late last week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:15",
      "speaker": "HUNT",
      "sentences": "And do you think that that's an indication that she is under pressure from the MAGA wing of the party?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:15",
      "speaker": "COHEN",
      "sentences": "Oh, I think certainly. As you know, she's up for re-election in 2026. All senators have to have that calculation in the back of their mind -- do you want to come back to the Senate? And I think a primary challenge would not be out of the question for some of these big donors to Donald Trump if she stood in the way of a big cabinet nominee like Hegseth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:15",
      "speaker": "HUNT",
      "sentences": "What about the other nominees that Donald Trump is pushing. Tulsi Gabbard is one, in particular. We've also seen Kash Patel start meeting with senators. Where do they stand?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:05",
      "speaker": "HUNT",
      "sentences": "All right, Max Cohen for us this morning. Sir, thanks very much for being here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:05",
      "speaker": "COHEN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:05",
      "speaker": "HUNT",
      "sentences": "I appreciate your time.All right, let's turn back now to how Donald Trump won the right to assemble this new cabinet in the first place, winning the 2024 election partly by chipping away at a once reliable bloc of Democratic voters. Exit polls show that Kamala Harris won votes in union households by eight percentage points over Donald Trump. But four years ago Joe Biden won that same group by 16 points. The slip comes despite some Democrats calling the Biden administration the most pro-union presidency since FDR. Michigan Congresswoman Debbie Dingell blames the disconnect on poor messaging from her party. (BEGIN VIDEO CLIP) REP. DEBBIE DINGELL (D-MI):  And as Democrats we are not talking. We were actually doing things that were helping them. We weren't communicating the way that we needed to. So I think we all have to take some responsibility for what happened. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:05",
      "speaker": "HUNT",
      "sentences": "Our next guest, Ron Brownstein, writes this about this new divide in organized labor. \"Trump's strong showing among the blue- collar components of the labor movement illuminates how high a wall of distrust Democrats face in working class communities at the close of Joe Biden's presidency.'Look, the Democratic Party has lost their way to some extent with the working class,' said Ted Pappageorge, secretary treasurer of the powerful Culinary Workers Union local 2026 in Las Vegas. 'When we were knocking at the doors it was pretty clear that Trump was winning the fight about dealing with inflation and kitchen table issues, and Democrats essentially were being viewed as the party of abortion.'\" Ron Brownstein joins us now. Ron, wonderful to see you. Thank you so much for being here. RON BROWNSTEIN, CNN SENIOR POLITICAL ANALYST, SENIOR EDITOR, THE ATLANTIC (via Webex by Cisco):  Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:05",
      "speaker": "HUNT",
      "sentences": "Tell us a little bit more about what you learned as you really dug into these numbers, and why do you think this is happening?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:05",
      "speaker": "BROWNSTEIN",
      "sentences": "Yeah. I looked at a lot of previous -- good morning, first of all. I looked at a lot of previously unpublished data from both the exit polls and the VoteCast survey -- the AP VoteCast, which are the two major sources we have right now on voter behavior, and they tell a very consistent story.Not only did Trump narrow the gap among union households but the educational polarization within the union ranks widened, which means that Harris actually ran even better than Biden did in 2020 among white college graduates in union households. She ran better among actual union members who are college graduates. But Trump expanded on his margins among union households and union members who don't have a college degree, particularly white voters. And really, the point here is that unions represent Democrats' best vehicle for reaching working class white voters. And if even unions with all of the advantages they have, all the targeted communications they have, the position of trust they started with their own members cannot slow this movement toward Trump among non-college-educate voters. It just underscores how big a challenge Democrats face. Ted Pappageorge really puts his finger on it -- what I found in my interviews as a key explanation among almost everyone I talked to Democrats were viewed as focused more on social issues than on economic issues. And despite Biden's strong record of supporting unions, that record simply had not gotten through to folks and was in many ways overshadowed by inflation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:05",
      "speaker": "HUNT",
      "sentences": "Ron, one of the words in that -- in the story -- in your story is the word \"trust,\" right? That they don't --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:05",
      "speaker": "BROWNSTEIN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:05",
      "speaker": "HUNT",
      "sentences": "These union households don't trust Democrats anymore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:05",
      "speaker": "BROWNSTEIN",
      "sentences": "Um-hum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:05",
      "speaker": "HUNT",
      "sentences": "Is that a cultural divide, do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "HUNT",
      "sentences": "Do you think that there was anything about Kamala Harris that made this number worse? Like, if you think -- if Biden had stayed --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "BROWNSTEIN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "HUNT",
      "sentences": "-- at the top of the ticket would this change have been as dramatic?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "BROWNSTEIN",
      "sentences": "Well, the fact that his approval rating was 34 percent among non-college, white, union households I think suggests that he was heading in the -- in the same direction. I mean, obviously, you run into the question on -- when you look -- whether you're talking about union households or non, whether there are voters -- blue-collar voters, in particular, who are reluctant to elect a woman as president more than a person of color.When I interviewed David Plouffe, we talked about that. Last week when I interviewed him in that kind of post-election kind of retrospective, he said that at this point he thinks it's harder to get elected president as a woman than it is as a person of color because of that hesitation. It is notable that non-college white women who were very cool to Hillary also flipped in the data that I saw that Biden carried most of those non-college white women in union households. Most of them voted for Trump this time. So I think there is some of that there. But the larger, I think, point is that inflation and, as Debbie Dingell said, a lack of communication about some of the accomplishments left -- Biden kind of dug this hole much more than I think resistance to Harris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "HUNT",
      "sentences": "Fair enough.All right, Ron Brownstein. Always so grateful to have you, sir. Thank you so much. See you soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "BROWNSTEIN",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:46:55",
      "speaker": "HUNT",
      "sentences": "Uncertainty amplified in the Middle East after the fall of the Assad regime in Syria. Earlier today a CNN team on the ground again reports hearing loud explosions over Damascus. Currently unclear exactly who is responsible for them.This morning Iran is urging the U.N. Security Council to respond to Israeli attacks in Syria. Israeli forces striking the country's chemical weapons capabilities. Israel says that's in an effort to prevent extremist groups from accessing the weapons. The level of the Assad regime's brutality coming into focus after the discovery of 40 bodies with varying signs of torture inside a hospital morgue near Damascus. U.S. officials also unsealing an indictment charging two former high- ranking Assad officials with war crimes, accusing them of torturing Americans and other civilians. Our next guest, Joel Rubin, calls this a parting gift to Donald Trump from President Biden. He writes this. \" Donald Trump needs to lean in on Syria diplomacy, not look away. Trump's first instinct last night was to say that we've got no interest in Syria. Nothing could be further from the truth. The stability of a keystone country in the heart of the Middle East -- one whose refugees have reached all the way to the U.S. -- is worth pursuing.\" And joining us -- joining us now Democratic strategic and former Obama deputy assistant Secretary of State for Legislative Affairs, Joel Rubin. Joel, good morning to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:46:55",
      "speaker": "JOEL RUBIN, DEMOCRATIC STRATEGIST, FORMER OBAMA DEPUTY ASSISTANT SECRETARY OF STATE FOR LEGISLATIVE AFFAIRS",
      "sentences": "Good morning, Kasie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:46:55",
      "speaker": "HUNT",
      "sentences": "Nice to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:46:55",
      "speaker": "RUBIN",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:46:55",
      "speaker": "HUNT",
      "sentences": "So these strikes -- the Israelis striking some chemical weapons facilities. You saw --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:46:55",
      "speaker": "RUBIN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:46:55",
      "speaker": "HUNT",
      "sentences": "-- a state department spokesman there saying that locking down these capabilities is absolutely critical.Where does that effort stand right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:46:55",
      "speaker": "RUBIN",
      "sentences": "Well, first of all, this is the moment right now where all the world needs to lean in. And this is exactly why your point of bringing up the chemical weapons shows that once a state fails and collapses anything can happen.So we have the chemical weapons storages that people are aware of that Assad was holding on to. That will require international inspectors to get in to verify whether or not they are still there. But in the meantime, countries around the region are going to take their own independent action, so Israel is doing that. There is the counterterrorism mission where the Islamic State fighters in the east have been fighting our allies, the Kurds. Hundreds are imprisoned there. They can't be let out. There are a variety of neighbors who have their own independent concerns. So this really requires an international effort that's together, comprehensive, consolidated, and clear. Otherwise we're going to continue to see security threats falling out and coming out of Syria.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:46:55",
      "speaker": "HUNT",
      "sentences": "So for Donald Trump, the president-elect who as you note in this piece said right away --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:46:55",
      "speaker": "RUBIN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:46:55",
      "speaker": "HUNT",
      "sentences": "-- we want nothing to do with this, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HUNT",
      "sentences": "What do you -- what would you say directly to him about -- I mean, clearly, he campaigned on, and his supporters are very focused on the U.S. not being engaged in foreign wars.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "RUBIN",
      "sentences": "Right, right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HUNT",
      "sentences": "Are there ways in which you see engagement with Syria as preventing that kind of a conflict?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "RUBIN",
      "sentences": "Yeah. You know, as much as he wants, we don't control the world, and we have to deal with the world as it comes up. And you can't turn your back on crises when they occur. And this is a perfect example of it. It's coming at the end of President Biden's term. It's going to be squarely in the lap of Donald Trump, and he has to decide how it's going to be settled.The United States is not invading Syria. Let's just be clear this is not Iraq redux. This is not the United States going in to try to overthrow a regime. This is the United States and our allies looking at a country that has imploded and trying to figure out how to make sure the pieces don't scatter across all of us. And so his instinct to stay out of invading wars is understandable but not an appropriate reaction to this. This is one that requires American diplomatic leadership. Working with the neighbors. Iran is also involved in there on the ground. They're going to want to have a vote and so we're going to have to figure out that point with our allies as well. So there's a lot of diplomacy that's required. Staying out -- that's going to undermine American interests, undermine American national security, and harm our -- the neighboring allies of the United States who are right now looking at Syria with deep concern.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HUNT",
      "sentences": "All right, Joel Rubin for us this morning. Very grateful to have your perspective.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "RUBIN",
      "sentences": "Thanks, Kasie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HUNT",
      "sentences": "Thank you very much for being here.All right, time now for sports. The Bengals snatch victory from the jaws of defeat after a huge blunder by the Cowboys on \"MONDAY NIGHT FOOTBALL.\" Coy Wire has this morning's Bleacher Report. Coy, good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "COY WIRE, CNN SPORTS ANCHOR",
      "sentences": "Good morning, Kasie.It is the final push to the playoffs. Just four weeks to go. There's a saying in the NFL among players and coaches -- the games they remember are played in December. But for Cowboys' fans this one will be one they wish they could forget. Dallas' defense keeping the Bengals and the league leader in passing yards and touchdowns Joe Burrow in check. A sack with just two minutes to go. But then the unthinkable, Kasie. The game is tied at 20. The Cowboys block the punt -- Nick Vigil. But Oruwariye, who was just activated, tries to field it and bobbles it. You're supposed to just let it go. The players can't believe it. The coaches were waving their arms like stay away. The Bengals recover and that is all Joe Burrow needed. He hits Ja'Marr Chase for a 40-yard game-winning touchdown. Burrow threw for three of them; two went to Chase. The Cowboys unable to come back. Star pass rusher Micah Parsons was seen walking off the field before the game was over. The Bengals now 5-8, keeping their playoff hopes alive. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "JOE BURROW, QUARTERBACK, CINCINNATI BENGALS",
      "sentences": "We needed a break. We needed a break. We haven't gotten many this year, but it was nice to get that one and nice to come out of this one -- come out of this with a win.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "MICAH PARSONS, LINEBACKER, DALLAS COWBOYS",
      "sentences": "I mean, we just got a huge stop. We're going to the two-minute drill. It's just real hard to -- you think you believe you can pull that game out from that situation. That hurts.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "WIRE",
      "sentences": "The race for college football's most prestigious award, the Heisman Trophy, down to four. Colorado's two-way stary Travis Hunter, Boise State running back Ashton Jeanty, Oregon's six-year senior quarterback Dillion Gabriel, and Miami's quarterback Cam Ward named finalists last night.This year's winner will be announced at the 90th Heisman Trophy ceremony on Saturday night in New York. Legendary Patriots' coach Bill Belichick confirms that he has spoken with the University of North Carolina about potentially becoming their next head coach. On ESPN yesterday he said he met with the school's chancellor for about five hours on Sunday. Coach Belichick is 72 years old, won six Super Bowls in New England, but he's never coached at the college level in his nearly 50 years on the sidelines. He says if he did take the job, he'd have a sort of GM role as well. (BEGIN VIDEO CLIP) BILL BELICHICK, Let me put this in capital letters. PAT MCAFFEE, HOST, \"THE PAT MCAFEE SHOW\":  Yeah, yeah, yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "BELICHICK",
      "sentences": "IF -- I-F --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "MCAFFEE",
      "sentences": "Got it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "BELICHICK",
      "sentences": "If I was in a college program, the college program would be a pipeline to the NFL for the players that had the ability to play in the NFL. It would be a professional program -- training, nutrition, scheme, coaching, techniques that would transfer to the NFL. It will be an NFL program at a college level.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "WIRE",
      "sentences": "If that happens, as coach said, Kasie, that would be huge. I mean, to be able to go and learn from one of the greatest coaches of all time and get a great education, that would be a pretty sweet deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HUNT",
      "sentences": "Pretty sweet deal, indeed.All right, Coy. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "WIRE",
      "sentences": "You got it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "HUNT",
      "sentences": "It's Tuesday, December 10. Right now on CNN THIS MORNING --(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "JESSICA TISCH, COMMISSIONER, NYPD",
      "sentences": "We should never underestimate the power of the public to be our eyes and our ears in these investigations.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "HUNT",
      "sentences": "Manhunt over. How police say they tracked down the suspect in the murder case of UnitedHealthcare CEO Brian Thompson.And -- (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "HEGSETH",
      "sentences": "I look forward to the actual under oath conversations with senators.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "HUNT",
      "sentences": "Building momentum. Trump's embattled choice to lead the Pentagon faces another critical week in his fight for confirmation.And -- (BEGIN VIDEO CLIP) ANTONY BLINKEN, U.S. SECRETARY OF STATE:  The end of this regime is a defeat for all who enabled his barbarity and his corruption. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}