{
  "date": "2024-05-14",
  "headline": "One World with Zain Asher",
  "subHeadline": "Ukraine Got The World In Their Back; Russia Must Pay The Price For Its Actions; Michael Cohen Testifies For Trump's Hush Money Trial; Russian Bill Angered Georgians. Aired 12-1p ET",
  "utterances": [
    {
      "timeStamp": "12:20:02",
      "speaker": "BIANNA GOLODRYGA, CNN INTERNATIONAL HOST",
      "sentences": "Yes, around the Kharkiv region, Russia taking on about 10 villages in that embattled area in the north-eastern part of the country. This is the Secretary of State's first visit in quite a while. Obviously, we've been covering the time he spent and the focus on the Israel-Hamas war in Gaza. But as you noted, this surprise visit coming as that $60 billion supplemental was finally passed by Congress just a few weeks ago, the armaments already making their way into Ukraine. President Zelenskyy, saying they need those weapons as soon as possible, specifically Patriot defense systems in that north-eastern region of the country. Kharkiv, we should note, is the country's second-largest city. Let's bring in Kylie Atwood at the State Department, who's been following the Secretary's visit. Kylie, an impassioned speech, once again reminding Ukrainians of U.S. support, and not just U.S. support, but that of a multinational coalition that has, in addition to the U.S. $60 billion supplemental, that had been preceded by $50 billion worth of aid from the E.U. as well, and more, the Secretary said, will be on its way as long as Ukraine needs it. What else stood out to you from what we heard from him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:02",
      "speaker": "KYLIE ATWOOD, CNN SECURITY CORRESPONDENT",
      "sentences": "Yes, I think just piggybacking off of that assistance that has finally gotten cleared through Washington,through Congress, and made its way to Ukraine, the Secretary acknowledged that, and he said there have been questions among the Ukrainians about the reliability of the United States. He said because that $60 billion was finally passed with overwhelming bipartisan support, he believes that that sends a very clear message to the Ukrainians, that they can continue relying on the United States. And he said, as you were saying, Bianna, that more support will be coming as it's needed. He made note of the progresses that Ukraine has made, despite the fact that they are in a war right now, the fact that they have started to build up their economy, that there was thousands of new businesses that were registered in Ukraine just last year alone. But he also acknowledged that in order for them to continue growing economically and continue rebuilding that economic base, they're going to have to continue getting the military support that they need. He committed to the United States to being there for that. He also spoke to the fact that there has been this ongoing effort to try to get those frozen Russian funds that are now mostly frozen in Europe, but some frozen in the United States, freed so that they can be used for reconstruction in Ukraine. He said that the effort between the United States and the G7 to free those funds to make sure that Putin pays for the destruction, for the havoc that he has wrecked in Ukraine are ongoing. He didn't give any time frame there, but that is something that we certainly continue to keep an eye on. And the last thing that I think is worth noting, he was just saying at the end there before we began this conversation, he spoke to the need for Ukraine to continue building up its democracy, to continue making sure that there are checks in place to begin making sure that they get rid of corruption in the country. We know that it's been a country that has dealt with corruption in the past and the U.S. continues to push them to make the changes that are necessary in order for it to make progress that is needed to get into NATO, to get into the European Union and the like. So, a bit of a pressure on Ukraine to continue those efforts as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:02",
      "speaker": "ASHER",
      "sentences": "Kylie, thank you. I just want to bring in senior international correspondent Fred Pleitgen, who's also joining us now.Given the months-long delay in getting that aid to Ukraine, Fred, I mean, obviously, Blinken's visit to Kyiv is certainly a very welcome sight for Zelenskyy, but given the months-long delay in getting that $61 billion military package to Kiev, can Ukraine continue to realistically view the U.S. as a consistent and reliable partner going forward?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:03",
      "speaker": "GOLODRYGA",
      "sentences": "Fred Pleitgen, thank you. Last, but certainly not least, let's get some analysis from retired Lieutenant General Mark Hertling and CNNanalyst. It's interesting, of course, we heard the Secretary reiterate the U.S.'s longstanding support for Ukraine, but we have an election coming up in six months in the United States right now, and there is a lot of concern and uncertainty about how longstanding that support would be if, in fact, Donald Trump came back into the Oval Office. Couple that, if you would, Mark, with the split screen we're going to see just tomorrow or later on this week when you have Russian President Vladimir Putin making a trip to China to meet with Xi Jinping. I think it'll be their 42nd meeting. Along with him will be a huge economic delegation with Vladimir Putin, just as we've seen a changing of the guard with a switch from the defense secretary there and being replaced by a really relatively unknown economist, giving people a sense that Putin is in this war for the long term and really turning the country into a war economic footing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:08",
      "speaker": "GOLODRYGA",
      "sentences": "Well, it has been another day of damning testimony from the star witness at Donald Trump's hush money trial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:08",
      "speaker": "ASHER",
      "sentences": "That's right. Michael Cohen continues to lay out piece by piece the full story of his role in the reported scheme to keep Stormy Daniels quietabout her alleged affair with Donald Trump. In today's testimony, Cohen has been going through the checks and the invoices that he says are proof that Trump reimbursed him for payments to Daniels, critical items that get to the heart of the business fraud case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:08",
      "speaker": "GOLODRYGA",
      "sentences": "Now all of this is the calm before the storm. The prosecution is expected to wrap their questions for Cohen later today. And then Trump'slawyers will begin what is expected to be a long and bitter cross- examination of the man who was once one of Donald Trump's closest allies. Let's get to CNN justice correspondent Jessica Schneider. She is tracking all the developments in the courtroom today. So, Jessica, day two of the prosecution interviewing Michael Cohen and his testimony yesterday revealing a surprise audio recording. What, if anything, did we hear today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:08",
      "speaker": "JESSICA SCHNEIDER, CNN JUSTICE CORRESPONDENT",
      "sentences": "Well, right now, prosecutors really seem to be getting out all of the dirty laundry on Michael Cohen.They've just finished going over his guilty pleas, his conviction, his time in prison. They're now actually going through his cell phones, talking about, did you ever delete any of the audio files? Did you ever tamper with anything? So, obviously, the prosecution is laying out a lot of these sort of random questions to, you know, proactively rebut everything the defense is going to throw out there. You know, it's interesting, right before this testimony, Michael Cohen testified just about how, in his view, he felt a major pressure campaign from Trump's allies after that FBI raid on his hotel room in April 2018. That was the point he said when he never had another conversation with Donald Trump. Right after the raid, he talked to Trump. Trump told him everything would be OK. And then he warned him, Trump warned Cohen, just don't flip. That was the last communication Cohen says he ever had with Donald Trump. After that, Cohen was in constant communication with Robert Costello, who was a lawyer for Giuliani. And Costello actually suggested that he could be the back channel for Cohen to talk to Trump as Cohen battled this FBI investigation. So, you know, Cohen is going over a lot of his criminal history, disclosing why he eventually decided to plead guilty. He said it was actually because his family had a talk with him and asked him why on earth he was still being loyal to Donald Trump when Cohen's real loyalty should lie with his family. So, Cohen said that is when his mindset changed, when he decided to plead guilty. So, the prosecution, guys, is really drawing out everything they can from Michael Cohen, trying to hit at all the little bits of information that the defense might try to seize on when they eventually get up for cross- examination later this afternoon. Everything from Michael Cohen's cell phones to his criminal history. So, the prosecution trying to get everything out that they can as we're in the middle of day two here, and we expect the defense will come up for cross- examination at some point this afternoon. We'll see when they do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:08",
      "speaker": "GOLODRYGA",
      "sentences": "All right, Jessica, justice correspondent Jessica Schneider, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:08",
      "speaker": "ASHER",
      "sentences": "All right, for some more legal expertise on this, I want to bring in attorney Bradley Moss.Bradley, thank you so much for being with us. I mean, Michael Cohen is a risky witness just because he's somebody who has admitted to past crimes. Just talk us through the strategy in the cross- examination for the defense, because the goal is going to be, I imagine, to A, portray Michael Cohen as a total liar and B, portray him as somebody who has an axe to grind with Donald Trump. What will you be watching for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:01",
      "speaker": "GOLODRYGA",
      "sentences": "The burden of proof, indeed, very high for the prosecution, as we're expecting them to wrap up shortly, and obviously we'll be followingvery closely the defense's cross-examination of Michael Cohen. Thank you so much, Bradley Moss. We appreciate your time. Well, up ahead for us, anger spills out on the streets of Georgia's capital. Riot police are on the scene in Tbilisi as the country's lawmakers pass a controversial new law. We'll bring you that story ahead. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:01",
      "speaker": "ASHER",
      "sentences": "All right, turning now to Georgia, where parliament has passed the very controversial Russian-style foreign agents bill, despite widespreadopposition. A chaotic scene in Tbilisi as riot police moved in on protesters after some smashed down the barriers and broke into parliament grounds. Demonstrators have been gathered outside parliament all day in anticipation of the law passing, which has received widespread condemnation for derailing Georgia's route to becoming a European Union member.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:04",
      "speaker": "UNKNOWN",
      "sentences": "Our duty is to protect our country from Russia and move towards Europe where there is peace.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:04",
      "speaker": "UNKNOWN",
      "sentences": "We're just going to keep going until there's a better outcome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:04",
      "speaker": "SEBASTIAN",
      "sentences": "Last year, protests worked, scenes like this forcing the government to scrap the same so-called foreign agent bill, seen here as areplica of a repressive Russian law and a sign of Moscow's growing influence in this small post-Soviet state. Then in March, barely three months after gaining E.U. candidate status, the Georgian government revived the law. In a rare appearance in late April, the ruling party's honorary leader and most powerful driving force lashing out at the West. BIDZINA IVANISHVILI, HONORARY CHAIR, GEORGIAN DREAM RULING PARTY (through translator): Despite the promises of the 2008 Bucharest summit, Georgia and Ukraine have not been accepted into NATO and have been left out to dry. All those decisions are made by the global party of war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:04",
      "speaker": "SEBASTIAN",
      "sentences": "As protesters grew more determined, the police response escalated, violence widely condemned by the European Union. In thisshocking attack on May 1st, opposition leader Levan Kadyshvili says he was deliberately targeted, his bruises still visible. LEVAN KHABEISHVILI, CHAIR, GEORGIAN UNITED NATIONAL MOVEMENT OPPOSITION PARTY (through translator): They did not get what they wanted from me. They were filming to upload the video afterwards and to show the opposition leader in a state that would discredit me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:04",
      "speaker": "SEBASTIAN",
      "sentences": "And violence not the only means of intimidation. Transparency International says these posters of its local executive director appeared afew days ago outside its offices and those of other NGOs. The text reads, traitor and grant cuzzler (Ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:04",
      "speaker": "EKA GIGAURI, EXECUTIVE DIRECTOR, TRANSPARENCY INTERNATIONAL GEORGIA",
      "sentences": "You are under the attack all the time. So, the governmental officials and eventhe prime minister would organize the press conference where they would single you out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:04",
      "speaker": "SEBASTIAN",
      "sentences": "Transparency International, as an NGO, I assume you would be subject to this law. What would you have to do and would you do it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:04",
      "speaker": "GIGAURI",
      "sentences": "Yes, we are not going to register. We understand that then government will introduce penalties for us. They might freeze our assetsand accounts. It will be very difficult for us to monitor the elections.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:04",
      "speaker": "SEBASTIAN",
      "sentences": "Recent polls show around 80 percent of Georgians favor joining the E.U., something Brussels has warned would be negatively affected bythis law. Georgia's opposition now wants Western condemnation to turn to action. KHABEISHVILI (through translator): The United States can introduce sanctions. The time has finally come now. This should be done before we get into the swamp that we cannot get out of.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:04",
      "speaker": "SEBASTIAN",
      "sentences": "Clare Sebastian, CNN, London.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:05",
      "speaker": "ASHER",
      "sentences": "Ekaterina, I really want our audience to, I mean, you laid it out beautifully, but I really want our audience to truly understand what is atstake here, because I was listening to an interview that one young protester gave to an international news outlet. He was 29 years old, I.T. specialist in Georgia. He'd been protesting since April. And he said, just to sort of sum up what is at stake here, he said, we either have to ensure our future by becoming a member of NATO and the E.U., or we will not exist. We will not exist in 10 to 15 years. And you think about the context there, the fact that the Kremlin occupied parts of Georgia back in 2008, during that brief war. There was a lot of fear here. How real is the perceived threat from Russia?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:05",
      "speaker": "KOTRIKADZE",
      "sentences": "Yes, it's real. It's absolutely real. And this young I.T. specialist is absolutely right. Because what we're witnessing here, it'snot just about this law. It's about the course that the government has chosen. Bidzina Ivanishvili, an oligarch, who is officially no one in Georgia, but he is the ruler of the country. And everyone knows that. He has made a huge statement just a couple of weeks ago, where he said, and you have quoted a part of it, where he said that there is a global party of war, which has agents in Georgia, meaning, this independent NGOs and representatives of civil society. And that this global party of war, meaning West, is the biggest problem for Georgia. I mean, he has declared a war against the western countries, western values. It's not only about foreign agents. They're also banning the rights of LGBT community. They're banning the rights of women. This is what is going on in the country, which actually has declared that it wants the path towards the European Union, European development, and they want to be in the European Union as an independent from Russia state. So it really is going to the situation when Russian Federation, when Vladimir Putin declares that this is the state of influence of Russia, when he sends, I don't know, his person to be a president or something like that, this is absolutely real. I mean, this is what these people, the children, by the way, there are a lot of teenagers who are taking part in this massive protest in Tbilisi streets. They're 13, 14, 15 years old, and they're saying we were not born to go back to the USSR. This is what they feel. And I mean, I saw these people, I was talking to them. They are very educated. They understand what is going on. They understand that there is a power which wants them to be a part of Vladimir Putin's influence. And it's not only Georgia, it's also Moldova and others. But Georgia is a target right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:05",
      "speaker": "GOLODRYGA",
      "sentences": "And Georgia is so important to highlight. It was the first former Soviet republic in 2003 to mount a democracy, a democratic coloredrevolution that, as Zain noted, laid the lad up to the war. 2008, Russia still controls about 20 percent of Georgian territory there in South Ossetia. And Katya, you couple that with what you just said. Eighty percent of the public there polled says they support Georgia joining the E.U. There is an election coming up in October. That is one way of getting this bill ended. But what more can other western countries do? The United States, what pressure, if any, can they put on this current party in Georgia?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "GOLODRYGA",
      "sentences": "Ekaterina Kodrikadze, thank you so much for joining us. We appreciate you really explaining this as thoroughly --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "ASHER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "GOLODRYGA",
      "sentences": "-- as you have and the significance of this moment for our viewers. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "ASHER",
      "sentences": "And actually, a quick tease for you. You can actually hear from the president of Georgia in about 15 minutes from now. Our Christiane Amanpouris going to be interviewing her at the top of her show, which starts in about five minutes from now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "GOLODRYGA",
      "sentences": "It's an important interview you don't want to miss. Well, that does it for this very busy one hour of One World.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "ASHER",
      "sentences": "That was busy, my goodness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, we got through a lot.",
      "isLastSentenceInterrupted": false
    }
  ]
}