{
  "date": "2024-05-08",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: UNRWA: Roughly 50,000 Have Left Rafah In Past 48 Hours; CIA Director Meets With Netanyahu To Discuss Ceasefire Talks; White House To Issue Report On Whether Israel Violated International Humanitarian Law. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "JEREMY DIAMOND, CNN CORRESPONDENT",
      "sentences": "Yeah. As of now, I mean, this seems to be a fairly limited military operation, albeit one that is having significant ramifications on the ground in terms of the flow of humanitarian aid, in terms of hospital closures that we are already starting to see, and in terms of the number of people who are being forced to leave their homes or in some cases temporary shelters being displaced multiple times.The Israeli military says that it is continuing to conduct what they are calling counterterrorism operations in eastern Rafah near the Rafah border crossing. That border crossing which Israeli tanks and armored personnel carriers rolled into in the early hours of yesterday morning remains under the control of the Israeli military. It also remains closed, cutting off one of the key supply lines for humanitarian aid into Gaza, also closing the point where medical evacuations have happened from Gaza to Egypt, as well as the in and out flow of humanitarian aid workers. That's the only point that they have been able to use. We've seen Yousef Al-Najjar Hospital in Rafah, one of the main hospitals in that city, closed as it fell within that red zone that -- where the Israeli military ordered people to evacuate on a Monday, and that is having significant impacts on the ground as well. Now, in terms of how much more this ground operation could expand, I think that will be based on whether or not a deal can be reached, as these negotiations still continue in Cairo. And also, we don't have a sense of timing yet of how soon that ground operation could expand. For months now, Israel's top military and political officials have threatened a major ground offensive to take out the four Hamas battalions that they say are still ensconced in that city. That would be a much more significant operation, and we don't know when or if it will come at this stage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "SOLOMON",
      "sentences": "OK. So, those questions remain. Jeremy Diamond live for us from Jerusalem. Jeremy, thanks so much.And let's get now to those deal -- that deal and those negotiations. The Israeli war cabinet set to discuss the state of negotiations today. Let me bring back Alex. Alex, what's the U.S. perspective on how afar things are, and if this deal can be accomplished at all?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SOLOMON",
      "sentences": "So, some optimism despite some of those sticking points that you lay out there, Alex. Also, what can we expect from this report that's going to be delivered to Congress by the Biden administration? What are we expecting to come out of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "MARQUARDT",
      "sentences": "Well, first of all, we're expecting it to be delayed. But, this is a momentous report. This is the first time that this has ever happened. A couple of months ago, in February, a national security memorandum was issued, and that is supposed to govern how the U.S. handles military aid for foreign countries, including Israel. So, what is supposed to happen is Secretary of State Antony Blinken is supposed to make a determination of whether or not Israel has been abiding by international humanitarian law, whether they've been allowing humanitarian aid to get into Gaza. And there can be huge ramifications.If he says, no, Israel has not been abiding by international law. That could have a huge impact on how much the U.S. supports Israel, whether it continues to support Israel militarily. If the U.S. says, yes, they have been following international humanitarian law, you're going to hear howls from the human rights community, from a number of Democrats, from a lot of critics of Israel. So, there are huge implications on both sides of this. We are now not expecting this to be on time. I'm told by senior administration official that the emphasis is on the quality of this report. They want to make sure that they give all of the appropriate context that this is not, as I was told, a box-checking exercise. They really want to make sure that whatever they come forward with is explained fully to Congress in this report. Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SOLOMON",
      "sentences": "Our thanks to Jomana for that report.Overnight, Washington, D.C. police cleared out the pro-Palestinian encampment at George Washington University. The Metro Police Chief says that 33 arrests were made, and that has drawn criticism from demonstrators who say that the protests were peaceful. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "AHMED EL MASRY, DEMONSTRATOR AT GEORGE WASHINGTON UNIVERSITY",
      "sentences": "I'm angry. Like, we've been here peacefully protesting. This was our camp. We -- it became a community. Like, we were here speaking up for something noble, and it just -- they took it all away because the mayor is about to meet on Capitol Hill today, and they were going to ask her about that.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SOLOMON",
      "sentences": "Now, that Capitol Hill hearing you heard that protester mention has now been cancelled. One source with knowledge of the school and police communication says that the university was not notified that police were going to clear the camp until about 1Now, a short drive down the road from that university, a congressional hearing is underway over antisemitic incidents in school. Right now, lawmakers are grilling the leaders of three school districts in New York, California and Maryland. Now, some Republicans have made rising incidents of antisemitism a political issue this election year. Here to explain is Annie Grayer, who joins us live from Capitol Hill. Annie, good to see you. In the past, these hearings were focused on college campuses. This is the first time that lawmakers are going to address school districts about reports of antisemitism in high school and with very young students. What have we seen so far here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "ANNIE GRAYER, CNN REPORTER",
      "sentences": "Well, Rahel, this hearing has already gotten off to a contentious start. The top Republican on this Committee, in his opening statement, just started grilling these local school administrators from New York, California and Maryland, asking them what they have done to discipline and hold students accountable who have made alleged antisemitic acts, and said that the real purpose of this hearing is to get to the bottom of what they have done, and accused them of not doing anything. Meanwhile, the top Democrat on the Committee is trying to take a more nuanced approach here, where she is calling for the need to condemn and call out any acts of antisemitism, but also saying it is important to protect the right for free speech.So, we're seeing these kinds of different tacks from both Republicans and Democrats play out in the early stages of this hearing, when Republicans in their questioning, which is now underway, are really grilling these school administrators about what disciplinary actions they have taken against students and teachers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "SOLOMON",
      "sentences": "Welcome back. President Joe Biden will be touting a big job announcement today, as he hits the campaign trail in the Midwest. Happening soon, President Biden will be arriving in the battleground state of Wisconsin to announce the building of a new artificial intelligence facility there. Now, Microsoft is footing the $3.3 billion project which is expected to create thousands of jobs.CNN's MJ Lee is standing by in Wisconsin. So, MJ, what do we know about this facility, and what can we expect to hear from Biden when he speaks?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "MJ LEE, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "Yeah. Just to help set the scene for you a little bit, we are some 30 to 40 minutes south of Milwaukee, and this is a technical college where President Biden is going to take the stage any moment and make that big announcement that you were talking about, where Microsoft is going to invest some $3.3 billion to create a brand new AI (Artificial Intelligence) facility here. And this is a hefty investment that according to the White House would initially create some 2,300 union jobs for just the construction of this facility itself.They are also partnering with the college that we are at to do IT training for some 1,000 workers. And all in all, the White House says that this will create some 2,000 permanent jobs. And the site of where this Microsoft plant would be built eventually is really politically significant, because this is a very same site where Donald Trump some years ago had promised a huge factory to be built by Foxconn, a Taiwanese electronics company. And at the time, they had promised that thousands of jobs would be created, that billions of dollars would be invested. And those big promises largely just failed to materialize. And Democrats had pointed to that as one of the really big failures for Donald Trump and his administration. And I am told by a White House official that when the President takes the stage behind me, he will point his finger at Donald Trump and point to that Foxconn failed investment, and just remind voters that this is something that didn't actually end up working out for Wisconsinites. Now, not surprisingly, given that this is an event that is heavy on economics, we are also going to hear the President more broadly talk about his legislative accomplishments, including the funding and the resources that came from some of those laws and went towards people that actually live here in this very important state of Wisconsin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. And MJ, I mean, it's clearly a very important state to Biden. It's his fourth visit to the state this year, I believe. So, walk us through after that speech, what else the President is going to be doing in Wisconsin today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. MJ, as you talk about sort of Biden's slim majority in 2020, it is 23,000 votes. So, the slimmest of majorities, to add to your point. MJ Lee live for us in Wisconsin. MJ, thank you.And CNN's Erin Burnett will sit down with President Joe Biden for one- on-one interview from the campaign trail in Wisconsin. Their conversation airs on \"Erin Burnett Outfront\" today. That's at 7 p.m. in New York, midnight in London. And as the hush money trial takes a break today, Donald Trump apparently still fuming over Stormy Daniels and her testimony. The adult film star delivered dramatic and at times explicit testimony on Tuesday, as she detailed her alleged sexual relationship with Donald Trump. And Trump's lawyers argue that the judge should declare a mistrial after the salacious testimony. The motion, though, was denied. Now, with the defense looking to protect Trump's reputation, sources tell CNN that they intend to conduct a more lengthy cross- examination that they had -- than they had originally planned. Now, away from the courtroom, the former President has won his primary in Indiana, but Nikki Haley, who you might remember, she suspended her campaign two months ago, Nikki Haley still won 20 percent of the vote. And just a few hours ago, the Georgia Court of Appeals said that it will consider a bid from Donald Trump to disqualify Fulton County District Attorney Fani Willis from the Georgia election interference case. The former President and his co-defendants say that Willis should be removed from the case. They argue that she engaged in an improper relationship with the attorney she chose to lead the investigation. In March, Judge Scott McAfee ruled that there wasn't enough evidence to prove that Willis financially benefited from her relationship with Nathan Wade. We should, however, say that Nathan Wade did step down from the case, and that was a contingency of the judge's ruling. That was a requirement of the judge's ruling, if Fani Willis was to stay on the case. All right. A lot to dive into with today's panel. Joining me from Washington is former Special Assistant to President Biden, Meghan Hays, and here in New York is former Advisor to former House Speaker John Boehner, Maura Gillespie. Good to see you both. Wow, there is so much to discuss today. Let's stick with Biden for just a moment. Meghan, as we heard our correspondent MJ Lee there say that Biden is specifically meeting with black voters in Wisconsin, talking about turnout, how important is this state, and what does he need to say? Because if you look at 2020, if you look at 2016, turnout among this voting bloc has been soft. So, what does he need to say? MEGHAN HAYS, FORMER SPECIAL ASSISTANT TO PRESIDENT BIDEN, &amp; FORMER WHITE HOUSE DIRECTOR OF MESSAGE AND PLANNING: I think that he needs to continue to build his coalition and to build a strong coalition. The black vote is extremely important to the President and the President's victory in November. I think he needs to talk about the jobs he has created in Wisconsin, the things he has done and delivered on when he is President, and to the contrary, the contrast between him and President Trump or former President Trump. I just -- this is an extremely important voting bloc for him, and he needs to really turn out the message there and really continue to drive home how important it is for black people to vote for him in November.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SOLOMON",
      "sentences": "Maura, on the flip side, although if you're sort of looking at it in the aggregate, black voters do overwhelmingly support Biden. Although those numbers are softening, it's the flip for Trump where he actually sees his support among this group growing. What seems to be working for him, do you think, with this group?MAURA GILLESPIE, FMR. ADVISOR TO FMR. HOUSE SPEAKER JOHN BOEHNER, &amp; FMR. ADVISOR TO FMR. HOUSE REPUBLICAN ADAM KINZINGER: He plays a lot to people's fear and anger, and I think he really plays on people's emotions and feeling. Are you doing well right now? And he plays on the economy. He plays on people go into the grocery store and not being able to afford the groceries they were able to when he was President. So, he really does play on what are impacting table issues, things that are affecting families. He is good about that. But, again, he really is good at stoking fear and anger, and pointing the finger at somebody and pointing the finger at Joe Biden as the reason for all the problems we face right now in this world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "GILLESPIE",
      "sentences": "I think with Trump voters, they already -- they're going to believe what Trump says, and he says that this isn't true, that he didn't sleep with Stormy Daniels, despite all these salacious details. I also think that the salacious details coming out yesterday, it does kind of make it look like this is targeted, and it really does feed into his narrative that he has been saying all along that this is a witch hunt. They're out to get him. And so, the credibility there, because they just decided to include those details that aren't necessarily relevant to the financial aspect of the case, it will only bolster his supporters. I don't think that you're going to have anyone dissuade or all of a sudden see this case and be like, Oh, I should vote for Trump. But, I do think that his supporters are even more firmly adamant to be on his side.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SOLOMON",
      "sentences": "Meghan, let me ask, one thing that's sort of flown under the radar today because of all the other news of the day is the Indiana primary, and what caught my attention is Nikki Haley's results. Nikki Haley, I mean, she suspended her campaign months ago. Obviously, voters know that. And so, what do you make of the results there, and is that something that Biden can capitalize, because when you look sort of at the details, it's the suburban voters? Is that something that Biden can capitalize on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "HAYS",
      "sentences": "I think he absolutely needs to capitalize on this to win some of these battleground states. I mean, she also wanted a huge majority in Pennsylvania -- sorry, a huge portion of the voting bloc in Pennsylvania, which was larger than the portion that Joe Biden won in 2020. So, it's just -- these are incredibly important voters. But also, to Maura's point from earlier, his base isn't going to change based on the Stormy Daniels testimony here and the case here, but these other voters and these swing voters that are voting for Nikki Haley, those are the voters he might be able to convert. So, I think that these are -- these stories are a little bit connected here. But, these are definitely voters that Joe Biden needs to convert to win. SOLOMONHaley voters? Or is this a group that are sort of Never Trumpers? And whether Nikki Haley is in the race or not, they're not voting for Trump. I mean, what do you think? What can he do to try to win over some of these voters?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "GILLESPIE",
      "sentences": "I think that it's going to be hard to get some of these people. Like you said, there are a large chunk of those voters who are Never Trumpers. But, that doesn't mean that they're Biden voters. So, I think it's really important for both candidates to find ways to reach out to those voters, especially on issues like the economy, safety and security and abortion issues as well, trying to reach out to them and pull them to their side, because it is the responsibility of the candidates to encourage those voters to vote for them. It is not the responsibility of the voters to choose between two choices that they probably don't really want to choose between. So, that's going to be important here in the stretch to November.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SOLOMON",
      "sentences": "Let me just ask both of you this last question. So, Meghan, let me start with you. So, the judge in the Mar-a-Lago case, Aileen Cannon, essentially saying, putting that case on hold indefinitely until they sort of sort out some of the issues there with some of the classified documents. The case in New York may be the only case that goes before jury before voters head to the polls in November. Is that a factor in things at all for Biden, or is that a non-factor, or is it sort of business as usual in terms of campaigning until 20 -- until November?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "HAYS",
      "sentences": "Look, I think that the President will continue to campaign just as business as usual. He wants to be out there. He wants to be showing the American people the things that he has delivered for them. I think what these trials do and these indictments have done is to show a strong contrast between the two options here for folks. And it also, just like in Wisconsin today, he is campaigning on something that he is delivering that Trump promised and didn't deliver on. So, it's just all about both drawing that contrast and giving voters an actual choice here. So, it is not about going to trial. It's about all these indictments, and building a case of why Joe Biden is a better President, will be better for their future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SOLOMON",
      "sentences": "And Maura, how do you see it? I mean, is this a gift politically for Trump? I mean, he obviously has this New York case. But, I mean, now in Georgia, you have this appeals being considered about Fani Willis and you have the Mar-a-Lago case at least being put on hold indefinitely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "GILLESPIE",
      "sentences": "Right. And I do think it helps Trump especially with those voters who are undecided. When it comes to Donald Trump, most people do either if they're already supporting him, they believe him when he says that it's not true, that the fake news is after him and those kinds of things. But, it's those voters who knew what was going into it beforehand. Right? We knew about the Stormy Daniels thing. We knew about the Hollywood Access tape. They still knowingly voted for him. They went working for him. But, for those voters who are currently on the fence, it is -- it comes down to, is he a threat to democracy? Is he going to put our democracy at risk if he gets back into the White House?And so, what he does now from now until November, and calling January 6 insurrectionists hostages isn't going to get those voters onto his side. So, it will be a real messaging game for him from now until November.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SOLOMON",
      "sentences": "OK. We'll leave it here. Meghan Hays, Maura Gillespie, good to see both. Thanks, ladies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "GILLESPIE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "HAYS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SOLOMON",
      "sentences": "Welcome back. You are watching CNN Newsroom. I'm Rahel Solomon live in New York. And here are some of the world headlines we're watching for you today.Local officials in Ukraine say that Russia carried out a massive missile attack targeting energy infrastructure. Overnight, Russian forces attack facilities from Lviv in the west to Zaporizhzhia in the southeast. According to Ukrainian authorities, at least three people are hurt, including an eight-year-old child. In Serbia, Chinese President Xi Jinping has been getting the red carpet treatment. He met with the Serbian President earlier. The two leaders announced plans to increase cooperation, including more agricultural imports from Serbia to China, and also more direct flights between Belgrade and Chinese cities. Next on Xi's European tour is a state visit to Hungary. All right. Back here in the U.S., powerful tornadoes and storms ripped across parts of Michigan. It happened Tuesday night in the southwestern part of the state. Many homes and businesses, as we can see in this video here, were damaged or destroyed. Dozens of people were injured, many at a mobile home park near Kalamazoo. And just a few kilometers west of that, a FedEx shipping facility sustaining roof and structural damage. Derek Van Dam joins us now with the latest. He is live in Portage, Michigan. So, Derek, give us a sense based on where you are on the ground, what you have seen, and what things are like for the people there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SOLOMON",
      "sentences": "And Derek, I'm curious, 140 million people, I mean, that is a huge swath of the U.S. population. We're talking about one third, 40 percent or so. I mean, is that typical to see that type of risk impact so many people?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "DAM",
      "sentences": "This is a unique storm system that we have seen evolve over the past couple of days. Even though it's not the same storm that brought the tornadoes to Oklahoma a couple of days ago, it is a similar type of a setup. It just happens to be a little further east and over more densely populated areas of the eastern third of the country.So, when we talk about tornadic development over the plains states or tornado alley here, as we refer to it in the United States, there is less people who live there. So, it doesn't impact the millions upon millions that we're seeing now, because we're including places like Washington, D.C., Philadelphia. Let's talk about places like Nashville and Cincinnati as well. So, those high population densities all add up in combination to have that 140 million people. I mean, that is roughly a third or more of our U.S. population.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SOLOMON",
      "sentences": "Wow. Just incredible. Derek Van Dam live for us out there in Portage, Michigan. Derek, thank you.And the records just keep falling. When it comes to the climate, new data from Europe's climate monitoring service shows that last month, our planet warmest -- was our planet's warmest April on record. It continues a streak of unprecedented global temperatures, and scientists warn that this year could end up being the hottest on record for the second year on a row. For more now, here is CNN's Chief Climate Correspondent Bill Weir. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "SOLOMON",
      "sentences": "All right. Well, coming up, a check on Wall Street, as tech stocks pullback in early trading, and first quarter earnings reports exposing some worries about the all-important American consumer. We'll talk about it after a short break.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "SOLOMON",
      "sentences": "Welcome back. A group of U.S. lawmakers are demanding answers from the Defense Secretary about the American military's chaotic exit from Afghanistan, specifically, the Pentagon's conclusions on the ISIS suicide blast outside Kabul airport in 2021. The Abbey Gate attack led to the death of 13 U.S. servicemembers and 170 Afghans. But, the Pentagon's findings on what happened have been contradicted by video obtained by CNN, which appears to show there was much more gunfire than the Pentagon suggested.Reporting from CNN's Nick Paton Walsh and producer Mick Krever helped prompt this new demand from lawmakers. And joining us from London is Nick. Nick, good to have you. So, help us understand it. It seems to be that the issue of how much gunfire there actually was in the aftermath. That seems to be the biggest concern. Help us understand the discrepancies and what these lawmakers are now asking for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SOLOMON",
      "sentences": "So, Nick, what happens now in terms of trying to bridge the gap between these discrepancies? This letter was just sent on Tuesday from these lawmakers. So, what happens next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "WALSH",
      "sentences": "Yeah. I mean, they've asked for an unclassified briefing. They've asked to be told openly for an explanation about this. They've been given classified briefings separately. They specifically asked the video. They specifically asked why Afghans -- look, we've interviewed dozens over the past two years, who reported either being shot or seeing people being shot and medical personnel who dealt with gunfire wounds themselves. So, those are potentially individuals who the Pentagon could speak to. And then there is the possibility as well that Congress may decide to take this into their own hands and investigate themselves.It transpires that eight of those congressmen who signed the letter are all on the House Foreign Affairs Committee. They may choose to take a role as well. And all of this is going to continue to pressure the Pentagon on this reminder here, the most awful episode that ended America's longest war, the biggest casualty event for Afghans and the U.S. personnel for decades, frankly, particularly in Afghanistan, and the truth of which still appears to be elusive so many years after. Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. Great reporting, Nick. Certainly keep us posted. We know you'll stay on top of it. Nick Paton Walsh there.Well, the Chinese company TikTok is suing the U.S. over new law that could result in a nationwide ban of the popular app. So, the law forces its parent company, ByteDance, to sell off the app to a non- Chinese entity or to get banned across the U.S. The Biden administration says that there are security concerns between ByteDance and its relationship with the Chinese government. But, the lawsuit from TikTok alleges that the law is unconstitutional because it prevents Americans' right to free speech. The failed crypto exchange FTX now says that it can pay back most of its creditors. On Tuesday, the company unveiled a proposed reorganization plan and it would pay in full non-governmental creditors based on the value of their claims in bankruptcy court. In a collapse in 2022, FTX was valued between $14.5 billion and just over $16 billion. The former CEO, Sam Bankman-Fried, was sentenced to 25 years in prison in connection to the collapse. All right. Americans' cash cushion has apparently gone flat. That is the conclusion of a new report by the Federal Reserve Bank of San Francisco. You see, during the pandemic, Americans saved a lot of money, and I do mean a lot. At its peak, savings had reached $2.1 trillion. But, economists now say that extra spending money is gone. And it's really this cash cushion that helped the U.S. economy remain robust, especially compared to its counterparts, despite inflation and despite higher interest rates. The authors of this report also state that many Americans now have more debt than they do savings, and that, well, that could signal a downturn. First quarter earnings reports have also exposed some of these worries about consumers and how much they're buying. Shares of Tyson Foods, for example, this is one of the largest meat producers in the world, well, those shares dropped nearly six percent on Monday. Starbucks also saw a large drop in its stock price, and the CEO of McDonald's noted that consumers were keeping their wallets closed too. Joining us to break down the numbers is CNN Business Reporter Nathaniel Meyersohn in New York. Nathaniel, earnings reports are always really interesting to me, especially these consumer-facing companies because they give you a real sense from these companies about, what people are doing? How people are feeling? So, what are the food chains saying about the state of American consumers?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. As the kids might say, Nathaniel, outside is very expensive these days. Outside is very expensive. What are the retailers saying? Are people shopping for clothes? What are they saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "MEYERSOHN",
      "sentences": "So, Rahel, some of the discretionary merchandise, that's where we're seeing people really cut back, stuff that they don't -- they'd like to have but don't necessarily need. So, some of the clothing, furniture, electronics, those retailers are really being squeezed. And so, we're starting to see retailers actually lower their prices. IKEA, H&amp;M, Michaels, they've all talked about how they're going to start lowering their prices, adding more promotions to try to entice shoppers to buy. And look, this is good news for consumers, although it's perhaps on merchandise that they already have enough of. I mean, do we need another couch? Do we need another television? Maybe we already bought some of that stuff during the pandemic.But, certainly, all the discounts squeeze the retailer's bottom line. So, consumers like to see it, but not great news for the retailers.",
      "isLastSentenceInterrupted": false
    }
  ]
}