{
  "date": "2024-04-27",
  "headline": "First of All with Victor Blackwell",
  "subHeadline": "One-On-One With Chicago Mayor Brandon Johnson; Debate At Morehouse Over Biden's Grad Speech Invite; College Grapple With Growing Pro-Palestinian Protest; Uncle Luke Announces Decision On Running For Office; White Author Calculates Cash Value Of Racism. Aired 8-9a ET",
  "utterances": [
    {
      "timeStamp": "08:00:00",
      "speaker": "VICTOR BLACKWELL, CNN ANCHOR",
      "sentences": "A lot more, so we'll get into that. Also speaking of protests, concern about demonstrations is why some students at Morehouse say the college should rethink its invitation to President Biden to speak of their graduation. I'll speak to a senior who feels that way along with an official from historically black college.And you probably heard of the term white privilege thrown around a lot. Well, an author and journalist says she's figured out how to calculate just how much he's benefit from being white. It is dollar amount down to the penny. And it's a lot of money. She's here to explain white bonus.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "AMARA WALKER, CNN ANCHOR",
      "sentences": "Fascinating. All right. Have a great show, Victor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BLACKWELL",
      "sentences": "Thank you very much. Let's do it right now.Well, first of all, keeping track of the protests breaking out to college campuses across the U.S. right now, it's not easy. The protests are broadly referred to as Pro Palestinian, most are antiwar. Some are anti-Israel. They include some Muslim students. They include some Jewish students. Some are major East Coast Ivy League schools, other smaller West Coast colleges. Some protests involve students camping on school grounds and happening right now on the campus of northeastern in Boston. We've seen what looks like students being detained and some items that this encampment being cleared. Columbia University's encampment has been a flashpoint to. The Senate there has passed a resolution Friday to investigate how school leaders have been handling the protests. Now, the response from many schools and law enforcement agencies is to crack down. We saw violent arrests here in Atlanta, at the campus of Emory University this week. California State Polytechnic University's Humboldt campus says that they're moving to a remote format until the end of the semester, and the University of Illinois is among the schools threatening suspensions for students who do not leave an encampment there. Now, there were protests at several Chicago campuses yesterday, including at the University of Chicago, the city will be, well, of course, be the site of the Democratic Convention, that is in August. But right now it feels like as the humanitarian crisis in Gaza keeps going, so will these protests. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "There will always be outsiders that say certain things or portray us but we are confident and what we're here to do. And what we're here to do is speak up for Palestinian Liberation, people are dying. This is a genocide that's happening. And that is the biggest concern.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The campus administration is standing with Israel, standing with genocide, and the students aren't they're sending with Palestine and descending against genocide. So the people know what's right. The people understand, you know, what's right and wrong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We have to actually put, you know, action to our words. And if we don't do that, then who are we right? And I care about that. I care about actually. We have to do something. We can't just believe things. We have to take action.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BLACKWELL",
      "sentences": "Here with me now is the mayor of Chicago, Brandon Johnson. He's here to Atlanta for the meeting of the African American Mayor's Association. We'll get to that in just a moment. But first, thank you for coming in.MAYOR BRANDON JOHNSON, (D) CHICAGO: You're welcome. Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BLACKWELL",
      "sentences": "Let's talk first about these protests. I mentioned some. There was a rally at the University of Chicago there yesterday. The Chicago Police Department's involvement need for any clearing of anything. What's the latest on the enforcement of law, as we saw some of these protests get a little violent?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "JOHNSON",
      "sentences": "Yes. Well, there's a great deal of energy around this country, calling for you know, real justice, not just here in America, but around the globe. That's a long tradition that we have in this country, particularly with young people. And so I'm a firm believer in peaceful protests, protecting our fundamental right to do that, as a country is what makes us a dramatic difference from the rest of the world. So protecting our First Amendment is critical.You know, as far as making sure that these protests are peaceful, what we've seen so far, at least in the city of Chicago, State of Illinois, we've been able to coordinate structured peaceful protests. You know, but again, maintaining and protecting the rights of, of our residents, our citizens in this country, to peacefully protest. Without that protest, I'm not the Mayor of the City of Chicago. Our country is not what it is today without protest. So we have to hold on to our fundamental beliefs and our rights. We'll also do it in a very peaceful way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BLACKWELL",
      "sentences": "You've got the Democratic National Convention coming in about 16 weeks. They're smiled excited about it coming. There are groups that are saying that they're going to have the largest protest, pro-Palestinian protests in the city's history. They've applied for permits to get closer. You've rejected those. They say they're going to protest with or without a permit. What's your message to those groups that say we're coming anyway?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:03",
      "speaker": "BLACKWELL",
      "sentences": "What's the rejection or what it forms the rejection of their application to be closer to the side of the convention?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:03",
      "speaker": "JOHNSON",
      "sentences": "Well, again, that's more about safety, right? I mean, we're talking about thousands of delegates from around the country around the world that would descend on the city of Chicago, and all her beauty. But again, this is about making sure that we are protecting the fundamental right to protest, but also keeping people safe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:03",
      "speaker": "BLACKWELL",
      "sentences": "So when we talk about protests, Democratic National Convention, in Chicago, many people think back to 1968. What is the preparation for an inside law enforcement there? Because the Walker report from the Chicago study committee, or study team found that it was a police riot in some of the elements of what we saw in 1968? What's the prep for the police to take on what's coming in August?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:03",
      "speaker": "JOHNSON",
      "sentences": "Well, it's a fair question, but it's a much different context. You know, the mayor, during that particular time versus me were two different individuals. And so what I've called for from my police department is to make sure that we are working towards de- escalation. That is the primary goal there is, again, to keep protesters safe, but also to ensure that their voices and their First Amendment is protected.And again, you know, my responsibility is to make sure that we have an energetic, a peaceful, a vibrant convention that highlights and showcases why America have this great experience to experiment here is the model for the rest of the globe. BLACKWELL: Let's talk about immigration now. The City Council approved that $70 million to care for migrants that you requested. You undoubtedly have heard from residents on the south side, the west side, black residents who say, we're taxpayers here. We have been underserved for generations. We need that money here to care for our children. What's your message to those families who say that money should be invested in our community?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:03",
      "speaker": "JOHNSON",
      "sentences": "Well, first of all, I certainly am in agreement that neighborhoods on the west and south sides of the city of Chicago have been historically disinvested in. My wife and I are literally raising a family in one of those neighborhoods where schools have been closed, mental health clinics have been shut down, jobs have been lost. I mean, we're talking about, again, decades of disinvestment.And so that's why in this moment that I've worked hard to do both end, it's not an either/or. We did approve $70 million to respond to this manmade crisis. But we also on that same day, voted for the largest investment, particularly around bonds in the history of Chicago, a $1.25 billion investment in housing and economic development. That's 20 times the amount of the 70 million, which we approved. And so if we do not respond to this crisis, the type of chaos that the governor of Texas, is provoking in this country, if we don't respond, you're going to have the type of chaos and the unhoused dynamic that is going to get that will be exacerbated. So yes, $70 million for this migrant mission, but $1.25 billion, investing in the west and south sides of the city of Chicago for affordable housing and affordable rent, and, of course, economic development, particularly for small businesses.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:03",
      "speaker": "BLACKWELL",
      "sentences": "Let me ask you about voting rights, because you're headed over to Morehouse campus after this conversation, to talk about voting rights in this country as a part of the African American Mayor's Association. What do you say to those young people? And maybe you'll meet some today who say that they are, I guess, deflated or disappointed by the president's handling of the war in Gaza, or student loan forgiveness or any given issue. And for that reason, they will not vote. They're choosing not to vote.They're not interested in voting for Donald Trump. But they're not motivated to vote for President Biden. What do you say to those people just going to sit it out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:19",
      "speaker": "BLACKWELL",
      "sentences": "Family of Dexter Reed this week filed a federal lawsuit against the City of Chicago. The civilian office of police accountability says that officers shot 96 times over 41 seconds during a traffic stop. They also say it appeared that read shot an officer I believe it was in the wrist first. I want you to listen to Reed's sister here. This was this week, as that lawsuit was filed.(BEGIN VIDEOTAPE) PORSCHA BANKS, DEXTER REED'S SISTER: If nothing is done to this tactical team, this will not be the first, second or last time a young man, a black man will be shot and killed. Tactical teams should not be able to box cars in and do local jump bounce like it's a robbery. It's scary and everyone else is scared of it. It seems as if it's slavery still going on the way we are done here in the streets. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:19",
      "speaker": "BLACKWELL",
      "sentences": "And I expect this out a whole lot you can say because their lawsuit has been filed. But what goes through your mind? Or what questions do you have when there are tactical offers -- officers in an unmarked car in plainclothes making a traffic stop for a seatbelt and this happens?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:19",
      "speaker": "JOHNSON",
      "sentences": "Yes. Look, I've pushed for constitutional policing. In my time as mayor of the city of Chicago and we are moving in that direction. The superintendent is an incredible individual. Born and raised on the south side of Chicago in Inglewood. He totally understands just like I do, the tense relationship between law enforcement and the community. And quite frankly, the distrust, you know, Dexter Reed and his family, you know, my condolences are still offered up to that family.Dexter Reed literally attended the school that I used to teach it, I missed the extra read by a year, two years, but a time I transferred over to becoming a full time organizer. And so what I'm saying not just to this family, but the entire city of Chicago in this nation, that we have to do a much better job, and how we provide systems of support and care for our young people. When Dexter was a student at Westinghouse, he had the type of insulation that was necessary for him to reach his potential. Those systems of care begin to dissipate once he graduated from high school. So there's a lot that went wrong there. Certainly the engagement with law and law enforcement, there are a lot of questions there. And so I've worked hard to keep calm in our city. And I appreciate the organizers and activists who are speaking truth to power in this moment by demanding real substantive policy changes. Chicago",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:19",
      "speaker": "BLACKWELL",
      "sentences": "Mayor Brandon Johnson, thank you so much for coming in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:19",
      "speaker": "JOHNSON",
      "sentences": "Thank you, Victor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:19",
      "speaker": "BLACKWELL",
      "sentences": "Let me read to you what the president of the Tuscaloosa branch of the NAACP said. \"I would have wanted all and nothing, not treating Juneteenth, the way all of the holidays are treated as a slap in the face to African Americans.\" For those who say, don't compromise; just keep working to get the full status for the holiday. You say what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:19",
      "speaker": "GIVAN",
      "sentences": "Well, let me just simply say, we've been working for almost 15 years to even get the bill in committee. This is the first year that this bill actually even made it to committee. So we were hoping because there's no guarantee that the governor will issue a proclamation allowing for the state government offices to be closed. So there is sometimes in government, there has to be a level of compromise, because you have to begin a process of at least inching toward a final resolve that may work in your favor.For us, no, we did not like it. It was this pain. This is painstaking. For me, I'm one of the toughest Democrats in the House of Representatives. But at the end of the day, we're hopeful that if we can get legislation passed, we do have about 13 holidays on the books. There's no appetite from the Republicans to allow another one. But at the end of the day, you reach just a little bit further every year to come to a compromise because, Victor, I'm going to be honest with you. I don't think if we don't get this out this year, at least to get an acknowledgement. For us, it was the fact that we would at least get an acknowledgement that this did happen that over 150,000 black slaves were moved to or transported to Texas, and did not know for almost two years that they were free. So for me, it's a little bit of a heartburn. It gives me a little heartburn. But I'm hopeful that if we can get it out, but again, I just would like to say also with everything that's going on in Alabama from critical race theory to the yesterday, two days ago, when they pass legislation, you can't say gay anymore in the state of Alabama, whether it be human rights, again, women's rights. I'm just simply saying to your listening audience, everything that we're experiencing, will be a roll back. If we're not careful in November, everything will be rolled back on people that look like me that look like you or that or do not look like my counterparts. So I was listening to your conversation a moment ago with the mayor. I'm saying to people, listen, people, everything is being taken away from us. Whether it be (inaudible).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:19",
      "speaker": "BLACKWELL",
      "sentences": "Yes. You know one of the things that really stands out to me and Alabama has more Confederate holidays than any other state. Jefferson Davis specifically, I want to offer this to people who are in other states and other parts of the world who cannot fathom while the President of the Confederacy still has a holiday that celebrated every year. This is February 29, 1860. Jefferson Davis said this in defense of slavery in his home state of Mississippi.\"We recognize the fact of the inferiority stamped upon the race of men by the Creator, and from the cradle to the grave, our Gvernment as a civil institution marks that inferiority.\" That's Jefferson Davis. That's the man who has a holiday and state workers will have to choose between celebrating him and celebrating the emancipation of those slaves in Texas. Alabama State Representative Juandalynn Givan, thank you so much for the work you're doing and for spending some time with me this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:19",
      "speaker": "GIVAN",
      "sentences": "Thank you for having me. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:09",
      "speaker": "BLACKWELL",
      "sentences": "OK. Second, let's just start with your opposition. Why do you think the university should rescind its invitation to the President?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:09",
      "speaker": "BELL III",
      "sentences": "Well, for one, I believe that this is a major distraction. We are the class of 2024. So we're that infamous class that went through COVID-19. And for us, this means a lot. We went through four years of hard work to make it to this point. And for us, this is a big congratulations. And that means that we didn't want a bunch of controversy around it, but rather an opportunity for our families to see.However, this is the President of the United States. This is not a normal commencement, which means that TSA will be heightened in terms of security procedures. Secret Service will be there. And I believe that that can put a hindrance on our families. But for two, this -- anywhere the President speaks right now, it seems to be a heightened level of protests surrounding his name, and his actions and steps that he's taken towards the situation in Gaza. And we've seen surrounding college campuses throughout this country, that civil disobedience is on a high. Students want to have their voices heard. And going into the 2024 election in November, Gaza is on the minds of students. And the decision will come down to the ways in which the President approaches the situation. Will he decide to call for a ceasefire? Or will he retract and continue to do what he has been doing in terms of proceeding to provide aid and resources to our allies across the seas? I think that when we consider $1 billion, over $1 billion by Congress being passed in foreign aid to Taiwan, to Israel, as well as Ukraine, this is taxpayer money that can be funneled and utilized in so many different ways.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:09",
      "speaker": "BLACKWELL",
      "sentences": "Far more than a billion dollars going to Ukraine. But let me ask you, then, this is from the student government president there. He says that, this was part of a statement released in the announcement. We're a community of scholars who are familiar with and understand the complexities associated with engaging many of our socio-political guests. President Biden's visit is yet another opportunity for our community to engage in his presentation and remain open to his reflection while maintaining a critical investigation of goodwill.Why is that the wrong approach? Why not hear from the President and demand also that he hear from you, that there'll be some form with the President. If you want to come and speak to us, you got to hear what we have to say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:09",
      "speaker": "BELL III",
      "sentences": "I certainly believe that students don't want a campaign speech. We don't want metrics on what the Biden administration has done, but rather how can we wrestle with the issues at the forefront. And by us wrestling and being critical of the issues here, that means setting the tone at the forefront, which means deciding whether it is even the right move to give the invitation to President Biden in the first place, not only because of the kind of sentiments surrounding his name, but also because of the kind of sentiments that we've have received in the principles that we stand on as an institution. So it's important for us to consider those things. BLACKWELL",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:09",
      "speaker": "BELL III",
      "sentences": "I think it's inevitable that protests will occur, and that civil disobedience will self-actualize itself. I believe that students will stand up and possibly turn their backs as the commencement at Howard, as we saw on display. Faculty members may not sit on stage, because they don't want to seem as though they are siding with the administration, but rather that they had the student's interests taken in place and that they are considering what the students believe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:09",
      "speaker": "BLACKWELL",
      "sentences": "Did you vote for President Biden in 2020?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:09",
      "speaker": "BELL III",
      "sentences": "I do. I did. And I do. And I hope to vote for him. But right now, I'm in the middle. As I go into 2024, I want President Biden to recognize that blacks and youth, especially black youth are not pawns in order to stay in office, but rather we care about issues that impact us and issues that impact others. And that's very important.The new generation that is coming up, will not be shut out, will not be unheard. We're not just vote to vote. But rather because we understand that voting means something going into 2024.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:09",
      "speaker": "BLACKWELL",
      "sentences": "Calvin Bell, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:09",
      "speaker": "BELL III",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:39:58",
      "speaker": "BLACKWELL",
      "sentences": "We've been following the push from civil rights organizations and health groups for the Biden administration to ban menthol cigarettes, a final decision has been pending since last year. Well now, it has been delayed again. The Health and Human Services Secretary explains this in the statement, it's clear that there are still more conversations to have and that will take significantly more time. Well, the NAACP called this new delay a blow to the black community who continue to be unfairly targeted and justly killed by big tobacco. And they argue the election is behind the delay, quote, black lives should not be used as a pawn to get our people to the polls.Statistics suggest that menthol cigarettes are especially popular among black smokers. A recent study found that 30 percent of white smokers prefer menthol but 83 percent of black smokers do. Another study estimates that 255,000 black lives in the U.S. would be saved within 40 years if there was a ban. And listen to this from the Council on Foreign Relations. There are estimates that if menthols were banned, the gap between black and white lung cancer deaths would close in five years. There was an update on Crystal Mason story. Now she's the woman in Texas who was convicted for illegal voting. She was sentenced to five years in prison. Then her conviction was overturned. This happened just last month. Well, the Texas Second Court of Appeals ruled that Mason may not have known her felony conviction made her ineligible to vote. Now the local D.A. has filed an appeal to that overturning challenging this court's decision. He wants the conviction reinstated. One of Mason's attorneys said in the statement that Tarrant County's relentless pursuit of Crystal Mason's wrongful conviction appeal is a thinly veiled attempt to manipulate minority voters yet again in another election year. It turns out Uncle Luke is no stranger to Washington. Rapper Luther Campbell has won a Supreme Court case. He's running for office to mayor of Miami-Dade, we lost that race. What about a run for Congress? Well, after teasing one, there was this deadline day announcement yesterday. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:39:58",
      "speaker": "UNCLE LUKE, HIP HOP ARTIST AND ACTIVIST",
      "sentences": "So at this time, I will not be running for United States Congress for more reasons than one. But the people of District 20, you got community service in me. I will be there on a daily basis. And just know one thing, I'm not ruling now, running for office in the future. Trust me, trust me. And stay tuned.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:43:03",
      "speaker": "BLACKWELL",
      "sentences": "Agree with the concept or not, you've probably heard though about white privilege, societal and social privileges tied to race. But have you heard about the white bonus? Federal data shows that for every dollar white Americans make, black Americans make 76 cents. In 2022 black Americans median household wealth was almost $45,000. The median wealth for white households $285,000.The distribution of financial assets in this country has been shaped by systemic racism, written laws unspoken rules that for hundreds of years have worked to the detriment of minorities and to the benefit of white people. My next guest, journalist Tracie McMillan set out to put a number on just how much of a benefit she has received. She examined the history of five families, including her own, and publish the findings in her new book, \"The White Bonus: Five Families and the Cash Value of Racism in America.\" Tracie, thank you for being with me. It's such a fascinating approach to so many things we talk about on this show the disparity of investment, diversity, equity and inclusion. What led you to the book? TRACIE MCMILLAN, JOURNALIST AND AUTHOR, \"THE WHITE BONUS\": Sure, well, you know, I work as a journalist, but I also am a white person in this country. And I felt like I needed to be honest about what I was getting for being white. And, you know, I don't make a ton of money. So for me, the conversations around white privilege usually center on both sort of racial privilege and class privilege. And I wanted a weigh to get at this idea of what do I get? What do we all get for being white? And I thought the best way to do that would be to try and figure out if I can estimate how much of sort of racial advantage had shaped my life, just in real terms, right? Privilege is super amorphous kind of ghosts like you can't grab on to it. But if you have a number, then you can actually have a conversation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:43:03",
      "speaker": "BLACKWELL",
      "sentences": "So let's talk about the number. Your estimate is that you had benefited from your whiteness to the amount of $371,934.30. Explain how you got to that number.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:20",
      "speaker": "BLACKWELL",
      "sentences": "Well, Tracie, we only have about 45 seconds or so left, but what do we now do with this? Now that you have calculated it and we all know that, according to your estimate, what it is, what do we do with it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:20",
      "speaker": "MCMILLAN",
      "sentences": "I mean, fight to end racism, right? I think that something I also look at is the cost of racism to Americans, including white Americans, right, racism has impoverished our democracy and eviscerated our safety net, most of us need access to those things to survive. And I think, you know, even if you go back through my numbers, I wouldn't need most of that money from my family if we had affordable education and housing and health care in this country, right? And so I think for all of us, there's a real vested interest not in fighting racism as charity but as something that hurts everybody. And it's worth fighting against.",
      "isLastSentenceInterrupted": false
    }
  ]
}