{
  "date": "2024-08-15",
  "headline": "CNN Newsroom",
  "subHeadline": "Gaza Ceasefire and Hostage Talks to Resume in Qatar; Devastated Gaza Residents Hopeful for Ceasefire; Ukrainian Forces Gaining More Ground in Kursk Region; Trump Attacks Harris During Economic Speech; ; Israeli Photojournalist Shares Images of October 7 Attack; Extremist Preachers Seeking Recruits for Jihadi Violence. Aired 12-1a ET",
  "utterances": [
    {
      "timeStamp": "00:00:35",
      "speaker": "KIM BRUNHUBER, CNN INTERNATIONAL ANCHOR",
      "sentences": "Warm welcome to all you watching us around the world. I'm Kim Brunhuber. This is CNN NEWSROOM.The stakes are high, but expectations are low as Gaza ceasefire and hostage talks get ready to kick off in Qatar. Ukraine intensifies its attacks inside Russian territory launching its biggest strike on the country's airfields since the start of the war. And security is tight outside London's Wembley Stadium with Taylor Swift returning to the stage after a failed terror plot forced her to cancel shows.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:35",
      "speaker": "ANNOUNCER",
      "sentences": "Live from Atlanta, this is CNN NEWSROOM with Kim Brunhuber.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:35",
      "speaker": "BRUNHUBER",
      "sentences": "It is 7Negotiators are hoping to close any remaining gaps on a proposal to end the fighting and return all the hostages held in Gaza. And the progress on talks could potentially prevent Iran from attacking Israel. CNN's Jeremy Diamond has details. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:35",
      "speaker": "JEREMY DIAMOND, CNN JERUSALEM CORRESPONDENT",
      "sentences": "Well, the expectations are not particularly high for a deal to be reached during these negotiations on Thursday in Doha, Qatar, but there is certainly the potential for progress to be made, and with that comes the potential to lower the temperature in this very volatile region.That also of course means that there's the potential for a lack of progress, a lack of progress that could hasten that Iranian response that we've been waiting for over the course of the last two weeks. But this is the first time in several weeks now that you will see all the key players in Doha, and that is to say the Mossad director, David Barnea, leading the Israeli delegation, sitting down with the head of the CIA, the Qatari prime minister, as well as the head of Egyptian intelligence. Hamas, for its part, says that it will not participate in these discussions. But there's a key caveat there because they do say that they are willing to listen and to hear out the mediators after those negotiations happen. And frankly, that's different rhetoric, but it's not all that different from the way these negotiations have happened at key moments. They have been -- Hamas and Israel have never actually sat down together in the same room. It's the Egyptian and Qatari mediators who after meeting with the Israeli officials then go and pass along a message to Hamas. So it appears that we may see something quite similar unfold after that initial meeting between the Israeli delegation and the other heads of intelligence. Now the real question is, how much progress can actually be made here. The Israeli prime minister, as we understand it, has given an expanded mandate to his delegation. But my sources tell me that they are still uncertain that that is going to be enough to bridge the gap with Hamas. What is clear, though, if progress can be made, there's real potential for lowering the temperature in this very volatile region. The U.S. special envoy, Amos Hochstein, who is in Beirut on Wednesday, he made very clear that he sees an opportunity not only to reach a ceasefire in Gaza, but also saying that he believes that would then present a window of opportunity for a diplomatic solution between and Israel and Hezbollah. Jeremy Diamond, CNN, Haifa, Israel. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "BRUNHUBER",
      "sentences": "All right, I want to bring in Scott Anderson, who's the deputy humanitarian coordinator and director of UNRWA Affairs in Gaza, and he joins me now from Jerusalem.Thank you so much for being here with us. So recently much of the world's attention has been occupied with Israel assassinating senior Hezbollah and Hamas figures and with the prospect of retaliation. A lot of the focus has kind of shifted away from the suffering in Gaza. I mean, you've spent most of the time during this war there in Gaza. So take us through what you've been seeing and what the current situation is right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "SCOTT ANDERSON, UNRWA DEPUTY HUMANITARIAN COORDINATOR IN GAZA",
      "sentences": "(INAUDIBLE) this morning and what we see is a situation where the vast bulk of the population is displaced. Many of them have been displaced multiple times and on average, people have been displaced once a month. And every time somebody moves or is displaced, they lose a little bit more of their worldly wealth and they become a little bit poorer, and it makes it harder for them to continue, you know, finding their basic necessities every day.Now we have the vast bulk of the populations in the Mawassi area, probably 1.61 million, 1.7 million people. And when you go out and talk to everybody, despite the fact that the needs are great, they need food, they need water, medicine, so all very basic things, the number one thing they asked about is a ceasefire because they know without a ceasefire this won't end and things will just continue. And we do need a ceasefire that will allow the hostages to return home and allow people in Gaza to return to their homes and start rebuilding their homes and their lives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "BRUNHUBER",
      "sentences": "We saw just recently an airstrike killed 36 people. The recent Israeli strike on a school that was sheltering Palestinians that said to have killed more than 100 people. Just another stark example that basically nowhere is safe right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "ANDERSON",
      "sentences": "Unfortunately that's correct. Nowhere is safe in Gaza for civilians who are just trying to find exactly that for themselves and their families, safety, and what we would ask is that all parties to the conflict respect the sanctity of schools and hospitals so that people are just trying to find safety can seek safety, as long as people that shouldn't be in schools or shouldn't be in hospitals are there, it creates a dangerous situation for people and it gives us an environment where nowhere is safe and we continue to see the death toll unfortunately rise in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "BRUNHUBER",
      "sentences": "Yes. And now closing in on 40,000 people. Just incredible. And, you know, aside from the loss of human life, I mean, you've served, you know, more than 20 years in the U.S. Military. The scale of the destruction that you see there, how does it compare to what you've seen in other conflict zones?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "ANDERSON",
      "sentences": "It's far worse than anything I've seen anywhere. It's very much like a dystopian science fiction movie set. If you travel from north to south, there is very little that's not touched this, that's not destroyed, that's not damaged, and it's going to take years if not longer to rebuild Gaza, to remove all the rubble, to remove all the UXO, and try to find a way for people to then begin rebuilding their homes and rebuilding their lives.You know, most importantly, the children, who should be starting school now have lost three of the last four years of education due to COVID and now due to the conflict. We have restarted learning for some of the students which we think is very important to get them back to a routine but until there's a ceasefire, we're not going to be able to fully restore learning, to restart education, and to let people begin rebuilding their lives. So the most important thing that we all need is hopefully something positive from the ceasefire talks so the hostages can finally go home and people in Gaza can also finally go home and begin rebuilding their lives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "BRUNHUBER",
      "sentences": "Yes, the hope that you've expressed and as we heard there from the clips from people in Gaza is they are certainly hoping for a positive outcome for the ceasefire talks. Right now, as we heard from our reporter, we don't get a sense that that is imminent.What gives you a sense of hope these days in these dark times?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:04",
      "speaker": "BRUNHUBER",
      "sentences": "Yes. Exactly right. We'll have to leave it there.Scott Anderson in Jerusalem, thank you so much for being here with us. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:04",
      "speaker": "ANDERSON",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:04",
      "speaker": "BRUNHUBER",
      "sentences": "Ukraine is targeting the source of Russia's airpower with a security source is calling the biggest attack on Russian airfields since the war began.Now this video posted on social media shows what looks like a drone crashing down on an airbase in Nizhny Novgorod Oblast, east of Moscow. A Ukrainian security source tells CNN that they struck four key Russian airfields in several regions, including Kursk, where Ukrainian forces are currently gaining more ground in their weeklong incursion. Ukrainian President Volodymyr Zelenskyy is praising his military and he's asking allies for more support. Here he is. (BEGIN VIDEO CLIP) VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT (through translator): Thank you for the accurate, timely, and effective strikes on Russian airfields. Our Ukrainian drones are working exactly as needed. But there are things that drones alone cannot do. Unfortunately, we need other weapons, missile weapons, and we continue to work with our partners on long-range solutions for Ukraine. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:04",
      "speaker": "BRUNHUBER",
      "sentences": "Ukrainian officials say that part of their mission in Russia's Kursk region is to create a buffer zone along its northern border. Kursk sits in north of Ukraine's Sumy region. Ukrainian officials say this summer alone Russia launched more than 2,000 missile artillery drone and mortar strikes into Sumy and Ukrainian officials say they're taking care of Russian civilians in Kursk better than Moscow is.Fred Pleitgen gives us the latest on the ground offensive. (BEGIN VIDEOTAPE) FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice- over): A humiliating seen for the Kremlin. Ukrainian troops sweeping through a Russian village behind a U.S. supplied MaxxPro armored vehicle. Kyiv soldiers taking down the Russian flag in another town with Ukrainian TV recording from the scene. Ukraine's top general telling President Volodymyr Zelenskyy the advance continues. Troops have advanced one to two kilometers in various directions, he says, and then adds, since the beginning of this day, we've taken captive about 100 enemy soldiers. The Ukrainian say they want to create a buffer zone in this part of Russia to stop Moscow's army from attacking Ukrainian territory in the future. But the blitz offensive is also a major morale boost for Ukraine, the commander fighting inside Russia tells CNN, catching the Russians off guard. They were shocked by such a rapid advance, he says. They were in tactical encounters and willingly surrendered to the defense forces. And then every warrior, every soldier who defends their homeland probably had a dream of stepping onto Russian soil and destroying the enemy there. These feelings are impossible to forget. While the Russians claim they are stopping Ukraine's assault, releasing this video of their jets dropping powerful glide bombs, Ukraine says it shot down a Russian warplane and a security source says it launched the biggest drone attack on Russian air bases since the war began. Russian leader Vladimir Putin has vowed a crushing response to Ukraine's incursion, but even Kremlin controlled TV acknowledging that won't be so simple. UNIDENTIFIED MALE (through translator): Unfortunately I must say that in some settlements the enemy is holding their ground and we will need to fight them out of there. That will not happen as fast and as easy as we wanted to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:04",
      "speaker": "PLEITGEN",
      "sentences": "The Ukrainians have said they will continue to push forward and fortify the gains they've made, hoping to withstand the massive counter attack the Kremlin has promised.Fred Pleitgen, CNN, Berlin. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:09",
      "speaker": "BRUNHUBER",
      "sentences": "Right. So let me ask you about those prisoners, reportedly Ukrainian troops, they haven't faced all that much opposition. Many of the Russian troops have been quick to surrender, as you say. So what do we know about the troops that are placed there and what do you think it says about Russia's fighting force?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:09",
      "speaker": "LEIGHTON",
      "sentences": "Well, Russia's fighting force is really basically thinned out, especially along that northeastern border of Ukraine. And what the Russians have done is they've basically moved a lot of their units, or at least the elements of those units into areas like the eastern front where the Donbass region of Ukraine. They've also moved some of them across from Kharkiv in the Belgorod region. And of course they have them stationed in Crimea.They are suffering from a manpower shortage of course. The Ukrainians are suffering from a manpower shortage as well. So what this does is it complicates things for both sides, but the side that can move more quickly is the side that will definitely have the advantage. And at the moment, the Ukrainians have the morale, they have esprit de corps, they have the movement to the quickness of movement where they can actually gain some territory. The Russian soldiers that were in position when the Ukrainian incursion occurred were not of the same quality that they have in other parts of the front.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:09",
      "speaker": "BRUNHUBER",
      "sentences": "But, you know, morale and esprit de corps can only take you so far. Is it possible that Ukraine could suffer huge losses here with a Russian counterattack that will presumably eventually come?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:09",
      "speaker": "LEIGHTON",
      "sentences": "Well, I think that's certainly a danger and we've already noticed that there is some slowing in the Ukrainian advances. The Russians are moving troops from the Donbass area of and from Crimea into position in the Kursk area. So we can expect there to be some heavy fighting in that area shortly. And that's going to I think challenge the Ukrainians and their ability to not only stay put, but also obviously a challenge to their ability to move forward.So they may have a bit of a tougher slog ahead but they could still do some things that can cause damage to the Russian forces. And it really depends on the Russians' ability to be innovative and to fight back. But if the Ukrainians did again, like they say they are and like we've seen, that could present some problems for the Russians as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:09",
      "speaker": "BRUNHUBER",
      "sentences": "Right. Then on the flip side if Russia is rushing troops in from other areas, what effect might that have on the shape of the front lines overall?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:09",
      "speaker": "LEIGHTON",
      "sentences": "Well, that could make a difference in certain areas, especially in parts of the Donbass. So far we have only seen some continued advances, but very slight advances in the area around Pokrovsk, for example, in the Donbass area. But the more they move their troops out of the region or that region, the more likely it will be that the Ukrainians at the very least can hold their own there. But more likely will be that they will actually advance in certain areas on the eastern front so that could make a big difference.Plus, it also means that the city of Kharkiv will be better protected from Russian advances in that area as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:09",
      "speaker": "BRUNHUBER",
      "sentences": "That could be significant. Indeed, listen, always great to speak with you, Colonel Cedric Leighton. Thank you so much for speaking with us. Really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:09",
      "speaker": "LEIGHTON",
      "sentences": "You bet, Kim, anytime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:22:11",
      "speaker": "BRUNHUBER",
      "sentences": "The ongoing Mpox outbreak in Africa is now officially a global health emergency. The World Health Organization made the declaration on Wednesday after a more deadly strain of the virus called clade 1b spread to four new countries. Until recently, it's been contained to the Democratic Republic of Congo. Mpox has infected more than 17,000 people in Africa this year, killing more than 500 of them.The WHO chief is concerned the virus could keep spreading. Here he is. (BEGIN VIDEO CLIP) TEDROS ADHANOM GHEBREYESUS, WHO DIRECTOR-GENERAL: It's clear that a coordinated international response is essential to stop these outbreaks and save lives. A public health emergency of international concern is the highest level of alarm under international health law. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:22:11",
      "speaker": "BRUNHUBER",
      "sentences": "Mpox, formerly known as monkeypox, can easily spread through close contact among people or through contaminated items. The WHO is moving to ramp up vaccinations and other health measures.Well, it was meant to be a speech focused on the economy, but U.S. Republican presidential nominee Donald Trump went off message several times at an event in North Carolina, lobbing insults at Vice President Kamala Harris about her laugh and her intelligence. He also went after her running mate. Now those attacks come before Harris is set to roll out her own economic proposal later this week. CNN's Kristen Holmes was there for the speech and has more from Asheville. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "HOLMES",
      "sentences": "Overall, the speech was fairly light on policy he would actually put in place other than lowering inflation, lowering costs, but he did commit to one thing. He said the -- if he was elected the U.S. would commit to cutting U.S. energy and electricity prices by 50 percent within a year to 18 months. Not a lot of detail on how exactly he would do it, but the crowd did go wild.The one thing to remember here is, as we talk about the economy, we talk about the economy getting better which it certainly is by all statistics and measures. I do continue to talk to voters on the ground who specifically point to cost, not necessarily the economy as a whole, but what things that are important to them that they need every day, what those things cost, like groceries, like fuel, and they still say that those costs are impacting them, impacting their wallet. And that's why they believe Donald Trump would be better in office. It's just something to keep note here as one we talk about why his advisers are pushing this messaging so hard and hoping Donald Trump will stay on with that same messaging. Kristen Holmes, CNN, Asheville, North Carolina. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "BRUNHUBER",
      "sentences": "So while Donald Trump continues to attack Harris on inflation, some new data shows price hikes actually slowed more than expected last month. Consumer Price Index fell below 3 percent for the 12 months ending in July, a milestone not seen since March of 2021. Wednesday's report builds on another positive report from June which has helped reassure the markets and the Federal Reserve that inflation is moderating. This could all pave the way for the Fed to cut interest rates next month.A new exhibit in Israel shows the aftermath of the October 7th Hamas attacks, from the harrowing scenes of violence to survivors recovering in the months since. The photojournalist who captured it all speaks with CNN, next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "BRUNHUBER",
      "sentences": "You're watching CNN NEWSROOM. I'm Kim Brunhuber.Hurricane Ernesto is turning north and headed out into the open Atlantic Ocean right now. The category one storm leaves behind destruction and flooding in its wake after lashing Puerto Rico and knocking out power to half the island. U.S. National Hurricane Center predicts the storm could strengthen to category three or higher by Friday. They expect Ernesto to slow down as it approaches Bermuda, dumping up to nine inches or nearly 230 millimeters of rain on the island. Meanwhile in the Pacific, Typhoon Ampil continues to grow stronger in warm waters as it surges towards Japan. Right now it's the equivalent of a Category 2 hurricane with winds of almost 160 kilometers per hour, according to the Joint Typhoon Warning Center. Now, it predicts the storm will only brush Japan's coast, but Tokyo and other coastal areas will bear the brunt of up to 200 millimeters of rain and winds nearly 120 kilometers per hour in some areas. Negotiators for a Gaza ceasefire and hostage release deal are set to meet in Doha, Qatar in the coming hours. Mediators are expected to present what they call a final bridge proposal to overcome the remaining sticky points. Now, the talks come as the Middle East braces for an Iranian attack on Israel. The U.S., British, and German ambassadors to Israel are stressing the urgency of reaching a deal. Israel is sending a delegation, and diplomatic sources Hamas won't be participating in the talks, but is willing to meet with mediators afterwards if there are developments. A new art exhibit in Israel is calling attention to the hostages still being held in Gaza. It features powerful and harrowing photographs from the morning of October 7th taken by Israeli photojournalist Ziv Koren. He spoke with CNN's Wolf Blitzer about his work and what he saw. Now we just want to warn you, the images you're about to see are disturbing, but are a documentation of what happened during the Hamas attack. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "sentences": "This is award-winning Israeli photojournalist Ziv Koren pinned down by Hamas gunfire on October 7 in southern Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "ZIV KOREN, ISRAELI PHOTOJOURNALIST",
      "sentences": "We've got out of Sderot, trying to get to the Gaza envelope, and this is where we were confronted with Hamas terrorists started shooting at us, it was madness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "BLITZER",
      "sentences": "As you can hear, as these bullets flying over your head.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "KOREN",
      "sentences": "I think it was a very long 20 minutes that the bullets were flying all over until the soldiers arrived.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "BLITZER",
      "sentences": "On that Saturday morning, according grabbed his camera, his protective gear, and headed south from Tel Aviv with little information.What he captured shows the horrific aftermath of the October 7 terror attack.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "KOREN",
      "sentences": "I didn't really shoot well a lot of people that were alive, most scenes I photographed, were from dead Israelis, exactly. Thirteen people standing here on the way to travel to the Dead Sea and one of the pickup trucks of Hamas went through and just kill them all.And I think it's part of my responsibility to tell the story even though it's something that most people just want to look away from.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "BLITZER",
      "sentences": "He's taken over 350,000 photos since the attack.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "KOREN",
      "sentences": "I never stopped since.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "BLITZER",
      "sentences": "Today, Koren's images hanging the Shimon Peres Center for Peace and Innovation in Jaffa, as part of an exhibit meant to be a reminder and a reckoning for the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "KOREN",
      "sentences": "It's a huge tragedy. I mean --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "BLITZER",
      "sentences": "The kibbutz. KORENBut not only that, I think the worst thing about what happened in Nir Oz is that nobody came to save them, just imagine that in every single car here, there was Israelis that died, most of them from the Nova party or youngsters that came to dance and found themselves running away from bullets.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "BLITZER",
      "sentences": "This exhibit is also about speaking for the hostages who still may be alive in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "KOREN",
      "sentences": "The hostages should be everything we think about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "BLITZER",
      "sentences": "So important to bring them home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "KOREN",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "BLITZER",
      "sentences": "Koren stayed in touch with the people whose lives were permanently altered on October 7, documenting it all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "KOREN",
      "sentences": "Now, a couple that I've been covering for six, seven or eight months now, even bit more, they were both in the Nova festival. They ran to one of these shelters on the main road, like the other shelters, there were -- the Hamas threw grenades inside this shelter.They were both severely wounded, 20 people died in this shelter. And they were both they got elected cut off and since then I've been covering their rehabilitation and they just got married last week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "BLITZER",
      "sentences": "Wolf Blitzer, CNN Jaffa, Israel.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:37:15",
      "speaker": "BRUNHUBER",
      "sentences": "Taylor Swift is set to resume her ERA's concert tour with the first of five shows at London's Wembley Stadium in the coming hours. And security will be extremely tight. This will be Swift's first time on stage since three girls were stabbed to death at a dance class with a Taylor Swift theme in Southport, England last month.And the foiled terror plot that forced Swift to cancel her shows in Vienna last week. About 90,000 fans are expected at each London show. But those without tickets won't be allowed to gather outside the arena, a common practice known as tailgating. Stadium officials are urging Swifties to be vigilant about security, saying, quote, \"don't shake it off,\" as it's not important. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:37:15",
      "speaker": "BIANCA MARINO, FAN OF TAYLOR SWIFT",
      "sentences": "I think it makes you just a little bit unsteady, I think, especially with all the crowds and things. And as much as I'm sure security is ramped up and things, it does make you a little bit on edge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:37:15",
      "speaker": "FRANCESCA ABELA, FAN OF TAYLOR SWIFT",
      "sentences": "We're a bit nervous about it after hearing it. But then we were researching about it, and we've heard that they will be increasing the security here at Wembley, and they're double-checking everyone. So it's made us feel more at ease about that situation.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:37:15",
      "speaker": "BRUNHUBER",
      "sentences": "Authorities say the terror threat that caused Taylor Swift's Vienna concert to be canceled last week was cultivated online. Extremist preachers are using TikTok to radicalize teenagers and lure them into jihadi violence. CNN's Salma Abdelaziz has the story.(BEGIN VIDEOTAPE) SALMA ABDELAZIZ, CNN CORRESPONDENT (voice-over): Is playing Fortnite allowed? Is Botox a sin? Can you watch the World Cup? This is Abul Baraa, the German-speaking TikTok preacher who is targeting and radicalizing young minds by answering seemingly innocent questions from his followers. In light of a foiled terror plot on a Taylor Swift concert in Vienna, there is renewed concern about online extremism among youth. The 19- year-old alleged mastermind of the attack was radicalized online, Austrian authorities say, though we don't yet know how. Abul Baraa has repeatedly denied any connection to ISIS and never openly calls for violence, but he is always testing boundaries online. If someone is, quote, \"bad,\" he says in this clip, then regardless if that person is Muslim or non-Muslim, this means death is better for them. With his, at times, lighthearted and relatable style, he draws teenagers in and then attempts to isolate them from society, says Kaan Orhon, who runs a program to de-radicalize youth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:09",
      "speaker": "ABDELAZIZ",
      "sentences": "What makes him so dangerous? ORHONABDELAZIZ (voice-over): Germany's security services have had Abul Baraa on their radar for years. A Berlin mosque, where he was chief imam, was shut down by authorities in 2020 and another affiliated group banned for extremist activity earlier this year. But on TikTok, where he has more than 82,000 followers, he is undeterred and prolific, even responding to recent media reports linking him to the Taylor Swift concert terror plot. There is a massive campaign against us, he says, every time they try to find something new so they can silence us. But those who follow Abul Baraa may become ripe for the picking by radical groups like ISIS-K, which is actively seeking to recruit teenagers because it presents a challenge to authorities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:09",
      "speaker": "NICOLAS STOCKHAMMER, COUNTERTERRORISM EXPERT, UNIVERSITY OF VIENNA",
      "sentences": "The calculation of ISIS-K and those people who are behind this dynamic is that they are not, it's not so easy to prosecute them by law because they are too young.ABDELAZIZ (voice-over): Leaving vulnerable young minds susceptible to recruitment in corners of the internet beyond the reach of authorities and away from the eyes of family and friends. Salma Abdelaziz, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:09",
      "speaker": "BRUNHUBER",
      "sentences": "Now CNN has made multiple attempts to reach out to Abul Baraa for comment. At the time of publication, we haven't received a response.A charity in New Zealand is apologizing after it distributed dozens of candies, later found to be laced with a potentially deadly dose of methamphetamine. Two children and a charity worker were treated and released from hospital after they tasted the candies. The pineapple-flavored lollies were donated by an unidentified person. Testing found they contained three grams of meth, about 300 times more than the common dose. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}