{
  "date": "2024-05-19",
  "headline": "CNN Newsroom",
  "subHeadline": "Iranian President's Condition Unknown More Than 12 Hours After Helicopter Crash; Closing Arguments Possible This Week In Trump's New York Trial; National Security Adviser Jake Sullivan Meeting With Netanyahu; Biden Visits Detroit Following Commencement Speech; Diddy Says He Is Truly Sorry For Actions In Hotel Video. Aired 7-8p ET",
  "utterances": [
    {
      "timeStamp": "19:00:19",
      "speaker": "JESSICA DEAN, CNN ANCHOR",
      "sentences": "You're in the CNN NEWSROOM, and I'm Jessica Dean in Washington.We are following breaking news. A frantic search and rescue operation is underway in northern Iran after a helicopter crash involving Iranian President Ebrahim Raisi. The aircraft went down early this morning after the president and other officials attended a ceremony for the opening of a new dam near the border with Azerbaijan. At this time, Raisi's condition is unknown and rescuers are having difficulty reaching the crash site because of the heavy fog and the bad weather. Russia, a close ally to Iran, has announced it will send two advanced aircrafts and 50 additional mountain rescuers to help with those search efforts. That's according to Iranian state news. CNN's Nic Robertson is tracking the story closely. He is joining us now with the latest. Nic, it seems like we're entering about hour 13 now since this chopper went down. What more do you know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:19",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Yes. And a couple of hours since we had conflicting information from the Islamic Revolutionary Guard Corps in the East Azerbaijan Province there in the very northwest of Iran. They said that they'd received a signal and perhaps a signal something from a cell phone at the location of the site. They said they had located the site therefore, but the Iranian Red Crescent, the equivalent of the Red Cross, said no, they just do not know where that site is.And I've just been watching online a Turkish drone aircraft over flying the area where we understand they're missing, trying to sort of find information about whether crash site is, but the country's leaders at the moment, the supreme leader, other leaders, telling Iranians right now just to pray for their president. (BEGIN VIDEOTAPE) ROBERTSON (voice-over): Iran's government asked people to pray for their president. So they did. For hours, faith and the hope he survived a mountainous helicopter crash all the country had to cling on to. Hours earlier, he was aboard a government helicopter on the way to open a dam in Iran's far northwest. It was a big deal. On the border with Azerbaijan he met that country's president. But within hours, Raisi's helicopter carrying him, Iran's foreign minister and other top officials back from the dam had crashed in dense fog, according to Iranian state news. A frantic search and rescue was launched. Ambulances rushed to the area, medics and mountain climbers searching for direction in the dense fog of the East Azerbaijan Province mountains. The weather conditions in the rugged, remote region too dangerous to use helicopters. The head of Iran's armed forces ordered the mobilization of all facilities and equipment to assist in the search. Army, police, even the elite Islamic Revolutionary Guard. As the search continued, Iran's supreme leader telling the country the government has the situation under control. ALI KHAMENEI, SUPREME LEADER OF IRAN (through translator): Be assured that there will be no disruption in the country's affairs. The government authorities since they have learned about the incident this afternoon have been working hard and hopefully everything will be fine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:19",
      "speaker": "ROBERTSON",
      "sentences": "The 63-year-old Raisi was elected president in 2021. A hardliner, he has overseen a tightening of the country's already strict morality laws. Before that, as former chief justice, prosecutor general, and deputy chief justice, he oversaw many executions of activists and regime opponents. He also oversaw the bloody crackdown of anti-government protesters following the death of Mahsa Amini in 2022.Hardline enough to be seen as a possible successor to Supreme Leader Ali Khamenei. Both he and the foreign minister had taken a tough line negotiating Iran's nuclear program, as well as strong support for Hamas in Israel's war on Gaza. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:05",
      "speaker": "DEAN",
      "sentences": "Yes, really, really difficult conditions. Nic Robertson, thank you so much for that reporting.Let's turn now to CNN Pentagon correspondent Oren Liebermann, who's here in the studio with me. Coming back here to the U.S. and how the administration is responding to this. What are you hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:05",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "Well, the U.S. is watching this very closely. That's not just the White House and the National Security Council, but the State Department and others as well. Still we haven't seen any public comment and that perhaps not really a surprise.President Joe Biden was briefed on this in the first hours after it happened, according to the White House press secretary, but they haven't said any more than that. First, the U.S. is still looking for more information to try to find out what happened. And it's in a remote area as Nic pointed out, and the information is likely to come from either Iran or Iranian state media. Second, the U.S. of course wants to keep its distance here and not imply or show in any way that it was involved in this. So the U.S. will keep its distance until it learns more. And so far we haven't seen it any public comment coming from the White House. The U.S., of course, well aware of what this could mean for a region that's already seen quite a lot of de-stabilizing acts. For example, Iranian proxies launching scores of attacks on U.S. forces in Iraq and Syria since the beginning of the Gaza war. And even if that hasn't happened in a few months now, the U.S. knows that's a lever that Iran can turn on and off pretty much at will. The U.S. also aware that Iranian President Ebrahim Raisi, he doesn't have the sort of power or influence that the supreme leader, Ayatollah Khamenei has, but he is viewed as one of the potential successors here. And depending on what happens here, that may only leave one other option and that the supreme leader's son. So the U.S. watching all of these dynamics, but crucially waiting at this point for more information to find out what truly happened and all the other assets that are flooding the zone, Turkish, Russian, other countries able to help in this situation. It is worth pointing out that as you noted to Nic we're 13 hours into this. It's difficult to imagine a situation where a senior U.S. official would go missing and we wouldn't have answers very quickly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:05",
      "speaker": "DEAN",
      "sentences": "It is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:05",
      "speaker": "LIEBERMANN",
      "sentences": "Or Western official, and yet here we are waiting for any kind of definitive information that doesn't contradict earlier info.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:05",
      "speaker": "DEAN",
      "sentences": "Right. So many questions still on hour 13. All right. Oren Liebermann, thanks so much.And with us now, former defense secretary Mark Esper, who served during the Trump administration. And one disclosure before we get started, Esper serves on the board or as a strategic adviser for a handful of aerospace and defense related companies. Secretary Esper, thanks again for being here tonight. Just off the top, this is a wild story. It is 13 hours later. We have no idea about the status of the president of Iran. What do you make of this situation that's unfolding right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:05",
      "speaker": "MARK ESPER, DEFENSE SECRETARY UNDER PRESIDENT TRUMP",
      "sentences": "Yes, good evening, Jessica. I agree. It's surprising that there's been no communications in an aircraft that you would think would be loaded with communications gear for the president of Iran. I know that's how we fly, how we operate in the U.S. Military and certainly for the president of the United States. So, you know, there was an early report that it might have been a hard landing.I'm surprised they would take off in that type of weather to begin with, but nonetheless, even a hard landing, you'd still have your communications gear. So there's a lot here that goes unanswered. And you got to pile on top of that the fact that this is a very opaque regime. So for all we know, they do know what happened and what the status is of President Raisi and the other passengers. But they're just not willing to reveal it yet. So we should know in the next 24 hours, that's for sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:05",
      "speaker": "DEAN",
      "sentences": "You would expect to know something in the next 24 hours?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:05",
      "speaker": "ESPER",
      "sentences": "Yes, I think so. I think by the time the sun comes up in the morning, you know, it's 2",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:07",
      "speaker": "ESPER",
      "sentences": "Yes, I think that's the big issue here is what does it mean, right? Raisi is important because he became president of the country in 2021, consolidating power amongst all the branches of the government and is an ally and favored by the Supreme Leader Khamenei. So he's a very important player. During his tenure, he's led violent crackdowns on the people, particularly young women, women and young girls. He also of course led the first ever direct strikes on Israel with drones and ballistic missiles. It just acute occurred a few weeks ago. But at the same time, he's seen a very bad economy and there's a lot of unrest in the country.But even more importantly, Jessica, is this. He is seen as the front runner to succeed Khamenei, who is now 85 years old, has been in power for 35 plus years, has been reportedly in bad health for many, many years, and people think that, you know, there may be a turnover of power here in a few years to a younger leader, a younger cohort, and Raisi was considered the guy, or at least the frontrunner unofficially. So to me that's the most important thing here is how does it shuffle the deck politically within the regime if indeed he has been killed? And what does that do to the power structure? I don't think it changes anything in the near term with regard to policies, the hardliners are still in charge. And of course in a country like Iran, hardliners, it's a matter of degree, right? There's moderates who are hardliners and there's really hardliners, and he's in that second camp. But what does it mean for the succession plan for the regime?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:07",
      "speaker": "DEAN",
      "sentences": "And so what -- how did they begin to -- what are those sort of succession plans look like in terms of how long are they kind of put together? How much lead time do they normally have or if you do indeed have to reshuffle the deck, is that highly disruptive?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:07",
      "speaker": "ESPER",
      "sentences": "Yes. Look, I think the first thing is they have to get the government back firmly in control. Again, assuming that he was killed, that means the senior vice president, a man by the name of Mukhbar would take control temporarily with the approval of the supreme leader. And within 50 days, it had to have a special election. And I think whoever gets picked to lead the country then I would assume becomes a contender of course to be supreme leader one day.But as one of your reporters mentioned the other contender is Khamenei's son. And so that makes a very interesting dynamic as well in terms of how the players, how it unfolds, and then of course on top of all that we know there's a war going on between Iran and Israel through its proxies in Iraq and Syria, and Gaza, and southern Lebanon. Of course, Raisi has been very instrumental in terms of improving relations with China, and even more so with Russia and its war in Ukraine. So some of these policies could change once you have new leadership in. But I would assume the hardliners remain in power and then the question is how does the deck reshuffle with regard to the successors to the supreme leader?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:07",
      "speaker": "DEAN",
      "sentences": "It's also been interesting to see obviously Iran does has state media there, and guest after guest has said, you know, don't trust them with everything they're saying and we put that asterisk next to it, but they have been giving some information. What do you make of the information they've given out so far, what they are saying, what they're not saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:07",
      "speaker": "ESPER",
      "sentences": "Well, there have been mixed reports. It's been, you know, they're obviously covering the supreme leader, reassuring everybody, telling the country that everything is under control, things will be in charge again.I would think of something if the worst happen that this is going to be managed very tightly by the supreme leader. Of course, you're going to have any number of conspiracies coming out of this, that it was more than just the weather that -- or helicopter maintenance issue that maybe the Israelis were involved or the United States or something. Maybe there's some internal finger-pointing in the power struggle, but who knows? But I think they're going to want to control the information dynamic, and use it to their best advantage as they make this transition of power, again assuming that the worst has happened for a Raisi.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:07",
      "speaker": "DEAN",
      "sentences": "Yes. And at this point, again, just to underscore to everybody, we don't know what his status is. All we know is that this helicopter went down in this very remote part of Iran.All right. Secretary Mark Esper, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:07",
      "speaker": "ESPER",
      "sentences": "Thanks, Jessica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:05",
      "speaker": "DAVID OSCAR MARKUS, CRIMINAL DEFENSE LAWYER",
      "sentences": "It's hugely problematic for the prosecution. Remember, these Perry Mason moments rarely happen in court. Usually you're just attacking someone's general credibility. Michael Cohen has enough of that baggage, but now they've caught him in a lie on this specific case on one of the most important calls. So the defense is going to try to make their closing all about Michael Cohen's lie here and they're going to try to paint him out that you cannot believe him.If you don't believe him on this particular lie, you can't believe him on any of his other testimony. I think they have a lot to work with here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:05",
      "speaker": "DEAN",
      "sentences": "Norm, do you think this is a knockout punch of sorts?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:05",
      "speaker": "NORM EISEN, CNN LEGAL ANALYST",
      "sentences": "I don't, Jessica. I was in court on Friday and the jury's reception of this information was very different. Michael Cohen was not refreshed by the prosecution with all the topics of that call. He stood by his story. He indicated that his recollection was refreshed.I didn't see the jury reeling as I wrote in my CNN \"Daily Trial Diary\" on Friday. It was a punch, but it was not a knockout blow. The prosecution is ahead on points. They remain ahead on points. We'll see if there is more to come on Monday morning, but I don't think that this affects the mountain of corroborating evidence and supporting evidence, establishing the elements of the crime, and the credibility of Michael Cohen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:05",
      "speaker": "DEAN",
      "sentences": "And David, at this point, there is no indication that the former president will be called as a witness. If you were representing him, how would you counsel him and what strategy would you go with?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:05",
      "speaker": "MARKUS",
      "sentences": "So, you know, when you're calling a defendant to the stand, it's a very -- it's the most important decision in the case. And typically the calculus is if you're winning, you do not call him. And if you're losing you do.I would disagree with Norm on a couple of things with what he said, though. It's not -- the hit a knockout blow. And it's not enough for the prosecution to be ahead on points. They have to issue the knockout blow. They have to prove their case beyond a reasonable doubt. So if the defense can make inroads here, then they're going to win. You know, Norm has been in the courtroom. He's seen the jury. I have not, but he's also been a great cheerleader for the prosecution. Norm, you've got to take those prosecution glasses off and let the jury see it with clear eyes, not with everything through those prosecution tinted glasses.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:05",
      "speaker": "DEAN",
      "sentences": "David, would you put him on the stand, though?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:05",
      "speaker": "MARKUS",
      "sentences": "I don't think so. Not in this case. I mean, you know, look, I had Mayor Gillum's case recently. We prepared him to testify. We were ready to call, and we believe we were winning, so we didn't call him at the last minute. I think Trump wants to testify. I don't think his lawyers are going to let him. Of course, it's up to Trump and not up to the lawyer. So if he insists he will get up on that stand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:05",
      "speaker": "DEAN",
      "sentences": "Norm, what's your sense being in the courtroom? I mean, I know you've been watching the former president, too. We've seen him kind of, you know, mutter things under his breath and the judge has asked his lawyers to ask him to stop. What's your sense and would you put him on the stand?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:05",
      "speaker": "EISEN",
      "sentences": "I would not put him on the stand. And contrary to David, I think the defense team has done a terrific job. In fact I dedicated one of my CNN trial diaries to singing their praises. The problem is that Donald Trump may incriminate himself many times over. I do believe that the prosecution has established beyond a reasonable doubt that Donald Trump, who after all his signature is on many of the allegedly falsified documents.There's no reasonable doubt that Donald Trump would have allowed massive payments of this kind to be made without his permission or that he sought to make this hush money payment to influence the campaign. But putting Donald Trump on the stand will only make the defense's situation worse. They do have something to work with now, Jessica, I expect we'll hear about that in the closings, but I don't think we're going to get to see Donald Trump testify.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:05",
      "speaker": "DEAN",
      "sentences": "David, I'm curious at this point if you think prosecutors have successfully reached the threshold of convincing the jurors that a felony was committed here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:06",
      "speaker": "DEAN",
      "sentences": "Norm, I'll let you give us your thoughts as our last thoughts here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:06",
      "speaker": "EISEN",
      "sentences": "I believe that the jury credited Michael Cohen on his direct examination, and there's one good moment of another wise somewhat lackluster two days of cross by Todd Blanche. It's not enough to change that. Juries convict every day in New York based on the word of far more problematic witnesses than Michael Cohen, including contract killers, mob figures, and other wrongdoers.I believe the prosecution has established proof beyond a reasonable doubt. We'll see what happens tomorrow, but we'll find out who's right soon enough when we get that verdict from the jury. That is the great thing about trials. You get an answer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:06",
      "speaker": "DEAN",
      "sentences": "In the end, the jury will decide.Norm Eisen and David Oscar Markus, we appreciate both of you making time tonight. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:06",
      "speaker": "MARKUS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:06",
      "speaker": "EISEN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:31:07",
      "speaker": "DEAN",
      "sentences": "New today, National Security adviser, Jake Sullivan, meeting with Israeli Prime Minister Benjamin Netanyahu just hours after sitting down with Saudi officials. The US is urgently trying to broker a deal for a ceasefire in Gaza, along with the return of the Israeli hostages.CNN's Scott McLean is joining us now from Istanbul with the latest on all of this. As these diplomatic efforts are playing out, we have learned from Palestinian health officials that at least 35 people died in an airstrike in Central Gaza overnight. Scott, what more can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:31:07",
      "speaker": "SCOTT MCLEAN, CNN CORRESPONDENT",
      "sentences": "Hey, Jessica. Yes, so this is the Nuseirat Camp and video from the aftermath shows the scale of the destruction. Witnesses say that there was one single explosion that went off at three o'clock in the morning in the middle of the night, when everyone was sleeping, without any warning and it flattened the better part of five home.People were digging through the rubble with barely more than their hands, hoping to find survivors. But because they don't have any heavy equipment to help them out, the chances of that seemed quite remote. What they did find is bodies, some of them women and children as well. We also got video from our CNN stringer on the ground from the morgue showing bodies all over the floor, some of them stacked on top of each other, some of them very clearly also women and children. Why the Israeli struck this particular target? We don't know. We've reached out for comment. They haven't said specifically beyond insisting that they follow international law as they work to dismantle Hamas -- Jessica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:31:07",
      "speaker": "DEAN",
      "sentences": "Negotiations to end this conflict are underway even as Israeli War Cabinet official Benny Gantz confronts Prime Minister Netanyahu over his lack of a plan. We saw another round, a large round of anti- government protests in Israel last night.Has Netanyahu showed any signs of feeling that pressure domestically at all?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:31:07",
      "speaker": "MCLEAN",
      "sentences": "Not outwardly, at least. Benjamin Netanyahu came out very quickly and rejected the ultimatum from his opposition rival, Benny Gantz, and even if Gantz did decide to leave government, it wouldn't topple Netanyahu's government right away, though he would be much more beholden, even more beholden than he already is to the more extremist far-right elements of his coalition government.Now this visit from National Security adviser Jake Sullivan is of course, meant to discuss the ceasefire situation, the aid situation, the possibility of normalization with the Saudis, but that it is also very much highlighting some of the differences driving a wedge between Gantz and Netanyahu. First on normalization, the Saudis are insisting that any deal that is made has a component that involves an irreversible path for a Palestinian state. On this though, Gantz and Netanyahu actually seem to agree. Either of these men supports a Palestinian state. Of course, Sullivan also pushed for more aid to get in, for the Israelis not to go ahead with a full scale ground incursion into Rafah. And he also though, really pushed for the Israelis to connect the military operation or to link it to some kind of an end game. And this is where Benny Gantz is really pushing Netanyahu to come up with some kind of a plan or to get involved with his, which looks something like what it seems the Americans would like to see, a Palestinian government in Gaza that has the backing of the United States and has the backing of Arab states as well. Because at the moment, Benjamin Netanyahu's plan looks a lot like the status quo with Israel still firmly in control of Gaza even after all of this is over -- Jessica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:02",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "What is happening in Gaza and Israel is heartbreaking. Hamas' vicious attack on Israel, killing innocent lives and holding people hostage.Innocent Palestinians caught in the middle of all this -- men, women, and children killed or displaced and in desperate need of water, food, and medicine. It is a humanitarian crisis in Gaza. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:02",
      "speaker": "DEAN",
      "sentences": "And joining us now to discuss the president's efforts, CNN political commentator Van Jones and former Republican representative, Joe Walsh. Great to see both of you.Van, to you first, do you think the president effectively made his case to these young Black men graduating from Morehouse today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:02",
      "speaker": "VAN JONES, CNN POLITICAL COMMENTATOR",
      "sentences": "You know, I think he did. There was a lot of nervousness. People were biting their fingernails, knees were knocking, but first of all, those young Morehouse men I think, showed the rest of the American college students how you do it.They are respectful. They listened, they applauded appropriately, and they peacefully and non-disruptively also made sure that people knew they care about what is happening to the Palestinian folks in Gaza. And that's the way you do it. So I think that not only did the president put on a clinic about how to speak to young people about an issue that they care about, but the young people also put on the clinic about how you stick up for your beliefs in a way that is dignified and respectful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:02",
      "speaker": "DEAN",
      "sentences": "And joe, we know that Biden is trying right now to shore up his base and we are seeing him do this this weekend over the last several days, he has been doing that. He is also going to need, especially in these swing states, these independent voters to convince them as well.Is he doing that effectively right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:02",
      "speaker": "JOE WALSH, FORMER US REPRESENTATIVE",
      "sentences": "Jessica, I don't think so, yes, and I agree with Van. I thought the president gave a good speech today, but look, we talk about -- he has got a problem with Black voters and Latino voters and White voters.This is an angry moment. We are living in a populace moment in American history. The American people are angry. They are pissed off about the price of stuff and they're angry at a political system that doesn't seem to be in touch with them. Trump demagogues this moment. He feeds voters lies and bull crap and all the rest. But Biden, I don't think understands or recognizes how angry folks are. Somehow, he has got to figure out a way to speak to that. DEAN: Van, Joe mentioned we are in some polls seeing softening in support for Biden from voters of color, specifically Latino and Black voters. I am curious how real you think that is. I have talked to some people who say that just -- Donald Trump getting 23 percent of Black voters just would -- they are never going to see that happen. Do you think this is real? It is May. These are just polls. How would you assess that data that we are getting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:02",
      "speaker": "JONES",
      "sentences": "It won't be 23, but it is going to be more than people expect. I think there are people who are the kind of chattering classes on the coast that think that because we see Donald Trump a certain way, that we see him as unacceptable because of a lot of racial bomb throwing he has done over the years that everybody else who is a person of color sees it exactly the same way and that's just not true.I mean, you do have people who are just mad as was just said with the situation, with the status quo, and you're asking them to vote for the status quo. And when you sitting on a white hot stove, you might jump anyway to get off that stove left, right, up, down, libertarian green party. So you've got people sitting on a white hot stove. You can't tell which way they're going to jump, but the idea that there is this ironclad bloc on the Black vote that's going to last forever, I think that comes to an end this year. We just don't know how much erosion it is going to be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:02",
      "speaker": "DEAN",
      "sentences": "And do you think -- so going off of that analogy you give us, do you think they are that drawn to Trump and what he is selling? Or it is just something different?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:02",
      "speaker": "JONES",
      "sentences": "Well, I just don't think that Biden has that a great job of explaining or maybe we have in the media of explaining, you know, Biden has done a bunch of stuff for African Americans.Now, he didn't get the voting rights we wanted, the police reform we wanted, and other stuff we wanted, but there is a whole Justice40 Initiative where billions of dollars are being directed toward poor communities, especially Black and Brown. Nobody knows that. There is stuff that Biden has done. He is not just showing up at the last minute. There is stuff this administration has done all along that hadn't gotten the attention. So I think people feel we voted for this guy, we stood in long lines. We put up with a bunch of nonsense and now, things aren't a lot better and so that pain that was just mentioned, the pain when you go to the supermarket is with you every day and it is hard not to take it out on Biden sometimes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:02",
      "speaker": "DEAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:02",
      "speaker": "WALSH",
      "sentences": "Jessica, Van makes a great point.Again, the American people -- White, Black, and Brown -- are angry and Trump feeds them lies, conspiracies and Trump tries to take advantage of that by dividing us even more. Somehow, Biden needs to show the American voters that he understands why they're angry and feed them good instead of the bad that Trump feeds him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:02",
      "speaker": "DEAN",
      "sentences": "All right, Joe Walsh and Van Jones, our thanks to both of you. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:02",
      "speaker": "JONES",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:10",
      "speaker": "VERONICA MIRACLE, CNN CORRESPONDENT",
      "sentences": "Yes, Jessica. The video is heartbreaking. It is very difficult to watch and it appears to show Sean Combs assaulting Cassie Ventura inside the now-closed Intercontinental Hotel back in 2016, and it wasn't until CNN exclusively obtained this video and released it and it started circulating that Sean Combs has even acknowledged this event.He has always denied allegations of assault made by Cassie Ventura. In fact, it is the basis of a now settled federal lawsuit that happened back in November. So this video has been circulating for a couple of days and he has finally, now posted an apology video on Instagram. Take a listen to what he has to say. (BEGIN VIDEO CLIP) SEAN \"DIDDY\" COMBS, RAPPER: It is so difficult to reflect on the darkest times in your life, sometimes you've got to do that. I was (bleep) up. I mean, I hit rock bottom and I make no excuses. My behavior on that video in inexcusable. I take full responsibility for my actions in that video. I am disgusted. I was disgusted then when I did it, I am disgusted now. And when I sought out professional help, got to go into therapy, then going to rehab, had asked God for his mercy and grace. I am so sorry, but I am committed to be a better man each and every day. I am not asking for forgiveness. I am truly sorry. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:10",
      "speaker": "MIRACLE",
      "sentences": "Cassie Ventura's team, they put out a statement. They do not buy this video. They say in part",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:10",
      "speaker": "DEAN",
      "sentences": "All right, Veronica Miracle for us. Thanks so much for that reporting.And just to let you know if you or someone you know, is a victim of domestic violence and you need help, you can call the domestic violence hotline. Its 800-799-SAFE, 800, 799-7233. We will be right back. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:10",
      "speaker": "DEAN",
      "sentences": "For decades, researchers have tried and failed to come up with ways to treat Alzheimer's, but now, there are new signs of hope and new tools to battle the disease.CNN chief medical correspondent, Dr. Sanjay Gupta investigates for this week's \"The Whole Story: The Last Alzheimer's Patient.\" It premieres tonight and here is a preview. (BEGIN VIDEO CLIP) DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: In the five years of making this documentary -- The 20-year-old newlyweds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:10",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:10",
      "speaker": "GUPTA",
      "sentences": "I've met with patients all around the country who were diagnosed or at high risk for this devastating disease.Do remember this time in your life, Mike? It made me really start to think about my own brain. I have a family history of Alzheimer's as well. Sometimes I feel a little rusty, sometimes I worry that I make mistakes that maybe my friends and family there are too polite to tell me about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You're looking at your body composition.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:10",
      "speaker": "GUPTA",
      "sentences": "So that's why I decided to do something quite personal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Your muscle mass, your body fat --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:10",
      "speaker": "GUPTA",
      "sentences": "Quite revealing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:10",
      "speaker": "DIGITAL VOICE",
      "sentences": "That wasn't quite right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:10",
      "speaker": "GUPTA",
      "sentences": "I went through a battery of tests to assess my own risk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's like we got a cholesterol test every year and check your blood pressure. Got to do the same thing for the brain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:10",
      "speaker": "GUPTA",
      "sentences": "And what did I find?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'll just say it --(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:10",
      "speaker": "GUPTA",
      "sentences": "Now, Jessica, I've got to tell you, it was fascinating to go through all of that, and a very personal level for sure. And I don't think that this sort of brain testing is something that should done widespread in a widespread way, yet but we are starting to get to that point.If you think about it, it has just been over the last several decades that we started doing routine screening for certain cancers, certainly for heart disease. I think we're going to get to that point with brain health as well, just like you get your cholesterol checked or your blood pressure checked. There are going to be tests that you can do for your brain health and part of the reason, Jessica, you would do that is hopefully to prevent problems later on in life. And if to take it a step further, these researchers believe about 40 percent of these dementias could be prevented later in life. It is an extraordinary number, if you think about it, and it is through lifestyle changes, not a new therapy, not a new medication, nothing like that. Lifestyle changes, which we know are important but I think through the making of this documentary film, you're going to see just how important those lifestyle changes are and how quickly they can have an impact. So Jessica, I hope you and everybody else gets a chance to watch.",
      "isLastSentenceInterrupted": false
    }
  ]
}