{
  "date": "2024-02-01",
  "headline": "Erin Burnett Outfront",
  "subHeadline": "Biden Gets Tough On Israel, Still Met With Pro-Palestinian Protesters; New Video Shows Southern Gaza City Decimated; Ukraine: Video Shows Russian Warship Sinking After Drone Attack; Money Talks: Biden Has Cash Lead, Trump's Legal Fees Take Toll. Aired 7-8p ET",
  "utterances": [
    {
      "timeStamp": "19:00:42",
      "speaker": "ERIN BURNETT, CNN HOST",
      "sentences": "OUTFRONT nextProtestors meeting President Biden in Michigan even as the president signs his toughest executive order yet on Israel. We're live in Michigan with a special report on what the voters there really seem to want from the president. Plus, Ukraine sinking a massive Russian ship and launching a missile barrage all while the military is in massive turmoil. The head of military fired. Tonight, the biggest turning point yet in the Ukraine- Russia war. And the numbers are in. Biden beating Trump when it comes to cash on hand. Where is most of Trumps money going to? Let's go OUTFRONT. And good evening. I'm Erin Burnett. OUTFRONT tonight: Biden goes to battle, taking on Trump in a fight for union votes. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:42",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "We now have in large part because he, you, an organized labor, the strongest economy in the whole damn world.(CHEERS) We do! (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:42",
      "speaker": "BURNETT",
      "sentences": "Now, Biden was speaking to workers from the United Autoworkers. Now, it's one of the biggest unions in the country and a union that has given Biden its official endorsement over Trump, which is significant.Today's event though, was small and there was a specific and important reason for that. CNN is learning that all day, security was tight around Biden, people not able to get close to him, not able that big crowd because of concerns about protesters who are livid about Biden's open-ended support of Israel. And there's a reason for that security concern. This was the scene outside just moments ago, protesters gathering outside of Biden event in Michigan. And that's not the first time. I mean, just days ago and Biden's first big campaign rally of the year in Virginia, the president was interrupted at least a dozen times by protesters calling for a ceasefire in Gaza. And look at your screen, demonstrations now taking place at just about every single Biden event. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:42",
      "speaker": "BIDEN",
      "sentences": "No matter what that was, it should be built --(CROWD CHANTING) (END VIDEO CLPI)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:42",
      "speaker": "BURNETT",
      "sentences": "Well, tonight, the president is in Michigan, home to the largest Arab American community in the United States. He's there to court union votes.But that community, the community of Arab Americans there, has turned on Biden in the polls and Biden needs that voting bloc, more than ever. I mean, Arab Americans turned out overwhelming live from Biden in 2020. In Michigan alone, 146,000 Muslim Americans turned out to vote in 2020. And in counties, heavily Arab American counties, more than two-thirds of voters voted for Biden. But keep in mind, Biden's margin of victory overall in Michigan was 155,000 votes. So these votes matter big time. And Michigan is again, of course, just one of a handful of states that it's actually going to decide if Biden wins reelection or not. And that is why before flying to Michigan, Biden signed an executive order targeting Israeli settlers who attacked Palestinians in the West Bank. But executive order sounds big. The real question though is whether an executive order that actually only targets four individual people as this one does, whether it will move the needle. Jeff Zeleny is OUTFRONT live in Detroit to begin our coverage. And, Jeff, you have spent the day talking to voters there in Michigan primary, of course, coming up there as well. How worried should Biden and Democrats be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:42",
      "speaker": "JEFF ZELENY, CNN CHIEF NATIONAL AFFAIRS CORRESPONDENT",
      "sentences": "Well, Erin, they would be foolish not to be worried, not just for the images of the protests we're seeing, but just the sheer raw math and you'll remember in 2016, Donald Trump carried Michigan by 10,000 votes. Of course, Joe Biden won it four years later, but this all hangs over this next campaign for the White House. And what was key to his victory, of course, was building that broad coalition of younger voters, black voters, Latino voters, suburban and urban.The question though, can he rebuild it to win a second term? (BEGIN VIDEOTAPE) REV. CHARLES WILLIAMS, SENIOR PASTOR, KING SOLOMON BAPTIST CHURCH: It's like two -- just the two old white guys duking it out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:42",
      "speaker": "ZELENY",
      "sentences": "Reverend Charles Williams is bracing for a rematch between Joe Biden and Donald Trump, exhausted at the notion of a nine-month battle for the White House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:42",
      "speaker": "WILLIAMS",
      "sentences": "Some may feel, I don't have any hope in a Donald Trump or I don't have a hope in a Joe Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:03",
      "speaker": "WILLIAMS",
      "sentences": "It's almost like your big brother, or your big sister saying, the boogeyman is under the bed, the boogeyman is under the beds. Sooner or later, you figure, you know, is it really a boogeyman? You realize isn't -- maybe, maybe this guy ain't the boogeyman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:03",
      "speaker": "ZELENY",
      "sentences": "One of the biggest tests facing the president is piecing together a vast frame coalition, particularly in Michigan. Trump carried the state in 2016 along with Wisconsin and Pennsylvania. But Biden flipped off all three in 2020, a blue wall that led to victory.(CHANTING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:03",
      "speaker": "ZELENY",
      "sentences": "His challenges are complicated by anger among Muslims and Arab Americans over the Israel-Hamas war made clear by relentless protests, including as the president visited Michigan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:03",
      "speaker": "ADAM ABUS SALAH, MICHIGAN VOTER",
      "sentences": "He's just not somebody that I can trust.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:03",
      "speaker": "ZELENY",
      "sentences": "Adam Abu Salah (ph) worked as a field organizer for the Biden campaign four years ago. He said he will not vote for the president again, seeing him as complicit in deaths of innocent Palestinians.By taking this stand, do you wonder if it will help elect Donald Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:03",
      "speaker": "ABU SALAH",
      "sentences": "It probably will. We have seen for years of Trump, we have seen for years of Biden, and people don't really see a difference between the presidency.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:03",
      "speaker": "ZELENY",
      "sentences": "It was nearly four years ago when Biden pointedly presented himself as a bridge to the future. BIDENan entire generation of leaders you saw stand behind me. They are the future of this country. They're the people -- (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:03",
      "speaker": "ZELENY",
      "sentences": "Those cheers rang out in the gymnasium of Detroit's Renaissance High, where these students are now following the presidential race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:03",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I don't feel like he represents the young voter demographic at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:03",
      "speaker": "ZELENY",
      "sentences": "It's the first time that Money Williams (ph) and her friends can vote. Dante Parker (ph) said a vote for Biden is hardly guaranteed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We've been stuck in the system for far too long, you may even to venture outside of it to really make some parts -- some progress now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:03",
      "speaker": "ZELENY",
      "sentences": "The Biden campaign tells CNN it will draw sharp distinctions with Trump and earn the support of voters concerned about their rights, their pocketbooks, and our democracy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:03",
      "speaker": "NORMAN CLEMENT, FOUNDER, DETROIT CHANGE INITIATIVE",
      "sentences": "We are happy with Biden, but we understand that the other option is not an option that's favorable to us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:03",
      "speaker": "ZELENY",
      "sentences": "Norman Clement said, voters are eager to hear what Biden would do in a second term, not simply what he's done or tried to do.Are you more worried about people voting for Trump or more worried about young voters and others not voting at all?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:03",
      "speaker": "CLEMENT",
      "sentences": "I'm worried about the protest vote. My message to them is that we did that in 2016. We held our vote. Folks didn't come out.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:03",
      "speaker": "ZELENY",
      "sentences": "And that is one reason the president is still here in Detroit tonight, Erin,He was scheduled to leave actually a couple hours ago, but he's meeting with more union workers and you saw those protests there as well. There is no doubt that he has significant support here among organized labor. But the question is, how broad is all of that? A first test will come in the Michigan primary, February 27th. Some voters are saying they plan to vote uncommitted. Of course, many Democrats here will support Joe Biden -- Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:03",
      "speaker": "BURNETT",
      "sentences": "All right, thank you very much and fascinating he's staying extra couple of hours already to meet with these small groups of union workers, obviously significant.Van Jones is OUTFRONT now, along with David Urban. Van, I want to start with something we just heard though, in Jeff's reporting Adam Abu Salah, a former field organizer for Biden, telling Jeff that he will not vote for Biden again, even knowing that it may help Trump. He says, Biden is just some not somebody I can trust. How big of a problem is this for Biden right now, Van?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:03",
      "speaker": "VAN JONES, CNN POLITICAL COMMENTATOR",
      "sentences": "It's a big problem for him right now. They are four syllables that are aimed at him Genocide Joe. That is becoming something that you're hearing from the younger people, from the younger voters, from Arab American community.I think that he can turn it around. But you got to be honest. Right now, you got disappointment in the base with how he's handling the war in Gaza. And now, the reality is that Joe Biden is -- deep ties and long friendships in Muslim community, Arab community, he can go back there, you can get back there. He's got -- his work cut out for him right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:03",
      "speaker": "BURNETT",
      "sentences": "So, David, you know, this comes as Biden is staying an extra two hours. Jeff is now reporting to meet with more union groups. He was scheduled to go back. He knows this matters, right? And then, certainly, if you're having trouble in one area, that you got to shore up another and it appears he's got that message loud and clear.He got the UAW endorsement but Trump is actually making a real play and we see that with deteriorating union support for Democrats over time. But now, Trump met with the Teamsters to try to get their endorsement. He thinks this is a real chance, David, the Teamsters VP at large, John Palmer, did not attend to it. He refused. Last night, he told me there's no chance Trump will get that endorsement. Here's why. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:03",
      "speaker": "JOHN PALMER, VICE PRESIDENT AT LARGE, INTERNATIONAL BROTHERHOOD OF TEAMSTERS",
      "sentences": "He is not going to do anything for labor. He never has done anything for labor. And frankly, he's not a trustworthy individual.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:02",
      "speaker": "DAVID URBAN, CNN POLITICAL COMMENTATOR",
      "sentences": "No, I think, Erin, look, you know, you saw the UAW president on -- I think it was last week. I can't even its all a blur these days. But he admitted -- the UAW president admitted, right, that the majority of overwhelming majority of his rank and file members personal probably end up voting for Trump.And so, the -- President Trump going to meet with the Teamsters leadership in Washington, showing respect, asking for their vote, I think its going to bear a lot of fruit. If he wasn't invited to go to the UAW, or he would have gone and asked for their vote. You know, it's a rule of politics. You need to ask for people's vote to get it, and I think that showing up and putting in the work is going to bear a lot of fruit for him. Look, his -- his rise amongst people of color, African Americans and Hispanics, it's because they are following white working class voters what they did with Reagan and Trump in 2016. They are falling -- they're moving towards Trump because of these policies. They're not big fans of Democratic wokeness and the like. And so, I think you're going to see that slide continued to the Republican Party, is educated white, college-educated white folks got to slide over to the Democratic Party. Its kind of through the looking glass here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:02",
      "speaker": "BURNETT",
      "sentences": "Is -- race plays such a role in all of this, and it plays a role all the way down as well, Van. The House Minority Leader Hakeem Jeffries today called for Republican Congressman Troy Nehls to apologize for comments he made, specifically comments about the Democratic Congresswoman Cori Bush. She admitted that the DOJ is investigating her for using campaign funds to pay her husband for security services.And then here's what was said. (BEGIN VIDEO CLIP) REP. TROY NEHLS (R-TX):  She doesn't even support the police. But the idea to pay her thug, money to try to help protect her this and that, for what? Maybe if she wouldn't be so loud all the time, maybe she won't be getting threats. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:02",
      "speaker": "BURNETT",
      "sentences": "To pay her thug money, Van. Bush has called those comments racist tropes. Nehls says they aren't. There's no need to apologize.You know, I -- I should remind viewers, Nehls is the one who called me \"young lady\" when I was interviewing him during the speaker vote for Kevin McCarthy. But --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:02",
      "speaker": "URBAN",
      "sentences": "You did a good job that night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:02",
      "speaker": "BURNETT",
      "sentences": "We were all together that night.Van, pay her thug money, what's that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:02",
      "speaker": "JONES",
      "sentences": "Well, I mean, Google how many times does use the word thug to refer to a white man. Google the number time he's used the word loud to refer to a white woman.I mean, Hakeem Jeffries is not somebody who routine goes around and calls people out for stuff like this, but this is just way over the line. That -- that is a slur that is almost always only used for Black men and for Black women. And it's ridiculous. And listen, when Hakeem Jeffries who -- he almost never does this, when he says --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:02",
      "speaker": "BURNETT",
      "sentences": "It's true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:02",
      "speaker": "JONES",
      "sentences": "-- look, you're over the line, you're over the line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:02",
      "speaker": "BURNETT",
      "sentences": "David?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:02",
      "speaker": "URBAN",
      "sentences": "Yeah. Speaker Jeffries is an honorable guy.Erin, as you pointed out though earlier, just a few seconds ago, Congressman Nehls is an equal opportunity offender, saying some really outrageous kind of things to you at night we're on the set, I thought was kind of over the line there. So, I'm not quite certain his remarks were trying to be racist. I think he just maybe -- maybe need to be more measured in his comments for everybody.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:17:50",
      "speaker": "BURNETT",
      "sentences": "Tonight, new video into CNN showing utter destruction in the southern Gaza City of Khan Younis as the Israeli military conducts extensive operations there. Neighborhoods leveled and completely unrecognizable, abandoned. In the video that we have here, you don't actually see a single human being.It comes as Israel's far-right finance minister slamming President Biden's executive order, which just came out. It targets violent Israeli settlers in the West Bank, and the minister accusing Biden of cooperating with a, quote, antisemitic lie spread by Israel's enemies. OUTFRONT now, the former Israeli Prime Minister Naftali Bennett, who is a visiting the U.S. here for just a few days. And obviously you have been on the ground in Israel since October 7. What is your response to Biden's executive order?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:17:50",
      "speaker": "NAFTALI BENNETT, FORMER ISRAELI PRIME MINISTER",
      "sentences": "Well, I think it's unnecessary. I think in Israel, we prosecute any violence, any criminal activity. We don't need any external help on doing it. And I have to say that it's marginal. The -- what's called violent -- violence of settlers is marginal. We're talking about a 50 percent decrease year on year. Last year, it was --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:17:50",
      "speaker": "BURNETT",
      "sentences": "In that violence?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:17:50",
      "speaker": "BENNETT",
      "sentences": "In that violence and to begin with, it's not big numbers. We're taking care of it. I think it's inflated in order to create some false symmetry between the Palestinian violence and the settler violence.So, we're on top of it. We don't need any foreign assistance to prosecute that sort of thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:00",
      "speaker": "BENNETT",
      "sentences": "Well, the real question is, am I comfortable with terrorists using hospitals as their safe haven? Because we're fighting terrorists who, you know, have no red lines, do not abide to any law, and were hold to -- held to double standard because Hamas does whatever it wants, and uses children and families as human shields. And then when we have to go target those very Hamas who are using the hospital as a refuge, then we're being accused of --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:00",
      "speaker": "BURNETT",
      "sentences": "But this is a little bit different, at least in this case, right? If that guy is actually lying in a hospital but injured, he wasn't using it as refuge. He was being treated for injuries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:00",
      "speaker": "BENNETT",
      "sentences": "To the best of my knowledge, we're talking about terrorists who did use the hospital as refuge, not because they were being treated. We have to look at every incident, but by and large, what we've seen in Gaza and in the West Bank in very big numbers is Hamas using hospitals, schools, kindergartens as refuge. That's the real problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:00",
      "speaker": "BURNETT",
      "sentences": "Right, no, I understand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:00",
      "speaker": "BENNETT",
      "sentences": "Not one on 1,000 cases where we're trying to tweezer them out from where they're hiring.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:00",
      "speaker": "BURNETT",
      "sentences": "Right. I understand completely what you're saying, I think everyone watching understands as well. But I do just want to push on that one point because it is so jarring --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:00",
      "speaker": "BENNETT",
      "sentences": "I say actually, it's pretty impressive of the operation, sending soldiers who have to disguise themselves within the terrorists and abducting terrorists. That -- that's what we're going to do. We have to defend ourselves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:00",
      "speaker": "BURNETT",
      "sentences": "So, we'll see more of it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:00",
      "speaker": "BENNETT",
      "sentences": "We're going to see anything necessary to defend our people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:00",
      "speaker": "BURNETT",
      "sentences": "I mean, because people in that hospital -- hospital could have been women, children, people having babies. That guy -- even if --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:00",
      "speaker": "BENNETT",
      "sentences": "But we don't target them, we don't target them. We don't target. We never deliberately target women and children.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:00",
      "speaker": "BURNETT",
      "sentences": "But that guy was also injured.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:00",
      "speaker": "BENNETT",
      "sentences": "You know, if Osama bin Laden is in a hospital and is thumb is injured do you go in and kill him? The answer is yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:00",
      "speaker": "BURNETT",
      "sentences": "Okay.So the U.N. relief agency in Gaza says it's going to have to suspend its relief work across the entire Middle East because, what, more than 20 governments now have shut down funding for UNRWA after the Israeli intelligence, you have put forth information that has been seen by these governments that 13 of the more than 13,000 Gaza employees of UNRWA were involved in the October 7 attacks. Now, Prime Minister Netanyahu says that UNRWA must be eliminated. Obviously, it does provide -- it does do good work in the region in other ways. Do you think it should be eliminated completely?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:00",
      "speaker": "BENNETT",
      "sentences": "I think it should be disbanded for two reasons. One is the tactical reason that indeed dozens of its workers are terrorists who went in -- some of them went in and killed, murdered Israelis, which is the -- you know, participated in this massacre. But there's something bigger than that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:00",
      "speaker": "BURNETT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:00",
      "speaker": "BENNETT",
      "sentences": "This agency, instead of solving the refugee problem, it internalizes the refugee problem. We see, these refugees are great grandchildren of refugees. It's the only case and in the world where refugee status is bequeath from one generation to another. So instead of solving it, they internalize it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:00",
      "speaker": "BURNETT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:00",
      "speaker": "BENNETT",
      "sentences": "In the war of independence, those Palestinians became refugees, but there were also 700,000 Jews that were became refugees kicked out of Arab countries such as Morocco, Egypt, et cetera. And they didn't become refugees.We absorb them and now, they're full Israelis. So there's a goal to keep the Palestinians in misery, and I think UNRWA is part of the problem, not part of the solution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:00",
      "speaker": "BURNETT",
      "sentences": "So I understand that, but I did want to provide some specific examples because if you do want to eliminate it, then what replaces the good that it does do? I mean, we were just looking up some numbers, 140 primary healthcare clinics, 7 million people get annual health visits from UNRWA operated facilities, 200 schools operated, 500,000 students educated.Now, you can quibble with the numbers here and there, but those are significant things.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:00",
      "speaker": "BENNETT",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:00",
      "speaker": "BURNETT",
      "sentences": "You eliminate it, that goes away, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:00",
      "speaker": "BENNETT",
      "sentences": "So, clearly, we have to have those services continue and there has to be some transitory period. We're not talking about cutting off day after day and provide -- and having these Palestinians without solutions.But we have to look at an organization that became so rotten that some of its own employees went and murdered and the massacred the Jews, and the problem with its very mission. So there's going to be transitory period, but we have to fix it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:00",
      "speaker": "BURNETT",
      "sentences": "There have been reports that Hamas has given initial approval of a deal -- that we've been hearing about a possible deal, right, that would pause fighting for multiple weeks, right? That has not happened yet. This would be hugely significant if it happens.And then you would get the remainder of Israeli hostages back, theoretically, according to what we've been hearing. Can you tell me anything about where the negotiation is, what it entails right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:02",
      "speaker": "BURNETT",
      "sentences": "Well, the ratio is -- I mean, is there and I understand that you can move one piece of negotiation and something else that seems set changes. So I understand that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:02",
      "speaker": "BENNETT",
      "sentences": "Right. Well, I'm not negotiating. So it's hard for me to comment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:02",
      "speaker": "BURNETT",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:02",
      "speaker": "BENNETT",
      "sentences": "What I would say is, you know, Hamas abducted men, women, children, and some of them are still there, 140 of the bringing them home. But we also have to eradicate Hamas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:02",
      "speaker": "BURNETT",
      "sentences": "Is there a possibility that all 140 would come home as part of a deal at this point, or does that seem out of reach?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:02",
      "speaker": "BENNETT",
      "sentences": "I don't know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:02",
      "speaker": "BURNETT",
      "sentences": "Yeah. All right. Well, thank you so much. Appreciate your time, Prime Minister. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:02",
      "speaker": "BENNETT",
      "sentences": "Thank you",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:28",
      "speaker": "BURNETT",
      "sentences": "Tonight, incredible new video of what Ukraine and Russia both say was a massive Ukrainian strike on Crimea. You were looking at attack the drones and they are racing towards a Russian ship that was in the sea off Crimea. The drones explode on impact. That's the massive fireball than that you see Ukrainian say that ship was sunk.The massive show of force coming amid intense turmoil though behind the scenes in Ukraine, turmoil that could change the course of the war and of history. There's been a week of cloak and dagger threats, backdoor negotiations. We understand that President Zelenskyy, after all, this has told the general leading the war for Ukraine that he's fired. Valerii Zaluzhnyi, credited with saving Kyiv from Putin in those first days of the war, he is a beloved figure in Ukraine. So this move does not come lightly, and it could signal something very significant. And Zaluzhnyi is not just going quietly, we understand he would not resign. And now in a CNN op-ed, he is saying Ukraine doesn't have the manpower to defeat Russia. Fred Pleitgen begins our coverage OUTFRONT tonight in Kyiv. And, Fred, this is an incredible moment. You have been there in Kyiv as this the cloak-and-dagger as I've been describing, but all this is going on. What more are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:28",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "You're absolutely right. It is certainly a critical moment right now in Kyiv and all this has been going on behind the scenes really since Monday. That's the first time that we heard that there was this disagreements between Valerii Zaluzhnyi, the top general and Volodymyr Zelenskyy, where there was a meeting apparently between these two men where Zelenskyy told Zaluzhnyi that he was going to fire him.Now, apparently he offered him a different position, possibly an ambassadorship in some European country, really unclear whether or not that's really the case. But we do know that apparently. Valerii Zaluzhnyi said he would decline that offer and Zelenskyy told them what he is still going to fire him. Now since then, all of a political Kyiv has been waiting for some sort of decree from the Ukrainian president, saying whether or not he was really going to fire General Valerii Zaluzhnyi, and, of course, also who the possible successor could be. And still there has not been any sort of decree that's been issued by Zelenskyy. So as you can imagine, there's a lot of speculation going on here at what is, you're absolutely right, an extremely critical moment for the Ukrainians on the battlefield, Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:28",
      "speaker": "BURNETT",
      "sentences": "And, Fred, I mean -- look, this is a huge test for Zelenskyy. He knows some of the realities here. Zaluzhnyi is incredibly popular, Ukrainians have an incredible amount of faith in him. I mean, if we look at the poll numbers in December, 88 percent say they trust Zaluzhnyi, 62 percent say they trust Zelenskyy.Zelenskyy knows this. So, we're going to point where you have to fire the guy, that says so much on its own. I mean, this is a huge gamble for Zelenskyy. I think it's certainly is. And what are you in one of the things that were also seeing here is that the Russians are already trying to capitalize on this. In fact, that Kremlin spokesman, Dmitry Peskov, he said, he came out and he said, look, all the shows that things aren't going well for the Ukrainians on the battlefield, that their counteroffensive field, now that there's all these problems between the civilian and the middle military leadership. So, they're already trying to capitalize on it as well. I think one of the big things that were going to look for in the next hours really is who the possible successor could be if and when Valerii Zaluzhnyi gets fired. Now, there's two people who are very much or have been handled is very much top candidates for them. One is Oleksander Syrskyi, who's currently the head of the Ukrainian land forces. He's also someone really made him name for himself in the early stages of Russia's invasion of Ukraine, also defending Kyiv. And then there's Kyrylo Budanov who's the head of the military intelligence service, and you know those pictures that you were showing at the beginning of that daring raid against that Russian ship, that was Budanov's agency -- Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:03",
      "speaker": "CHANCE",
      "sentences": "So these are all -- these are all really petty, petty, little, you know, violations. Why do you think the authorities are using those kinds of tactics? What are they trying to do?E. KARA-MURZA:  I believe that everything is being done to isolate those political prisoners who refuse to be silent, even behind bars. And of course, to intimidate others.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:03",
      "speaker": "CHANCE",
      "sentences": "For years, Vladimir Kara-Murza has been one of the Kremlin's fiercest and bravest critics.This was us in 2015 after he'd recovered from what he says was a deliberate poisoning. But his opposition to the Kremlin never falter, especially after the invasion of Ukraine in 2022. VLADIMIR KARA-MURZA, RUSSIAN OPPOSITON FIGURE:  This regime that is empowering our country today, it's not just corrupt, it's not just kleptocratic. It's not just authoritarian. It is a regime of murderers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:03",
      "speaker": "CHANCE",
      "sentences": "And Kara-Murza is now one of several key Russian opposition figures, including the most well-known Alexey Navalny, who've been locked up as President Vladimir Putin tightens his grip on power.Meanwhile, Yevgenia Kara-Murza tells me she's had just seven short phone calls with her husband in the two years since his arrest. E. KARA-MURZA:  The last phone call can before just before New Year. And it was a 15-minute call. The first one in over half a year. I had to take away the phone from one kid after five minutes and give it to his sibling because I wanted to make sure that all three of them got to talk to there daddy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:03",
      "speaker": "CHANCE",
      "sentences": "It is heartbreaking for his family.And for Russia, say critics, this growing Kremlin fear of any political challenge. (END VIDEOTAPE) CHANCE (on camera):  Well, Erin, there's no reaction tonight from the Kremlin, which of course tries to distance itself from the imprisonment of critics like Vladimir Kara-Murza. But the truth is, as Russia prepares the stage presidential elections next month, elections meant to confirm Vladimir Putin for another six years, this crack down on dissidents inside of Russia looks set to continue. Erin, back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:42:06",
      "speaker": "BURNETT",
      "sentences": "Tonight, not stepping down. We are learning exclusively that Fulton County District Attorney Fani Willis has no plans to recuse herself from the Georgia election case against Trump. This, of course, comes in the face of growing scrutiny against Willis over claims that she misused taxpayer funds while having an affair with the lead prosecutor she hired for the case, Nathan Wade.Wade, of course, received hundreds of thousands of dollars for his work on the case and has paid for trips to Miami and San Francisco with Willis, according to court records. Nick Valencia is OUTFRONT. (BEGIN VIDEOTAPE) NICK VALENCIA, CNN NATIONAL CORRESPONDENT (voice-over):  Fani Willis, defiant. Sources tell CNN the embattled Fulton County district attorney has no plans of stepping aside or to recuse herself. Willis, an elected Democrat indicted former President Donald Trump for his defiance following the 2020 election, now herself digging in and knock backing down. Something she has done through the nearly three-year investigation into his efforts to overturn the 2020 election in Georgia, even when Trump attacked her personally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:42:06",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT",
      "sentences": "And in the wings, they've got a local racist Democrat district attorney in Atlanta.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:42:06",
      "speaker": "FANI WILLIS, FULTON COUNTY DISTRICT ATTORNEY",
      "sentences": "The comment does not concern me at all its ridiculous in nature, but I support his right to be protected by the First Amendment and say what he likes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:42:06",
      "speaker": "VALENCIA",
      "sentences": "Though, with a warning not to cross the line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:42:06",
      "speaker": "WILLIS",
      "sentences": "People have the right to say whatever they choose to say, as long as it does not rise to the level of threats against myself, against my staff, or against my family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:42:06",
      "speaker": "VALENCIA",
      "sentences": "Attacks and threats have followed her through her time in office.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:42:06",
      "speaker": "WILLIS",
      "sentences": "Being called the N-word so many times, if I don't even think I hear it anymore. It's not going to stop anything that I'm doing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:42:06",
      "speaker": "VALENCIA",
      "sentences": "Especially as she's taken on high profile cases like the racketeering case against the rapper, Young Thug.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:42:06",
      "speaker": "WILLIS",
      "sentences": "I've made no secret about it, nor any apology that as the district attorney of Fulton County, my number one focus is targeting gangs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:42:06",
      "speaker": "VALENCIA",
      "sentences": "And a RICO case against the Atlanta public school system, roughly a decade ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:42:06",
      "speaker": "WILLIS",
      "sentences": "What happened with no excuses policy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:42:06",
      "speaker": "VALENCIA",
      "sentences": "Willis has grown accustomed to living in the crosshairs of both the public and her political enemies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:42:06",
      "speaker": "WILLIS",
      "sentences": "I knew when I was making the endeavor into several cases that those cases were against high-profile individuals that I would be threatened. Did I know in a matter of a couple of months it'd be 100 and something threats? No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:42:06",
      "speaker": "VALENCIA",
      "sentences": "The most recent attacks against her coming after the explosive court filing accusing her of financially benefiting from an improper romantic relationship with their top deputy, Nathan Wade. And while she's defended Wade's professional credentials, she has not directly addressed the allegations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:42:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The D.A. has not been a good crisis communicator.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:42:06",
      "speaker": "VALENCIA",
      "sentences": "She may be silent now, but she's talked openly in the past about her relationships.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:00",
      "speaker": "VALENCIA",
      "sentences": "Now, she's preparing to defend ourselves.(END VIDEOTAPE) VALENCIA (on camera):  A judge has given Fani Willis a Friday deadline to respond to these claims in writing, sources within the D.A.s office tells us that Willis is not expected to address the allegations direct but instead is expected to argue that the defense attorneys were trying to get this case dismissed over these claims are wrong on the law -- Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:00",
      "speaker": "BURNETT",
      "sentences": "Nick, thank you very much. In a fascinating view on Fani Willis.OUTFRONT now, Ryan Goodman, OUTFRONT legal expert. So it is interesting just to watch her over time, the cases she's dealt with, the situation she's dealt with, the pressure she's come under. Gives some context to this that she's not going to step down. She has no plans to recuse herself over these allegations. She hired that -- she hired someone who was not competent because of an improper relationship and then use the money for lavish vacations. Those are the allegations. Do you think it's a mistake that she's not recusing in this case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:00",
      "speaker": "RYAN GOODMAN, FORMER SPECIAL COUNSEL AT DEPARTMENT OF DEFENSE",
      "sentences": "It's a difficult decision for her because I think at some point she might need to decide she has to recuse in order to save the case but she's currently deciding to stay on to save the case because if she were removed, then it might put the whole case into turmoil, who knows who -- what her replacement will decide to do because they are a lot of decisions that go into it, and especially replacement that comes in after this cloud has come over the case, that also might be a difficulty for that person to continue to pursue the case.So, at this point, she's right. Like, I do think on the law, it doesn't work to disqualify or even if the allegations are true. But there's still this issue of ethical violations that are not about disqualifying her from the case, but whether or not she can hold on inside the office.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:00",
      "speaker": "BURNETT",
      "sentences": "And as you say, down the line, it could -- it could cause risks to the case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:00",
      "speaker": "GOODMAN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:00",
      "speaker": "BURNETT",
      "sentences": "I want to ask you also tonight about the Supreme Court getting ready to hear oral arguments in a case and whether Trump can be disqualified from being on the ballot, right? So you've got the Georgia case, you've got the Jack Smith case that were also waiting on a decision there on immunity. And then you've got this case and whether Trump can be disqualified from the ballot because of the actions on January 6.So what's fascinating is that the groups trying to get Trump removed are using the words of the late Justice Antonin Scalia. They're using his words, his arguments conservative giant to justify taking jump off the ballot. What's happening?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:00",
      "speaker": "GOODMAN",
      "sentences": "Yeah. So they have dug up essentially a case in which he didn't write the majority opinion and wrote a dissenting opinion. It's 2014 and in the case, he says something that's very favorable to their side it seems. They need to argue that the president is an officer of the United States under the 14th Amendment, and therefore can be disqualified from office, from having engaged in an insurrection. That's the big legal debate.Well, Justice Scalia said, essentially, the words are: Except where the Constitution are valid, federal law provides otherwise all officers of the United States must be appointed by the president. For them. that's a big deal because that means that there are other officers who are not appointed by the president. Who is that? The president. But the sentence goes on to say, by and with the advice and consent of the Senate. So grammatologists will have kind of a field day with the sentence because they can say all it really means is that there's some who are not appointed by the president with the advice of the Senate. But then Scalia actually writes a letter to a professor, asked him about the ambiguity and he says, no, I mean, the president is an officer of the United States. And because of that letter, it does seem to be that Scalia lines up in favor of disqualification.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:00",
      "speaker": "BURNETT",
      "sentences": "Wow, which is very, very -- many reasons you wish he weren't late, just here, but wow, would we want to hear what he had to say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:00",
      "speaker": "GOODMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:53:08",
      "speaker": "BURNETT",
      "sentences": "Tonight, follow the money, the Republican national committee reporting its lowest cash on hand figure in a decade. The Democrats, on the other hand, having nearly three times cash advantage. This comes as were learning about what President Biden and former President Trump have in their war chest and how they're spending it so far.So Harry Enten is with me. And you have been digging into all of this. And I'm glad you have because when I read articles on this and I tried to add the numbers up, it is completely nonsensical. It's like, oh, they have this, but they have this and they don't. Okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:53:08",
      "speaker": "HARRY ENTEN, CNN SENIOR DATA REPORTER",
      "sentences": "Seventy-five different committees, yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:53:08",
      "speaker": "BURNETT",
      "sentences": "Let's get to the bottom line. Biden has a lot more cash than Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:53:08",
      "speaker": "ENTEN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:53:08",
      "speaker": "BURNETT",
      "sentences": "Okay. What does that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:53:08",
      "speaker": "ENTEN",
      "sentences": "Yeah, it says a number of things. You know, if you look at the cash on hand for the actual campaign committees which you see is that Biden's campaign has about $30 million, more cash on hand and Donald Trump's campaign does.That was what you would expect because incumbents tend to raise more money than challenges granted, Trump is kind of a quasi challenge or quasi-incumbent in this case. But as you hinted at and that opening, when you add in the Democratic National Committee's fundraising, the amount of money that Biden and Democrats have greatly dwarfs any amount of money that the Republicans have at this point. So as were going into the new year, as were looking at the potentially spending money in these swing states, this cash on hand is a major advantage for Democrats and something that Joe Biden could use given the polling numbers that he has right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:53:08",
      "speaker": "BURNETT",
      "sentences": "All right. And when you look at how the moneys being spent, Biden cannot spend it on a campaign. Trump is spending an astonishing amount on legal fees and Nikki Haley is seizing on that. Here's what she just said.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:53:08",
      "speaker": "ENTEN",
      "sentences": "Sure.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:53:08",
      "speaker": "HALEY",
      "sentences": "He used $50 million of his campaign funds on legal fees. Do you really think he's going to win against Joe Biden when he spending all of that money on legal fees? He's not.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:53:08",
      "speaker": "BURNETT",
      "sentences": "What's the context here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:08",
      "speaker": "BURNETT",
      "sentences": "Right. And so, he said, well, I guess I'm spending all this money on legal fees, might as well use the court for my campaign. That's what he's been doing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:08",
      "speaker": "ENTEN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:08",
      "speaker": "BURNETT",
      "sentences": "But how important is the outcome of what happens in the court where he spending all this money to voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:08",
      "speaker": "ENTEN",
      "sentences": "Yeah, it's exactly right. You know, its not just that he's spending a ton of money, it's also the fact that I think the big X factor in this campaign going forward as well what happens in these four different trials, right? These four different criminal trials, because right now, if you look at the key swing states, what you see is that Donald Trump holds a lead across them by four points, but if Trump is convicted and sentenced to prison, what we see is a very different campaign Biden winning by ten points.So, a lot will come down to those big trials.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:08",
      "speaker": "BURNETT",
      "sentences": "Right, nearly 15 points swing if that happens. So the dates of when these trials start matter a lot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:08",
      "speaker": "ENTEN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:08",
      "speaker": "BURNETT",
      "sentences": "Don't get a conviction if you don't have a trial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:08",
      "speaker": "ENTEN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:08",
      "speaker": "BURNETT",
      "sentences": "OUTFRONT next, a PhD student discovering a new species by accident. Wait until you see it.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}