{
  "date": "2024-07-11",
  "headline": "Amanpour",
  "subHeadline": "Interview with Ukrainian Foreign Minister Dmytro Kuleba; Interview with \"On Call\" Author and Former Director, U.S. National Institute of Allergy and Infectious Diseases Dr. Anthony Fauci; Interview with Republican Pollster and Echelon Insights Founding Partner Kristen Soltis Anderson. Aired 1-2p ET",
  "utterances": [
    {
      "timeStamp": "13:00:00",
      "speaker": "CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL ANCHOR",
      "sentences": "Hello, everyone, and welcome to \"Amanpour.\" Here's what's coming up.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "JEN STOLTENBERG, NATO SECRETARY GENERAL",
      "sentences": "As Ukraine continues its vital reforms, we'll continue to support them on their irreversible path to NATOmembership.\" (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "Ukraine's future in NATO is now locked in. But is Kyiv getting the support it needs right now in its hour of need? I asked Ukraine'sforeign minister, Dmytro Kuleba. Then -- (BEGIN VIDEO CLIP) DR. ANTHONY FAUCI, AUTHOR, \"ON CALL\" AND FORMER DIRECTOR, U.S. NATIONAL INSTITUTE OF ALLERGY AND INFECTIOUS DISEASES:  Every day for all of those years, I've given it everything that I have. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "-- A life on call. Dr. Anthony Fauci joins us on his new memoir detailing a journey in public service from fighting AIDS and Ebola toleading U.S. efforts against COVID amid a tense relationship with then- President Trump. Also, ahead -- (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "KRISTEN SOLIS ANDERSON, REPUBLICAN POLLSTER AND FOUNDING PARTNER, ECHELON INSIGHTS",
      "sentences": "You have an awful lot of voters who say, I don't think Joe Bidencan make it another four years, but I'm voting for him anyways because he's not Donald Trump. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "-- amid the noise around the president's age, what are voters actually thinking? Republican pollster Kristen Soltis Anderson talks toWalter Isaacson about her new essay, \"No Poll Can Tell Biden What He Needs to Hear.\" Welcome to the program, everyone. I'm Christiane Amanpour in London. Ukraine's future is in NATO, that is the message from the alliance this week, as it marks its 75th anniversary at a summit in Washington, D.C. Words, though, come with no timeline. And in the meantime, President Zelenskyy in Washington is trying to drum up a sustainable pipeline for his country, where U.S. weapons have proved crucial in recently stabilizing the front lines. In a striking development, NATO also called out China for the first time, calling Beijing \"a decisive enabler of Russia's war against Ukraine.\" But Hungary's authoritarian leader, Viktor Orban, visited Kyiv, Moscow, and Beijing before this summit, and he meets the NATO skeptic Donald Trump afterwards. The Ukrainian foreign minister, Dmytro Kuleba, join me to discuss what his country is aiming to achieve and to get out of this summit. Foreign Minister Dmytro Kuleba, welcome back to our program.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "DMYTRO KULEBA, UKRAINIAN FOREIGN MINISTER",
      "sentences": "It's good to be back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "So, this is a year since everybody remembers President Zelenskyy was pretty upset about the last NATO Summit. How does this one compare?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "KULEBA",
      "sentences": "Well, this summit is a clear manifestation of the U.S. Leadership in global security and of unparalleled success of the alliance built in1949, and being successful since then in defending its members from any in the external attack. This is why Ukraine is aspiring to become a member of it. And the last summit delivered some political decisions related to Ukraine's membership. This one has those decisions bringing Ukraine closer to membership, but also very specific decisions, announcing strengthening Ukraine's air defense capabilities and also providing Ukraine with additional defense capabilities, with additional weapons and commitments to stay by -- to stand by Ukraine as long as it takes Ukraine to win, which in put together is a robust result.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "KULEBA",
      "sentences": "Well, we will be entirely happy only when Ukraine becomes a member of NATO and the promise of this will be fulfilled. We heard very reassuringmessages over the last two days at all levels that the path to membership is irreversible, that Ukraine will be in NATO, but, you know, we cannot wait another 75 years to celebrate Ukraine's accession. It has to happen sooner rather than later, because this is the only way to ensure strategic security and stability in the Euro Atlantic area. So, this is why we will keep working on the -- on exceed -- on ensuring speedy accession of Ukraine to NATO. And the commitments which were made and the pledges which were made at NATo deliver specific types of equipment, we are confident that they will be implemented. The issue, of course, is the timeline. And we ask all our partners to rush with delivery of what they have promised, because we need it here and now to protect our cities when it comes to air defense, our energy infrastructure, but also to arm our soldiers with sufficient capabilities to hold the lines and to destroy Russian invaders.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "Well, we were all shocked, the whole world was shocked by the Russian missile barrage earlier this week that struck a hospital as well asmany other things and caused so much death and destruction. And people said, well, that's Putin's message to the NATO Summit. And it was really hard to see that. But you have been promised now, finally, the F-16s. So, let's go through. The F-16s, according to Secretary of State Antony Blinken, will be, you know, in the skies over Ukraine this summer. What precisely will they change for you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "KULEBA",
      "sentences": "Well, no single weapon can be a game changer that will change anything, everything. We can change situation for the good only if we haveall necessary weapons and sufficient amount of equipment and ammunition. This is why F-16s are as important as different types of air defense systems. This is why they are as important as main battle tanks, armored vehicles and artillery ammunition. All of them taken together can and will be a game changer. But when it comes specifically to F-16s, the message is clear, Ukraine will be significantly strengthening its air force capability. Russia is deploying hundreds of fighting jets to combat Ukraine. Our air force is scarce. Our pilots heroically fought and continue to fight. We have losses and F-16s is the only sustainable way of resourcing our air force. This is why they are important. And so, they will allow us to be far more efficient in protecting our skies and throwing the Russians out of our skies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "And of course, you need more air defense systems. And this is what President Biden said about that. We're just going to play part of whathe said. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "BIDEN",
      "sentences": "Today, I'm announcing the historic donation of air defense equipment for Ukraine. The United States, Germany, the Netherlands,Romania, and Italy will provide Ukraine with the equipment for five additional strategic air defense systems. And in the coming months, the United States and our partners intend to provide Ukraine with dozens of additional tactical air defense systems. The United States will make sure that when we export critical air defense interceptors, Ukraine goes to the front of the line. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "Foreign Minister, how does it feel to be sort of the recipient of kind of what seems like a patchwork of air defense systems? I mean, weread that at least one of the Patriot batteries has had to be cobbled together from systems in many other different countries. What does that say to you about the ability of the pipeline to sustain itself?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "I mean, it's a tall order, obviously. And I wonder -- you know, I want to ask you actually about what either President Zelenskyy or any ofyour delegation who met with President Biden, what they make of his, you know, state right now. Because as you know, you're in this summit as all these questions swirl around his continued leadership and then all these questions swirl around what if Trump comes into office. First of all, what are your feelings about your meetings with President Biden and what will -- what could a Trump presidency do for the kind of defenses that you need?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "KULEBA",
      "sentences": "Well, I had an opportunity to observe President Biden at the inaugurational ceremony of the summit two days ago. He delivered aprominent speech on Euro Atlantic security. It was a very clear message that the United States are in the driving seat when it comes to security and will continue to lead the free world. We saw a leader of the free world. We will -- we are looking forward to a bilateral meeting between President Zelenskyy and President Biden, where we will discuss very specific issues. But we see that decisions are being made and our requests are being accommodated. The only request and only wish that we have is to make things happen faster, because the faster decisions are made and implemented the more lives and square kilometers of land can be spared in Ukraine from murder and destruction. And we will have a very candid dialogue. As always, we have a number of issues on the plate. But I'm sure that we will be moving towards the decisions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "You didn't answer the question about Trump, and we know that NATO officials have been trying to figure out how to work with whoever'sgoing to be the next U.S. president, and to an extent doing a bit of Trump proofing when it comes to continuing the pipeline to Ukraine. You remember Trump's influence delayed the supplemental aid benefit to you for about six months. And President Zelenskyy had a -- you know, an interview, a panel, and Fox News anchor Bret Baier asked him how closely he was watching the U.S. election. We're going to play this snippet. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "BRET BAIER, ANCHOR, FOX NEWS",
      "sentences": "You say everyone is looking towards November.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "BAIER",
      "sentences": "How closely are you following the day to day politics here in Washington and in the U.S.?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "ZELENSKYY",
      "sentences": "I think sometimes we are closer than you, Bret.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "So, Foreign Minister, that got a big laugh. But clearly, you must be anxious, or do you believe that you can convince the Trump peoplethat should he be leader, that Ukraine is a cause that needs to be defended?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "You must be also looking, though, at shifting political landscape in Europe. The rise of the far-right in several importantEuropean countries. The Hungarian prime minister, Orban, who came to Kyiv and then went to Moscow, and then China is now going to be meeting President Donald Trump -- Former President Donald Trump in Florida today. And, you know, I mean, they're both -- certainly Orban is not a fan of defending Ukraine and has spoken up against -- you know, has cozied up a little bit more than Europe would like to Putin. Are you worried about that meeting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "KULEBA",
      "sentences": "Well, I have no luxury of being worried of any particular meeting. We have our own track with Hungary, our neighbor. Member of both E.U. andNATO where Ukraine aspires to succeed to. Orban was in Kyiv. We had -- the president had a very candid conversation with him. I met with Hungarian foreign minister here in Washington on the margins of the NATO Summit. And our message is clear, we say, guys, you know, we respect your choices of whom to talk and when to talk. This is your right. But you have to remember two things. First, no deals on Ukraine without Ukraine. And second, no peace proposals or initiatives can be based on Russian narratives. This is just unacceptable. It will be taking all of us in the wrong direction. And these are the principles that we will stick to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "But are you concerned about a consensus fraying and when you see the Indian prime minister going to Putin and hugging him and your ownpresident saying this is a devastating blow to the opportunity for peace, when you see NATO now saying that China is actually providing military materiel to Moscow, these are big powers that you hoped, you know, wouldn't go into the Putin camp. What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "KULEBA",
      "sentences": "Well, we are concerned that Putin believes that he still has enough of friends in the world to continue with this devastating,unprovoked, and illegal war. And every leader that is considering seeing him, talking to him should be aware of it, that this is how Russia perceives. Those who believe that talking to Putin like this will talk him out of -- will help to talk him out of continuing the war, they're just wrong because the outcome is quite the opposite. He -- it makes him believe more that he can continue because he still has friends in the world. So, this is the optics that need to be changed. And we will be having very candid conversations with partners about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "All right, Foreign Minister Kuleba, thank you for being with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "KULEBA",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "Now, it is especially meaningful that as Ukraine calls for support, in Bosnia, they're remembering one of the most awful horrors thatoccurred during Europe's last war. It was 29 years ago today that the Srebrenica massacre took place and led to the genocide of more than 7,000 men and boys who were slaughtered simply for being Muslim. Today, 14 victims of that slaughter were commemorated and reburied. And the search still goes on for more than a thousand victims who remain unidentified. Next, to the battle against devastating diseases. For decades, Dr. Anthony Fauci has been at the forefront of that fight, the former longtime director of the National Institute of Allergy and Infectious Diseases, responding to crises like Ebola and AIDS. But perhaps recently, he's best known as the face of U.S. efforts to tackle the coronavirus pandemic. When his relationship with then-President Trump pulled him into the spotlight. And now, Fauci is writing about it all in his new memoir, \"On Call: A Doctor's Journey in Public Service.\" And he's joining me from Washington. Dr. Fauci, welcome back to our program. DR. ANTHONY FAUCI, AUTHOR, \"ON CALL\" AND FORMER DIRECTOR, U.S. NATIONAL INSTITUTE OF ALLERGY AND INFECTIOUS DISEASES:  Thank you very much. It's good to be with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "You must have been surprised as a doctor to see the debate performance?DR. FAUCI:  Yes. I mean, that was very unfortunate. I mean, I think everyone who watched that was very concerned about what was going on there, was that just he was not feeling very well. He was fatigued from travel. Did he have a cold? Did he take a medication that made him, you know, knocked out a bit like you do when you take a call? I don't know the answer to any of those questions and I'm not in a position to find the answer to those questions. I think others will, his staff and others who are with him right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "So, let me just broaden it a little bit because, Dr. Fauci, you're 83 and you're really vigorous. You're two years older than Biden.Senator Bernie Sanders is 82, really vigorous. Lula, the president of Brazil, 78, just re-elected, and really vigorous. And as I said, you worked under seven presidents, including Reagan, who, as we know, started, apparently, to have the beginnings of Alzheimer's towards the end of his second term. But how do you think -- how should we think about age and leadership and when is the right time to call it a day, when you're in positions of maximum power and responsibility? DR. FAUCI:  You know, Christiane, it really is an individual thing. As you mentioned, I'm 83. Right now, I feel certainly physically not like I used to be able to run marathons, which I did years ago. I mean, I exercise very regularly and vigorously every single day, but from a mental standpoint, I feel as sharp as I was, at least, the last time that I was in a situation running a big institute. So, I feel fine. I have people around me, my wife, my friends, who I believe that if I was slipping a bit, I think I would notice it myself and would say, I don't really want to be in a position of responsibility that required me to be sharp 100 percent of the time. If and when that time comes, I hope I realize that. And I certainly know my family, certainly my wife, who was very honest with me, would tell me the same thing. So, as far as I'm concerned, it's an individual thing, and you can't generalize, because people age very differently. There are some 65-year-old people I know who really look like they just can't function in any manner or form that's important. And as you mentioned, I'm 83, and I feel fine. I feel I can do what I need to do in the position that I'm in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "And so, everybody also wants to know, not just about this age issue, but also about your time in the spotlight during COVID. I mean, youdealt with President Trump. And he really has said some pretty extraordinary things throughout his presidency and he continues to say really extraordinary things that some people can't even decipher. And of course, everybody remembers the bleach situation. So, I'm just going to play this and I want to talk to you about it. (BEGIN VIDEO CLIP) DONALD TRUMP, THEN-U.S. PRESIDENT:  I see the disinfectant where it knocks it out in a minute, one minute, and is there a way we can do something like that by injection inside or almost a cleaning? Because you see it gets on the lungs and it does a tremendous number of the lungs. So, it'd be interesting to check that. So, that you're going to have to use medical doctors with. But it sounds interesting to me. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "Well, that's in itself kind of a really strange thing for a leader of a nation of several hundred people to say, did you ever have anyconcerns about his cognitive abilities? And particularly now, honestly, he is saying things in public that you can barely decipher. DR. FAUCI:  Yes. Again, Christiane, I had my last interaction with him in the last month -- last couple of months of his presidency, I didn't detect any cognitive issues. I just was very perplexed by the lack of facts and honesty in things that he said. So, it was less cognitive ability than it was honesty ability.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "So, I want to ask you, because you write about this in your book, sort of a sub clause to -- you said he made things up because hewished something would be true, et cetera. But he used to -- you write, used to yell at you about how you're also costing him or the country trillions of dollars. But then, you write that he would always -- you know, afterwards say, but you and I, we're good, right? What was that dynamic? What was that relationship? DR. FAUCI:  You know, what I -- again, I can't psychoanalyze him from a distance, Christiane, but as I mentioned in the book, right from the beginning, we had somewhat of a pretty good rapport and I believe it was, you know, like two people from New York City, you know, he was from Queens, I'm from Brooklyn. We had that kind of New York City rapport with each other and we got along very well. So, as the months went by, early on, there was no problem between us, but as the months went by and I had to contradict things he was saying, then he would call me up and yell at me and say, what are you doing? You got to be more positive. But I think deep down, he really didn't want to conflict with me. And that's the reason why he would always say, even when he would be yelling at me on the phone at night, he would end it up by saying, we're still OK, Tony, right? We're good. That was OK. But his staff didn't feel that way. So, even though he said, we're good, things are OK, his staff started to undermine me and try to reduce and actually diminish my credibility in the White House. So, even though he was saying things were OK, they were not OK in the White House staff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "Amazing. And then, of course we had the COVID vaccine, which is an unbelievable success. But I want to take you back to those days, becauseour wonderful producer found this segment -- found this CNN report from 1991, which basically is a reflection of what was going on in your life and the life of these patients back then. It's about a minute long, we're going to play it. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Many people who fight AIDS feel they must also fight the system. Joel Ganek complains they're both killing him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "JOEL GANEK",
      "sentences": "You know, to study people, he said, oh, you know, well, this will be available in a year. I said, I'll be dead in a year. Thanks. Youknow, what good's that going to do me?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "A year ago, the San Francisco architect hoped an experimental drug called Compound Q would be the answer. That it turned outnot to be as a familiar refrain in an epidemic that some feel has been driven less by science and more by false promises and politics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "GANEK",
      "sentences": "Our power is in medical science's ability to find the answer, and it will be found. Whether it's found in time for me, I don't know. I hopeso. Probably not. DR. FAUCI:  It's very important to re-look at what we've been doing and try and fine tune it, turn the knobs, tighten up the system.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The Director of AIDS Treatment Research for the Federal Government envisions a strike force for clinical trials that can speed thepace of promising research. DR. FAUCI:  Focus a little bit more on the important problems, eliminate the poor performers, fund more of the good performers, and implement other systems that can get things done in a very rapid way. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "It's really a remarkable story. I just want to end by asking you, what do you fear in terms of the future of pandemic? We know the CDCis warning about a global surge of dengue fever. Bird flu is currently spreading through dairy cows in the U.S. And apparently, four dairy workers have tested positive. What is your -- you know, what's setting out the red lights for you? DR. FAUCI:  You know, Christiane, you may have asked me, you know, many years ago what my worst nightmare was, and I remember telling you and other journalists that it was a respiratory disease that was brand-new, likely jumped up from an animal reservoir that spread very efficiently and had a degree of morbidity and mortality. That was my worst nightmare. And unfortunately, my worst nightmare came true with COVID. What I think about my next worst nightmare is a repeat of what we've just seen, whether that's a pandemic influenza or another coronavirus that's respiratory born, that efficiently spreads from person to person, and that could make you very sick and kill you. That's the thing that could be a devastating pandemic. There are very few other infections that don't have those characteristics of easy transmissibility and a degree of morbidity and mortality.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "It's always great to talk to you, Dr. Fauci. Thank you so much indeed. \"On Call\" is your new book. Thank you so much.Now, President Joe Biden remains under intense scrutiny, as we've been saying, as the summit draws to a close, the NATO Summit. Amid all the uncertainty and calls for him to drop out, Republican pollster Kristen Soltis Anderson joins Walter Isaacson to discuss her latest essay, \"No Poll Can Tell Biden What He Needs to Hear.\" She argues the president's issue is not a sudden loss of support, but a gradual erosion of confidence. (BEGIN VIDEOTAPE) WALTER ISAACSON, CO-HOST, AMANPOUR AND CO.:  Thank you, Christiane. And Kristen Solis Anderson, welcome to the show.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "KRISTEN SOLIS ANDERSON, REPUBLICAN POLLSTER AND FOUNDER PARTY, ECHELON INSIGHTS",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "ISAACSON",
      "sentences": "So, President Biden, resisting calls for him to step down from the race, is deploying all sorts of populist rhetoric, attacking theelites, the establishment. It's almost like out of a Donald Trump playbook. Will that work in the Democratic Party?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "ANDERSON",
      "sentences": "It looks like it's been working for now. The ability to say, look, I'm listening to the voters, not the elites. I'm not going toapologize for who I am. These are all things that have been successful when deployed by Donald Trump over the last eight or nine years. So, you can understand why Joe Biden would take this defiant posture and say, I think I can just sort of put my head down and power my way through this. The problem he may face is, one, the Democratic Party and the Republican Party are not the same. While they both have politicians who are eager to please their voters and stay elected, the forces within the Democratic Party are slightly different than those on the GOP side and may mean that the party is less susceptible to the I'm going to put my head down, not apologize, power through kind of approach. You also have a problem with the fact that, for Biden, the electability concern is very real. And while for Donald Trump, he's been able to say, well, stick with me and I can get elected. And his voters have believed it all along. For Biden, that is increasingly not the case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "ISAACSON",
      "sentences": "You say defiance, a head down, sort of sticking it to people. Does that appeal to voters? It seems sometimes it does.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "ISAACSON",
      "sentences": "Is Biden the strongest candidate to defeat Donald Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "ANDERSON",
      "sentences": "Right now, the poll is -- the polls are somewhat inconclusive because some of the other contenders are less well known. So, while wepretty much know that a race between, say, Joe Biden and Donald Trump right now favors Trump by five points or so against, say, Kamala Harris, the polls give a much wider range of possible outcomes. There are more people who are turned off by her, but also more people who think, gosh, at least I wouldn't have to worry about the age question. And to say nothing of folks like, say, Gretchen Whitmer, Gavin Newsom, who are well known to folks that pay a close attention to political news, but your kind of median swing state voter probably doesn't know that much about them and would be more likely to tell a pollster like me, I don't know what I would do in that case. So, in some ways, the risk of nominating someone different is greater, but the potential reward is greater as well for changing course to a new candidate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "ISAACSON",
      "sentences": "Who do you think might be the strongest candidates for the Democratic Party?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "ANDERSON",
      "sentences": "I think at this point you would have to say Kamala Harris. And it's not because she's a wonderful politician or because this White Househas used her very effectively, but because, in some ways, that would be the least disruptive path forward rather than a very contentious primary where you hear this sort of fantasy land arguments, oh, we could have a very nice, friendly, everybody sit around and tell why they have a positive message. But I think inevitably, there would be some negativity and some infighting that would not be helpful to the Democrats. If it was instead a handing of the reins over to Kamala Harris, a more seamless transition, that would be something that would avoid that partisan infighting. And frankly, it's not as though she pulls significantly worse than Joe Biden does. She has some political gifts and some political downsides when it comes relative to the incumbent president. But I think she would probably be the best bet for conveying that sense of stability. That is what Democrats are really leaning on to make the case that they should be chosen over Donald Trump, who they say is an agent of exactly the sort of chaos that voters do not want.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "ISAACSON",
      "sentences": "You say that Kamala Harris would be a strong candidate, agent of stability, but to some extent, politics, especially populist politics thesedays, tends to be affected by media attacks, social media attacks, especially from the conservatives on social media, in which she's a real target, but of course, all sides on social media and the media. Don't you think that she presents a target more than other Democratic candidates?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "ANDERSON",
      "sentences": "Well, she certainly represents, you know, having a target on her back because she has already been a target, at least, of conservative mediafor quite some time. So, that would not be anything new. And I guess what that raises for me is the question of how much of that is already kind of priced in, where for somebody like a Gretchen Whitmer, you know, to what extent are there things in her record in Michigan that would be unflattering, perhaps the handling of something like COVID-19. We know that's been a really sore spot for Democrats within their own coalition. Is that something that makes her potentially a risk? Or to say nothing of Gavin Newsom, who, you know, you can guarantee if he was chosen by the Democrats, Republicans are going to be all too happy to talk about him going to dinner at the French Laundry while everything else was closed in California. There's plenty in Gavin Newsom's record that Republicans would also consider a pretty target rich environment. So, yes, Kamala Harris is not necessarily the most beloved, popular, or perfect vice president there is, but she would be somebody who you could hand the reins to very effectively. And frankly, I'd have to imagine if you're somebody like a Gretchen Whitmer or a Gavin Newsom, you think your political life cycle might be a little bit longer. You may recognize that stepping in right now is very risky and could really do some damage to you long-term. You may not want any part of this, even if Harris is not essentially anointed, you know, the person that Biden hands things over to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "ISAACSON",
      "sentences": "You have written a piece that says \"No Poll Can Tell Biden What He Needs to Hear.\" Two questions. Why not? Why can't a poll help tell himthat? And secondly, what does he need to hear?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "ISAACSON",
      "sentences": "So, what you're saying is that even though the polls show that 70 to 80 percent of people -- of all parties feel Joe Biden's too old to bepresident, he might not be able to serve out a term, that that's now been priced in, so to speak, and you don't think it'll further affect this race?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "ANDERSON",
      "sentences": "It's possible that he continues to give interviews or unscripted appearances that further underscore a state of decline and that make peoplego, I thought it was bad, but I didn't think it was this bad. So, I don't rule out the possibility that things could get worse, but I also think that something that, in a weird way, benefits Joe Biden is the fact that his coalition is not about him. Donald Trump's coalition is about Donald Trump. It's people affirmatively saying, I like Donald Trump. But for Joe Biden, in the 2020 election, when we looked at the exit polls, most of the people who voted for Joe Biden said their vote was mostly about opposing Donald Trump. So, in some ways, Joe Biden being very imperfect or potentially not being up to the job of being president is less important because his voters are with him because he's not Donald Trump. It also may make it easier for Democrats to make a switch to put someone else in that position because their coalition, again, is not about the name that's on the ballot, it's about not being Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "ISAACSON",
      "sentences": "Donald Trump is only a couple of years younger than Joe Biden. He's also been convicted of felonies, all sorts of legal problems. Doesthat come up in your discussion with voters and particularly with Republican voters?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "ANDERSON",
      "sentences": "So, Donald Trump's many flaws, his convictions, his -- the accusations, all of it, is, in another way, kind of priced in to whatpeople think about Donald Trump. And in a weird way, Donald Trump having been absent from the public mind and out of the White House, in my view, has made a lot of voters revert back to thinking of him as kind of outlaw business man. They think of him more in terms of his kind of apprentice era persona than the way they thought of him as president. When Donald Trump was president, his approval ratings were not great, especially toward the end, there were lots of Americans that said, I don't think this is working out and I want to change. But as he has been further and further removed from the White House, there's almost been a nostalgia that has set in where voters are looking past things like the felony convictions and saying, yes, yes, I know he's not a great guy, but I think the economy was better when he was president. I think his policies made me better off. And so, Donald Trump has really benefited from -- even though he's had all of this stuff happen that we would think in normal times would be unfathomable in a presidential election, he's able to kind of ride it out because voters still think his policies would make them better off. That's a very powerful belief working in his favor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "ISAACSON",
      "sentences": "One of the key elements of Donald Trump's campaign, reinforced in the platforms they've been discussing this week, is to seal the borderand to have a massive deportation of people in this country illegally. How well does that resonate with Republican voters and for that matter with Democrats and Independents? Is that a key issue for America?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ISAACSON",
      "sentences": "President Biden and the Democrats want to make abortion and reproductive rights the main issue. Is that possible to make that the mainissue in voters' minds? And to what extent is it an effective issue with Republican voters as well as Democratic voters?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ANDERSON",
      "sentences": "So, the issue of abortion was one that used to animate both parties bases but was pretty out of the mix for your kind of swing voter,that the consensus around Roe versus Wade had taken the issue off the table. But what we saw in 2022 was with abortion as a live issue, one that suddenly was in flux. And now, one in 2024, we're able -- actually be on the ballot in a number of key states in terms of constitutional ballot amendments and such. This is an issue that I think is going to play a big role. It will play a role in two ways. First, by being very motivational to Democrats, even if they find that Joe Biden is a lackluster candidate, or even if there's a swap and you get someone like Kamala Harris, who is a very flawed candidate, you will still have a lot of Democratic voters turning out because they don't want Donald Trump. And down ballot voting for Democratic candidates because they want to get Roe re-enshrined into law in some way, either through the Senate, either through the appointment of judges in the future, those sorts of things. So, that's piece number one. But piece number two is also for those swing voters. I have heard from swing voters who will not say that abortion is their top issue at all. They say cost of living is number one. But if they hear that a politician is prolife or wants to put into place any kind of policy that is considered pretty extreme, something like a very early on abortion ban, it's the sort of thing that can be a deal breaker issue where they won't tell a pollster like me abortion is number one, but it's very hard for them to imagine casting a ballot for someone with whom they strongly disagree on the issue. So, that's why though it is unlikely to be a top issue and it's certainly not one that Republicans want to talk about a lot, you saw Republicans have some language around abortion kind of softened in their platform as they head into the Republican convention. Republicans know this is a liability and are trying to avoid it, while Democrats know it may be their best shot in a year where you have somebody like a President Biden on the ticket who voters do not seem to be very favorable toward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ISAACSON",
      "sentences": "Is there a significant chance that Donald Trump can take black and for that matter, Hispanic voters away from the Democratic Party?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ANDERSON",
      "sentences": "I think there is, and we've seen it in an awful lot of data that's come in over the last few months. It wasn't just one or two pollshere or there that showed Donald Trump doing well, it was a number of polls where if you look in the cross tabs, you see this pattern emerge. Donald Trump is, in particular, doing well with Latino voters. We've seen Republicans really building a greater and greater share of their vote with the Latino part of their coalition, especially in states like Florida and in Texas. Some of the parts in 2020 that actually swung toward Donald Trump rather than away from him were the Rio Grande Valley, because the politics of an issue like crime or like immigration or like the economy have not benefited Democrats. Their message on those issues has not resonated with voters of color as much as Donald Trump's message of, I'm going to try to make sure that your job pays a good wage, I'm going to try to keep your taxes low, I'm going to try to help entrepreneurs and I'm going to try to enforce the law. It's a message that for voters across the spectrum. They have found to be a little bit more appealing than, I think, Democrats bargained for. And so, there is a real chance that Donald Trump could do better among, say, black men than he did in previous elections. And that would be a very, I think, shocking finding to many. But if Donald Trump wins, that will be a big piece of how he gets there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ISAACSON",
      "sentences": "Kristen Soltis Anderson, thank you so much for joining us.",
      "isLastSentenceInterrupted": false
    }
  ]
}