{
  "date": "2024-05-09",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Trump Lawyer Cross-Examines Stormy Daniels; Biden Says He Would Halt Some U.S. Weapons Shipments To Israel If Netanyahu Orders Major Invasion Of Rafah; UNRWA: Nearly 79,000 Have Fled Rafah Since Monday. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "JESSICA SCHNEIDER, CNN JUSTICE CORRESPONDENT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "HILL",
      "sentences": "-- in this last bit of time, and that's continuing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "SCHNEIDER",
      "sentences": "Yeah. Another word I've use, Erica, may be \"combative\", a combative cross-examination, and this has been ongoing for the past hour and a half now. Stormy Daniels, we've seen it repeatedly, she is fighting just about every assertion that Trump's lawyers are making. She is really interrupting. She is really fighting back. It's unclear how this is playing with the jury. They have throughout this trial been very serious, very stone-faced, but we're not getting a good read. I think they're being much along those same lines now, despite the tense atmosphere in the courtroom.The defense team is really focusing in their cross-exam on a few themes. First of all, they're trying to poke holes in Stormy Daniels' story. They're asking her maybe about slightly different versions she told news outlets the years, details she may or may not have talked about at certain points. And then, the second theme that we're seeing is they're really looking to highlight how Stormy Daniels has profited off of this sexual encounter with Trump. They've asked her numerous questions, including about her nearly million dollar book deal that she got. That was in 2018, after the full story about her affair came out in The Wall Street Journal. They're also talking about how she went on a tour of strip clubs across the country when she was trying to capitalize on her newfound fame, all while Donald Trump was President. They've also talked about how after Donald Trump was indicted, she was selling things online, sort of reveling in the fact that he had been criminally indicted. So, the defense team really trying to drag out every salacious part of Stormy Daniels' past. They're really trying to damage her in front of this jury, after we saw potentially a very damaging direct examination on Tuesday when she gave very detailed explanations of her encounter with Trump. And now, the defense team is really fighting back. I mean, we heard that this is going to happen yesterday from our team who is in close touch with Trump's lawyers. We knew that this was going to be a combative cross-examination. And Erica, we are seeing just that in this back and forth that's been ongoing for more than an hour and a half now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "HILL",
      "sentences": "Yeah, and we're not done yet. I just lost you for a second. So, I'm not sure if you mentioned this. But, Susan Necheles just asking if they could take a break, and the judge says he'd like it to go a little bit longer. So, we are not taking a break just yet. Jessica --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "SCHNEIDER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "HILL",
      "sentences": "-- appreciate it.I want to continue to take a closer look at this testimony with former state and federal prosecutor David Weinstein, who joins me now. David, good to have you back with us. What we're seeing here, going from sort of a little bit more businesslike and serious this morning to more combative, I'm curious, given that she is a witness for the prosecution after what we saw on Tuesday, knowing what was coming on Thursday from the defense, would there have been any interaction with prosecutors and Stormy Daniels, their witness, to talk about what was expected for this second day of cross-examination? DAVID WEINSTEIN, FORMER STATE AND FEDERAL PROSECUTOR, &amp; PARTNER, JONES WALKER LLP: Well, Erica, glad to be back. Second of all, there can't be. Once a witness is on the stand, the lawyers are precluded from talking to that witness about anything unless the judge directs them to do so. [11:05:00] We saw an example of that on Tuesday, where they asked permission to talk to the witness to tell her what the judge said, which was, stop going on these rambling answers. You have to confine your answers to the questions that are asked. But, aside from that, they can't talk to her. They can't coach her. They can't tell her what to expect. All that had happened before she got on the stand for her direct examination.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "HILL",
      "sentences": "So, given that, right, given the fact that there can't be any of that conversation, based on what we are hearing from our colleagues in the courtroom about her demeanor, about how she is approaching this cross-examination now, day two for her, do you sense a change at all? Do you see anything different?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "WEINSTEIN",
      "sentences": "Look, she always was going to be combative about this because it's her reputation that they're trying to tarnish. And so, both sides here, the witness and the cross-examiner, they have to reach this careful balance. At some point, it's going to reach no good return for the defense and the cross-examination. They will allow her to now continue to repeat what she said, despite them trying to poke holes in her story and affect her credibility. Of course, she is going to defend what she said. She doesn't want to be called a liar on the stand. I'm not surprised that the interaction is heated that they talk over each other, that there is a lot of yelling back and forth between the two of them. But, at some point, it's going to lose its effectiveness.Look, the defense wants the jury to believe that she is not telling the truth. That she made this up. But, you know what? That's not really what's at issue here. Whether she made it up or not, that's up to the jury to decide. But, the fact of the matter is, she was paid not to talk about this. And the question becomes, who paid her? Why did they pay her? How did they characterize the payments? And was it done to influence the election? And so, this back and forth is certainly exciting for the jurors, perhaps, and for those of us watching, but it's going to get to a point where it gets on too long, despite the defense saying, oh, they were really going to let her have it today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "HILL",
      "sentences": "So, there is that. As you point out, there is that balance. And also to your point, she is not the person as we know who was going to take the stand for the prosecution and say, yes, I know that Donald Trump was doing it for this reason. That is why he paid me $130,000, but had to hide it with a payment from Michael Cohen. So, what does she, to your point, what does she achieve? There are these salacious details. She is talking about what did or didn't happen. The defense is really pushing her on, has she profited over the years from that encounter years and years ago? Is the prosecution getting what they need out of her?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "WEINSTEIN",
      "sentences": "They already got what they needed out of her on her direct examination, and this cross again it's just letting her repeat the story. Look, they need her to say what happened, how it happened, when it happened, when the payments became an issue, how close that was in timing to the election, who she interacted with about getting the payments. Look, the fact that she made money off of this and that she may not have told the story exactly the same as many times as she told it, that's a bit of a side issue here, not one that's really important to the prosecution.Look, she has set the stage for Michael Cohen to come on and say, yes, I'm the one who interacted with her, but I did it at the behest of the former President. And so, she is another building block in their case. They've established what they need to. And now, whether or not the jury finds her to be completely credible or partially credible, that's not going to necessarily have a direct impact on when were the payments made, who authorized them, how are they characterized? So, look, they're making some points. They're dinging her character here. But, quite frankly, they're also showing that their client associated closely with this person of questionable character for a decade or more and how that whole relationship started. So, they're spilling a lot of dirt in their own client as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "HILL",
      "sentences": "David, always good to have you with us. Thank you.We will continue to monitor all these developments and the activity down here in Lower Manhattan. But, Rahel, I want to turn it back over to you now. I know that you are following very closely the impact of those comments that President Biden made in that exclusive interview with Erin Burnett, specifically about Israel. So, I'm going to hand it back to you now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "JOE BIDEN, PRESIDENT, UNITED STATES OF AMERICA",
      "sentences": "Civilians have been killed in Gaza as a consequence of those bombs and other ways in which they go after population centers. I made it clear that if they go into Rafah, they haven't gone on Rafah yet, if they go into Rafah, I'm not supplying the weapons that have been used historically to deal with Rafah, that deal with the cities, that deal with that problem. We're going to continue to make sure Israel is secure in terms of Iron Dome and their ability to respond to attacks that came out in the Middle East recently. But, it's just wrong. We're not going to supply the weapons and artillery shells -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "BURNETT",
      "sentences": "Artillery shells as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "BIDEN",
      "sentences": "Yeah, artillery shells.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "BURNETT",
      "sentences": "So, just to understand what they're doing right now in Rafah, is that not going into Rafah as you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "BIDEN",
      "sentences": "They haven't gotten in the population centers. What they did was right on the border, and it's causing problems with, right now, in terms of Egypt, which I've worked very hard to make sure we have a relationship and help. But, I've made it clear to Bibi and the war cabinet, they are not going to get our support if in fact they go on these population centers.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SOLOMON",
      "sentences": "Now, the former President Donald Trump lashed out at President Biden's Israel's comments. Here is what he said, heading into Manhattan courtroom for his criminal trial today.(BEGIN VIDEO CLIP) DONALD TRUMP (R), FORMER U.S. PRESIDENT AND 2024 PRESIDENTIAL CANDIDATE: I guess he feels good about it. Because he did it as a political decision, you have to do the right decision, not the political decision. But he did a very bad thing. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SOLOMON",
      "sentences": "Now, as we see how this decisive moment in the Israel-Hamas war plays out, as President Biden referenced, parts of Rafah are already facing an intense Israeli barrage. Hospital officials in eastern Rafah say that Israeli shelling killed three people, including a child. The UN estimates that nearly 79,000 people have fled after an evacuation order Monday by the Israeli military. UNICEF said that some 600,000 children are impacted in the city in southern Gaza. One UNICEF official said that Rafah is quote, \"hanging on the edge of a precipice.\"Let's bring in CNN's Jeremy Diamond, who joins us in Jerusalem now. Jeremy, it was an interview that obviously covered a lot of ground, and it's an interview that made quite a bit of attention, both here in the U.S. and in Israel. Talk to us about the reaction we've seen and what impact the President's comments could have.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "JEREMY DIAMOND, CNN CORRESPONDENT",
      "sentences": "Well, there have been different reactions across the Israeli political spectrum to the comments by President Biden. But, one thing is clear, is that across that political spectrum, everyone agrees that this is certainly a fulcrum moment in U.S.-Israeli relations, an inflection point certainly in the relationship between President Biden's administration and the government of Israeli Prime Minister Benjamin Netanyahu, and that's because, for months now, the United States has been growing increasingly critical of Israel's handling of the war in Gaza, warning Israel to take more precautions as it relates to civilians.And ultimately, when it seemed like many of those warnings were going unheeded, President Biden making the dramatic decision to tie Israel's conduct in the war in Gaza to future U.S. weapons shipments. Now, in terms of the reaction here, I can tell you that I've talked to multiple Israeli government officials who have said that they will not be intimidated, so to speak, by these threats by President Biden as it relates to munitions shipments. It doesn't seem like there is going to be any kind of course correction by the Israeli military in terms of the future of this Rafah operation. Rather, I've heard a lot of defiance and a lot of anger from Israeli government officials at these comments by President Biden. Some members of Netanyahu's right-wing coalition, like Itamar Ben- Gvir, Bezalel Smotrich, have gone much further in their criticism of President Biden, with Ben-Gvir tweeting \"Hamas loves Biden.\" Others on the kind of left/center-left in Israel are blaming Prime Minister Netanyahu, saying that it is his mismanagement of U.S.-Israel relations that has allowed all of this to spill out so publicly. But, ultimately now the question is, what happens in terms of the war in Gaza? I'm told that the Israeli war cabinet as well as the Israeli security cabinet are set to convene in a matter of hours this evening to discuss this latest threat by President Biden and how it will affect the future of Israeli military operations going forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "DIAMOND",
      "sentences": "Well, Rahel, there is no question that the Rafah border crossing between Gaza and Egypt remains closed. It has been closed since the early hours of Tuesday morning when Israeli tanks and troops rolled into that border crossing and into eastern Rafah. There has been some dispute about the Kerem Shalom crossing, with Israeli officials claiming that they had reopened that crossing. They released video yesterday of humanitarian aid trucks entering that crossing, although it wasn't clear that they had crossed into Gaza itself, but rather arrived inside the kind of security checkpoint of the Kerem Shalom crossing. The United States, United Nations, and Gaza crossing authorities say no aid trucks have actually made it into Gaza from that crossing.But, regardless, between both of these crossing, which are the key points through which humanitarian aid has gotten into Gaza, there is no question that there is starting to be an impact in terms of the amount of aid that is getting in, and that Rafah border crossing is especially critical, not just for the flow of humanitarian aid, but also because that's the point by which medical evacuations from Gaza have left to go to the outside world, and also in terms of fuel getting into Gaza. We now have aid agencies warning that Gaza's hospitals could be running out of fuel very, very soon, if more fuel is not brought into to help with those generators there. So, there is no question that there is already an impact, despite the fact that this military operation has been relatively limited so far to the eastern part of Rafah, the outskirts of the city, really. But now, the question is, what will happen if the Israeli military goes into the heart of Rafah? And that is where the red line is that President Biden has talked about in terms of future munitions shipments, the population centers. The Israeli military, for its part, says that those population centers is where Hamas' four remaining battalions, what Prime Minister Netanyahu has described, as Hamas' last bastion, that's where it lies. But, of course, there are also nearly 1.4 million people currently living in very densely packed conditions. And so, a lot of concern about what an Israeli military operation, a full-scale offensive would mean in that area.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. All right. Stark warnings with obviously grave consequences. Jeremy Diamond live for us in Jerusalem. Jeremy, thank you.All right. Coming up, the Russian President is rallying for public support, as his country honors its World War Two victory. Vladimir Putin's message to the world straight ahead. Plus, an exclusive report on one of the Americans being held by Russia. Hear what Paul Whelan told CNN about his time in Russian custody and why a new arrest complicates his situation. We'll be right back. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "CLARE SEBASTIAN, CNN CORRESPONDENT",
      "sentences": "Yeah, Rahel. He really used it on the one hand as a way of stirring up Russian patriotism. Victory Day matters a lot in Russia. This is a country that lost some 27 million people in World War Two. And he really called on the population to show the same level of resilience as those who were around during the Second World War. He said, we celebrate Victory Day in the context of the special military operation, which is, of course, how Russia still refers to the war in Ukraine. So, that would have been a powerful message domestically, and one that is critically important in the context of the mounting Russian losses in Ukraine that Putin can no longer ignore.But, on the other hand, I think the target audience for a lot of his messaging was the West. Take a look. (BEGIN VIDEOTAPE) SEBASTIAN (voice-over): Amid unseasonal snow flurries, Russian President Vladimir Putin using this moment to turn up the heat is his war of words with the West, accusing it of distorting history. VLADIMIR PUTIN, RUSSIAN PRESIDENT (Interpreted): Revanchism, mockery of history, and the desire to justify the current followers of the Nazis are part of the general policy of Western elites to foment more and more regional conflicts. SEBASTIAN (voice-over): Putin's third Victory Day since his full-scale invasion of Ukraine, another opportunity for his own brand of factual distortion, painting the war in Ukraine as the sequel to Russia's role in defeating Nazi Germany, portraying the West as the aggressor, justifying unimaginable losses under the banner of patriotism. PUTIN (Interpreted): Russia is going through a difficult period. The fate of our motherland depends on every one of us. SEBASTIAN (voice-over): Soldiers fresh from the frontlines in Russia's so-called special military operation also treading the damp cobbles of Red Square. And yet, this year, victory seems more attainable. Russia now has the advantage on Ukraine's frontlines, gains on the eastern front in recent months, their biggest in more than a year and a half. Moscow confident enough to show off a selection of battlefield trophies. European and American tanks and armored vehicles part of a month-long exhibition at Moscow's Victory Park. At home, Putin now two days into his fifth time, is more powerful than ever, and he wants the world to know it. PUTIN (Interpreted): Russia will do everything to avoid a global confrontation. But, at the same time, we will not let anyone threaten us. Our strategic forces are always combat ready. SEBASTIAN (voice-over): It was a measured nuclear threat. As ballistic missiles rolled across Red Square, Putin casually coordinated plans for upcoming non-strategic nuclear exercises with close ally Belarus, both leaders emphasizing this is just routine training. While Western leaders no longer join Russia in marking this shared victory, Putin knows they are watching. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SEBASTIAN",
      "sentences": "Well, of course, there is no doubt that the fact that Russia is now in the third year of its war on Ukraine does impact the logistics of Victory Day. As you noted, this was a smaller event than even last year's scale down event, fewer troops taking part in the parade, fewer pieces of military equipment. We even saw parades in a number of border regions canceled because of security concerns. Obviously, cross-border attacks, now drones, shelling, that is a regular event inside of Russia. So, a lingering sense of unease around this, but overall, an opportunity for Putin to project power at home and abroad, and really dangle that concept of victory. He said we look up to the generation of winners. Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "JENNIFER HANSLER, CNN STATE DEPARTMENT REPORTER",
      "sentences": "Well, Rahel, he definitely sounded a lot more positive than he has in past conversations. He noted that one of the last times we spoke was back in December around the fifth anniversary of his detention there in Russia. So, he was quite depressed. He didn't feel like things were moving forward for him. And he has since had conversations with U.S. officials that have reassured him that they are working to bring him home. He said he knows that there have been proposals made, that there are efforts underway. And he is hoping that this is coming to an end sooner rather than later, because it has been, of course, five years in detention for him.At the same time, he did know he is a little bit concerned over this recent arrest of this U.S. soldier in Russia, and he is particularly concerned if this person is designated as wrongfully detained, that that will bring the negotiations back to square one. Take a listen to how he described it to me. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "VOICE OF PAUL WHELAN, AMERICAN DETAINED IN RUSSIA",
      "sentences": "Unfortunately, if this gentleman is declared wrongfully detained, it will sort of start negotiations for Evan and I all over again, because then there'll be the three of us. And this is one of the problems that we've had in the past. They were negotiating for me, and then it was Trevor and me, and then it was Brittney and me. And now it's Evan and me. And every time they've negotiated, it's always been starting fresh when there's another person involved. So yeah, it is a bit of a concern.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "HANSLER",
      "sentences": "So, of course, there he is referencing Trevor Reed and Brittney Griner, two fellow Americans who were declared wrongfully detained and ultimately released from Russia in prisoner swaps. We should note that U.S. officials said Russia would not include Whelan in those swaps. So, he is a little bit concerned that were this soldier to be declared wrongfully detained, that this similar situation could happen again. But, of course, it is very early. This soldier was only arrested last week. So, that designation has not yet been made. It is often a lengthy process. So, we'll have to wait and see what happens there, Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SOLOMON",
      "sentences": "Jennifer, give us a sense based on your conversation of how much Paul knew about this recent arrest of the American soldier.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "HANSLER",
      "sentences": "Well, he said he knew about it broadly. He didn't have a lot of details. He said that his parents had told him about it. This isn't something he learned about from Russian media at the camp, for example, but it is something he is aware of. He is able to speak with his family pretty regularly. He does have some access to the Russian media that is put out there in that prison camp. So, he was largely aware of it, but not any specific details there, Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "HILL",
      "sentences": "Welcome back. Half past the hour now, Stormy Daniels taking a quick break here from the witness stand in Donald Trump's hush money trial, the first break of the morning, but boy, has it been a morning, that defense challenging Daniels in cross-examination, saying, quote, \"Your story has changed a lot over the years.\" Daniels really pushing back, as she has been throughout the morning.CNN Justice Correspondent Jessica Schneider following all of these developments for us this morning. So, as I noted, just took a break for the first time this morning. There really has been a lot of this back and forth combative, as you described it earlier in the hour, and that certainly seems to be something that's going to continue as this continues throughout the day, Jess.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SCHNEIDER",
      "sentences": "Yeah, and that seems to be the strategy from the defense team here, Erica. I mean, just to give you a look at the numbers, we're getting an update from our team. They've been keeping track of the timing here. So far, between Tuesday and today, Stormy Daniels has been on the stand five and a half total hours testifying. That includes direct and cross-examination. But, on cross-examination, she has almost been cross-examined now for three hours. I'm pretty sure that's the longest cross-examination we've seen of any witness yet in this case, probably only to be outdone by Michael Cohen, when he eventually takes the stand, because the defense is going to have a lot of hits to take at Michael Cohen.But, what we've been seeing from this defense team, well, while they're going after Stormy Daniels, especially in the last few minutes before they went to break, we really saw the defense team try to poke as many holes in Stormy Daniels' story as possible, bringing up even the most minute discrepancies. And one thing that they really hammered in on was, during testimony, Stormy Daniels seemed to imply, although she said that this wasn't really the case, but she implied it anyway for the jury that maybe she had sex with Donald Trump against her will. She said, at one point, she sort of blacked out. She doesn't really remember. She says no, no, I wasn't under the influence of any drugs, but I just -- I blacked out. It was kind of a traumatic experience for me. So, right before we went to break, the defense team really said, wait a minute here. You never mentioned that in any of your interviews. So, they really want to clear the air. I mean, of course, the actual sexual encounter isn't at issue in this trial. But, the defense team really took offense to Stormy Daniels' testimony, even remotely implying that this sexual encounter was against her will. So, that's what they've been focusing on. In the last few minutes, they've also been focused on poking holes in her story. And then, of course, Erica, they've really been digging in on how much Stormy Daniels has profited off of this sexual encounter, not only with the hush money payment, but then after the story came out in The Wall Street Journal in early 2018. She got a book deal. She went on a nationwide tour at strip clubs. She sold merchandise after Donald Trump was indicted in this criminal case. So, Erica, the defense team is trying to do all they can to erode Stormy Daniels' credibility for the jury. And like I said, we've been at this cross-examination total, between Tuesday and today, for almost three hours. I think we probably have a little bit longer to go that the defense team was clear that they really want to make sure that they hit at every part of Stormy Daniels' testimony, and that's exactly what they're doing, Erica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "HILL",
      "sentences": "This is expected to continue. We actually heard probably about I would say maybe 20, 30 minutes before we actually took the break, Susan Necheles actually asked, can we take a break? And the judge said, I want this to go on a little bit longer. How does something like that also play? If your view is that it seems the jury may be -- she may be losing the jury at this point, hearing an attorney ask for a break, not getting that break, does any of that come into play?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "EISEN",
      "sentences": "It's the second time this has happened during the examination of Stormy. When it started on Tuesday afternoon, she requested an afternoon break, very close to the end of trial. It was unusual the judge gave it to her that time. It's too much to say that she has lost the jury. Some jurors clearly were uncomfortable, particularly when she turned to questioning the sexual encounter between the former President and Stormy and the power dynamic that was going on there.When an attorney wants to take -- I was taught on cross-examination, never let up, keep going, but be courteous. I would not have done this cross-examination this way. And we have to ask ourselves, particularly -- Stormy actually does better on cross than I thought she did on direct. We have to ask, is this because they feel they're losing the case? They're falling behind in points, Erica, and they have to put more on the board. Has Donald Trump famously aggressive? Has he told his lawyers, I want you to be tougher on the witnesses? But, my assessment is that they've fallen a little further behind as a result of this examination, just because Stormy has been tough under the intense questioning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "HILL",
      "sentences": "Our reporting was that the defense team was putting out there that they had actually decided to go a little bit longer today than they initially planned because they felt they had to do a little rehabilitation. They were worried that their client, the defendant, the former president's reputation had taken a bit of a hit due to her testimony on Tuesday. Do you see that as what is happening today in the courtroom?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "EISEN",
      "sentences": "How does it improve Donald Trump's reputation to have additional conversation about whether or not Necheles asked in one question, was the President standing over you? The power imbalance that came out to hammer that more, to have another day of reporting additional questions to have that go before the jury. I don't think the strategy, if that's what it is, of rehabilitating the President that we're getting that. Look, it's a very unsavory story, but that mud is being splattered on everybody. I think Stormy is holding her own.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "HILL",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "EISEN",
      "sentences": "And if a witness, you can't win on cross, but if the witness holds his or her own, that is a success, because when the cross ends, Susan Hoffinger is going to stand up, and she is going to redirect and rehabilitate Stormy on many of these points. So, in my assessment, the defense, after a very strong trial up to this point, I think it's become a little too much aggression. This case is not about whether that encounter happened or not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "HILL",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "EISEN",
      "sentences": "This case is about whether this case is going to be decided by the jury based on two questions. Did Donald Trump intend to enter an illegal campaign finance and criminal conspiracy in 2016 with this payment, and did he participate in covering it up by creating false documents? That's where they should be saving their political capital for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "EISEN",
      "sentences": "It's correct. There is two cases. Today, we've kind of gotten a third dimension that the defense is really expanding. And in order for this case, for this document falsification, 34 false, alleged false documents to be a felony, you have to have that other crime that's being covered up. So, it's a documents case and a campaign finance election interference case. The prosecution has actually spent most of the trial, we've now -- we're 10 days into the testimony, they spent most of the talking about the conspiracy in 2016 to influence the election, because that's what makes the case important and count for the jury.We did have one solid day of accounting testimony on Monday about the document. I guarantee you, we will get more documents testimony when Stormy finishes, because that's what they're doing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "HILL",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "EISEN",
      "sentences": "They're alternating campaign finance, election interference conspiracy, documents conspiracy --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "HILL",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "EISEN",
      "sentences": "-- back and forth. And now there is this third big question, did Stormy Daniels and Donald Trump have sex in 2006 or not? That's what the defense is fighting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "HILL",
      "sentences": "But, that's actually not part of the case. I mean, we're out of time here, but it doesn't really --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "EISEN",
      "sentences": "It's not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "HILL",
      "sentences": "At the end of the day, it's about, look, money was paid and what was behind that money. The sex is sort of beside the point, like, in terms of what we're looking at what those structures,",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "EISEN",
      "sentences": "That's why I would have saved all this cross for the actual issues in the case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "HILL",
      "sentences": "Well, let's see. Maybe they're saving more of that. Norm, appreciate it, as always. I'm going to let you get back into court. We'll pull you back out again later. Thank you. Rahel, I'll hand it back over to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "SOLOMON",
      "sentences": "All right, Erica. Thank you.And let's turn our attention now to another Trump family member. After spending his childhood out of the spotlight, Donald Trump's youngest child will be playing an important role during the Republican National Convention in July. The Florida Republican Party has chosen Barron Trump to be an at-large delegate at the convention to formally nominate Trump to be President. A delegate list obtained by CNN shows 18-year-old Barron is not Trump's only child to be selected. For more, let's bring in CNN's Alayna Treene, who joins us from Washington. Alayna, this is a pretty big shift. I mean, Melania has famously tried to keep Barron out of the spotlight. What do we know here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "ALAYNA TREENE, CNN REPORTER",
      "sentences": "That's right. I think this is fascinating, because Donald Trump and Melania Trump, more specifically, have really tried to keep Barron out of the public view, to shield him from the politics and the media attention that his father has had for the last several years. This is really a huge shift now to have Barron Trump be one of the delegates. That means he is going to be on stage at the Republican National Convention in Milwaukee. He'll be one of the people representing Florida when they select Donald Trump as their candidate to be on the ballot in the November election.And again, just from my years of covering this family, Barron Trump has always been someone they have not wanted to touch. They've been very careful about keeping him out of the spotlight. This means really that I think, one, Barron Trump wants to do this, and two, Melania Trump has signed off on it because she has really been the one who has shielded him from a lot of the spotlight. And so, that's what we're kind of seeing play out here. And I do also think it's worth noting that Barron Trump is still very young. He graduates high school next week. And so, this is kind of his first juncture into the political arena.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "SOLOMON",
      "sentences": "Wow. He is quite tall, but he is 18, and he is in high school. So, he can make his own decisions, apparently. Alayna, talk to us a little bit more about what he will actually be doing as one of these Florida delegates.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "TREENE",
      "sentences": "So, he is going to be joining some other Trump family members. And I want to be clear, the Trump family is going to have an outsized impact as part of this Florida delegation. Eric Trump, Donald Trump Jr., Tiffany Trump, all will be on stage with him, as well, Steve Witkoff, one of Donald Trump's close friends. He is a real estate developer, as well as Sergio Gor, another Trump ally. But, look, they're going to be the ones who are representing Florida. They're going to be part of the delegation from Florida that gets up on stage, selects Donald Trump as the person they want to be their candidate on the ballot. And that's really what this is about. And they will be representing the Florida party.And so, this is a big deal, I think more so because this is Barron Trump, who is going to be one of these people, but we have a lot of other family members who are on that list as well who will be standing beside him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "SOLOMON",
      "sentences": "Florida, of course, considered his home away from home, if you might.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "TREENE",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SOLOMON",
      "sentences": "Welcome back. Federal authorities are investigating after a dangerous incident on a Florida airport runway. The Federal Aviation Administration wants to know why a Frontier Airlines flight was given permission to taxi across the runway. That runway was also being used by an American Airlines flight that started to accelerate for takeoff. It happened on Monday night in Orlando.Joining us now is Aviation Correspondent Pete Muntean. Pete, we got to stop meeting like this. It seems like every time we talk, it's about one of these incidents. From what we can tell, how close did these planes get?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "PETE MUNTEAN, CNN AVIATION CORRESPONDENT",
      "sentences": "About a mile, which is not the closest we have seen, but this is still pretty alarming, especially when you consider the backdrop of two close calls last month involving commercial flights on the runways of major U.S. airports, incidents at Reagan National Airport outside D.C. and the JFK in New York, both in the same week, and now, add this incident at Orlando International Airport to the list. It happened Monday night around 6 p.m. local time, just coming to light now after being posted on YouTube by account, you can see ATC.The Air Traffic Control audio, details of the air traffic controller in the tower, cleared this American Airlines flight to take off. Then, that controller told a Frontier Airlines flight to taxi across the same runway in front of the American flight. The American flight had already started accelerating for takeoff. I want you to listen now to the air traffic control audio, and luckily here, the controller cut was about to unfold and told the American pilots to abort their takeoff. Listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Tower, American 2473. We had someone cross while we were trying to take off.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "MUNTEAN",
      "sentences": "That was the crew of the American Airlines flight saying, we saw the plane in front of us that was about to take -- while we were about to take off. The Federal Aviation Administration says it's investigating this. And here is the statement. \"An air traffic controller instructed Frontier Airlines Flight 1734 to cross Runway 18-Left at Orlando International Airport while American Airlines Flight 2473 was starting its takeoff roll from the same runway.\"So, the FAA admits a bit of the error here. It's not saying how close these planes came to one another. But, the early data from flight radar 24, as I said, came as close to about a mile apart, not the closest we've seen, but still pretty significant, especially when you consider that these incidents just keep on happening. It was a 2023 problem, and it's continuing now and 2024. SOLOMON: Well, Pete, talk to us a little bit about Capitol Hill (ph) up for lawmakers to reauthorize the FAA, like many things in Congress, though. There is division. Where do things stand?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SOLOMON",
      "sentences": "He is hoping. Pete Muntean, thank you.All right. Coming up, the Invictus Games are usually a popular event for Britain's royal family. But, this year, Prince Harry is the only royal making an appearance. We'll take a look at the royal snub by his family, when we come back. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SOLOMON",
      "sentences": "Prince Harry's trip to the UK seems to show rifts within the royal family still exist. The Prince is in London to celebrate the 10- year anniversary of the Invictus Games. It's a sporting competition that he founded for wounded veterans and military members. Now, in the past, it's been popular with other British royals.But, as Max Foster explains, that's not the case this year. (BEGIN VIDEOTAPE) MAX FOSTER, CNN ROYAL CORRESPONDENT (voice-over): Arriving at St. Paul's Cathedral in London, Prince Harry here to mark 10 years of the Invictus Games.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "PRINCE HARRY, MEMBER OF THE BRITISH ROYAL FAMILY",
      "sentences": "There are varieties of gifts, but the same spirit.FOSTER (voice-over): Notable in their absence from the service, close members of the royal family, Harry's celebrity friends stepping up instead. Prince William was never expected to meet his brother on this trip. But, Harry had reached out to his father. The king wasn't available due to his busy schedule, according to Harry's office. British media called it a snub. As Harry was taking to the pulpit as St. Paul's, the king made his own public appearance, just a few miles away at Buckingham Palace's first garden party of the summer season. Father and son, so close, yet still so far apart. They haven't seen each other since a brief visit in February after the king announced he was being treated for cancer. Shortly before Harry arrived in London, an announcement from the palace that underscored the increasingly close working relationship between William and Charles. The Prince of Wales was officially being handed the Colonel-in-Chief title of Harry's former Army unit. Harry has had a strange relationship with the royal family since he and his wife, Meghan, stepped back from royal duties in 2020. The Duke has since been highly focused on the Invictus Games, an international sporting competition for wounded veterans established in 2014.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "HARRY",
      "sentences": "10 years is a real thing. It's our birthday at Invictus Games Foundation, and we're all very excited and thrilled.FOSTER (voice-over): Wednesday's event in London will be followed by a trip to Nigeria, where Harry will be joined by Meghan. Both of these appearances unusually choreographed with the media, marking a fresh push to highlight the couple's worth. Max Foster, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}