{
  "date": "2024-09-03",
  "headline": "CNN Newsroom",
  "subHeadline": "Protests, Strike in Israel Amid Anger Over Hostages Deaths; Russia Strikes Ukraine as Children Return to School; Germany's Far- Right Party Wins State of Thuringia; U.S. Seizes Venezuelan President Nicolas Maduro's Plane; Renewed Hope in Bangladesh After Prime Minister Sheikh Hasina's Ouster; Bangladeshi Torture Victims Speak Out after Fall of Prime Minister; Pope Francis Arrives in Indonesia for Start of 12-Day Trip. Aired 12-12:45a ET",
  "utterances": [
    {
      "timeStamp": "00:00:28",
      "speaker": "JOHN VAUSE, CNN INTERNATIONAL ANCHOR",
      "sentences": "Hello, everyone. I'm John Vause, live from Studio H in Atlanta. In the hour ahead.(BEGIN VIDEO CLIP) BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER (through translator): Forgiveness that we didn't manage to bring them back alive. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:28",
      "speaker": "VAUSE",
      "sentences": "Contrition and remorse from Israel's prime minister as many blame him and his failing to get a ceasefire for the murder of six hostages by Hamas.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:28",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "Venezuela's version of Air Force One used by President Nicolas Maduro to fly around.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:28",
      "speaker": "VAUSE",
      "sentences": "The plane. The plane. Not the plane. Venezuela's autocratic ruler, Nicolas Maduro, grounded after his luxury jet was seized by U.S. authorities for sanction violations.(BEGIN VIDEO CLIP) FRIEDRICH MERZ, CHRISTIAN DEMOCRATIC UNION LEADER (through translator): Something like this never happened to a German government before. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:28",
      "speaker": "VAUSE",
      "sentences": "Well, there was that one time when far-right extremist rose to power in Germany by demonizing minorities and appealing to nationalism. The fallout from the rise and rise of the new far-right in Germany. ANNOUNCER",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:28",
      "speaker": "VAUSE",
      "sentences": "After nearly 11 months of war, the longest in Israeli history, maybe, just maybe, most Israelis have had enough. Monday saw another day of nationwide protests erupting from Jerusalem to Tel Aviv, to Caesarea in the north. Precise numbers are difficult to confirm, but organizers claim hundreds of thousands of people took part all demanding a ceasefire with Hamas, with many accusing the prime minister of stalling tactics, and they're demanding his resignation.Labor Unions also stated hours-long general strike, causing chaos for air travel, hospitals reduced services and staff, many businesses closed down. Protesters also gathered outside one Netanyahu's private homes, lighting fires and chanting, you are leader, you are guilty. Publicly, Netanyahu appears to be unmoved insisting he will not make any concessions and promising Hamas will pay for the murder of six hostages who were found dead over the weekend, murdered by Hamas to prevent their rescue by the Israeli military. Many believe a ceasefire deal could have saved their lives. For Hamas now is warning further rescue attempts by the Israeli military will lead to more hostages being killed. And criticism, too, from Israel's most important ally. When the U.S. president was asked if Prime Minister Netanyahu is doing enough to secure the release of the hostages, the answer was a firm, blunt no. On Monday, the president and vice president met with U.S. officials who've been part of ceasefire negotiations. Later President Biden said a final deal is close. The latest sticking point in ceasefire talks is Israel's demand to retain control of a narrow strip of land which divides Egypt and Gaza. As CNN's Nic Robertson reports, Prime Minister Netanyahu is standing firm on that and is refusing demands to withdraw Israeli forces. (BEGIN VIDEOTAPE) NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR (voice-over): In the face of growing demands to get all the hostages home, Israel's Prime Minister Benjamin Netanyahu doubling down on his defiance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:28",
      "speaker": "NETANYAHU",
      "sentences": "We're asked to make concessions? What message does this send Hamas? It says kill more hostages, murder more hostages. You'll get more concessions?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:28",
      "speaker": "ROBERTSON",
      "sentences": "Explaining he won't remove Israeli troops from Gaza-Egypt border, a compromise Hamas demands. His only concession, rare contrition for the six hostage families.NETANYAHU (through translator): I told the families, and I repeat and say this evening, I'm asking for your forgiveness that we didn't manage to bring them back alive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:28",
      "speaker": "ROBERTSON",
      "sentences": "Pressure for him to back down rocketed Sunday. Hundreds of thousands of Israelis took to the streets demanding he made the deal, save the other hostages. That energy and anger still alive on Monday, although the tempo and numbers down, their demands, not changing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:28",
      "speaker": "MICHAL HADAS NAOR, PROTESTER",
      "sentences": "I'm here because I feel the government has neglected the hostages. They don't care about the hostages.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:28",
      "speaker": "BARACK ADURIAN, PROTESTER",
      "sentences": "We want his government to cease to exist. We want elections and first and foremost we want them to sign an agreement to release the hostages.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:28",
      "speaker": "ROBERTSON",
      "sentences": "The whole nation watching what's at stake. Hersh Goldberg- Polin's poignant funeral, testament to that.RACHEL GOLDBERG-POLIN, HERSH GOLDBERG-POLIN'S MOTHER: I beg your forgiveness. We tried so very hard, so deeply and desperately. I'm sorry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "ROBERTSON",
      "sentences": "An American, but a son of Israel. His family's pain, the nation's, too. Goodbyes the country craves and hear.GOLDBERG-POLIN: OK, sweet boy, go now on your journey. I hope it's as good as the trips you dreamed about because finally, my sweet boy, finally, finally, finally, finally you're free. I will love you and I will miss you every single day for the rest of my life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "ROBERTSON",
      "sentences": "Nic Robertson, CNN, Tel Aviv.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "VAUSE",
      "sentences": "Joining us now from Washington is Steven Cook, senior fellow for Middle Eastern Studies at the Council on Foreign Relations, as well as author of \"The End of AmbitionAnd welcome back. Good to see you. Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "VAUSE",
      "sentences": "OK. So this is a growing number of Israelis who not only support a ceasefire in Gaza and in return for the rest of the hostages. But they also believe Prime Minister Netanyahu needs to do more to make that happen. And that was a question which was put to U.S. president Joe Biden. Here it is.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "Do you think he's doing it enough?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "No.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "VAUSE",
      "sentences": "So no confusion there over Biden's position. And in fact, the only support for Netanyahu is coming from the far-right extremists within his coalition, people like Ben-Gvir. Here's where he stands on Gaza.(BEGIN VIDEO CLIP) ITAMAR BEN-GVIR, ISRAEL'S NATIONAL SECURITY MINISTER (through translator): We will do our jobs so that Netanyahu does not back off. So that there is no reckless deal. So that we do not negotiate with those who murdered, raped, slaughtered, burned. There's only one way to talk with Hamas, through weapon sites. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "VAUSE",
      "sentences": "You know, with friends like that. Is Netanyahu out of options here or is fast running out of options?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "STEVE COOK, SENIOR FELLOW FOR MIDDLE EASTERN STUDIES, COUNCIL ON FOREIGN RELATIONS",
      "sentences": "Well, I mean, that's the problem. The fact that Itamar Ben-Gvir has vowed to hold Netanyahu's feet to the fire, and he is the key to maintaining Netanyahu's government. So in ways, there is no much more that the prime minister can do despite the fact that there are hundreds of thousands of Israelis in the streets demanding that he do more. If he were to do more, it would bring down his government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "VAUSE",
      "sentences": "Well, Israel's Haaretz newspaper makes this point. Public sentiment is ultimately what will decide whether one of the darkest chapters in Israel's history ends now, or whether we allow ourselves to be pulled down the abyss by Netanyahu and his far-right allies.If public sentiment really had that much sway, then wouldn't a deal had been happened, you know, long ago? And what will it take for that to actually happen, to convince Netanyahu to change course? And, you know, is there any point if Netanyahu cannot govern as prime minister, which it seems to be the case, then why not let the government collapse? Why not let it fall?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "COOK",
      "sentences": "Right. Well, despite what Haaretz says, Netanyahu has a coalition of 64 seats in the Knesset, an absolute majority that he needs, and a little bit of a cushion. So despite public sentiment, given the way that Israel's electoral laws are set up, he can remain as prime minister in this government, can continue and fulfill its term which would end in 2026.Netanyahu would either have to resign and hand the government over to someone else and the Israelis would organize elections in the next 45 to 60 days, or parties from the outside would have to vow to support Netanyahu through a hostage deal because Ben-Gvir and others would likely bolt that government. That's a possibility. Yair Lapid, who is one of the opposition leaders, has said that he would support the government from the outside so long as there is a hostage deal, but would only support Netanyahu for a hostage deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "VAUSE",
      "sentences": "Well, the alleged sticking deal in these ceasefire talks is over the Philadelphi Corridor. Here's the prime minister explaining what that is and why Israel wants to retain control.(BEGIN VIDEO CLIP) NETANYAHU (through translator): The Philadelphi Corridor is the border between the Gaza Strip and Egypt. And once we left it, there's no barrier there against importation of arms and weapons, and means for digging tunnels. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:00",
      "speaker": "COOK",
      "sentences": "Well, on this question of the Philadelphi Corridor, I think Netanyahu is on stronger ground than some of his critics might suggest. It is clear that Hamas has been resupplied through the tunnels that are dug underneath the Philadelphi Corridor. There are members of the Egyptian Security Forces who are complicit in the smuggling under the Gaza-Egypt border. And that's why it's been so difficult for the Israelis to get a handle on this.And that's why they are now saying or at least Prime Minister Netanyahu is now saying that the IDF needs a presence in the Philadelphi Corridor. Of course, this is in violation of an agreement and diplomatic agreement that they need with Egypt in 2005 when they initially withdrew from the Gaza Strip. But nevertheless, this is a significant security concern for the Israelis and if they do want to make sure that Hamas cannot resupply itself, there is this question of who controls the Philadelphi corridor, and how to plug up those tunnels that are being dug underneath with, in some cases, the complicity of the Egyptian Security Services.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:00",
      "speaker": "VAUSE",
      "sentences": "Steven, thank you for being with us. Really appreciate it.Steven Cook there, a senior fellow for Middle Eastern Studies at the Council on Foreign Relations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:00",
      "speaker": "COOK",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:00",
      "speaker": "VAUSE",
      "sentences": "Two more oil tankers have come under attack in the Red Sea by Houthi rebels based in Yemen. According to the U.S. Military, the two tankers came under fire from ballistic missiles, as well as drones. For now, the Houthis have claimed responsibility for only one attack. Just over a week ago, a Greek oil tanker also came under Houthi fire. The ship is now drift, crewless, on fire and carrying the equivalent of a million barrels of oil.Shipping in the Red Sea has been under attack since November. Iran- backed Houthis say they are targeting vessels as a show of support for Palestinians in Gaza. Well, Ukraine is increasingly taking the war to Russia, it seems inflicting a serious blow remains elusive. Still, President Zelenskyy reports progress by his forces in Russia's Kursk region. He says the incursion there across the border is helping reduced the number of Russian forces attacking Ukrainian cities on the front lines. CNN's Fred Pleitgen has the details. (BEGIN VIDEOTAPE) FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice- over): Monday morning right before dawn, a massive barrage of Russian missiles targeting Ukraine's capital. Air defenses able to shoot down most of the incoming rockets, but some clearly impacting inside the city. Russia attacking Ukraine's largest cities just as millions of children were set to go back to school for the first day of the new term. MARTA, UKRAINIAN STUDENT (through translator): Tonight, the explosions were very scary. I quickly ran to the bathroom. I could even feel the breeze from the impact of the explosion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:00",
      "speaker": "PLEITGEN",
      "sentences": "Ukraine continuing its own incursion into Russian territory in an effort to force Vladimir Putin's army to move units away from other frontlines.And now for the first time, CNN has obtained exclusive video showing how the Ukrainians first penetrated Russia's border. Elite mine- clearing teams secretly infiltrated and blew up mine-fields in the heavily fortified border area clearing a path for the troops to get through. But Ukraine remains both outmanned and outgunned in most areas, increasingly relying on drones to level the battlefield. We visited the FRDM drone firm as they tested their new auto-copter attack drone. Already carrying mock bombs, dropping them accurately from heights around 250 feet above ground. Realizing the enemy's advantage in terms of numbers of people, we cannot risk people, he says, so, we are working harder to have even better drones. The drone is a major factor on the battlefield where Ukrainian forces are currently trying to stop sustained Russian advances in the east of the country. Russian President Vladimir Putin saying Ukraine's incursion into western Russia will not stop his army from pushing forward elsewhere. VLADIMIR PUTIN, RUSSIAN PRESIDENT (through translator): Their calculation was to stop our offensive actions in key parts of the Donbas. The result is known, yes, and of course, our people are going through a tough time, especially in the Kursk region.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:00",
      "speaker": "PLEITGEN",
      "sentences": "But the drone team say they are not done yet, working on ever more sophisticated unmanned aircraft to hit the Russian invasion force.Fred Pleitgen, CNN, Kyiv. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:16:59",
      "speaker": "VAUSE",
      "sentences": "The German chancellor is urging mainstream parties to shun the far-right Alternative for Germany Party after the AfD shocked win in state elections over the weekend. The first far-right party to win a state election since the Nazis.Olaf Scholz wrote online the election results are bitter, but he says his center-left coalition remains stable and united. He's also warning the results are a cause for concern, something the country must not get used to, adding that the AfD is damaging Germany and democratic parties are required to form stable governments without right-wing extremists. The anti-immigrant AfD won the eastern state of Thuringia and was a close second in Saxony, one year before the next federal election. CNN's European affairs commentator Dominic Thomas is with us now from Los Angeles for more. Welcome back. Good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:16:59",
      "speaker": "DOMINIC THOMAS, CNN EUROPEAN AFFAIRS COMMENTATOR",
      "sentences": "Thank you, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:16:59",
      "speaker": "VAUSE",
      "sentences": "OK. So to those who are not entirely familiar with the Alternative for Germany Party or AfD, here's the party's leader, Alice Weidel, speaking to reporters on Monday.(BEGIN VIDEO CLIP) ALICE WEIDEL, AFD CO-LEADER (through translator): Our school classes are being flooded with children and young people from foreign cultures who come from Archaic backgrounds, marked by Muslim beliefs. They are uneducated and all they speak is gibberish. Children no longer learn anything. And this is the result as to why those young people who still want to have a perspective in our country have supported the AfD as much as they have. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:16:59",
      "speaker": "VAUSE",
      "sentences": "She seems nice. AfD started out as a protest party, but over the years it's become increasingly radicalized, increasingly anti- immigration. The party is under surveillance at the federal level, categorized as suspected extremist. And their popularity has steadily risen.This move by Chancellor Scholz, asking mainstream parties to shun the AfD in coalition talks, is it a bit like fixing a leaky faucet in a burning building?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:00",
      "speaker": "VAUSE",
      "sentences": "Is there a point to be made here that these two states are relatively small states, only about 7 percent of the German population? But, you know, is this sort of indicative of the country nationwide?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:00",
      "speaker": "THOMAS",
      "sentences": "Well, the thing about the AfD, you know, it's interesting is of course so much of the coverage is on their sort of exceptionally high numbers in that region of the east where there are five of 11 states. But the fact is proportionately they do quite well in other areas of the country with more significant populations where they have been scoring 10 percent, 12 percent, 13 percent, 14 percent, and so on. So I think it's part of a broader kind of move towards immigration.And I think in different parts of the country, the AfD is able to garner support. For those who perhaps feel left behind in the east versus those that are struggling with the representation, and the debate on immigration and the country as a whole.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:00",
      "speaker": "VAUSE",
      "sentences": "I want you to listen to the leader of the main opposition party, the Christian Democrats. Here he is.(BEGIN VIDEO CLIP) MERZ (through translator): The government coalition in Berlin suffered a total fiasco yesterday. Something like this never happened to a German government before. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:00",
      "speaker": "VAUSE",
      "sentences": "You know, the saying while history doesn't repeat, it sometimes rhymes. Is there a comparison here with the slow and steady rise of the Germany Workers Party in 1930, the Nazis essentially?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:00",
      "speaker": "THOMAS",
      "sentences": "Yes. Well, these comparisons are always very difficult to make because of that history and the scale of it. But I think there are so many areas in which that comparison becomes valid. First of all, the state of Thuringia we're talking about is the state in which the fascist made their initial inroads and entered into government. And they were able to do it by convincing people or tapping into certain grievances around people who sort of cost of living, standard of living being left behind, was there.So there are some legitimate grievances, but the fact that the AfD today, and that's where the comparison is, has significant number of their leadership that are Nazi sympathizers and that are scapegoating immigrants, Muslims, ethnic minorities, and so on, is especially problematic and draws a comparison that they have not been able to shake off, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:00",
      "speaker": "VAUSE",
      "sentences": "Dominic, as always, it's so good to have you with us. I really appreciate the information and the insights as well. Good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:00",
      "speaker": "THOMAS",
      "sentences": "Thank you, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:00",
      "speaker": "VAUSE",
      "sentences": "Well, Venezuela's government accuses the U.S. of piracy and escalating aggression for seizing President Nicolas Maduro's private plane. The U.S. says the jet was acquired in violation of sanctions among other criminal issues.CNN's Oren Liebermann has details. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:00",
      "speaker": "LIEBERMANN",
      "sentences": "This jet was in the Dominican Republic for maintenance when U.S. authorities seized it. FBI agents flew it from the Dominican Republic to Florida. There you can see video obtained exclusively by CNN as it landed in Fort Lauderdale, Florida, and was taxiing around there. It's not quite the 747 jumbo jet that the U.S. uses as Air Force One,but it is, according to two U.S. officials, Venezuela's version of Air Force One, used by President Nicolas Maduro to fly around to meetings and to other events there. According to Garland, it was purchased for some $13 million by a shell company before it was illegally flown out of the country. Now the U.S. and Venezuela have long had a frosty relationship. That's only gotten worse. Perhaps even almost outright hostile since the July presidential election, the U.S. not recognizing the claimed results of that election. According to Maduro's own regime, he won with some 51 percent of the vote. The U.S. not recognizing that as a free and fair election. In fact, many other countries not recognizing it as well. It is because of the results or claimed results of that election that the U.S. reimposed sanctions on Venezuela's oil and gas industries. Venezuela said the seizure of that jet was, quote, \"piracy.\" Oren Liebermann, CNN, in Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:26:44",
      "speaker": "VAUSE",
      "sentences": "Welcome back, everyone. I'm John Vause. You're watching CNN NEWSROOM.There's a renewed sense of hope in Bangladesh after the ouster of longtime prime minister Sheikh Hasina who resigned and fled the country last month after weeks of anti-government protests and a deadly crackdown by police. But 15 years in power were marked by stifling of civil freedoms and harsh measures to crush dissent. Now, as the country turns a new chapter, political prisoners are coming forward sharing stories of abuse and torture at the hands of Hasina's government. CNN's Anna Coren met with some of those former prisoners. She joins us now live from Hong Kong. What are they telling you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:26:44",
      "speaker": "ANNA COREN, CNN CORRESPONDENT",
      "sentences": "John, these people have been through so much and yet they are incredibly resilient. I mean, this was a people power revolution. Bangladesh, the eighth most populous country in the world, you know, it achieved the unthinkable. Sheikh Hasina, as you say, her authoritarian government, they were overthrown by this mass uprising, you know, less than a month ago.And so much has happened since 5th of August, especially as the country take steps in seeking answers and accountability for its dark history and human rights abuses. We recently traveled to Bangladesh and met with student leaders who were pivotal to the protest movement. They say they were tortured by security services under orders by Hasina. Take a look. (BEGIN VIDEOTAPE) COREN (voice-over): The fresh faces of the future against that of the past. Shoes hanging in the face of Bangladesh's ousted Prime Minister Sheikh Hasina, the ultimate insult and show of defiance in a country where people on the streets achieved the unthinkable. What began as a student-led protest against government quotas in early July morphed into a mass uprising. After Hasina, who'd been in power for more than 15 years, ordered police to open fire on the crowds. Over the following weeks, hundreds of people were killed while thousands were arrested.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:26:44",
      "speaker": "NUSRAT TABASSUM, PROTEST COORDINATOR",
      "sentences": "They came to my house. They broke three doors. They took me with them, and oh, my god, the physical torture, that was miserable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:26:44",
      "speaker": "COREN",
      "sentences": "Nusrat Tabassum, a 23-year-old political science student, says she was beaten for hours on end. Her face repeatedly hit. Some of her teeth now loose. Her right eardrum burst.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:26:44",
      "speaker": "TABASSUM",
      "sentences": "Without a hearing aid, I can't listen in my right ear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:26:44",
      "speaker": "COREN",
      "sentences": "After five days in custody, Nusrat was paraded in front of the cameras. The only female in the group of prominent student leaders forced to make an apology.For fellow student, Iftekhar Alam, his detainment was even more sinister. Snatched from his home before dawn, he was blindfolded, handcuffed, and believes he was taken to a notorious military intelligence facility in Dhaka, where over the years hundreds of Bangladeshi considered anti-state have been disappeared.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:26:44",
      "speaker": "IFTEKHAR ALAM, STUDENT PROTESTER",
      "sentences": "I was like there is no escaping from this, and my life will end here, and no one will know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:09",
      "speaker": "IFTEKHAR ALAM, STUDENT PROTESTER",
      "sentences": "When I -- I close my eyes, I remember that I went to that horrible day. COREN (voice-over)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:09",
      "speaker": "ALAM",
      "sentences": "The people's Bangladesh, it is the people's country.COREN (voice-over): The capital, now awash with colorful murals, has a very clear message. There is no going back. As the E.U. investigates the hundreds of protester deaths, the people have entrusted interim chief Nobel Prize winner Muhammad Yunus to bring about desperately needed reform.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:09",
      "speaker": "COREN",
      "sentences": "The fall of the government has unleashed a spirit that has been electrified every level of society. It has given a voice to everyone from students to doctors, even rickshaw drivers as I take to the streets to make their demands.COREN (voice-over): But change doesn't happen overnight, especially in a country of 170 million people, where the iron fist ruled, and corruption and cronyism reigned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:09",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "My country is sick, but our people, we are standing together. I believe that there will be sunshine in future.COREN (voice-over): A future this generation will continue to fight for. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:09",
      "speaker": "COREN",
      "sentences": "Well, John, as well as a U.N. fact-finding mission into the atrocities that occurred during the recent mass uprising, Bangladesh's interim government under Muhammad Yunus has set up a commission to investigate the hundreds of suspected enforced disappearances.Human rights groups believe that, under Hasina's 15-year reign, more than 700 Bangladeshi were disappeared. And since Hasina fled to India, at least three of those disappeared have been released from secret prisons. The families, obviously, they welcome this mission -- commission of inquiry. It will submit its findings in the next few months, and obviously then make recommendations on action. There are calls, John, for India, which is providing refuge for Hasina to send her back and face trial for the abuses under her reign. The families of the missing, they desperately want her to face justice, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:09",
      "speaker": "JOHN VAUSE, CNN INTERNATIONAL ANCHOR",
      "sentences": "Anna, thank you. Anna Coren, live for us in Hong Kong with that report. Appreciate it.Well, Pope Francis has just touched down in Jakarta, his first visit to Indonesia, and his first stop on a toll a 12-day tour of Southeast Asia. This will be a complicated and physically grueling trip for the 87- year-old pope, who plans to meet with Indonesia's president and other officials Wednesday. Then he heads off to three other countries. These are live images, actually, of Jakarta right now, 11:32 in the morning. And that's the pope's plane. That's the honor guard heading out to greet him. Let's bring in Kristie Lu Stout, live in Hong Kong, who's following all the developments. There we go. The pomp and ceremony has begun for the pope's first visit to Indonesia. What more is happening? KRISTIE LU STOUT, CNN INTERNATIONAL CORRESPONDENT/ANCHOR: It has just started indeed, John. Yes, Pope Francis has just touched down in Jakarta, Indonesia. This is a very ambitious trip for the pope, who apparently has no intention to slow his outreach. The pope's 12-day visit to Southeast Asia and the South Pacific is fully underway. He has just touched down in Indonesia. He will also later visit Papua New Guinea, Timor-Leste, and Singapore. And this marathon visit will be a challenge. It is his longest trip ever. It is his farthest trip ever. It is one of the longest foreign trips for any pope, and it will test the pontiff's fortitude. We have to remember that Pope Francis is 87 years old. He is using a wheelchair. He's been battling health problems. Now on Wednesday, that is when a number of visits will take place in Indonesia. Pope Francis will visit Jakarta's Istiqlal Mosque, one of the largest mosques in the world. And a mosque that has this symbolic underpass that links it to a neighboring Catholic cathedral. So, Pope Francis, he will have a meeting at the mosque, and he will visit that underpass, this 28-meter-long tunnel known as the Tunnel of Friendship. Now, Pope Francis is also scheduled to meet with the outgoing president of Indonesia, Joko Widodo. He will also hold a mass service in the capital. Indonesia is a secular state. It has a total population of 280 million people. Ninety percent are Muslim. Only 3 percent are Catholic, but a number of Muslim Indonesians are welcoming the pope. Take a listen to this. (BEGIN VIDEO CLIP) ELDY, INDONESIAN CITIZEN (through translator): Frankly, I have a different religion, but I like it. It means been together, a union. It means mutual respect. That's what I like. I'm OK that he's coming to Indonesia. I like it. (END VIDEO CLIP) [00:35:02]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:09",
      "speaker": "STOUT",
      "sentences": "Although this visit is a very strong symbol of friendship, again to put out that Indonesia has a patchy record when it comes to religious harmony. In fact, minority religions in Indonesia can still face discrimination there.I want to bring up a report. This is a 2023 annual report from the U.S. Commission on International Religious Freedom in 2023. They said this: quote, \"Indonesia's religious freedom conditions remained poor,\" unquote. And this is not just a concern in Indonesia. It's a wider concern across the region, across Southeast Asia. We also heard from Christina Kheng. She is a Catholic theologian from Singapore. And then she points out this. Quote, \"Indonesia and Singapore are countries where the need to negotiate a harmonious co- existence with other religions and with the wider community is an ongoing going concern.\" Now, this visit to Southeast Asia, to the South Pacific or, or Siana (ph), this will allow Pope Francis to highlight inter-religious dialogue, which has been a very key theme for him and throughout his pontificate. Again, you're looking at live pictures of your screen. Pope Francis has arrived. Touchdown in Jakarta, Indonesia. We're waiting to get more video of the pontiff as he steps down there. A very significant visit, a challenging visit, a marathon tour. Vatican watchers also say this highlights a significant tilt or shift towards Asia, where churches across the region here have a growing voice. Back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:09",
      "speaker": "VAUSE",
      "sentences": "We are waiting for the pope to emerge from that aircraft there. It has been a very long flight for the 87-year-old pontiff. And clearly, he has a big day ahead of him. But he is having a rest day on Tuesday, and then everything gets underway.But once he leaves Indonesia, he heads on to Papua New Guinea, East Timor, Singapore. He's not going to China, but does China loom large in this papal visit?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:09",
      "speaker": "STOUT",
      "sentences": "Yes, that's right. This is a marathon visit. You just listed the countries that he'll be visitingChina is looming large in the background. It's not going to be a stopover during this visit, but it does loom large. You know, China, context for you, is officially an atheist state. You know, religious practice there is highly controlled. Pope Francis, he wants to rebuild relations with Beijing. For years, there have been these -- and you know this from your days when you were covering China. You have these state-sanctioned Catholic churches in China that were run by bishops that were appointed by Beijing, until an agreement was made a few years ago in 2018. That agreement faced a lot of criticism. The details of the agreement were never made public. The Vatican says that that deal is paying off, and it wants to open up a permanent office in China. And the pope has said that repeatedly, that he would like to visit China. But again, there will be no stopover in China during this current visit through Asia. As we look at these live pictures on your screen, as we await Pope Francis to -- to -- to leave the plane and to set foot in Jakarta, Indonesia, which is home to the largest Muslim population in the world, only 3 percent Catholics there, this nation of 280 million people. And yet, he will likely receive a very warm welcome during his visit there in Indonesia and across the region. Back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:09",
      "speaker": "VAUSE",
      "sentences": "Yes, we're still waiting for Pope Francis to deplane, as they like to say in the United States. I don't think that's actually a word.The plane actually is not called Shepherd One. That's just a call sign which they use in the U.S., apparently. But overall, there'll be, what, something like 43 hours of air travel during this trip. It is quite grueling. But it also sends a very clear message from the pope that he's not ready to slow down anytime soon.",
      "isLastSentenceInterrupted": false
    }
  ]
}