{
  "date": "2024-04-15",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Fallout From Iran's Attack on Israel; Flurry of Diplomatic Activity After Iran Attack Israel; Trump's Criminal Hush Money Trial to Begin; U.S. House Republicans to Meet to Discuss Iran Attacks. Aired 4-4:30a ET",
  "utterances": [
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "For which Iran is waging against the free world.UNIDENTIFIED MALE (through translator): If the Zionist regime attacks our interests, assets, personalities, and citizens at any point, we will attack them from the Islamic Republic of Iran.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Now is the time to defuse and de-escalate. Now is the time for maximum restraint.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The trial is scheduled to begin Monday with jury selection. Potential jurors will be asked 42 questions, including their feelings about Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Jury selection is often where you win or lose the trial.(END VIDEO CLIP) ANNOU.N.CER: Live from London, this is CNN NEWSROOM with Max Foster.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "MAX FOSTER, CNN ANCHOR",
      "sentences": "Hello and welcome to our viewers, joining us from all around the world. I'm Max Foster. It's Monday, April the 15th, 9 a.m. here in London, 11 a.m. in Israel, where officials are contemplating a response to Iran's unprecedented aerial assault this weekend. There's been an all-out diplomatic push to contain the fallout and to prevent any further escalation of violence.G7 members held a virtual meeting and regional leaders have been speaking with their global counterparts. In an emergency session of the U.N. Security Council, the Secretary-General urged restraint. (BEGIN VIDEO CLIP) ANTONIO GUTERRES, U.N. SECRETARY-GENERAL: The Middle East is on the brink. The people of the region are confronting a real danger of a devastating full-scale conflict. Now is the time to defuse and de- escalate. Now is the time for maximum restraint. (END VIDEO CLIP) FOSTER: Israel says about 350 drones, missiles and rockets were fired from Iran, Iraq and Yemen and by Hezbollah in Lebanon. Most were intercepted. A source tells CNN Israel's war council is divided on a response, but a call from the U.S. President convinced Israel's Prime Minister to delay retaliation, at least for now. Meanwhile, the head of Iran's Islamic Revolutionary Guard Corps said the attack marks a new policy towards Israel. (BEGIN VIDEO CLIP) HOSSEIN SALAMI, COMMANDER, ISLAMIC REVOLUTIONARY GUARD CORPS (through translator): We decided to create a new equation and that is if the Zionist regime attacks our interests assets, personalities and citizens at any point, we will attack them from the Islamic Republic of Iran. The honest promise operation is a prominent and very clear example of this new equation. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "Joining me now from Tel Aviv is Israeli government spokesperson David Mencer. Thank you so much for joining us. We've also been hearing from our sources about those meetings, government meetings. Can you just outline the divide that might be there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "DAVID MENCER, ISRAELI GOVERNMENT SPOKESPERSON",
      "sentences": "Sure. Firstly, thank you for having me on, Max. Listen, the tyrants of Tehran orchestrated the October the 7th massacre on my people, as well as the drone attack on Saturday night.Let me just lay that out for you. We had 170 suicide drones, 120 ballistic missiles, 30 cruise missiles aimed at my people here in Israel. That meant Israeli mums and dads, kids in and out of bomb shelters most of Saturday night. Miraculously, thanks to the IDF, but also thanks to the U.S. as well, we managed to repel that threat. But listen, I want to I want to pose a simple question to you, whether it's in the U.K. or the U.S., what would you do? What would the U.S. do if just one, just one of those cruise missiles was aimed at Andrews Air Force Base or in the U.K. at RAF Brize Norton? We are standing on the front line of this terrorism. We know that Iran is the axis behind all of the terror in our region. It's Iran is Hamas in our south. Iran controls Hezbollah in our north. Iran has the Houthis in the Straits of the Red Sea. Iran has Shia militias in Iraq attacking U.S. forces. But I tell you, together with our allies, we're ready and we're prepared for every eventuality, offensive and defensive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "Will there be a response?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "Has the government ruled out a direct attack on Iran?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "MENCER",
      "sentences": "The government will make the decision exactly how to respond. But as I say, this is an ongoing war. I think for the news media, they like to think that think of this as something new. It's not something new. We've been facing down Iran for many, many years. I simply pose this further question to your viewers.What would have happened if one of these warheads would have been nuclear? What would happen if Iran would be a nuclear weapons power? We can't let that happen. And we will do everything in our power. And you should heed my words very, very clearly. The Israeli government will do everything in its power to prevent Iran becoming a nuclear weapons power.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "How can you reassure countries outside the region? We've had so many leaders coming out calling for a de-escalation. The narrative that's out there, obviously from Iran, is that Israel attacked sovereign territory, Iranian sovereign territory in Syria with that consulate attack. And they've responded in this way.If the counterstrikes continue, we just don't know where it's going to end, do we?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "MENCER",
      "sentences": "Look, I tell you, I can't comment on that on that occurrence. But what I can tell you is that Daniel Hagari released the intelligence on that site in Damascus. It wasn't, of course, a civilian embassy. It was an Al-Quds Force, IRGC, Iranian Revolutionary Guard Base, personnel which were operating from there. We know that the tyrants of Tehran themselves orchestrated the October the 7th massacre on our people.But you know, things have changed from a generation ago when anyone in the world could take potshots at Jews and not expect a reply. Thank God Israel exists right now. We have a very, very close relationship with the U.S. It's bipartisan in nature. It's been going for decades and decades and decades. And because of our shared values, we know that Iran needs to be facedown. But we're going full force against Hamas as well. Make no mistake, their local proxy here, close to us, just about 70 miles from where I'm sitting right now, is Hamas. And Hamas will be defeated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "You obviously received huge support from the U.S., also supported by the U.K. and France, to take down these drones which were, you know, raining down on Israel, of course, over the weekend, which must have been a horrific experience, as you were saying, for everyone living there. But America's been very clear it's not going to support you in any retaliatory action against Iran. How concerned would the government be about that? And would it still go ahead?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "MENCER",
      "sentences": "Look, I simply ask you to remember this one question. What would the U.S. do if just one of these cruise missiles rained down on Andrews Air Force Base? We're facing this every single day of the year. We know that Iran is against peace. It's against democracy. It's against freedom. The reason they hate us so much is because we are making peace with lots of countries in this region. And we will continue to do that.But what's important right now is to face down this threat, to make sure that Iran never becomes a nuclear power, but also to continue our battle against Hamas, close to us in Gaza, but also Hezbollah in our north as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "OK, David Mencer, really appreciate you sparing the time for us today live from Tel Aviv. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "MENCER",
      "sentences": "You're welcome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "The U.S. is warning Iran it'll be held responsible if further action is taken against Israel or the U.S. At Sunday's U.N. Security Council meeting, U.S. Deputy Ambassador Robert Wood said Washington will look at additional ways to hold Iran accountable.(BEGIN VIDEO CLIP) ROBERT WOOD, U.S. DEPUTY AMBASSADOR TO THE U.N.: Let me be clear. If Iran or its proxies take actions against the United States or further action against Israel, Iran will be held responsible. The United States is not seeking escalation. Our actions have been purely defensive in nature. The best way to prevent such escalation is an unambiguous condemnation from the Council of Iran's unprecedented large-scale attack and an unequivocal call on it and its proxies and partners to refrain from further violence. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "PAULA HANCOCKS, CNN CORRESPONDENT",
      "sentences": "Well, Max, one thing that did strike me was the way that he mentioned a number of times in that interview that Israel would not allow Iran to become a nuclear power.Now, that is not new. It is something that has been said many times before. But there is speculation from experts that this may be one of the areas where Israel does carry out a retaliatory attack on Iran. We know that in the past, they have tried to set back that nuclear program. And it is a possibility that that could be one of the targets. Now, we understand that this war cabinet meeting where there was supposed to be a decision on what Israel should do in response to Iran went on for hours on Sunday, very telling that it was such a long meeting into Sunday night and the fact that it didn't end with a unanimous decision. So what we understand at this point is there is somewhat of a split as to which direction Israel should take when it comes to responding to those Iranian attacks over the weekend. We understand the cabinet will have a response. There's very few who believe that there wouldn't be some kind of reaction from Israel. But we don't know the timing and we don't know the framing at this point. We have been hearing from Israeli officials, though, and just on Sunday from the president himself saying that Israel is looking at this with a cool head. Let's listen to what he said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "ISAAC HERZOG, ISRAELI PRESIDENT",
      "sentences": "I think we're operating in a very focused way and a very responsible way, and I'm sure there will be a decision accordingly that will make sure that we protect and defend the people of Israel and, of course, serve the idea of this coalition that has emanated all of a sudden in front of our eyes in opposing the aggressive acts and the operations of Iran in the region for so many years.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "HANCOCKS",
      "sentences": "Now, we understand that the Israeli military has now been tasked with coming up with other options, with more options that the war cabinets can then look at. Clearly, the options on the table on Sunday were not necessarily ones that Israel wanted to take.We heard from a senior Biden administration official, though, saying that the word that they had from Israel, the impression they had from Israel is that they are not looking to escalate the situation in the region. They are looking to defend themselves. But, of course, we've also heard from Iran, the president of Iran saying that if Israel does carry out another attack against its assets, against its people, then their response will be greater and will be more significant. So it's very easy to see how this tit for tat, the retaliation from both sides could escalate into a wider regional conflict, and it is something that all countries in this neighborhood certainly are calling against, everybody calling for restraint, calling for heads in the hope that this doesn't escalate further -- Max.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Did you know about the $130,000 payment to Stormy Daniels?DONALD TRUMP, FORMER U.S. PRESIDENT, 2024 PRESIDENTIAL CANDIDATE: No. TODD (voice-over): But later in 2018, in an ethics filing, Trump acknowledged reimbursing Michael Cohen for more than $100,000, but didn't say what it was for. Daniels spoke to Anderson Cooper in a CBS interview about the alleged payment. ANDERSON COOPER, CNN ANCHOR: Was it hush money to stay silent?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "STORMY DANIELS, ALLEGES AFFAIR WITH DONALD TRUMP",
      "sentences": "Yes. I believe without a shadow of a doubt in my heart, and some people argue that I don't have one of those, but whatever, that I was doing the right thing.TODD (voice-over): That same year, the New Yorker magazine detailed reports that Trump had had an affair with former Playboy model Karen McDougal. She spoke to Anderson Cooper about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "KAREN MCDOUGAL, ALLEGES AFFAIR WITH DONALD TRUMP",
      "sentences": "The only regret I have about the relationship that I had with Donald was the fact that he was married.TODD (voice-over): The Wall Street Journal reported four days before the 2016 election that the publisher of the National Enquirer tabloid had paid McDougal $150,000 for the rights to her story shortly after Trump became the Republican nominee for president, but that the Enquirer never published the story. DAVID CAY JOHNSTON, AUTHOR, \"THE MAKING OF DONALD TRUMP\": Catch and kill. That is, pay someone and then kill a story that would be damaging to Donald.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "MCDOUGAL",
      "sentences": "I knew the story wasn't going to be printed. They didn't want to hurt him.TODD (voice-over): Trump has denied having an affair with McDougal. He was indicted a year ago on 34 felony counts of falsifying business records related to the Daniels hush money payments. He's pleaded not guilty. Cohen, Daniels and McDougal are among those expected to be on the witness list for this trial. How credible a witness would Daniels be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "STAN WU, FORMER FEDERAL PROSECUTOR",
      "sentences": "She seemed like she would make a very good witness. If I were trying the case, I'd be happy to put her on the stand. What really helps the prosecution here is what she is talking about is all corroborated in the documents.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "TODD",
      "sentences": "The trial is scheduled to begin Monday with jury selection. Potential jurors will be asked 42 questions, including their feelings about Donald Trump, whether they ever participated in a rally for or against Trump, and whether they can be fair and impartial. But they won't be asked what party they belong to or who they voted for.Brian Todd, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "FOSTER",
      "sentences": "Bernarda Villalona is a criminal defense attorney and former New York prosecutor. She joins us from New York. Thank you so much for joining us.In terms of the history of this moment, just explain why it's important, not just for America, but interesting for the rest of the world as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "BERNARDA VILLALONA, CRIMINAL DEFENSE ATTORNEY AND FORMER NEW YORK PROSECUTOR",
      "sentences": "Well, it's definitely interesting. And it's also a moment in time, a moment in history, something that we're going to be talking about years from now, hundreds of years from now, and discuss all around the world. Is that you've never seen a former president, one, charged with a crime and actually sit doing a jury trial, a criminal jury trial, and also being attacked for activities that they did before the presidential campaign and while they were in office.So it's definitely something for us to see. There is no landmark case to look at to get some guidance of how to deal with this type of criminal behavior or how to handle a case like this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "FOSTER",
      "sentences": "If he's found guilty, it won't actually make any difference, will it? Of course, it will in terms of the debates. But technically, in terms of him running for president, it doesn't stop him getting there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "VILLALONA",
      "sentences": "So if Donald Trump were to be found guilty of these New York criminal charges, he would still be eligible to run for president.He may not be eligible to vote, though, because if because the charges are felony charges, he can lose his right to vote. But unfortunately, he will still be eligible to run for president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "FOSTER",
      "sentences": "In terms of the repercussions then for the election, he will be expected to be in court every day, won't he? We've seen in the past how he does use these moments for political gain as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "VILLALONA",
      "sentences": "Absolutely. Unlike civil matters, Donald Trump wasn't required to be in court during his civil trial having to deal with the New York attorney general or the one with the sexual assault having to deal with E. Jean Carroll. But in a criminal trial, he is required to be present every day of the court proceedings.Supposedly, the schedule is going to be Monday, Tuesday, Thursday and Friday. So he will have Wednesdays off and as well as the weekends off. But we also know that Donald Trump has been using his criminal matters as a way of him campaigning, as a way of him getting political contributions. So he'll be performing double duties while on trial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "FOSTER",
      "sentences": "I mean, we'll be watching his facial expressions, won't we, and his reactions. But how many opportunities will he actually have to speak?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "FOSTER",
      "sentences": "U.S. House Republicans are expected to meet later today to discuss the ongoing situation between Israel and Iran. It comes as President Joe Biden stresses to lawmakers the, quote, urgent need to pass an aid bill for Israel and Ukraine. The aid package has been stalled in the House for weeks, facing opposition from hardline conservatives.Republican House Speaker Mike Johnson says he'll move forwards with a vote on additional aid for Israel but did not mention if aid for Ukraine will be part of that package. (BEGIN VIDEO CLIP) REP. MIKE JOHNSON (R-LA) U.S. HOUSE SPEAKER: The House Republicans and the Republican Party understand the necessity of standing with Israel. We're going to try again this week. And the details of that package are being put together right now. We're looking at the options and all these supplemental issues. (END VIDEO CLIP) Well, meanwhile, Senate Majority Leader Chuck Schumer says aid is crucial for both countries. (BEGIN VIDEO CLIP) SEN. CHUCK SCHUMER (D-NY) U.S. SENATE LEADER: The good news is that the supplemental, that the security supplemental that passed the Senate has not only what Israel needs, but what Ukraine needs as well. And if we can pass that this week, it will really help. The best way to help Israel and to help Ukraine is to pass the supplemental this week. And I've called on Speaker Johnson to do that. There was a consensus on the phone among all the parties that we had to help Israel and help Ukraine. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "FOSTER",
      "sentences": "Well, joining me now is Julie Norman, Deputy Director of the Center of U.S. Politics at University College London. Thank you so much for joining us.So I think we can assume, can't we, there'll be more support for an aid package for Israel. But if they can tie the Ukrainian package to that, that would have the success that so many in Washington want and here in Europe. JULIE NORMAN, DEPUTY DIRECTOR, CENTER OF U.S. POLITICS, UNIVERSITY COLLEGE LONDON: Yes, indeed. I mean, the events of the weekend certainly underscored the urgency of getting this foreign aid bill onto the floor. It's been something that I think Johnson has been trying to stall, trying to avoid in some degree, because he's really caught in the middle within his own party. We've obviously heard from some like Marjorie Taylor Greene, who have said they would essentially call to oust the speaker if Ukraine funding was tied to an Israel funding vote. At the same time, we have the key committee members from Johnson's own party, from armed forces, from intelligence, from foreign affairs saying, look, the Ukraine aspect needs to be tied to the Israel funding as well. So that needs to be part of it. So we'll see what kind of package Johnson comes forward with. But politically, it's been a very tough needle for him to thread.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "FOSTER",
      "sentences": "In terms of the Ukraine aid, will there be enough support to decouple it? Because obviously, it's going to be a lot easier getting the Israeli aid through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "NORMAN",
      "sentences": "Yes, obviously, Johnson knows that for Republicans, Israel aid is a much easier sell, and even for many Democrats as well. But at the end of the day, you know, Biden has been really trying to couple these. In February, when this vote came up similarly, Biden was very clear that he would veto a package that did not include Ukraine aid.He has not said that as forthrightly this time, but that's still a threat from the White House. And it's also simply unclear if the House could actually get that many votes and then get it through the Senate as well with just Israel aid, when for Democrats, that Ukraine aid is such a big piece of it. I will point out that Trump has kind of given his blessing to having at least some kind of loan aspect for Ukraine aid rather than direct aid. So I think that's probably where we'll see Johnson try and fit that in if there's a package. If he tries to separate them, I think the vote will be a little bit trickier.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "FOSTER",
      "sentences": "If I could just ask you briefly about the Iran situation. I spoke to many Israeli -- I spoke to an Israeli government spokesperson, a former IDF spokesperson as well, saying, I mean, the impression you get is that they will be able to convince the U.S. to back them if they were going to retaliate against Iran. Can you just explain some of the challenges there? Because Biden's been very clear, hasn't he, that America would not support Israel in retaliating against Iran?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "FOSTER",
      "sentences": "And they've got so many different potential conflicts blowing up, haven't they? You know if you consider Ukraine, what's happening in the South China Sea, and now Iran. How's Washington viewing all of this? And do they group them together in any way when they consider these responses?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "NORMAN",
      "sentences": "Yes, well, certainly, it's a very widespread foreign policy moment, and probably not one that Biden was hoping for going into this election year with this many different crises around the world.For Biden, I would say for many, they do see these as at least somewhat linked. In reality, I would say there's some indirect links for sure. But we see this very urgent crisis in the Middle East, this ongoing war in Ukraine, and of course, this much more long term challenge that many see with China and the Indo-Pacific. So all of these are in play on the foreign policy sphere. And you see Biden and really other countries as well, trying to navigate between these as best as possible, but often in very politically challenging ways domestically.",
      "isLastSentenceInterrupted": false
    }
  ]
}