{
  "date": "2024-12-28",
  "headline": "CNN Newsroom",
  "subHeadline": "At Least 85 Killed In South Korea Plane Crash, 181 On Board; South Korea Plane Crash; Putin Apologizes For \"Tragic\" Azerbaijan Airlines Crash, Without Saying Russia Was Responsible; Bird Strike Is Being Identified For The First Time By Official Investigators As A Possibility In The Airplane Crash In South Korea; Images: Biden Meet Son's Chinese Business Partners In 2013; Solar Probe Passes 3.8M Miles Or 6.1M Kilometers From Sun; Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "23:00:22",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is CNN Breaking News.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:22",
      "speaker": "PAULA NEWTON, CNN HOST",
      "sentences": "Hello and welcome. I'm Paula Newton in Atlanta. And we do begin with breaking news.At least 85 people have died in a plane crash in South Korea. Officials say a Jeju Air passenger jet crashed while landing at Muan International Airport. The Boeing 737-800 was carrying 175 passengers and six crew members. Fire officials say the death toll, though, is still expected to rise. At least two people, though, were rescued miraculously from this crash site. As emergency workers raced to put out those massive fires you are looking at. Firefighters say the accident was caused by a landing gear malfunction. But these are the very early hours of this investigation as those investigators are on scene to, of course, trying to determine the cause of this crash. CNN correspondent Mike Valerio is following the breaking news from Seoul. I'm wondering what more you're learning beyond our headline this hour that the death toll has now gone up to 85.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:14",
      "speaker": "NEWTON",
      "sentences": "Yes, very likely will be as well as obviously a national tragedy unfolding there in South Korea. Can you give us some context in terms of this is a low cost airline? But obviously many South Koreans, for good reason, have great confidence in this airline. The safety record seems to be fine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:14",
      "speaker": "VALERIO",
      "sentences": "That's right. A pretty solid safety record, we want to say in very relative terms outside of what happened early this morning.So this is Jeju Air, which is founded in 2005 and no catastrophes of note that would blemish the reputation of this airline. When you live here in South Korea, it is an extremely popular choice. It's not a, you know, to put it in conversational colloquial terms, this is not an airline that people would say, oh, you know, I've got to think about this. Quite the opposite. This is an airline that has certainly trusted a workhorse aircraft, as you've mentioned, the Boeing 737-800, not a MAX aircraft. We also want to point out. This is an older version of the 737. So certainly when South Korea has been through so much, be it martial law, three people who have held presidential powers over the past month, this is a country that has had to grapple with so much. Now we have 181 people coming back from likely their Christmas holiday in Bangkok. Only two people -- or I shouldn't say only, two people rescued so far. So, again, we -- people from all corners of South Korea are texting me left and right, messaging to the bureau here in Seoul. This is another tragedy that South Korea is going to have to contend with. Just so many people are very mindful of the weight of this moment since South Korea has been through so much over the past few weeks, Paula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:14",
      "speaker": "NEWTON",
      "sentences": "Absolutely. And going through more at this hour. I do want you to help us put into context, as you've covered it so closely, the political chaos and the fact that people in South Korea now are looking to their government. And you can only describe it as chaos in terms of what's gone on. And yet, they're looking to them to really take the lead here, right, both in terms of an investigation and also in terms of obviously supporting the loved ones of those that were on that airplane.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:14",
      "speaker": "VALERIO",
      "sentences": "That -- that's a great point. And I'm so glad that you made it. I'm so glad you brought it into the conversation.So the acting president that we have right now, Choi Sang-mok, is only -- he's only been on the job since Friday. So we had our president, President Yoon, impeached. Then we had an acting president. He's been impeached. So we have another acting president. So we have three people who have held presidential powers within one month alone. So he signaled earlier in the morning, the acting president here, Choi, that all resources within that locality, southwestern portion of South Korea need to be marshalled because one could certainly make the argument that people are acutely affected by all the chaos that has befallen South Korea in the month of December. So we saw that declaration very early on, just a few minutes after images of the catastrophe began to emerge, from the presidential office in Seoul, saying that all available resources, make sure you bring them out to the tarmac of the airport to make sure that everybody who can be saved certainly gets all the attention that they possibly can. So we're working through reporting as to who the two people saved are. It appears as though they are crew members found in the back of the aircraft where the tail section is. Two Thai nationals. Authorities on the scene have said that it appears as though the brunt, the balance of the people who are on that plane. Most of them appear to be South Korean nationals, but we're working through our reporting here, Paula, in the bureau to see if there are any other nationalities that are represented. But just, you know, I know that we say such a shock with all the stories that we cover, but when you look at this video, it is just such a -- people have stopped their day here in South Korea to look at this, and to the point where people are checking on, you know, friends of friends who are coming back from different corners of Asia to make sure that they're not in this. This has just struck such a chord here in South Korea. I can't, you know, emphasize that more, Paula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:14",
      "speaker": "NEWTON",
      "sentences": "And it's a bare thought for all those loved ones. All of us can put ourselves in this situation, right? You may not be following too closely which flight your loved ones are on, and right now you're likely in a panic just trying to figure out --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:14",
      "speaker": "VALERIO",
      "sentences": "Yes, totally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:13",
      "speaker": "ALAN DIEHL, FORMER INVESTIGATOR WITH THE NATIONAL TRANSPORTATION SAFETY BOARD",
      "sentences": "Oh, yes. And normally, the tower will also advise a crew that, you know, your gears not down. You know they sit there with binoculars watching the aircraft land.The other thing is, if there is a manual backup, people have said, well, maybe the hydraulic systems fail. In the -- in the cockpit, there's a little compartment beside the copilot or first officer seat. You lift that compartment up and there's three things that look like an old lawnmower starting cables. You just pull these cables and all each of the three gears fall free fall. They don't require hydraulic pressure. They're spring loaded and gravity brings them down. So to land gear up is a very, very unusual occurrence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:13",
      "speaker": "NEWTON",
      "sentences": "That is incredible context there. You're saying it just falls, right? It just automatically drops down, even if the hydraulic system isn't working.You know, we've had it mentioned and we can see from the video that it looks to be clear weather, it's sunny skies. Is there anything else in the weather that could have been a factor there? Are we talking winds perhaps?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:13",
      "speaker": "DIEHL",
      "sentences": "Well, you know, that brings up an issue. They always land into the wind, as you know, to minimize the distance traveled. You want to try to slow the airplane down with respect to the ground by flying into the wind.But, you know, Paula, there's one thing that may have thrown them off. When you have the gear down, if you use the speeds, the airplane has a lot of drag, so you carry more power. Now, if you're going to do a gear-up landing, you probably need to carry even less power. I'm not saying this is what the crew did, but they -- you have to be cog -- I'm not type rated, as they say. I have an airline pilot's license. I'm not -- you know, I'm not qualified to fly the 737. But I'm thinking, I wonder if they were carrying a power setting for a normal approach with the gear down. Now you don't have a landing gear, so you have less drag, so you're landing faster than you mean to, and therefore, going further as you skid along the runway. I'm just guessing at this point. You know, I'm not suggesting they did that. But it's one potential explanation. Obviously, they'll have the recorders follow. They'll know in a matter of days just why this happened. Of course, the other question will be the maintenance on the airframe. If there was some problem the gear wouldn't come down. That's something they'll document. And lastly, you wonder if maybe they shouldn't have gone to either a U.S. military base or a Korean military base where they have very good firefighting equipment or even to a bigger airport, a civilian airport, where they would have more foam trucks and other ways of dealing with these kind of emergencies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:13",
      "speaker": "NEWTON",
      "sentences": "Yes. The issue that didn't seem to have been deployed or they didn't know that they would have to deploy it -- deployed is also a mystery.I do want to ask you a 737-800 incredible safety record. It is not a MAX. Is there anything that gives you pause given so many of us fly these planes each and every day? Are you thinking here in terms of this must be circumstantial in a way that these planes really are solid and given it's a country like South Korea, an airline with a great safety record, that this is an anomaly at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:13",
      "speaker": "DIEHL",
      "sentences": "Paula, I think you captured it well. This is -- this should never have happened.Obviously, there's something that went wrong, whether, you know, my speculation about the -- used the speed for the gear down. And because the gear was up, they were landing faster than they could have because of the power setting. We don't know. That's what the board, the investigators, will have to find out. Now, they'll have air safety investigators from Korea that will lead the investigation, but, of course, Boeing and the engine manufacturer and the FAA and probably the NTS -- certainly the NTSB will offer their assistance to the Koreans to understand this. But you're right. This is an accident that should never have happened, given the benign -- apparently benign circumstances that were present that night, that day, excuse me, that morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:05",
      "speaker": "NEWTON",
      "sentences": "In the latest now in our breaking news, the airport in Muan South Korea is now closed to all incoming traffic after a plane crash that killed at least 85 people.So far, emergency workers have rescued two people. There are 181 people on board. And fire officials say most of the remaining passengers and crew are presumably dead. They also say most of the Boeing 737-800 jet was destroyed by fire. You can see just some of the incredible and sad images we're looking at right now. Firefighters say the plane's landing gear malfunctioned. The government says an investigation, of course, underway this hour. South Korea's acting president has ordered emergency responders to mobilize all available resources to respond to this crash. Now earlier, I spoke with Geoffrey Thomas. He's an editor of Airline News about this investigation. (BEGIN VIDEO CLIP) Geoffrey Thomas, he's editor of Airline News. He joins us now from Perth, Australia. Really good to have you with us, Jeffrey. I mean, your first impressions given, there is a lot of videos. I'm just wondering what you thought when you first saw it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:08",
      "speaker": "NEWTON",
      "sentences": "You know, for people watching at home, they may think to themselves, well, you know, in terms of the gravity of trying to do something like that and that no pilot, if they understood that their landing gear had not deployed would never attempt something like that.So I'm just wondering, you know, I've been on a flight as I'm sure you have been before where you do that fly by because the control tower wants to see if your landing gear is down or not and they check it. I'm just wondering where you come at -- where you come at this in terms of an investigative point of view.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:08",
      "speaker": "THOMAS",
      "sentences": "Well, look, it's very fundamental system that works on these aircraft and all aircraft, you know, literally tens of thousands of times a day. The undercarriage lever goes down. You get three greens. If you don't get three greens, you get a red or three reds or whatever, depending on which part of the gear is deployed.If that's the case, if you've got reds, then you talk to the control tower and they will visually tell you whether or not the gear is down or not. They had perfect weather so a flyby of the control tower would have been easily possible. And then if the gear had not deployed, then the next stage in an emergency like that would be that all the fire engines would be laying foam all over the runway and there would be all sorts of fire and emergency protocols put in place and equipment ready for this particular type of landing. So the only explanation at this stage is that for some reason either the pilots forgot to deploy the undercarriage, and again, there's warning systems for that as well. There's a ground proximity warning system that tells the pilots that the under -- that the ground is too close and that the undercarriage is not deployed. So there are multiple warning systems in place to prevent such an accident. So, obviously, way too early to tell. The black boxes will now become critical. That's if the pilot have not -- that the pilot did not survive this accident. Any control tower conversations as well. This one's perplexing. You've got a beautiful fine day. You've got an excellent airplane. You've got a good airport, dry conditions. It's -- it is perplexing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:08",
      "speaker": "NEWTON",
      "sentences": "Yes. And even though it is what we were saying, a low-cost airline, it has a good safety record. South Korea has a good safety record.To that point, this is a 737-800, incredibly safe aircraft. And it's not a MAX, we should also say. And this is -- I checked the fleet, this is the kind of plane that this airline has had for a very long time and would have known exactly how to, you know, service it, how to maintain it, and for any warning signs, right, on any kind of malfunctions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:08",
      "speaker": "THOMAS",
      "sentences": "Well, you're absolutely right, Paula. The 737-800 or NG, as we call it, is one of the most widely used aircraft in the world. Each one is used about four or five times a day, four or five flights a day. It is the most reliable aircraft in the world. And it's been in service for 20 years. Everybody knows how it works, and it works really, really well.So -- and the maintenance done in Korea is as good as it gets around the world. They're rated very, very highly. So everything about this ticks the box. The airplane's great, the airline's great, great record, perfect weather, blue sky days, as I said, good runway, early morning. Everything is right, but everything went wrong. Why? How can that possibly happen that everything goes wrong in virtually perfect conditions? And as you say, the airlines are great airline, been around for many, many years, got 41 of these aircraft in their fleet, perform literally thousands of flights a week without any incidents at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:04",
      "speaker": "NEWTON",
      "sentences": "Russian President Vladimir Putin has apologized for the fact that an Azerbaijan Airlines flight crashed after entering Russian airspace on Christmas Day, but he did not say Russia was responsible.During a phone call with Azerbaijan's President Ilham Aliyev, Putin called it a tragic incident. He said Russia's air defense systems were active at the time, which a U.S. official has suggested may have mistakenly shot down the jet. Aliyev told Putin that external interference led to a complete loss of control before the plane went down in Kazakhstan, killing 38 people. Here's what U.S. President Joe Biden had to say about the deadly crash on Saturday. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:04",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Should Putin take responsibility for the plane crash?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:04",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Apparently he did, but I haven't spoken yet with my team.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:04",
      "speaker": "NEWTON",
      "sentences": "OK. Still ahead for us, we'll have the very latest set of South Korea after the crash of a Jeju Air jetliner leaves dozens dead. Stay with us. We'll be right back.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:12",
      "speaker": "NEWTON",
      "sentences": "Yes. So devastating as those family members of loved ones, I'm sure, headed to the airport in the hopes that there would be more survivors.Mike Valerio, we'll continue to stay in touch with you, especially as this new information and the new video continues to come in. Appreciate it. David Soucie is a CNN safety analyst, a former FAA safety inspector, and the author of the book \"Malaysia Airlines Flight 370,\" and he joins us now from Denver, Colorado. I mean, David, we're going to lean on you as we always do in the middle of these tragedies. I mean, what do you think? We already have officials, again, this is not speculation saying we don't know what it is, but we suspect it may be the weather, it could be a bird strike. You again also saw that video of that plane coming in as well as the aftermath, but what are your thoughts?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:12",
      "speaker": "DAVID SOUCIE, CNN SAFETY ANALYST",
      "sentences": "Well, the fact that the landing gear's not down tells me that obviously that's what the problem was. They were trying to land the aircraft.Now, bird strike causing landing gear not to come down, never heard of that being an issue. Even if the gear is down, bird strikes, even flocks of large amounts of birds aren't going to prevent that landing gear from coming down in my experience. Now, whether there was an engine issue that was part of it as well, that can happen. Now, what I have seen is that when there's an engine issue from bird strikes and the pilots are frantically trying to make an emergency landing, it can come down to just the fact that the landing gear was not deployed and they were trying to figure out how to get that down without the landing gear deployed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:12",
      "speaker": "NEWTON",
      "sentences": "So you're saying --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:12",
      "speaker": "SOUCIE",
      "sentences": "So I'm not saying that happened, but it can happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:12",
      "speaker": "NEWTON",
      "sentences": "But you are saying that that's a possibility, right, in terms of in the confusion in the cockpit --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:12",
      "speaker": "SOUCIE",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:12",
      "speaker": "NEWTON",
      "sentences": "-- if you've already lost an engine, it's very -- and the simulator is, I mean, it's incredibly loud. So you're just confirming for us that could be a possibility because it's so chaotic. SOUCIEAgain, I'm not saying that did happen, but it is a possibility, probably more likely possibility than bird strike. A bird strike would not cause this. And he also mentioned weather. I don't think -- see how weather would cause the landing gear not to come down as well. So that is definitely a possibility. What concerns me a great deal though is in looking at the design of the airport. An aircraft that lands without landing gear in an emergency situation should be able to skid down the runway and skid off the runway into the grass and not hit obstructions. That should be the design of the airport. Now, in this case, it appears to me that the design of the airport wasn't well. There was barriers off to the side of the airplane -- off to the side of the airport that caused the airplane to burst in flames and it struck those barriers. In a good design of an airport, that doesn't happen. So I'd be looking at that as well as an investigator to see not only what caused it to land without the landing gear, but also after it landed. If it veered off to the grass, it should be able to do that safely without hitting barriers. And that's what concerns me now about this situation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:12",
      "speaker": "NEWTON",
      "sentences": "Yes. And there certainly could be lessons learned, not just for this airport, but airports around the world needing to understand what they need to have in place.David, I want to ask you, though, I mean, this is an incredibly safe plane, 737-800. When you look at the video of what's gone on here, I mean, how important will it be to actually piece together what happened in terms of having to understand if they gave a warning ahead of time. Because I'm trying to figure out here, was it 30 seconds? Was it a minute 30? Was it three minutes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:06",
      "speaker": "NEWTON",
      "sentences": "Does it bother you at all that already the authorities are saying it could be this or it could be that?I mean, normally, you know, you kind of wait at least until you get the cockpit voice recorders. Yeah, absolutely. You know, speculation is the worst enemy of an investigator, and that's the hard thing to do in these things. And I feel badly that I actually said what it might be myself just a little while ago. It's easy to fall into that kind of thing. But the person that's on the site investigating it, the fire marshal that went out there and looked at it, there's no way in this type of accident that he could have come up with a conclusion as to what might have happened and nor should he be. In fact, that's why it's so protected when there is an aircraft accident investigation. The information is protected. They're not supposed to be making any speculation about this type of thing. It's extremely disappointing to hear that from these folks. There's families of those who have passed in this accident that need and deserve the right answer. And to do that early on is just irresponsible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:06",
      "speaker": "NEWTON",
      "sentences": "Yes. And we do have to keep that front of mind as we continue to talk about this. And this is holidaymakers on a low-cost airline that has an impeccable safety record. They were having a good holiday, likely tragically a lot of families on board.David Soucie, we will leave it there for now, but we'll continue to check in with you. Really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:06",
      "speaker": "SOUCIE",
      "sentences": "Excellent. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:11",
      "speaker": "NEWTON",
      "sentences": "And we have the very latest now on our top story. The death toll from the plane crash in South Korea is now at 85. Two people were rescued and most remaining passengers, officials in South Korea, are now telling us are presumed dead. 181 people were on board the Jeju Air flight. It was flying from Bangkok to South Korea when it crash landed at the Muan International Airport.Now firefighters say the accident was caused by a landing gear malfunction. You're going to see this video here. And it shows the plane dragging along the runway. You can clearly see that is not a normal landing. And there is no landing gear in sight. Moments later, tragically, the plane burst into flames. Emergency workers say the plane has been almost completely destroyed by that fire, and South Korea's acting president has ordered the mobilization of all available resources. Now, in the U.S., newly released images are raising doubts about Joe Biden's claim that he never had any business-related contact with his son. CNN's Marshall Cohen has our details. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:11",
      "speaker": "MARSHALL COHEN, CNN REPORTER",
      "sentences": "New pictures released this week of Joe Biden when he was vice president meeting with some of his son Hunter Biden's business associates in China. These images released by the National Archives after a lawsuit from a right-wing pro-Trump legal organization.And the photos show what we've known for a while, but we've never seen that there was at least one photo-op between Vice President Joe Biden in 2013 during an official visit to China where he met some of Hunter Biden's business partners from the private equity firm, BHR Partners. You can see the pictures of Hunter Biden introducing his father to these Chinese business executives. And they all posed, all smiles for this photo-op. Now, not only are we seeing these images for the very first time, but we also saw pictures of Joe Biden introducing his son to top Chinese government officials, including Chinese President Xi Jinping, one of the most powerful figures in the world, as well as the vice president of China at the time, who was also participating in some of those bilateral meetings. So this is important because these pictures of Joe meeting some of his son's business partners undercuts the unequivocal denials that President Biden has previously offered, where he said that there was never any contact between him and his son's business affairs. Now, we've known for a while that those denials haven't really held up. They weren't true. They weren't accurate because it has come to light that there were some dinners, some phone calls, and some meet and greets and some photo-ops like the pictures that you saw here. That being said, Hunter Biden himself testified to Congress earlier this year, and he said, yes, there were photo-ops. Yes, maybe I put him on speakerphone once or twice, but we never discussed any substantive business, and he was not involved in the financial arrangements whatsoever. A former Hunter Biden business partner here in the U.S. testified that he thought Hunter was selling the illusion of access, but not actually selling access. Now, Republicans have argued that pictures like these and all of these contacts amount to a corrupt and illegal influence peddling scheme. But, of course, I have to note that the Justice Department spent years investigating Hunter Biden and never charged him with violating any lobbying laws or any sort of corruption whatsoever. And Biden's attorney released a statement about these pictures saying, quote, these attacks, trying to twist these images into something they are not, is just more of the same old, tired misinformation spin from some Republicans who can't let go of their ridiculous conspiracy theories. Marshall Cohen, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:46",
      "speaker": "NEWTON",
      "sentences": "And the latest now on our breaking news, the death toll has grown to at least 85 people following a plane crash in Muan, South Korea. There were 181 people on board. Two people have been rescued. And firefighters say the remaining passengers and crew are presumed dead at this hour.South Korea's acting president has now arrived at that crash site. Most of the Boeing 737-800 jet was destroyed by fire. You were looking at some of the devastating pictures there. Now the plane was flying from Bangkok, Thailand to South Korea. Firefighters say the plane's landing gear malfunctioned. The government says an investigation is underway this hour and we will continue to bring you the very latest on this breaking news as we get it. Now, on Tuesday, NASA's Parker Solar Probe made a record-breaking flyby. The craft passed less than four million miles from the sun. It was humanity's closest approach ever to the star that lights our planet. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:16",
      "speaker": "JOE WESTLAKE, NASA HELIOPHYSICS DIRECTOR",
      "sentences": "You know, we got this green beacon back. The green beacon is basically, hey, I'm here, I'm OK. Everything looks all right. I'll be sending you back the data soon. As Parker gets farther and farther away from the sun, it gets much easier to actually transmit the data.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:16",
      "speaker": "NEWTON",
      "sentences": "Scientists expect to hear again from the probe on January 1st, when they'll be able to check out how much data it collected, which could shed light on some of the sun's mysteries, like what makes the Corona so hot and what drives solar winds.The spacecraft is expected to make more passes of the sun in 2025, something NASA says could help humans to better understand the shining star that powers life on Earth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:16",
      "speaker": "WESTLAKE",
      "sentences": "I mean, it's amazing, right, to know that you can actually achieve high.You know, if you think about it, like, we humans have created a spacecraft. That spacecraft has gone into the atmosphere of the sun. Like that's just a huge technological achievement and a huge scientific achievement for us at NASA. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}