{
  "date": "2024-04-30",
  "headline": "CNN Live Event/Special",
  "subHeadline": "Judge Rules Donald Trump Violated Gag Order. Aired 1-1:30p ET",
  "utterances": [
    {
      "timeStamp": "13:00:31",
      "speaker": "WOLF BLITZER, CNN HOST",
      "sentences": "Welcome to our coverage of week three of Donald Trump's hush money criminal trial.I'm Wolf Blitzer in Washington. Kaitlan Collins is outside the courthouse in New York. Right now, the prosecution is questioning Keith Davidson, the former attorney for Stormy Daniels and Karen McDougal, two women who say they had affairs with Trump and who were paid to keep quiet. Jurors also heard from the banker who processed the Stormy Daniels payment. He said he was misled about that transaction -- Kaitlan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:31",
      "speaker": "KAITLAN COLLINS, CNN HOST",
      "sentences": "Yes, Wolf, it's been fascinating inside that courtroom, because, also, remember, at the start of today, the judge ruled that Trump violated his gag order in this case nine times.He fined Trump the maximum of $1,000 per violation and even floated the possibility of jail time for future ones. CNN's Paula Reid and Phil Mattingly are here covering all of this with me. I should note that the court has just taken a break for lunch, which means Keith Davidson is off the witness stand. Donald Trump is leaving the courtroom. So is the judge and the jury just for a small moment. But Keith Davidson is an incredibly significant witness for the jury to be hearing from, Paula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:31",
      "speaker": "PAULA REID, CNN CHIEF LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "Yes.And in the past hour, they have heard mostly about Karen McDougal and her -- his efforts to represent her as she tried to shop her story. And he lays out a couple significant things, first of all, that she has competing offers. He's trying to build pressure to get this sold. He talks about the -- quote -- \"estrogen mafia,\" as he says he regrets describing it. Some female producers at ABC News were pressuring her to give them the story, while he's courting AMI, American Media Incorporated, the owner of \"The National Enquirer,\" to perhaps purchase her story. And he suggests that Karen McDougal actually preferred \"The National Enquirer\"'s approach, because she didn't necessarily want her story published. But it's also interesting to see the kind of offers he tossed out on behalf of his client. The first offer was for over a million dollars and then to pay her to be a columnist. So he's going through step by step this -- what he did to try to get this deal for his client.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:31",
      "speaker": "COLLINS",
      "sentences": "And, Phil, it's important. We're going to get to the Stormy Daniels aspect and that agreement that Keith Davidson negotiated.But what we learned from David Pecker last week is that Karen McDougal is someone that Trump was very much checking in with long after he was already in the White House, that David Pecker recalls, when he visited the White House, Donald Trump asking him: \"How is Karen doing?\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:31",
      "speaker": "PHIL MATTINGLY, CNN CHIEF DOMESTIC CORRESPONDENT",
      "sentences": "Several times, the former president, then-candidate, and then-president, would ask David Pecker.There was the meeting at Trump Tower with several future White House officials and the former president, where, after they left -- they included FBI Director Jim Comey. They included the future CIA Director Mike Pompeo, Reince Priebus as well. And after they departed, he asked how she was doing in the White House, as you noted, a couple months later, did the same exact thing, the president very cognizant of something going on with Karen McDougal. And now you're getting the dynamics. We talked a lot when David Pecker was testifying about the foundational elements of what they were setting up in the prosecution. This is very much along those lines as well. We haven't gotten to Stormy Daniels yet, but the jury is hearing how this all works and getting a very inside look into, as Paula was noting, the competing dynamics between two different news organizations and also the very clear desire stated by Davidson that McDougal not want her story to be public, wanting to go through AMI, including some pretty exorbitant initial offers on the table to try and ensure that this story did not ever see the light of day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:31",
      "speaker": "COLLINS",
      "sentences": "It also shows how much negotiating happened back and forth and how the urgency changed as we got closer to the Republican Convention, and as well on -- with Stormy Daniels, the election.And, Paula, Keith Davidson is going to be a juicy witness. Before that, there were some witnesses who would not be described in that way. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:31",
      "speaker": "REID",
      "sentences": "Juicy in their own way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:31",
      "speaker": "MATTINGLY",
      "sentences": "Yes.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:31",
      "speaker": "REID",
      "sentences": "I love a good archivist.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:31",
      "speaker": "MATTINGLY",
      "sentences": "I saw you guys riffing on C-SPAN earlier, and I was very here for it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "TRUMP",
      "sentences": "The events never happened, never.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "COLLINS",
      "sentences": "They want to be able to use this at some point later on down the road.I mean, they already showed it to the jury, but to use it to show what Trump was saying at the time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "REID",
      "sentences": "Yes.Look, it's not a crime to stand on a stage and lie to your supporters or to lie to the press in these pool reports. But it's interesting. He said: \"These women are lying to hurt my campaign.\" So, at some level, he is acknowledging that he knows that these stories could potentially hurt his campaign. And, of course, we now know that these stories of affairs, and though he has denied them, it does appear that they were all true. So this also works to undermine his credibility and show that he was working, as prosecutors allege, on this cover-up, on this conspiracy to conceal these payments, to conceal the stories of the affairs. Why? To help his chances in the 2016 campaign. And that's so critical because it's that part of the case that elevates this to a felony. MATTINGLY:  Yes, I was just going to say, so much of what we have heard of the course of the last week-and-a-half is, at least at some point, it was not about the family anymore. It was about the campaign. It was about both his election and then what his White House would be like, talking about the urgency, as you were noting, as we move towards Stormy Daniels through the part of the story. But also, as we have already heard, the president, at least according to David Pecker, was repeatedly asking about one of the women and how she was doing, saying once again there he didn't know any of the women. We don't know if the allegations are true. He's denied all of them. But we do know, at least according to one firsthand witness, the president very much knew who Karen McDougal was.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "COLLINS",
      "sentences": "And, Wolf, that point that Phil just made about protecting the president's family is also key, given one thing that we're seeing that's different today is Trump has a family member in the courtroom with him that he has not had since this trial began.It is his second son, Eric Trump, who we saw get in the motorcade with him. He's been entering and exiting the courtroom with Donald Trump. We have not seen any members of the Trump family attend court with Trump until today, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "BLITZER",
      "sentences": "Yes, it's very significant indeed.Lawyers, defense lawyers are always suggesting family members show up during these kinds of criminal trials. Kaitlan, we will get back to you in a few moments. We have an expert panel here with me right now, Laura Coates, Elie Honig, Gloria Borger, and David Chalian. And, Laura, let's start off with you. Explain where Keith Davidson fits into all of this, why the prosecution wanted him to testify.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "LAURA COATES, CNN CHIEF LEGAL ANALYST",
      "sentences": "Well, he is the person who negotiated more than one NDA.One involves Karen McDougal and one ultimately Stormy Daniels. Now, of course, he was the attorney, but a former attorney, which might give you pause, thinking, well, how are you able to communicate at all about the nature of your representation with your client? It's the client who owns the privilege and the client who puts that muzzle on his or her attorney. But there's likely having here that there's already immunity given to him, because, in New York, New York has a peculiar law where, if you testify in front of a grand jury, you have immunity. And they likely have a carve-out, where he can talk about the nature of communications outside of the specific conversation with him and his client and instead about what was communicated by the outside, the outsiders being Dylan Howard, the right-hand man, David Pecker, and David Pecker ultimately. This is important to not only corroborate the testimony of David Pecker, who talks about a catch-and-kill, but also give us maybe a little bit more flavor and color as to what was the motivation behind the reason to enter in the agreement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "BLITZER",
      "sentences": "It's very significant indeed.Davidson, Elie -- Elie Honig is with us -- testified that, when it came to some of the dealings with Stormy Daniels, Michael Cohen was working -- quote -- \"on Trump's behalf.\" Has the prosecution effectively already established that Trump was tied to Stormy Daniels?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "ELIE HONIG, CNN SENIOR LEGAL ANALYST",
      "sentences": "Well, they're trying to do it with that. And that's a helpful piece of testimony for the prosecutors, because a central theme is emerging in the defense here, which is this.Michael Cohen, whatever he was doing, he was off the reservation here. He was acting on his own. He was doing things that he was not running by Donald Trump. He was doing things that Donald Trump did not know about and did not approve. And so it helps if the prosecution gets evidence that, well, I understood Michael Cohen was acting on behalf of Donald Trump. Now, watch what happens on cross, though. The cross is going to be, how did you know that? How did you know Michael Cohen was acting on behalf of Donald Trump? And I will bet you the answer is because Michael Cohen said, I was acting on behalf of Donald Trump, which sort of undermines a little bit of that claim that it was Trump himself. But this is going to be a theme that we have seen already, we will see throughout the trial. Was Cohen acting for Donald Trump or was Cohen acting on his own as a sort of free agent?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "GLORIA BORGER, CNN SENIOR POLITICAL ANALYST",
      "sentences": "I think the question is, why else would Michael Cohen be doing this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "HONIG",
      "sentences": "Yes. Well, he's doing it for Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "BORGER",
      "sentences": "What's -- what's -- what would be the motivation otherwise?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "COATES",
      "sentences": "It's about the -- is it at his direction...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "HONIG",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "COATES",
      "sentences": "... or on his behalf or for Trump?That's going to be the parsing... (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "BORGER",
      "sentences": "Or both.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "COATES",
      "sentences": "Or both -- or all of the above, right?And I think, if the defense, to your point, and I think we were making, if the point -- if the defense is going to say, hold on, you were doing it because you thought it would help Trump. But the defendant is Trump. And they have to prove that he -- he intended for the behavior to actually occur, direct correspondence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "BLITZER",
      "sentences": "But, at that time, Michael Cohen was still Trump's fixer and lawyer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "DAVID CHALIAN, CNN POLITICAL DIRECTOR",
      "sentences": "And just remember the timing that we're talking about.I'm looking at these dates of these texts in July of 2016. We're talking about as the Republican National Convention in Cleveland...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "COATES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "CHALIAN",
      "sentences": "... where Donald Trump is being voted as the nominee for the Republican Party for president. That happens on July 21.And July 22 is one of these texts, the day after that huge moment of coronation for him. And it's Dylan Howard trying to get ahold of Michael Cohen because the heat is being put on him to be able to move this story forward. And it just makes me think, as a political reporter, how much is happening with the paddling under the water, right, that you know nothing about. While we're all covering the convention, this is happening behind the scenes to try to prevent a total implosion and explosion of the candidacy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "BLITZER",
      "sentences": "Clearly dominating at that time Trump's thinking. What was going on at those moments?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "CHALIAN",
      "sentences": "Yes.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "BLITZER",
      "sentences": "Clearly, that was the top of his mind.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "BORGER",
      "sentences": "Well, who knows if it was at the top of his mind, but it was -- it's clear that it was at the top of Michael Cohen's mind.And what he was trying to do was make sure that none of this got out, none of this got out. And he's the one dealing with Keith Davidson, and on both Karen McDougal and Stormy Daniels, because he represented both of them. And I think it's -- it's -- I mean, I'm waiting to hear from Michael Cohen to hear whether he got direct orders. Now, they always say about Donald Trump that he never gives direct orders, that he kind of intimates, this is what you ought to do. And the question is, is that the case? And would that be good enough to prove that in fact Donald Trump asked him and wanted him to do what he did? (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "HONIG",
      "sentences": "Michael Cohen has said that many times publicly. He said that's how Trump operated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "BORGER",
      "sentences": "That is how he operates, right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "HONIG",
      "sentences": "He never told -- for example, when Michael Cohen pled guilty to lying to Congress about the Trump Tower in Moscow...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "BORGER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "HONIG",
      "sentences": "... he testified, Trump never sat me down and said, I need you to lie for me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "BORGER",
      "sentences": "Right. Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "HONIG",
      "sentences": "But we all understood what he wanted.And to be clear on the attack on Michael Cohen, it's not going to be that Michael Cohen was doing this for the benefit, financial or otherwise, of Michael Cohen. It's that Michael Cohen was the fixer. He wanted to ingratiate himself to Trump. He wanted to be someone who was useful and valuable to Trump. And so he went off on his own and worked things out. And then the big question, as Laura was saying, is, how much of that planning did Donald Trump know about? To what extent was he involved in the nuances and to what extent was he sort of arm's distance and just tell me what I need to know? (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "COATES",
      "sentences": "And the prosecutor is going to have to prove, even -- even to the point of whether Trump has intimated or not, you got to look for the attaboy at the end, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "HONIG",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "BORGER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "COATES",
      "sentences": "That's the part. We're seeing a lot of text messages already coming in to confirm what we all interpret the deal to be.You hear it from this man who's testifying right now. And you hear it from other people. So, if, at the end of this, Donald Trump has only intimated, and, at the end, he's like, good job, remember, we have already heard from David Pecker...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "HONIG",
      "sentences": "Right. BORGER",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "COATES",
      "sentences": "... that Donald Trump said, thank you...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "CHALIAN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "COATES",
      "sentences": "... for handling the McDougal and Daniels situations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "CHALIAN",
      "sentences": "And then had him to the White House for dinner.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "COATES",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "CHALIAN",
      "sentences": "Yes. There's your evidence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "BLITZER",
      "sentences": "Everybody, stand by.Our Kara Scannell has been inside the courtroom all morning. She just got out. Kara, tell our viewers what you saw, what you heard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:30",
      "speaker": "BLITZER",
      "sentences": "We're following the breaking news in Donald Trump's New York hush money trial, a criminal trial.And before testimony resumed today, the judge fined Trump $9,000 for repeatedly violating the gag order he had imposed and threatened the former president with actual jail time if he violates it again. Joining us now, the former federal Judge John E. Jones III. He's currently the president of Dickinson College. Judge, thank you so much for joining us. Let me get your thoughts. So, what do you make of the judge's decision? Would you have done the same, to fine Trump for violating the gag order? JOHN E. JONES III, FORMER FEDERAL JUDGE:  I absolutely, Wolf, would have done the same. I think it's appropriate. It's timely. I was getting a little concerned about the judge needing to act to uphold the authority and the integrity of his court, but I think he did well. He fined him the maximum that he could under the law of New York. And it's a clear warning shot across the former president's bow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:30",
      "speaker": "BLITZER",
      "sentences": "The judge, as you probably know, has scheduled another hearing on this issue for this coming Thursday to address four more alleged gag order violations by Trump.Do you expect him to rule against Trump again?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:30",
      "speaker": "JONES",
      "sentences": "I think that he could. He will take them one by one, as he obviously did in the order that he released earlier today.And I don't think that the former president is in jeopardy of being jailed at that proceeding. But he made it quite clear that he's drawing some lines here. And the former president could actually lose his liberty if he persists, because there are very bright lines here. And, frankly, the judge said that, to say that you can repost what others say in order to skirt the gag order is both absurd and disingenuous. And I agree with that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:30",
      "speaker": "BLITZER",
      "sentences": "yes, if you repost something, that suggests you support what you're reposting.At what point, Judge, would the current judge have to act, have no choice but to act on his threat earlier today potentially of incarceration for Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:30",
      "speaker": "JONES",
      "sentences": "I think if, after today, the former president in a very clear and pronounced way decides that he wants to play gamesmanship with Judge Merchan and continue to threaten or talk about in a disparaging way witnesses or others that are prohibited under the gag order, then I think we're going to end up with a moment here, an inflection point, where he could well lose his liberty.Because there's really a -- as happens with police, there's a force continuum, Wolf, where you don't shoot somebody in a traffic stop if they refuse to get out of their car. But if things continue and somebody can't -- they don't get out of the car, they make a hostile gesture towards you, there's force you can use. This judge is on the force continuum for a judge in the judiciary. And if fining him doesn't work, the only next resort that he has is to incarcerate him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:30",
      "speaker": "BLITZER",
      "sentences": "Is Trump, a former president of the United States, getting special treatment?In other words, if he were just a regular American citizen who repeatedly violated a court order, the gag order, would he be in jail potentially by now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:30",
      "speaker": "JONES",
      "sentences": "I don't think so.I do think that Judge Merchan is being really deliberate and careful. If it were in my courtroom with, if you will, an average litigant, what I would have done, I think, is in the moment admonished him verbally and said something. But I respect that Judge Merchan knows he's got a case on his hands that he has to be careful how he adjudicates these things. So I find no fault with what he did. Wolf, the other interesting thing about the order that was handed down by Judge Merchan is, there's a -- sort of a quiet shot across the bow of Michael Cohen and Stormy Daniels as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:30",
      "speaker": "BLITZER",
      "sentences": "Very interesting, indeed.The former federal Judge John E. Jones III. Judge, thank you so much for your expertise. Thanks so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:30",
      "speaker": "JONES",
      "sentences": "Thanks, Wolf. Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:30",
      "speaker": "BLITZER",
      "sentences": "And, to our viewers, stay with CNN for more of our special live coverage of Trump's hush money trial.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}