{
  "date": "2024-02-06",
  "headline": "Erin Burnett Outfront",
  "subHeadline": "House Fails To Impeach Homeland Security Secretary Mayorkas; Court: Trump Is Not Immune From Prosecution In Election Case; Mother of Michigan School Shooter Guilty Of Manslaughter; Exclusive: Trump Changing Tactics For Supreme Court Hearing. Aired 7-8p ET",
  "utterances": [
    {
      "timeStamp": "19:00:42",
      "speaker": "ERIN BURNETT, CNN HOST",
      "sentences": "OUTFRONT nextBreaking news, a major loss for Republicans moments ago. A much hyped House vote to move forward with impeaching the homeland security secretary failing. One of the few Republicans who voted no to impeach is OUTFRONT. And a federal appeals court puts a knife through Trump's main defense. When does the January 6 trial now move forward? What does it mean for the possibility of a conviction before Election Day? Ty Cobb, the former White House attorney, will be OUTFRONT. And more breaking news. A huge legal decision setting a new precedent. The mother of a Michigan school shooter found guilty of manslaughter. The student who was shot multiple times by that gunman and survives is my guest tonight. Let's go OUTFRONT. And good evening. I'm Erin Burnett. OUTFRONT tonight, the breaking news, a fail and a shocking embarrassment to Republicans and the speaker of the House. A much hyped vote to move forward with impeaching the Homeland Security Secretary, Alejandro Mayorkas, has failed. The final tally, 214-216. Four Republicans joining every Democrat to vote down impeachment. Now, the House Speaker Mike Johnson, who just four years ago had railed against a single-party impeachments, did not even have the votes from his own party to pass the articles of impeachment against Mayorkas. He thought he did, and he didn't. This was not his only defeat because just moments ago, right after the stunning Mayorkas failure, the speaker also had brought at other bill and the House then failed to pass an aid package for Israel, that Speaker Johnson had insisted on bringing to the floor. Manu Raju is OUTFRONT live on Capitol Hill. Manu, these are back-to-back, embarrassing losses for the Republicans, and most certainly for the new speaker. Can you tell me about the drama playing out on the House floor? This is not even up until the final moment, how pretty much anyone anticipated this might go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:42",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yeah, they had actually expect to be cheering this vote on Mayorkas. There was a confidence in the Republican leadership that they would get the votes. They knew it'd be close. This has got a narrowly divided House, razor thin majority here. And they thought they could muscle this through on the slimmest of majorities, but it blew up in their face in large part because they had miscalculated the absences on the floor.Remember, if there are not -- the vote is essentially a majority of people who are present and voting they expected there to be one Democratic absence that is Congressman Al Green of Texas. Mr. Green showed up to vote. That changed the calculation considerably on the floor because they could only afford to lose two votes of Democrats were in full attendance. They can lose three votes if there was a -- if there were one Democratic absence. And, Erin, they lost three Republican votes. Ultimately, there were four Republicans who voted no, but one of those members, Blake Moore voted against -- voted against it for procedural reasons. The three the other members are Ken Buck of Colorado, Tom McClintock of California, and Mike Gallagher of Wisconsin. They all voted against this. So where does this go from here, Erin? Ultimately, Republicans will have the votes to impeach Mayorkas when they are in full attendance themselves. One member, Steve Scalise, the House majority leader, has been out for some time due to illness and treatment that he has been receiving. We expect him to come back in the coming weeks. At that point, they will have the votes to move ahead. But no doubt about it, they still expected this vote to be successful today, and they had -- they had seen this effort to move on. Israel aid bill collapse over the last several hours as Democrats came out opposed to this plan, joined by a handful of members on the far right who wanted to cuts to that Israel aid package. Democrats are opposed to it because they wanted to tie Ukraine aid, border security package, as well as the Taiwan package. But this is a big push by the speaker to move on a standalone Israel aid package. But as we see here, razor thin Republican majority and divisions within the ranks, once again, making governing this chamber incredibly difficult. And this messy Republican majority, unable to achieve two major agenda items that the speaker wanted to clear tonight, Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:01",
      "speaker": "BURNETT",
      "sentences": "No, and, of course, it will take quite some time to go ahead with an impeachment proceeding and hearings and all the things that would go with it.Obviously, Manu was laying out that Steve Scalise was not present and that when he came back, the Republicans speaker, would it be able to have the votes. Sounds like from what you're saying, that you think that this will go ahead, that he will go back and do this again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:01",
      "speaker": "BUCK",
      "sentences": "Tomorrow morning, we will have another vote. Steve Scalise is expected back in town sometime around 11",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:01",
      "speaker": "BURNETT",
      "sentences": "All right. So, obviously, Speaker Johnson will then get what he wants. The reality is tonight, of course, it was pretty basic thing for speaker and those around him, right? I mean, the miscalculated who was going to be there, and that error led them to bring this now and have a failure, at least for now. Then, of course, the Israel vote was a clear fail for tonight and for the future because obviously you needed a larger margin there.Do you think speaker Johnson is capable of managing the GOP conference right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:01",
      "speaker": "BUCK",
      "sentences": "I do. I think it's very difficult. You know, today, he had a two-vote, three-vote majority. Very difficult to get 216, 215 people to agree on anything. And so when we are moving forward, I think he will find more legislation that has a broader response. He clearly needs to govern with Democrats. It is, in my view, it isalways a mistake to try to impeach a president or a cabinet official, or anybody else on a partisan party line vote. And so, in the future, I think we're going to see more Democrat, Republican votes. And some people think that's healthy. Some people think it's unhealthy, but that's -- that's the way this year will play out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:01",
      "speaker": "BURNETT",
      "sentences": "So, the border bill which the heart of all of this, the border, appears dead now in the Senate. Now, last week when you and I spoke, Congressman, you said you thought it should be debated on the floor, that it needed that, there's no more important issue. You said and that those who at the time were saying its dead on arrival, that by the way, is the speaker of the House who said that, you said that those who shared that opinion were acting prematurely and unfairly, yet here we are.How did this happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:01",
      "speaker": "BUCK",
      "sentences": "Well, it happened because the Senate of blew this up, and they have to -- they have a 60-vote requirement over in the Senate. They weren't going to get 60 votes. I don't know if they're going to push this off for a week or two.But, Erin, really important thing from my perspective is that we have a starting place. This bill isn't perfect, but we've got to be able to debate something, amend something and make a bill stronger so that we can go forward. The border is unacceptable and nobody on either side can argue that we that we should continue the status quo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:01",
      "speaker": "BURNETT",
      "sentences": "So, Republican Senator James Lankford, principled conservative who stepped up when, when his party called and negotiated in good faith and bipartisan basis? He worked his tail off on this bill and he did it in good faith. And that is clear. It's getting him now an incredible amount of flat -- blowback from Republicans, including Trump. And here's what Trump said.(BEGIN AUDIO CLIP) DONALD TRUMP, FORMER U.S. PRESIDENT &amp; 2024 PRESIDENTIAL CANDIDATE: Just to correct the record, I did not endorse Senator Lankford. I didn't do it. This is a very bad bill for his career, especially in Oklahoma. (END AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:01",
      "speaker": "BURNETT",
      "sentences": "We're obviously not going to debate the bill, although Democrats and Republicans who did it said it was the strongest in decades, and it was obviously done an incredibly good faith by Senator Lankford.Of course, Trump, though, did endorse Lankford. So what he said there is just blatantly false. I didn't do -- and he did. He actually issued a statement at the time saying he's giving Lankford his, quote, complete and total endorsement, and he actually said, and I, quote, Congressman Lankford is, quote, strong on the border. [19:10:03] So just because the facts matter, I did want to lay that out for everyone watching. But what do you think of how Senator Lankford is being treated now by some in your party, including the former president?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:01",
      "speaker": "BUCK",
      "sentences": "Jim Lankford is a good friend of mine and I am really sad that he has to go through this. He is -- he did step up. Everybody knows that immigration is the graveyard where political careers go. And Senator Lankford stepped up. He did his very best. You're never going to pass something on a partisan basis through the Senate and the House at this point in time. So he tried to do something that would bring people together.And as I said, I think it's a starting point. It's not where I would end up with a bill, but it is something I think that when he looks back at his career, he is going to be proud of the fact that he was able to bring people together and get this bill in some form before the Senate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:01",
      "speaker": "BURNETT",
      "sentences": "All right. Well, I appreciate it very much, Congressman. Thanks for your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:01",
      "speaker": "BUCK",
      "sentences": "Thank you",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:30",
      "speaker": "BURNETT",
      "sentences": "Tonight, a major loss for Trump. A federal appeals court ruling unanimously that the former president is not immune from prosecution for alleged crimes he committed an office to overturn the 2020 election.And this is a crucial ruling. It strikes down the entire heart of Trump's defense in the Department of Justice's January 6 case. Trump, for his part, is slamming the, quote, nation destroying ruling, warning that it will cause grave harm to America and the presidency. It is a monumental decision because it could have huge legal and political implications. So we're going to talk about how this could affect the entire timeline. Now that this ruling has come down, whether he could be convicted before Election Day, crucial questions, in a moment. I want to bring in OUTFRONT now, though, the former Trump White House attorney Ty Cobb. And, Ty, of course, you signed that amicus brief in the D.C. Circuit Court of Appeals, arguing against Trump's claims of immunity. And obviously that is the way that this three-court -- this three-judge panel ruled unanimously, saying that Trump does not have immunity. I know you've had a chance to read through it. What stands out the most to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:30",
      "speaker": "TY COBB, FORMER TRUMP WHITE HOUSE LAWYER",
      "sentences": "I think what stands out the most to me is how comprehensive and exhaustive the opinion is with regard to American history and evolution of constitutional law back to Marbury versus Madison. You know, I think we discussed last week that I didn't think people should overly concerned about a three-week delay. But if we got into late this week, you know, there might be cause for concern with regard to delay.I think 28 days to an opinion of this magnitude and gravity -- you know, I wish it had been sooner, but at the same time, I can see now why it was not because this is -- this is an epic opinion. This is an opinion if its last word on these issues, as it may be, depending on what the Supreme Court does I will be studied in law schools for the next hundred and 20 years along with other key constitutional opinions such as Marbury versus Madison. I think the unanimity of this -- of the three judges --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:30",
      "speaker": "BURNETT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:30",
      "speaker": "COBB",
      "sentences": "-- and the per curiam nature of the opinion is a very, very important fact. It will -- well, I think it already has negated the likelihood of en banc review by the full court of the D.C. circuit. And I think that it will give the Supreme Court some pause, both because it gets these issues right.And it doesn't -- you know, while it's compelling, historic, monumental, it doesn't sweep too broadly. They only decided the few issues that they needed to decide that they resolved the jurisdictional issue wisely in light of the constitutional issues posed by the double jeopardy clause and impeachment, which while not explicit constitutional grants of immunity, as suggested or required under middle (INAUDIBLE), still clearly satisfy the important nature of why they had to resolve it. They also -- they also, you know, limited it to this indictment, this president, these circumstances. You know, they didn't speak for future presidents. They didn't speak for, you know, future possible indictments. They focus solely on this and it's clear that this judgment is limited to that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:30",
      "speaker": "BURNETT",
      "sentences": "So I know and that's interesting. The Supreme Court may not even take it up.What about the argument -- and I mentioned it briefly introducing you, but that Trump himself made today, saying the decision would, quote, terribly injure the presidency, and in fact, the United States itself, all future presence would be targets for political retribution. American democracy would be at risk. What's your response to such a sweeping terminology?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:04",
      "speaker": "BURNETT",
      "sentences": "All right. Ty Cobb, thank you very much. As always, we appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:04",
      "speaker": "COBB",
      "sentences": "My pleasure. Thank you, Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:04",
      "speaker": "BURNETT",
      "sentences": "All right. So Ryan Goodman is here with me, co-editor in chief of \"Just Security\", and Ankush Khardori, the former federal prosecutor, who wrote an article in \"New York Magazine\" titled what happens exactly if Trump is sentenced to prison.So, Ryan, you know, listening to Ty talking about the argument here that that was given by the judges today, the three judges, your team looked at the potential timeline now that we have this ruling on immunity. And here it came, right, comes on this Tuesday in February. What does this mean in terms of whether Trump's case itself, that this particular trial on January 6 concludes before Election Day? RYAN GOODMAN, JUST SECURITY CO-EDITOR-IN-CHIEF: So, there's now a pretty good likelihood it will conclude. Before Election Day, we'll have a verdict. And the court sets us up in motion by saying that by Monday, February 12th, Trump has to basically petition the Supreme Court. They forced his hand. And then the court gets to decide whether or not they want to take cert or hear the case and they'll probably make that decision around leap day, February 29.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:04",
      "speaker": "BURNETT",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:04",
      "speaker": "GOODMAN",
      "sentences": "At that point, you've got two different tracks. So track one is the court decides not to take the case. They just deny cert. They say what Ty Cobb decides --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:04",
      "speaker": "BURNETT",
      "sentences": "Ty is saying it's not worth it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:04",
      "speaker": "GOODMAN",
      "sentences": "Yeah. It's not worth it. This is a solid decision. It's a landmark decision. It's narrow. It's confined, and it is the unanimous decision. So we just leave it be.If that's the case, then were in a short track. It goes right back to the trial court. June 1st is a very good start date to anticipate. And then the trial wraps up by September 1st. That's the short time frame. Then the longer timeframe is the court does here the case, but they will decide against Trump in all likelihood. He just doesn't really have a strong case on that timeline. Then we're looking at late July, like July 30th, start date, October 30th verdict. And that's conservative. It could be a week before October 30th, but obviously bumping right up against --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:04",
      "speaker": "BURNETT",
      "sentences": "Right. I mean, October 30th is obviously the week before, the week before the election.All right. So, Ankush, you've looked at this closely as well. If Trump is convicted, right, and as Ryan's laying out these scenarios, if that verdict is indeed announced before Election Day, so you get a verdict, then obviously there's an appeals process. What does the appeals process look at that point? And how long does that take?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:04",
      "speaker": "ANKUSH KHARDORI, FORMER FEDERAL PROSECUTOR",
      "sentences": "Well, so there would be a couple of months of a sentencing process immediately following the conviction, then there would be an appeal. And in the ordinary course, an appeal from a proceeding like this after a verdict, you would expect maybe two to three years.In this particular case, I would hope that if we get to that point, that, you know, the appellate court and the Supreme Court would be expediting their review because obviously, there would be an intense public interest in having appellate courts review that verdict for any potential defects or legal sufficiency. So that's kind of the ordinary course, like two, three years for the appellate chain and review. But I would hope if again, if that's where this ends up, that that would move more quickly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:04",
      "speaker": "BURNETT",
      "sentences": "Move more quickly.Interesting though, Ryan, as Ankush just said, you could get a verdict on the day before Halloween theoretically or sooner, right. But you could get a verdict as late as that. But that would not mean you even -- never mind appeals process. You might not get you wouldn't get necessarily sentence, obviously.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:04",
      "speaker": "GOODMAN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:04",
      "speaker": "BURNETT",
      "sentences": "But that's the whole process, too. You would simply get a guilty or innocent initial verdict from a jury.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:04",
      "speaker": "GOODMAN",
      "sentences": "That's right, so the American public will know what a unanimous jury potentially decides and what they're finding him guilty of is a guilty verdict, because then we can already begin to calculate what the likely conviction is based on those particular crime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:04",
      "speaker": "BURNETT",
      "sentences": "Sentencing ranges, et cetera.So, Ankush, in your magazine article, in \"New York Magazine\", you identified a minimum security prison in Florida that could likely be where Trump go if it would go if he is convicted, it's in Pensacola, about eight hours away from Mar-a-Lago and you spent some time looking at this. It's a nice place for a prison -- tennis, volleyball, sunbathing, gazebo and you got to do a job, landscaping or working in the kitchen, no cell phone, no Internet access or the limitations. How did you land on this facility?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:04",
      "speaker": "KHARDORI",
      "sentences": "So it is the only federal prison camp that is the closest federal prison camp to Mar-a-Lago, let me put it that way. Federal prison camps are the lowest level of security in the federal penitentiary system and the Bureau of Prisons has a preference for placing people, if possible, close to the residence where they will be released to, which is Mar-a-Lago in this case.So, Pensacola happens to be the closest federal prison camp to Mar-a- Lago. And so, whether or not, it's actually, you know, if we end up there again, that particular camp, the general complexion of sort of day-to-day life in the facilities is not that different from place to place but that's how I identified it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:01",
      "speaker": "GOODMAN",
      "sentences": "That's right. So, home confinement for a conviction on these charges would be unusual. And generally, the courts have said, we're going to treat Trump as any other citizen, like citizen Trump, a former president can't be above the law. And even the conservative court and 11th Circuit, all conservative judges, said the same thing when it came to the classified documents case. So that's the question that will be before the trial judge. Does heget treated like everybody else, in which he does actually serve time and a minimum security prison, or maybe home confinement at Mar-a-Lago with certain conditions? And you could also say he is somewhat different. There's a greater security risk with him. He travels with the Secret Service. Maybe home confinement is a better situation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:29",
      "speaker": "BURNETT",
      "sentences": "Breaking news, a precedent-setting verdict with huge implications. Jennifer Crumbley, the mother of a convicted Michigan school shooter, has been found guilty of four counts of manslaughter. A jury determining that she is responsible for the murders her son committed. The jury saying Crumbley had a duty under state law to prevent her son, who was 15 at the time, from killing four students.Whitney Wild is OUTFRONT. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:29",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We find the defendant guilty of involuntary manslaughterWHITNEY WILD, CNN LAW ENFORCEMENT CORRESPONDENT (voice-over): Forty- five-year-old Jennifer Crumbley, found guilty, becoming the first parent in U.S. history to be held criminally responsible for a mass shooting committed by their child. Crumbley's son already serving life in prison for murdering four students. Hana St. Juliana, Justin Shilling, Madisyn Baldwin, and Tate Myre, and wounding seven other people at his high school in Oxford, Michigan, in 2021 when he was 15.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:29",
      "speaker": "CRAIG SHILLING, FATHER OF CRUMBLEY VICTIM JUSTIN SHILLING",
      "sentences": "It was a long time coming, but it's definitely a step toward accountability, like what we've been talking about. It's kind of been our goal the whole time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:29",
      "speaker": "WILD",
      "sentences": "Over the nine-day trial prosecutors argued that Crumbley ignored warning signs or send was a threat and failed to lock up a firearm and ammunition he used to kill his classmates. Prosecutors pointed out that hours before the rampage, Crumbley school administrators and the shooter had a meeting over this violent drawing on his math worksheet, Crumbley didn't pull her son from classes despite being told he needed help and never told school administrators she had given her son a gun and ammunition.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:29",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You didn't tell them that you had gotten him that Christmas?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:29",
      "speaker": "JENNIFER CRUMBLEY, MOTHER OF MICHIGAN SCHOOL SHOOTER",
      "sentences": "I didn't think it was relevant, no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:29",
      "speaker": "WILD",
      "sentences": "Prosecutors argued that Crumbley could have prevented the killings, but instead did nothing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:29",
      "speaker": "KAREN MCDONALD, OAKLAND COUNTY PROSECUTOR",
      "sentences": "She left the school when just the smallest, smallest of things could have saved Hana and Tate and Madisyn and Justin. And not only did she not do it, she doesn't even regret it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:29",
      "speaker": "WILD",
      "sentences": "Defense attorneys argued Crumbley didn't know about her son's deteriorating mental health and had no way to predict the shooting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:29",
      "speaker": "CRUMBLEY",
      "sentences": "Of course, I look back after this all happened and I've asked myself if I would have done anything differently and I wouldn't know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:29",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The Crumbley son was a skilled manipulator and they didn't realize it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:29",
      "speaker": "WILD",
      "sentences": "But prosecutors grilled Crumbley on the warning signs they said she ignored, including a phrase her son wrote in the drawing found by his teacher the morning of the shooting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:29",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What about the thoughts won't stop, help me, did that ring out to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:29",
      "speaker": "CRUMBLEY",
      "sentences": "Yes, that was -- that was what was concerning to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:29",
      "speaker": "WILD",
      "sentences": "The jury foreperson described the evidence that sealed the guilty verdict.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:29",
      "speaker": "JURY FOREPERSON",
      "sentences": "The thing that really hammered at home is that she was the last adult with a gun.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:29",
      "speaker": "SHILLING",
      "sentences": "You cannot choose to take your own interests over your child, especially when it comes to mental health and addressing concerns.(END VIDEOTAPE) WILD (on camera): Erin, Jennifer Crumbley faces a maximum of 15 years in prison. The shooter's father and her husband, James Crumbley, is also charged with four counts of involuntary manslaughter. He is set to go to trial March 5th -- Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:29",
      "speaker": "BURNETT",
      "sentences": "Whitney, thank you very much there in Michigan tonight. And I want to bring in now, Sandra Arthur Cunningham and her daughter,Phoebe Arthur. Phoebe is one of seven survivors of that school shooting and phoebe, you were -- so everyone understands, you were the first person shot that day and you sustained horrific injuries, your neck, lung, ribs. You want a ventilator, in critical condition immediately after surgery. So thank God you are -- you are here and you are you are doing so much better. Sandra, I want to ask you, though, as a parent, this is an incredible and historic judgment that we have just seen in this country. You have been tirelessly demanding accountability for what happened on that horrific day. Do you feel that that happened today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:29",
      "speaker": "SANDRA ARTHUR CUNNINGHAM, MOTHER OF MICHIGAN HIGH SCHOOL SHOOTING SURVIVOR",
      "sentences": "Absolutely. Thank you, Erin. We are definitely so thankful and grateful to the prosecution for all of their hard work, all of their determination, the courage to bring forth this case. We're thankful for the jury that really took this decision seriously, that really did their due diligence in court taking notes and -- I mean, this is the best turnout we could have expected.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:29",
      "speaker": "BURNETT",
      "sentences": "Phoebe, how do you feel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:15",
      "speaker": "BURNETT",
      "sentences": "Phoebe, you are incredibly brave and very few can imagine what you have had to go through. I know your road to where you are now sitting there with your mom has been long and hard. You are in critical care. You were on a ventilator.Can you tell me more about how you're doing right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:15",
      "speaker": "ARTHUR",
      "sentences": "I'm doing a lot better now. I'm as close to perfect as I probably would get. So I guess I'm relatively completely healed, though I have more long-lasting or lingering, I guess, affects my left arm is still significantly weak. (AUDIO GAP) throughout my arm (AUDIO GAP) exercising or really just increasing heart rate. So that can be like if I'm nervous, it can cause a little bit of pain.So, there's definitely a few lingering effects, but I'm doing a lot better now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:15",
      "speaker": "BURNETT",
      "sentences": "Thank God for that, but it's important for people to understand that this is something that not only has transformed your life, but will be something you will deal with forever. And that's why this case matter so much, Sandra. I mean, now, the shooter's father, he's set to go to trial on March 5th, because they were doing two separate trials, one for the mother, obviously now convicted and one for the father.Are you hoping for a similar verdict there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:15",
      "speaker": "CUNNINGHAM",
      "sentences": "Absolutely. Yes. Absolutely. Can't see how anything less could happen or come out from that, but definitely don't want to over- speak or say, you know, yes. I also hope that there is justice served in that case as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:15",
      "speaker": "BURNETT",
      "sentences": "Sandra, I mean, this -- this verdict could change a lot because it changes who can be held responsible in these mass shootings, you know, in these horrific cases that happened in this country that should it happened, but do. We all too often hear about how a gun was obtained or a parent not -- maybe not being aware or not paying attention or obviously in this case, it was unbelievable what we heard a day after day in that courtroom.Do you think that this ruling changes how parents will react, how parents will handle things going forward?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:15",
      "speaker": "CUNNINGHAM",
      "sentences": "Well, I mean, we definitely hope so. We definitely hope that this shows that -- I mean, the scope of accountability has expanded, that it's not just on the shooter, though he did this horrendous act. It is on the parents, it is on the school. It is on you, know everyone to take accountability and just be responsible for these children.That simple things that they missed you know, his mental health has everything -- yeah, I'm sorry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:15",
      "speaker": "BURNETT",
      "sentences": "No, that's okay. Phoebe, I just wanted to ask you as you talk about being as much back to normal as you -- as you may ever be. How are things now for you as a student, as a -- as a young person? Have -- have you changed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:15",
      "speaker": "ARTHUR",
      "sentences": "I -- yes, I've certainly changed. It's caused -- a little bit of everything in my life to change. At school, it's changed everything. I don't like being there very much. It's a very uncomfortable environment for me for many reasons.Physically looking around, I obviously was there. That's my crime scene at my school. And that's very uncomfortable. And along with that, there is social impacts. It's hard being a victim, and it's also hard being the people that want to talk to them. So not a lot of people know exactly when or what to say to me, so often, their choice that they fall back on is not to. So I've been almost isolated from this event in certain ways, while other, other areas of my life have stood out immensely. So it's definitely been challenging to handle all of the different impacts of it, and manage that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:15",
      "speaker": "BURNETT",
      "sentences": "Do you wish, I guess to, so people would understand that the people would say something to you, that they would acknowledge it or give you a chance as opposed to -- because they're awkward not mentioning at all?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:04",
      "speaker": "BURNETT",
      "sentences": "Well, I hope -- I hope they hear you now and thank you so much for the courage and bravery and speaking, Phoebe. I can only imagine. Thank you for having that Grace and Sandra, thank you very much for being here. And, of course, being here with Phoebe. Thank you both.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:04",
      "speaker": "CUNNINGHAM",
      "sentences": "Thank you, Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:04",
      "speaker": "ARTHUR",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:04",
      "speaker": "BURNETT",
      "sentences": "And next, we do have some breaking news. We are learning exclusively about a major strip -- shift in Trump's legal strategy as the Supreme Court is about to decide whether he can be kicked off the ballot. That is this week.Plus, King Charles seen in public for the first time after revealing he has cancer as we're learning new details about Prince Harry's visit today with his estranged father. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:01",
      "speaker": "KRISTEN HOLMES, CNN NATIONAL CORRESPONDENT",
      "sentences": "Well, Erin, that's right because we've seen Trump really turn these courtroom appearances into campaign events and opportunity to cry election interference, to talk about political persecution.So just the idea that he's not showing up on Thursday or isn't expected to is really a marked change. It's an indication of how carefully his team and he is handling when these arguments before the highest court in the land at court in which he has actually appointed one-third of the justices on the bench. Now, we were told by sources that Donald Trump knows how high the stakes are, that there's really no upside in him attending the arguments. And I was told by one source close to the inner circle that there were some people who thought that his answer it takes in the courtroom is storming out, his muttering were not helpful in those cases, in the E. Jean Carroll defamation case, in the New York civil fraud case. Now, his advisers do insist that this is purely logistical. We know that Nevada caucuses are Thursday night, that he's going to be out there probably visiting a caucus site and giving a victory speech because he is expected to win there. But logistically speaking, it is three hours behind and he has a private plane and the arguments are in the morning, so there is some question, doesn't seem with the out -- outside of the realm of possibility that he could make both. Another senior adviser telling me very explicitly, this was not a hard decision to make. The political is the more important now. It is our job, it is our focus to make him the Republican nominee.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:01",
      "speaker": "BURNETT",
      "sentences": "So how confident is Trump that the justices are going to decide on the 14th Amendment in his favor?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:01",
      "speaker": "HOLMES",
      "sentences": "Well, Erin, depends if you're talking about Trump directly or if you're talking about his team. Now, both the campaign and legal team do feel fairly confident in this case. They think that they are on solid legal ground, much more so than some of the other legal issues that he is facing.Donald Trump himself, however, has expressed some concern that the justices, particularly those he appointed, won't want to side with him because they don't want to give the impression that they are biased in some way. Now, obviously, no indication that that would happen, but this is something he has expressed privately.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:49",
      "speaker": "BURNETT",
      "sentences": "Tonight, we're seeing King Charles for the first time since revealing his cancer diagnosis. You see him here along with Queen Camilla, and he is waving to crowds. This is after -- as they left London for Sandringham House. That is where the king will continue recovering. He has started cancer treatment.And Prince Harry is now in London, just arriving. The estranged prince flying in overnight to be with his father. The visit between the father and son was briefed. They spent less than an hour together. As of now, we understand no plans for the brothers, Prince Harry and Prince William, to meet as of now. Isa Soares is OUTFRONT. (BEGIN VIDEOTAPE) ISA SOARES, CNN CORRESPONDENT (voice-over): Rushing to his father's side after a troubling cancer diagnosis, Prince Harry arrives in the UK alone, just one day after the news sent shockwaves throughout the country. Harry flew from Los Angeles to London and drove directly to the king's residence where he stayed for less than an hour. The prince's arrival without his wife, Meghan Markle, or their children, comes amid a family feud that has played out publicly, one that saw the couple stepped down from their royal duties in 2020, following damning accusations of racism and ill treatment. Only last year, Harry's tell-all book \"Spare\" details episodes of a troubled family life, accusing then Queen Consort Camilla of leaking stories to the British press and saying his brother and sister-in-law never really accepted his wife due to racial stereotypes. Now, Harry's back in UK for the first time since the king's coronation last year. This diagnosis, raising speculation of a royal reconciliation after years of estrangement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:49",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "He's got to come back and see his father, hasn't he? I mean, it's the right thing to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:49",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This whole family feud thing is a bit silly in my opinion, as you make up and hopefully, (INAUDIBLE) a little bit more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:49",
      "speaker": "SOARES",
      "sentences": "Perhaps a chance to heal what was once a strong bond, not only between father and son, but between brothers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:49",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "This is a major event for the royal family and like any family, cancer diagnosis comes as a big shock and people will want to rally around, and rightly the priority has to be comforting their father, that we'd all like to see relations after very difficult period in their relationship as brothers. Primarily, the duke of Sussex is going to be here to spend time with his father.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:04",
      "speaker": "BURNETT",
      "sentences": "Thank you so much. Isa, appreciate that.And next, a troubling discovery because investigators are revealing that that Boeing jet with the blown outdoor plug, it wasn't in some kind of maintenance and they forgot to put screws back on. It actually may have been at ground zero of Boeing, that they made it in the factory without the bolts. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}