{
  "date": "2024-09-06",
  "headline": "CNN Newsroom",
  "subHeadline": "14-Year-Old Suspects Father Facing Multiple Charges; Putin Responds to U.S. Crackdown on Alleged Election Meddling; Super Typhoon Yagi Charts Path Toward China's Hainan Island; Marathon Runner Rebecca Cheptegei Set on Fire, Dies; Ukraine's Commander in Chief is Interviewed about War with Russia. Aired 12-1a ET",
  "utterances": [
    {
      "timeStamp": "00:00:37",
      "speaker": "CHRIS HOSEY, DIRECTOR, GEORGIA BUREAU OF INVESTIGATION",
      "sentences": "These charges stem from Mr. Gray knowingly allowing his son, Colt, to possess a weapon.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:37",
      "speaker": "VAUSE",
      "sentences": "Not just possess, but allegedly bought his teenage son an AR-15 style semiautomatic for Christmas, which police say was used to shoot dead four people who will never celebrate another Christmas.Bracing for Yagi. The killer storm turned super typhoon set to slam Southern China. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:37",
      "speaker": "MOSES MWASE, UGANDA OLYMPIC COMMITTEE",
      "sentences": "We never thought that it would become this tragic.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:37",
      "speaker": "VAUSE",
      "sentences": "No one ever does. A closer look this hour at what is a global sickness",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:37",
      "speaker": "ANNOUNCER",
      "sentences": "Live from Atlanta, this is CNN NEWSROOM with John Vause.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:37",
      "speaker": "VAUSE",
      "sentences": "A day after 14-year-old Colt Gray allegedly opened fire at his high school with an AR-15-style automatic weapon, shooting 11 people and killing four of them, police have arrested his father, Colin Gray, and charged him with four counts of involuntary manslaughter, two counts of second-degree murder, and eight counts of cruelty to children, all charges, according to the Georgia Bureau of Investigation, relate to Gray knowingly allowing his son to have a weapon. Law enforcement officials say Colin Gray admitted the AR-style rifle-- rifle was a Christmas gift for his son, purchased last December. Seven months earlier, sheriff's deputies had questioned both father and son about online threats to carry out a school shooting. Fourteen-year-old Colt Gray has been charged with four counts of felony murder. More charges are expected when Gray makes his first court appearance in the coming hours. CNN's Ryan Young begins our coverage. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:37",
      "speaker": "RYAN YOUNG, CNN CORRESPONDENT",
      "sentences": "Still, a lot of strained feelings in this community. Of course, now there's news about the father of the alleged shooter being arrested.We spent the day at the -- outside their home, talking to neighbors and trying to get some information. That's after investigators indicated to us that they believed the alleged shooter's father bought the weapon that was used here in the shooting as a holiday gift. Now, that's after Jackson County Sheriff's Department talked to the young man and tried to figure out if he was connected to some online threats. After that happened, the father indicated that there was no weapons that he had unsupervised access to. But that gun was purchased, apparently. And then that was the same gun that was brought here and used for such tragedy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:37",
      "speaker": "HOSEY",
      "sentences": "He is charged with the followingMr. Gray -- these charges stem from Mr. Gray knowingly allowing his son, Colt, to possess a weapon. YOUNG (voice-over): We asked the GBI and the sheriff's department where the father was arrested. Did he turn himself in? They did not have those details to share with us just yet. He will be brought to the Barrow County Sheriff Detention Center --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:37",
      "speaker": "YOUNG",
      "sentences": "-- so we should find out Friday exactly when he will have his first court appearance.But still, so many questions about not only the gun but what led up to this shooting. And the community is still rocked by all this violence and all this loss. Ryan Young, CNN, Winder, Georgia. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:37",
      "speaker": "VAUSE",
      "sentences": "We'll have a lot more on our lead story in a moment. But first, Russian President Vladimir Putin appears to be trolling the U.S. presidential race on Thursday when he endorsed Democratic nominee Kamala Harris after years of siding with her rival, Donald Trump.Putin's comments came a day after the Justice Department indicted two Russian media employees in a scheme to interfere with the upcoming presidential election. More on the story now from CNN's Brian Todd. (BEGIN VIDEOTAPE) BRIAN TODD, CNN CORRESPONDENT (voice-over): Vladimir Putin responded to a U.S. crackdown on alleged Russian election interference with more election interference. The Russian president claims his preferred candidate was Joe Biden. But -- VLADIMIR PUTIN, RUSSIAN PRESIDENT (through translator): He was removed from the race, and he recommended all his supporters to endorse Ms. Harris. Well, that is what we will do, too. We will support her, and also, she laughs so expressively and infectiously that it means she's doing well. TODD (voice-over): Putin's comment drew a sharp rebuke from the White House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "BRET SCHAFER, ALLIANCE FOR SECURING DEMOCRACY",
      "sentences": "Do I think he prefers a candidate? Do I think he prefers Trump? Probably. But what he really prefers is for us to be more at each other's throats. So, he's playing us against each other, which he's done for years.TODD (voice-over): This comes as CNN learns the identity of a Tennessee-based company that the Justice Department says was funded by Russian operatives as part of a Kremlin-backed campaign to influence this year's U.S. presidential election. A U.S. official briefed on the matter tells CNN that company is Tenet Media. Prosecutors say Tenet Media, with Russian money, hired right- wing social media personalities to fuel Russian narratives. Among those stars, content creators Benny Johnson, Tim Pool, and Dave Rubin. Combined, those three have about 6 million subscribers on YouTube alone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "TIM POOL, PODCASTER",
      "sentences": "Perhaps there's a little bit of a bias.TODD (voice-over): Pool once interviewed Donald Trump on his podcast. Benny Johnson interviewed Eric Trump Tim. Tim Pool's show, \"Timcast,\" features opinions that the Kremlin might want to see broadcast as widely as possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "POOL",
      "sentences": "Ukraine is the enemy of this country. Ukraine is our enemy.TODD (voice-over): All three of those stars say they were deceived in this scheme; that they are victims; that they created their own content without input from anyone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "BETH SANNER, FORMER DEPUTY DIRECTOR OF NATIONAL INTELLIGENCE",
      "sentences": "I do think that these -- these people do have responsibility to at least understand who's paying them.TODD (voice-over): In 2016 and 2020, officials say the Russian election meddling campaign against the U.S. involved hacking and releasing emails to embarrass politicians and establishing dummy accounts to spread disinformation. How much has that campaign evolved since then?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "SCHAFER",
      "sentences": "It's evolved significantly, but that's why the Tenet thing was so sophisticated and smart, is they found real Americans, Americans who are influential, who have massive audiences; and they were trying to manipulate that platform.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "TODD",
      "sentences": "Analyst Bret Schafer says one of his biggest worries going forward is that, whatever election meddling activity the Russians have been doing, that the U.S. has caught, that they could be doing ten times more of it that hasn't been caught.He likens it to trying to catch drug smuggling across the Southern border. Brian Todd, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "VAUSE",
      "sentences": "More now on the arrest of the father of the accused 14-year-old shooter, who killed four people at Apalachee High School here in Georgia.Bernarda Villalona is a criminal defense attorney and former New York prosecutor who joins us this hour from New York. It is good to see you. Thank you for being with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "BERNARDA VILLALONA, CRIMINAL DEFENSE ATTORNEY",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "VAUSE",
      "sentences": "So, Sheriff Jud Smith, he spoke to CNN a short time ago. He said the 14-year-old suspect has been talking, almost rambling, telling investigators at one point, \"I did it.\"Here's the sheriff. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "How would you describe the level of what he's talked about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "SHERIFF JUD SMITH, BARROW COUNTY, GEORGIA",
      "sentences": "I mean, I don't -- I don't know of any emotions, but I mean, he just -- he was -- he described, you know, I did it.I don't know if he's obtained legal counsel. Obviously, he'll have to have legal counsel. But the thing that goes -- that we're trying to figure out as a 14- year-old, why? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "VAUSE",
      "sentences": "We may not know why yet, but we have a pretty good idea about how. Colin Gray telling investigators this week he had purchased this gun, which was used in the killings, as a holiday present. That was in December last year, according to two law enforcement sources with direct knowledge of the investigation.And just on the purchase of the weapon itself, I'm willing to bet that Colin Gray isn't the first dad in the U.S. to buy his son an AR-15 style semiautomatic for Christmas. Apart from being beyond stupidity, is that a violation of any state or federal law?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:11",
      "speaker": "VAUSE",
      "sentences": "There was a case in Michigan back in April. It's very similar to this oneHe goes out and murders four people. Mother and father jailed for ten and 15 years respectively. As far as the father was concerned, in this case, are you expecting some kind of similar outcome here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:11",
      "speaker": "VILLALONA",
      "sentences": "I am. I am expecting a similar outcome again, when we were talking about the case of the Crumbleys in Michigan. We said, Oh, this is the first time that this has happened. This is unheard of. This is a unique situation. So you would think that it wouldn't have happened again.Instead, what Michigan -- that Michigan case did is that they put the world and the country on notice that, as a parent, if you are in possession of a firearm, that you are responsible for the actions of your son. You have to be aware of what is the capability of your son, what they're going through, what access they have to these firearms that are capable of causing that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:11",
      "speaker": "VAUSE",
      "sentences": "He's part of a statement from the group called the gun -- a gun control group, rather, called Everytown for Gun Safety. The parents from Newtown, actually.\"The fact that Mr. Gray bought his son a weapon of war as a present months after being investigated for making threats to shoot up a school is a complete and utter dereliction of responsibility, both as a gun owner and a community member.\" I would argue as a father, as well. This does feel like a watershed moment in some ways. One conviction like the one in Michigan, can be easily be dismissed. Another conviction, if this happens in this instance -- is this when parents who have guns and firearms in the home might actually start taking notice and taking responsibility for those firearms and for their own children's actions?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:11",
      "speaker": "VILLALON",
      "sentences": "Well, that's exactly what we expected to come out of the Michigan case, where Ethan Crumbley's parents were both arrested, were both charged, were both convicted, and now are serving lengthy state sentences.But even though that just happened, and we were just talking about it a few months ago, here we are again with another school shooting, another parent with access to guns and to -- actually, his son had access to the guns. And still, we have the same outcome, where a school is being shot up by this teenager.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:02",
      "speaker": "VAUSE",
      "sentences": "Kristie, thank you. Just quickly before you go, what's the situation for, you know, the greater part of China, which has been devastated by, you know, a season of very, very heavy and extreme rainfall.You know, much of China is saturated already.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:02",
      "speaker": "STOUT",
      "sentences": "Yes, that's right. It has been very devastating for greater China. It's been a very cruel summer for China.If you look at the extreme weather situation there, the deluge from Yagi could threaten rice crops in Guangdong province. You know, this has been a summer of extreme rainfall and also deadly flooding, with hundreds of people dead or missing. Over a million people relocated; devastating financial losses. You know, the government said in China for the month of July alone it suffered around $10 billion in losses from natural disasters, including extreme rain and floods. The extreme weather has contributed to a spike in food prices in China. So, the fallout economically and also in terms of the human toll, has been massive -- John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:06",
      "speaker": "VAUSE",
      "sentences": "The Israeli prime minister, Benjamin Netanyahu, has told FOX News a ceasefire deal with Hamas is not close, denying reports by CNN and others that the Biden administration believes an agreement is 90 percent complete.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:06",
      "speaker": "BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER",
      "sentences": "Hamas is not there with a deal. There's not a deal in the making, unfortunately.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:06",
      "speaker": "BRIAN KILMEADE, FOX NEWS HOST",
      "sentences": "And it's not close?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:06",
      "speaker": "NETANYAHU",
      "sentences": "It still hasn't happened. They want to reconstitute their terror kingdom, and it's -- unfortunately, it's not close. But we'll do everything we can to get them to the point where they do make a deal.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:06",
      "speaker": "VAUSE",
      "sentences": "Netanyahu is facing mounting accusations that he deliberately blocked a deal with Hamas and has been stalling. The Biden administration standing by its assessment.In an interview with CNN's Kaitlan Collins, the Israeli ambassador to the U.N. was asked why Mr. Netanyahu's latest comments contrast with the more optimistic statements from the White House. (BEGIN VIDEO CLIP) DANNY DANON, ISRAELI AMBASSADOR TO U.N.: We want to lower expectations, because we have experienced with Hamas, in May, the U.S. proposed a deal. We said yes, Hamas said no. In August, another deal was proposed, modified by the U.S. We agreed to the deal. Hamas said no. They rejected all deal that Israel proposed. That's why we don't want to raise expectations. But we are still -- continue to send the head of the Mossad and other officials to negotiate. We will not stop with that. Hopefully we will reach an agreement. But with Hamas, you never know. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:06",
      "speaker": "VAUSE",
      "sentences": "Meanwhile, protesters in Tel Aviv carried 27 coffins, representing the 27 hostages killed in captivity in Gaza whose bodies have been returned.They symbolically placed the coffins in front of Israeli military headquarters. Two cases on two different continents are drawing global concern about violence against women. In France, the woman whose husband is accused of drugging and enlisting dozens of strangers to rape her took the witness stand Thursday. His lawyer says he recognizes what he did. Seventy-one-year-old Gisels Pelicot told the court of years of strange memory lapses and health problems that turned out to be due to a decade of criminal abuse. Investigators discovered video evidence by chance after the husband was caught filming up women's skirts in a supermarket. Gisele Pelicot says her discovery -- that discovery, rather, saved her life; has insisted that the trial take place in public so the full facts of the case can emerge. She said, \"I'm speaking for every woman who's been drugged without knowing it.\" (BEGIN VIDEO CLIP) GISELE PELICOT, RAPE SURVIVOR (through translator): It's not easy, of course. It's not easy. And then there's this pressure of all these people behind me. I can feel that they're trying to trap me with their questions. So, I try to answer as best I can. And then, of course, we'll have to fight to the end, because this trial is going to last for months. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:06",
      "speaker": "VAUSE",
      "sentences": "A Ugandan marathon runner who completed -- competed in the Paris Olympics last month, died on Thursday, days after being set on fire by her boyfriend, according to the Ugandan athlete -- athletics federation.Rebecca Cheptegei suffered burns on more than 75 percent of her body following the attack in her home in Kenya. She's the third elite female athlete to be killed by domestic violence in Kenya in the past three years. CNN's Larry Madowo has the story. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:06",
      "speaker": "LARRY MADOWO, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Rebecca Cheptegei's family blaming Kenyan authorities for not having taken their complaints seriously.Her mom and dad told reporters that they went to the police. They complained about her boyfriend. They said he went and followed her to Uganda. They thought he was problematic. And they are mad that authorities did not do anything that could have saved her life. Instead, on Sunday, he doused her body with petrol and then set her on fire. By the time she went to hospital, she had such severe burns doctors say they tried to do everything for her, but it led to multi- organ failure and her death on Thursday. But Rebecca Cheptegei is not the first female athlete to be killed, allegedly by her boyfriend or husband, in Kenya. There have been three different female athletes in the last three years who have died in these some circumstances. Listen to one activist. NJERI MIGWI, FOUNDER, USIKIMYE, ORGANIZATION THAT FIGHTS GENDER-BASED VIOLENCE: If you look at the intentionality of the murders between all these athletes who have been murdered by their husbands, boyfriends, or partners if you look at it, there is a thread of financial -- finances. The fact that these women have been able to be on the prime of their life, been able to amass wealth. And this wealth, unfortunately, has led to their death.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "VAUSE",
      "sentences": "Joining us now from Los Angeles is Caroline Heldman, professor of gender, women and sexuality studies at Occidental college.Thank you for being with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "CAROLINE HELDMAN, OCCIDENTAL COLLEGE",
      "sentences": "Good to see you, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "VAUSE",
      "sentences": "Now, these two horrific stories, they've coincided, which is why there's a focus right now on violence against women and girls.But here's a quick trip around the world. This took me about two minutes. \"Brutal rape and murder of doctor in India renews concerns of sexual violence against women.\" \"Four hundred and twenty-one rape and violence incidents against women in Iraq in the past six months.\" \"Violence against women a \"national emergency\" in England and Wales, police say.\" There is no end to these headlines. There's no end to these stories. When it comes to the bigger picture here, is this the case we can't see the forest for the trees?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "HELDMAN",
      "sentences": "I think you've hit the nail on the head, John. What we're talking about here is patriarchy, right? Where we simply -- in every country around the globe, we value men more than we value women. We value their bodies and what they do more than women.And so, what you're talking about, it doesn't matter what country you look at. You can find those headlines. It's one in three women around the globe. And while there's some variation, it's not by much when it comes to sexual violence. Eighty-nine thousand women are killed each year by femicide. And you think, oh, maybe this happens in other parts of the world. Well, the United States, it's one -- it's three women every day. And so, it's one of the more dangerous places to live. And we know that we don't take these crimes seriously. For example, rape. Only 1 percent of rapists will spend a day in a jail cell. And that's a U.K. stat. That's a stat in France. That's a stat in the U.S. So, we have to ask, you know, fundamentally about our cultures and why it is that we simply do not value women as much. In fact, I would argue that we dehumanize them, and dehumanization is the first step in violence toward any group.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "VAUSE",
      "sentences": "I want you to listen to Moses Mawasi [SIC]. He's the chef [SIC] -- chief to mission, rather, for the Uganda Olympics. He's speaking about Rebecca Cheptegei.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "MWASE",
      "sentences": "She was a jolly girl, very personable, but we also found out that she'd -- she'd been having troubles with her partner. Domestic issues. And I think she had lodged a complaint with police. We never thought that it would become this tragic.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "VAUSE",
      "sentences": "Yes. Here's the thing. No one ever does. Why is that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "HELDMAN",
      "sentences": "Well, I think it's because if you want to understand these extreme cases, what happened to Gisele with 72 men, at least, raping her, and Rebecca, who was murdered by her boyfriend, you have to understand the everyday acts of sexism, the spectrum of gender-based violence that actually allows that extreme to happen.So, we should start with the sexual objectification of women, which is widespread, where you reduce women from subjects to sexual objects who exist for male pleasure. Going to the violence in our pornography, right? So, we now have stats that show that 88 percent of pornography has women or teenage girls oftentimes being slapped and choked and shown to like it. You don't have that sort of content that exists and is normalized and a part of culture unless you have a sub-humanization or demonization of that group. And you can go into stalking. You can go into upskirting. You can go into sexual assault. You can go into rape and femicide. If you want to understand what is happening at this extreme, you have to understand how much we have mainstream misogyny across the board. Everyday sexism -- sexism in every culture around the globe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "VAUSE",
      "sentences": "I also want you to listen to one of Rebecca's teammates, also one of her friends, talking about just how this has all left them stunned. Here she is.(BEGIN VIDEO CLIP) MICAH CHEMOS-CHEYWA, ATHLETE AND FRIEND OF VICTIM: I can say we are still in shock, and we are in pain. This is the second time an athlete has been like that (ph). You remember the case of Agnes Tirop. Now we just come to Rebecca. So -- (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "VAUSE",
      "sentences": "This goes to the extremism part of what, you know, we've been talking about.Agnes was stabbed to death by her husband. It was 2021. She was 25 years old. Rebeca doused in gasoline and set on fire. These women were not just murdered. They were killed in some of the most brutal and horrific ways possible. What does that say about their attackers and the society in which they live, that the attacker can -- actually thinks this as an option?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:03",
      "speaker": "VAUSE",
      "sentences": "Yes, sad but true. And I guess, you know, changing that, you know, seems herculean at times.Caroline, thank you so much for being with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:03",
      "speaker": "HELDMAN",
      "sentences": "Well, the first step is acknowledging it, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:03",
      "speaker": "VAUSE",
      "sentences": "And there's the problem. You're right. Thank you. Good to see you, by the way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:03",
      "speaker": "HELDMAN",
      "sentences": "Thank you. Good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:03",
      "speaker": "VAUSE",
      "sentences": "We'll take a short break. We'll be back in a moment here on CNN.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:03",
      "speaker": "VAUSE",
      "sentences": "Welcome back, everyone. I'm John Vause. You're watching CNN NEWSROOM.The first and possibly only debate between presidential candidates Donald Trump and Kamala Harris is just days away. Trump claiming Harris and her fellow Democrats now trying to have him thrown in jail. The former president has made repeated suggestions that he would try and prosecute his political opponents if he is reelected. At an economic speech Thursday, Trump made a thinly veiled threat. (BEGIN VIDEO CLIP) DONALD TRUMP (R), FORMER U.S. PRESIDENT, 2024 PRESIDENTIAL CANDIDATE: she and her party are censoring speech, weaponizing the justice system, and trying to throw their political opponents, me, in jail. This hasn't happened. I didn't do that to Crooked Hillary. They view it differently, I guess, nowadays, but that's OK. They always have to remember that two can play the game. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:05",
      "speaker": "CHRISTIANE AMANPOUR, CNN INTERNATIONAL ANCHOR",
      "sentences": "At an undisclosed location close to the Eastern front, General SyrskyiAMANPOUR (voice-over): -- gave not just a rare, but a candid assessment of the state of battle on the field. What he said about the Kursk operation exactly a month ago --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:05",
      "speaker": "AMANPOUR",
      "sentences": "-- was it is a success. He said, what we were trying to do was to deny Russia the opportunity to use Kursk in that region, to launch offensive actions into Ukraine, for instance, against the city of Kharkiv, which Russia has done periodically, in fact, keeps trying to take Kharkiv and keeps getting pushed back.So, he says they have established a security zone incurs they've also taken Russian prisoners of war, which they want to trade for their own prisoners. He also admitted that it's putting some pressure on places like Pokrovsk in the Donetsk region. And he did acknowledge that there were some morale problems. But he said they're working very hard to train up more conscripts and to give those at the front, you know, adequate rotation so they can get back their strength and see their family and go back to the front, refreshed. Here's what he said.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:05",
      "speaker": "AMANPOUR",
      "sentences": "How can somebody like you boost morale and make people still want to fight? Because that -- we feel, we hear that that moment of patriotic fervor that was so obvious at the beginning of the invasion seems to be cooling down.GEN. OLEKSANDR SYRSKYI, COMMANDER IN CHIEF, ARMED FORCES OF UKRAINE (through translator): You're right on this point. Yes, the issue of morale is a very important area of our work. Of course, talking about the Kursk operation, we should note this is what has significantly improved the morale of not only the military but the entire Ukrainian population. It was, and still is, an incentive that has boosted the morale of our servicemen: their thirst for victory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:05",
      "speaker": "AMANPOUR",
      "sentences": "He also confirmed that the long delay in the delivery of U.S. weapons and ammunition really cost lives of what he called \"our good people on the frontline.\"He's pleased that this stuff is now coming in, but he says we need more, we need, of course, anti -- air defense systems to stop the Russian cruise and ballistic missiles. And he said, we need the restrictions on how we use all this weaponry to be lifted. And in English, he then said that we will win and together we are stronger, referring to the U.S. and their allies. Back to you. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:44",
      "speaker": "VAUSE",
      "sentences": "Pope Francis on the way to Papua New Guinea right now for the second leg of his marathon tour of Southeast Asia, set to arrive in the coming hours and will meet with government and local officials.The pontiff was given a farewell ceremony at Jakarta's international airport. But before leaving, he issued a joint statement with Indonesia's grand imam, point -- pinpointing two of what he called serious crises facing the world. Climate change and dehumanization. The pope's visit to Indonesia was a major interfaith event for the world's largest Muslim-majority nation. The octogenarian led by some 80,000 of the country's small Catholic minority in mass on Thursday. But he repeated a comment that has caused some controversy in the United States. Pope Francis was speaking to political leaders when he brought up family sizes and birth rates. (BEGIN VIDEO CLIP) POPE FRANCIS, LEADER OF CATHOLIC CHURCH (through translator): Keep it up. You're an example for everyone, for all the countries that maybe -- and this might sound funny -- these families prefer to have a cat or a little dog instead of a child. This is not right. Is it? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}