{
  "date": "2024-02-17",
  "headline": "CNN Newsroom",
  "subHeadline": "Global Outrage Grows Over Death Of Alexei Navalny; Biden Blames Congress For Fall Of Key Ukrainian Town Avdiivka; Trump Attacks Judge Behind $355 Million Civil Fraud Case Fine; Sources: Russia Attempting To Develop Nuclear Space Weapon; Biden Fears More Ukrainian Towns Will Fall Without More US Aid; Navalny, The Latest In The Long Line Of Fallen Putin Critics. Aired 7-8p ET",
  "utterances": [
    {
      "timeStamp": "19:00:00",
      "speaker": "JIM ACOSTA, CNN HOST",
      "sentences": "President Biden saying this tonight.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:00",
      "speaker": "JOE BIDEN, PRESIDENT OF UNITED STATES",
      "sentences": "The fact of the matter is, Putin is responsible, whether he ordered or -- he is responsible for the circumstances that that man in. And he is a reflection of who he is, and it just cannot be tolerated.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:00",
      "speaker": "ACOSTA",
      "sentences": "Navalny's family is demanding that Russian officials hand over his body immediately, calling his death a murder. But the exact location of his body remains unclear. At this hour, while many Russians are grieving, Putin's regime is cracking down on mourners. Take a look at this. Russian human rights group says hundreds of people are being detained at gatherings across the country, including in St. Petersburg. That's where we find CNN chief global affairs correspondent Matthew Chance.Matthew, any signs of these arrests that you've picked up on? I know it's very late where you are right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:00",
      "speaker": "MATTHEW CHANCE, CNN CHIEF GLOBAL AFFAIRS CORRESPONDENT",
      "sentences": "It's very cold. And, of course, the death of Alexei Navalny has had a chilling effect on the willingness of people in this city and others across the country to come out and protest. But nevertheless, there have been thousands of people across Russia that have violated the laws essentially in this country to pay their respects and to give -- offer their sympathies after the death of Alexei Navalny.In this city alone, more than half of the 400 people who have been arrested so far, rather detained so far -- were detained here. So it just gives you a sense of how many people in St. Petersburg are behind Alexei Navalny. It's a very relatively liberal city within the context of Russia. But there have been vigils, flowers being laid in cities across Russia. And as I say, that human rights group, monitoring group saying that more than 400 people have been detained for violating the regulations and coming out to pay their respects. This as the whereabouts of the body of Alexei Navalny are still uncertain. His mother, Lyudmila, has traveled to the polar region, to a small town where there's a morgue and where she was told originally by his penal colony that the body was located. When she got there, it's about a thousand miles from Moscow, she was told the body's not there. And now the government is saying, or the authorities are saying, that the initial autopsy on Alexei Navalny's body was not conclusive. And so, they're having to keep that body to carry out more tests. And of course, Alexei Navalny's campaign and his family are suggesting that they're hiding the corpse to prevent the real reason for his death being uncovered. And so, still no relief in sight for the family and still no resolution, really, as to what actually happened. What was the cause of death for Alexei Navalny, Russia's most prominent opposition leader. Jim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:00",
      "speaker": "ACOSTA",
      "sentences": "And, Matthew, we're looking at some of this video right now of these ordinary Russians being pulled off, literally just pulled off the sidewalk, I suppose, because they were simply observing the passing of Alexei Navalny. How does it work in Russia? You simply cannot do this. Is that -- and they're just being swept up, is that it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:00",
      "speaker": "CHANCE",
      "sentences": "Yes. Look, I mean, over the past couple of years since the full scale invasion of Ukraine, there's been a particularly hard crackdown on dissent. Opposition activists have gone into exile. Thousands of people have been arrested and put in prison, some for relatively petty things like posting messages on social media sites and things like that. And so, the government has sent very, you know, the authorities here under Vladimir Putin have sent a very clear message that they will no longer tolerate criticism or dissent. And the fact that, frankly, Alexei Navalny died whilst in the custody of the Russian prison authorities does reiterate that in an extremely potent, and as I say, in a very chilling way. Jim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:00",
      "speaker": "ACOSTA",
      "sentences": "That's absolutely chilling. All right, Matthew Chance, we're just watching video right now, ordinary Russians carrying flowers paying their respects being detained by police in Russia. Matthew Chance, thank you very much.Meanwhile, President Biden is slamming Congress for going on a two week break without approving any financial aid for Ukraine. CNN's Priscilla Alvarez has more on this developing story. Priscilla, where do things stand tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:07",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "So what about the depth, the idea --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:07",
      "speaker": "BIDEN",
      "sentences": "That we're going to walk away from Ukraine. The idea that we're going to let NATO begin to split is totally against the interests of the United States of America, and it is against our word we've given --(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:07",
      "speaker": "ALVAREZ",
      "sentences": "The bottom line here from President Biden and Vice President Kamala Harris that this is not just about security for Ukraine. This is about US national security. And not giving these funds to Ukraine could really threaten US national security.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:07",
      "speaker": "ACOSTA",
      "sentences": "And, Priscilla, the death of Alexei Navalny, how does that change the calculus?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:07",
      "speaker": "ALVAREZ",
      "sentences": "In remarks yesterday, President Biden said that he hoped that it would change the calculus in the sense that it would make clear the consequences of seeding ground to Russia, and that it would perhaps mobilize House Republicans to vote on this package that was passed by the Senate. Of course, it's unclear whether that will be the case because this death happened as the House was headed to a two week recess. So we'll have to wait to see whether it does move the needle at all when they return.But it goes to the broader point this administration has been trying to make, that if you don't -- if you let Russia move into Ukraine and if there is no punishment for the Russian president, Vladimir Putin, then this is all a gift to him and that it will threaten US national security in the long term.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:07",
      "speaker": "ACOSTA",
      "sentences": "All right. Priscilla Alvarez, thank you very much. Joining us now to discuss is CNN senior political commentator, former republican congressman of Illinois, Adam Kinzinger. Adam, thank you so much for joining us this evening.A lot to talk about. Your reaction to the death of Alexei Navalny. And, Adam, I wonder if we could just focus for a moment on these appalling images we were just showing the world a few moments ago of ordinary Russians holding flowers. They're just trying to observe the passing of this opposition leader in their country. And the police just pick them up, sweep them off the street, throw them in the vans. It's just absolutely incredible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:07",
      "speaker": "ADAM KINZINGER, CNN POLITICAL COMMENTATOR",
      "sentences": "Yes, it really is. And, you know, not to mention the Russian police are doing that with people coming to visit Russia. They're sweeping them up into vans and putting them on the front lines of Ukraine. Again, this is the leader that people like Tucker Carlson has been ogling over, has been just tripping over himself to compliment supermarket or whatever, how he works. So it's appalling to watch people that just, not even protesting, they're just showing up to pay their respects, to watch that happen.And I'll tell you, with Alexei Navalny, this man was a hero for all his faults, and everybody has faults and he had some as well. He went back to Russia after being poisoned with nerve agent by the Russians. He went back knowing full well this would put him likely in jail and quite possibly his death. This is a man who's married, who has kids. And you look at that kind of courage, and you put that up against what absolute lack of courage we're seeing in Congress and in the House right now, where people are scared of losing their job. And even those that aren't running again are scared of losing their access after Congress. They don't want to make anybody mad. And you have a man that walked over to Russia knowing it would cost his life and was willing to make that sacrifice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:13",
      "speaker": "KINZINGER",
      "sentences": "Yes. Look, I think there's creative ways, whether it's through the seized Russian funds that we can kind of do a stopgap now, but the President's got to keep doing what he's doing. He's got to show that anger there. I want to hear a lot more from House and Senate Democrats out there as well. I mean, they have their own issue because there's a number of Democrats that will oppose the Israel funding as part of this. But certainly the Democrats, by and large, are supportive of this Ukraine funding. Let's keep in mind, Jim, three people, three Republicans, that's it, could guarantee this gets to the floor. Let me tell you how. They simply agree to vote against every rule. And a rule is what governs debate on the floor. It's what allows the floor to work. If three people walked into Speaker Johnson's office and said, we will vote against every rule until you commit, not to pass Ukraine aid but just to put it on the floor, for a vote, pretty American thing to put it on the floor.Speaker Johnson would cave in a week because otherwise the floor would be shut down. There are more than three Republicans that are not even running again for Congress. What about the leaders of the committees like Foreign Affairs, like Armed Services, like House Intelligence Committee that know this, that should be leading the effort to say this is such a historic moment that we're willing to shut the floor down so you put on the floor. And frankly, it would give Speaker Johnson an out. He'll say, like, look, I have to do it. I mean come back from vacation. I hope you're enjoying your vacation, but come back from vacation and get this done?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:13",
      "speaker": "ACOSTA",
      "sentences": "Let me ask about, I mean, because some of this has to do with the pressure points that a lot of these House Republicans are feeling right now, not only from the former president who has been out there on the campaign trail saying if NATO countries aren't meeting their obligations that Russia could do whatever they want.Also, you have, and you mentioned this just a few moments ago, the former Fox News host, Tucker Carlson. He's been giving Vladimir Putin a platform. He did this fawning interview with the Russian leader just the other day. And then, you know, we've been seeing this video of him shopping in Russian supermarkets and all this other nonsense. But I did want to show you this clip from the World Government Summit in Dubai this week where Tucker Carlson is talking about how leaders, you know, sometimes they just kill people. Let's play a little bit. We'll talk on the other side. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:13",
      "speaker": "TUCKER CARLSON, FORMER FOX NEWS HOST",
      "sentences": "I didn't talk about the things that every other American media outlet talks about --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:13",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:13",
      "speaker": "CARLSON",
      "sentences": "-- because those are covered and because I have spent my life talking to people who run countries in various countries and have concluded the following; that every leader kills people, including my leader. Every leader kills people. Some kill more than others. Leadership requires killing people, sorry.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:13",
      "speaker": "ACOSTA",
      "sentences": "Adam, Tucker Carlson walked that back and later said that it was horrifying what happened to Navalny. But again, what is going on with -- how did this develop on the right, where -- on the far right where there's this idolatry for Vladimir Putin? KINZINGERNow, we could spend a half hour on how we got here, but to give you the 50,000 foot overview.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:13",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:13",
      "speaker": "KINZINGER",
      "sentences": "Somehow Vladimir Putin has convinced people that he's defending Christianity, which is a huge joke, by the way. Somehow there are people that just want to own the left, own the libs, and they think this makes the liberals mad. It does, because they actually care about things.And then there's a significant amount of people, Jim, that just don't want to take a stand. I mean, they're in this, such a historical moment. This is literally like before World War II, at the moment when Winston Churchill is yelling, we have to do something about Adolf Hitler. These people have a chance. And it's just much easier to put your head in the sand and hope somebody else takes a leadership role and they're unwilling to do it. I don't understand it because in my twelve years in Congress, plus this last year, I don't think there has ever been a more important issue to come before Congress than this one right now. Take a stand. Have courage. Unfortunately, I think we've sifted out most of the people with courage in Congress.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:04",
      "speaker": "KINZINGER",
      "sentences": "Well, look, on Earth 2.0, this would make sense that people would jump to this. On this earth we're on now, which seems to be a little insane, everybody's kind of jumped to this blame America first thing on the right, like it's America's fault. And when you have people that are out there saying Russia isn't maybe as bad as we think, and then we get the information about this potential electromagnetic pulse in space, which sounds like Star Wars, but it's an extremely real threat. And Russia when it comes to space has nothing to lose because they're losing that fight. So they wouldn't mind actually making space completely unaccessible.This is the moment when every Republican should be saying, look, we have a true enemy and we have people fighting for freedom. Let's do something about this. Instead, half of them are probably in Cancun right now enjoying vacation. I can't explain in each individual member why they're unwilling to -- I mean, look, they can have statues built to them in Kyiv if they just agree to shut the floor down. But this is the moment we're in and we just need to keep the pressure going. Because I think eventually they will have to do this because the pressure is growing. But look, man, people like Tucker Carlson out there saying what he says, that it's OK to kill people, we all kill people. It shows the absolute ignorance of folks to believe it. I hate to say that, but it shows the conniving of Tucker Carlson, who certainly knows better but he's thirsty for attention.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:04",
      "speaker": "ACOSTA",
      "sentences": "And you served in Congress for many years, Adam. I mean, when we see somebody like Alexei Navalny essentially be killed by the Russian government in prison. I mean, that's essentially what has taken place. And they're playing games with the family at this point in terms of turning over his body to the family and so on.Privately, though, when you deal with members, yes, out there publicly, they go on Fox, they talk to the likes of Tucker and they have to hit their talking points and so on. I just have to think there is some sympathy for people like -- somebody like an Alexei Navalny, who as were talking about the beginning of this segment, put everything on the line and we're going to be playing this documentary later tonight. It's extraordinary if you watch it the way he -- he knows he's going to die. He goes back to Russia to show people, yes, you can show this kind of courage. I have to think, Adam, when you talk to your former colleagues privately, they acknowledge this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:04",
      "speaker": "KINZINGER",
      "sentences": "They do, they do. And that's why I think if you actually put the bill on the floor, it would pass overwhelmingly. They acknowledge this. I've asked a few of them specifically, why don't you just shut the floor down and force Speaker Johnson to put this on the floor? He'd actually probably appreciate if you did it. And I get like a misdirection into some new avenue they're trying.I mean, look, they know this. I mean, we had three Americans that were killed in Jordan that were trying to do the right thing by defending this country and being there. We look at history, we sing songs. We have poems written about heroes that have stood up against the grain and done the right thing in this country. And all it takes is three or four Republicans that are sympathetic to Ukraine. There's plenty of them to just do the right thing. I know it's uncomfortable and you might get a call from Donald Trump, but guess what? You will be able to look at yourself in the mirror for the rest of your life. They tell me this privately. But for some reason, going from private to playing the same kind of games that the Freedom Caucus plays to throw out people like Kevin McCarthy, it's just a bridge they can't cross. And I hope they get to the point of being frustrated enough to do it. But honestly, Jim, I'm not making anything up. If three or four of these members walked into Speaker Johnson today, even though they're on vacation and said they're shutting the floor down, this would happen in a week. I guarantee you, because there's no other option.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:04",
      "speaker": "ACOSTA",
      "sentences": "Fascinating. We'll see if that happens. Adam Kinzinger, thanks for your time as always. Really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:04",
      "speaker": "KINZINGER",
      "sentences": "You bet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:19:33",
      "speaker": "ACOSTA",
      "sentences": "All right, some breaking news to bring to you right now. Tonight, Donald Trump is sounding off after the massive $355 million hit to his real estate fortune for falsifying financial documents. The former president is also attacking the judge behind the ruling.(BEGIN VIDEO CLIP) DONALD TRUMP (R), PRESIDENTIAL CANDIDATE: We will have no higher priority than ending the weaponization of this horrible legal system that has developed around us. It's a horrible, horrible thing that's taking place. You talk about democracy, this is a real threat to democracy and restoring fair, equal and impartial justice in America. We have to have that because we don't have that now. The decision yesterday in New York, you may have read about it, crooked judge, crooked judge. He's a crooked judge by a radical left wing judge was a lawless and unconstitutional atrocity that sets fire to our laws like no one has ever seen in this country before. That happens in banana republics, it doesn't happen in this country. The case is a complete and total sham. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:03",
      "speaker": "STEVE CONTORNO, CNN REPORTER",
      "sentences": "No, he doesn't, Jim. He came out on this stage right after 7He has calls it a sham case with no victims. He said, they hate me and that's why they're going after me. And he repeated that number, 355 million, over and over, and over again, eliciting boos from this audience, and really showing how much this has galvanized his supporters, which is certainly helping him in this Republican primary. Now, in Michigan, actually will be voting in ten days in its Republican primary. The question is, though, is whether or not this helps or hurts him in a general election. And he is going to have to balance these court challenges, which are only going to intensify as we get into the spring as well as the campaign trail. His opponent in the Republican primary, Nikki Haley, has been making the case that's going to be a distraction. Trump, though, suggesting that it's going to help them in the long run. He said, \"My poll numbers today are actually higher than they were three months ago because of this.\" So he believes that this is actually exposing a criminal justice system that is unfair. Obviously, those involved in these cases, those who are prosecuting him, say that they're just making an example of the fact that nobody is above the law, even the former president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:31:27",
      "speaker": "ACOSTA",
      "sentences": "Russia is looking to ramp up weapons in outer space. CNN is exclusively learning that Moscow is trying to develop a nuclear space weapon that would destroy satellites with a massive energy wave. This could impact both government and commercial satellites that we all rely on for cell and WiFi networks.Let's bring in CNN military analyst, retired Air Force Colonel Cedric Leighton. Colonel Leighton, I mean, this sounds like something out of a sci-fi movie, but it is not that far off. I mean, this is something that is being developed according to of the president. We were just talking about this the other day. COL. CEDRIC LEIGHTON (RET), CNN MILITARY ANALYST: That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:31:27",
      "speaker": "ACOSTA",
      "sentences": "Sounds serious.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:31:27",
      "speaker": "LEIGHTON",
      "sentences": "Absolutely, and the president has actually talked about steps that the US intelligence community has been following for quite some time and that actually is really the key thing here because when you look at all the different satellites that are orbiting the Earth, and we are just seeing two of them right here, but there were thousands of satellites up in Earth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:31:27",
      "speaker": "ACOSTA",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:31:27",
      "speaker": "LEIGHTON",
      "sentences": "And the very fact of the matter is that anything that touches one of these satellites destroys -- has a potential to destroy the capability of that satellite, which means our GPS systems, our communication systems, our ability to conduct intelligence from space, all of those kinds of things actually become critically important.So if one of these satellites were to be knocked out, then that capability goes away and perhaps we won't see what is going on in the Middle East or we won't see what is going on in Ukraine, or Russia, or China and those are the kinds of things that we really have to worry about in this this case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:31:27",
      "speaker": "ACOSTA",
      "sentences": "And how disruptive could this be to civilian life? I mean, that is the real concern because if you knock out cellphone capabilities, if you knock out wi-fi capabilities. I mean, that would be -- that could cause a lot of chaos.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:31:27",
      "speaker": "LEIGHTON",
      "sentences": "We've become so dependent on the internet and every single thing that we have, every single thing that connects to the internet from medical system firms to a regular work computers to the way we watch entertainment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:31:27",
      "speaker": "ACOSTA",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:31:27",
      "speaker": "LEIGHTON",
      "sentences": "All of that really can be affected and the one way that it could be affected is through something called a nuclear electromagnetic pulse or EMP.So what does that do? It creates a massive energy wave that is really filled with highly charged particles that would then tear through space to disrupt not only the satellite that it is targeting, but potentially other satellites. It wouldn't even have to target a specific satellite. It could go after a whole bunch of them and could knockout both of these satellites, so our view of this would be gone, our view of this would be gone. Those are the kinds of things that could happen. And in essence, we would be blinded from that standpoint. And when you look at this, what it could do according to one of the US officials, this could render large portions of particular orbits unusable. What that means is, when you go back to the satellite piece here is thousands of satellites are orbiting in specific -- ACOSTA: Many more than this, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:31:27",
      "speaker": "LEIGHTON",
      "sentences": "Many more than this, all around the Earth, at lower Earth orbit and high Earth orbit, if those orbits are unusable, then you can't use them for anything.So even and if we throw thousands up, like let's say with the Starlink system, that really relies on hundreds of satellites to do its job. When that goes away, then you have nothing and it completely becomes completely unusable. So when you're used to using your GPS, you can't use it anymore. When you're used to communicating across the country or even locally, that could potentially be impacted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:31:27",
      "speaker": "ACOSTA",
      "sentences": "And the Ukrainians have used Starlink quite a bit in this war with Russia and I wanted to ask you while we have you, Ukraine's withdrawal from this key town in the Donetsk region, if I have that correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:31:27",
      "speaker": "LEIGHTON",
      "sentences": "That's correct, y es.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:04",
      "speaker": "LEIGHTON",
      "sentences": "Absolutely.So, Avdiivka is the name of the town that's in the middle of the lower part of the Donbas region, and it is at the junction of the eastern front and the southern front. So this is where everything comes together. So the Russians have taken over this town. They could potentially use this as a means of advance through this area, and that would then mean that they could go this way into the heart of Ukraine, if they have the means to do so. Now, chances are that they won't be able to do that, but this is the town of some strategic value. It has been decimated by over two years of warfare in this area, actually more than that in the case of this specific town, but the town of Avdiivka, basically an empty shell right now, kind of looks like a mini Stalingrad, that is the area that the Russians have just taken over and that very fact is a bit of a setback to the Ukrainians and it is going to be hard for them to recover this area and all of these areas in the Donbas region as well as on the path to Crimea.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:04",
      "speaker": "ACOSTA",
      "sentences": "I mean, this sounds like a canary in the coal mine type of moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:04",
      "speaker": "LEIGHTON",
      "sentences": "It is, because if this area, if the Ukrainians can't take -- can't keep Avdiivka or Bakhmut or any of these areas, they risk losing momentum and war is often about momentum. And if you lose momentum, chances are either you're going to get a static situation like this, or you're going to get something worse where they start moving this way.And remember, places like Kharkiv and Kyiv, the capital of Ukraine, they are not far away from hostile borders. This is Russia, this is Belarus, a Russian ally, and they are very close to these two major cities of Ukraine. So it  becomes really important to hold as much territory as possible and not lose troops. The Ukrainians need as many troops as they can possibly get. Anytime that the Russians move into these areas, there is a lot of carnage, there is a lot of death, a lot of destruction and that's what we've seen in Avdiivka.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:04",
      "speaker": "ACOSTA",
      "sentences": "Yes, once you run out of ammunition, eventually you have to make these very hard choices. You have to retreat or you fight to the death.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:04",
      "speaker": "LEIGHTON",
      "sentences": "That's exactly right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:04",
      "speaker": "ACOSTA",
      "sentences": "And that's what they're facing right now.All right, Colonel Leighton, thank you very much. In the meantime, the other big headline out of Russia tonight, the sudden death of Russian opposition figure, Alexey Navalny, one of President Putin's fiercest critics. CNN's Brian Todd reports Navalny is the latest in a long line of Putin opponents to meet an early death, some of them under mysterious even violent circumstances. (BEGIN VIDEOTAPE) BRIAN TODD, CNN CORRESPONDENT (voice over): The reported death of one of Vladimir Putin's biggest adversaries, whether it's ever actually traced to the former KGB colonel or not, analysts say, certainly fits a very haunting pattern. SARAH MENDELSON, FORMER U.S. HUMAN RIGHTS OFFICIAL AT UN: There is not a lot of Russian opposition left anymore, all right, again, people are either in exile, dead, in prison. TODD (voice over): Alexey Navalny now apparently joins an unsettling list of those who've challenged Vladimir Putin and paid the price. BILL BROWDER, PUTIN CRITIC ON RUSSIA'S WANTED LIST: In order for Putin to have been the leader for 23 years, he's had to be the -- seemed to be the meanest guy in the prison yard, the one who would cause damage, to anybody who even looked at him the wrong way. TODD (voice over): Financier, Bill Browder was a client of Sergei Magnitsky, an attorney who exposed corruption in Putin's government was arrested and died in prison in 2009. Yevgeny Prigozhin, the billionaire head of the Wagner paramilitary group, died last year in a mysterious plane crash after leading a short- lived rebellion against the Kremlin. Imprisoned Putin critic, Vladimir Kara-Murza says he's been poisoned at least twice and sent into a coma. Boris Nemtsov, once one of Russia's most outspoken opposition leaders, was gunned down on a bridge at the foot of the Kremlin in 2015. Anna Politkovskaya, a prominent journalist, was a vocal critic of Putin's regime and the wars in Chechnya. She was shot and killed in her Moscow apartment building in 2006. Then there were the former Russian spies who Putin saw as threats. ANDREW WEISS, AUTHOR, \"ACCIDENTAL CZAR: THE LIFE AND LIES OF VLADIMIR PUTIN\": Vladimir Putin has a particular beef with people he calls traitors, and he has gone after them in various parts of the world, including in London, in the case of a former FSB agent, Alexander Litvinenko, as well as the attack on a former Soviet double agent, Sergei Skripal in the southern English city of Salisbury in 2018. TODD (voice over): Former spy Sergei Skripal and his daughter were poisoned and nearly killed in Britain with the powerful nerve agent, novichok, an attack which British investigators tied to Putin. In 2006, former Russian intelligence agent Alexander Litvinenko, who'd been digging up information potentially tying Putin to organized crime, was killed in London when someone slipped the radioactive substance, polonium into his tea. ALEX GOLDFARB, AUTHOR, \"DEATH OF A DISSIDENT\": The British investigators found beyond reasonable doubt on evidence that two agents of the Russian security services poisoned Mr. Litvinenko. TODD (voice over): Putin's regime has denied involvement in all of these cases. But at the same time --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:04",
      "speaker": "MENDELSON",
      "sentences": "He absolutely doesn't care about his international reputation. In some ways, he is interested in a reputation that is of violence.TODD (on camera): Could Vladimir Putin now have a bigger target on his back? One analyst says it is possible that someone in Putin's inner circle could turn on him, but the analyst also says, he has woven people into that circle who simply benefit too much by being there and it would harm them significantly to take him out. Brian Todd, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:07",
      "speaker": "TRANSLATION",
      "sentences": "This was the university. The IDF helped them, it became the open university.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:07",
      "speaker": "AVNER GVARYAHU, EXECUTIVE DIRECTOR, BREAKING THE SILENCE",
      "sentences": "Soldiers have always documented themselves. It could be in journals. It could be with, you know, taking pictures.DIAMOND (voice over): Avner Gvaryahu served in the IDF during the Second Intifada. He leads the group Breaking the Silence, which encourages soldiers to speak out about the realities of occupation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:07",
      "speaker": "GVARYAHU",
      "sentences": "Even if we do find, you know, the why we went to this war important, significant, and a necessity we have to ask ourselves how we're conducting ourselves in wartime.DIAMOND (voice over): The videos often end up on the social media channels of right-wing political commentators. They boast to the Israeli public of the tactics used to defend them. (UNIDENTIFIED MALE speaking in foreign language.)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:07",
      "speaker": "TRANSLATION",
      "sentences": "Do you want Hamas? Don't say you are not Hamas. DIAMOND (voice over)Images from Gaza of Israel's war injured are rare on Israeli television, but they're there on TikTok.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:07",
      "speaker": "ERAN HALPERIN, PROFESSOR OF PSYCHOLOGY, HEBREW UNIVERSITY OF JERUSALEM",
      "sentences": "The overarching theme is that, you know, we're here, we're going to win, we're powerful enough. And I think that what these soldiers are doing, or these clips that we see on social media is part of an attempt to regain sense a of agency, regain sense of power, regain, you know, the sense of causative self-image, the way we talk about ourselves before October 7th.DIAMOND (voice over): At times, they openly defy their military's message about protecting civilians. (CROWD chanting in foreign language.)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:52:50",
      "speaker": "ACOSTA",
      "sentences": "The West Coast is bracing for a new round of wet and dangerous weather. This is prompting evacuation warnings tonight and parts of the state.Meteorologist, Karen Maginnis is in the CNN Weather Center with more.",
      "isLastSentenceInterrupted": false
    }
  ]
}