{
  "date": "2024-09-30",
  "headline": "Inside Politics",
  "subHeadline": "Biden Tells Israel To Stop Raids In Lebanon; Israel Special Forces Carry Out Small Raids In Lebanon; Biden: \"I'm Always Concerned\" About War Spiraling Out Of Control; Man Accused Of 2nd Attempted Trump Assassination Pleads Not Guilty; At Least 115 Dead Across Six States After Catastrophic Storm; Asheville Mayor: Don't Know When Power Or Water Will Be Restored; Trump Escalates Extreme Rhetoric, Attacks On Harris. Aired 12-12:30p ET",
  "utterances": [
    {
      "timeStamp": "12:00:00",
      "speaker": "MANU RAJU, CNN ANCHOR",
      "sentences": "Today on Inside Politics, Israel strikes new targets in Lebanon and Yemen. These fears grow that Iran will retaliate after Hezbollah's leader was killed. We'll go live to the region and look at the tough choices ahead for president, Biden.Plus, Donald Trump says, quote, one rough day of policing would end crime, and calls Kamala Harris, quote, mentally impaired. The five weeks until election day, his rhetoric keeps getting darker. Is that what voters want to hear? And its debate night in Montana, a race that could control -- could determine control of the United States Senate. Republicans have an edge, but Democrats are shelling out millions, hoping for surprises across the map. I'm Manu Raju, in for Dana Bash. Let's go behind the headlines in Inside Politics. We start with breaking news out of the Middle East. After days of pounding Lebanon with airstrikes intended to destroy the terror group Hezbollah. The U.S. believes some sort of ground incursion is imminent. A U.S. official says, it will likely be more limited than originally planned, but it seems President Biden is not on board. Here's what happened when he was asked about those plans just moments ago. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Israel may be now launching a limited operation into Lebanon. Are you aware of that? Are you comfortable with their plan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "JOE BIDEN, PRESIDENT OF UNITED STATES OF AMERICA",
      "sentences": "I'm more aware than you might know, and I'm comfortable with them stopping. We should have a ceasefire now. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "RAJU",
      "sentences": "CNN's Nic Robertson is covering all the breaking developments from Tel Aviv. So, Nic, what could this limited incursion actually look like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "It could be, and this is what we've been hearing from sources over the past week. An effort just to control the border zone a mile -- two miles, perhaps on Israel's northern border. So that those 60,000 Israelis who've been forced out of their homes for the past year can go back.What does that mean? That means taking control of the houses in the villages where Hezbollah has been popping up at windows with shoulder launch rockets, firing them into Israeli villages just across the border. What it has looked like through history is limited incursions like that oftentimes become much bigger. And a very senior official briefing just a couple of weeks ago, very well informed, of course, about what the military is doing, said the same thing, that there's no such thing as a limited incursion. So, it's not quite clear what this is going to look like. The troops are there. The defense minister has told them that they're going to be used. The build-up is clear. The special forces, we understand, have been going across the border for limited operations. So are we going to be seeing a buffer zone created in the next few weeks along the Israeli, Lebanese border on the Lebanese side, with Israel controlling that buffer zone. But that is not going to happen without Hezbollah fighting back. What's that fight going to look like, and how much more deeper into Lebanon are the IDF drone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "RAJU",
      "sentences": "And Nic, you were actually on board in IDF carrier when air strikes against Houthis in Yemen were being carried out. Tell us about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "RAJU",
      "sentences": "Every detailed from Nic Robertson on the ground in Tel Aviv. Thank you for that, Nic. And for more, I'm joined by some incredible reporters to break this all down. NPR's Ayesha Rascoe, CNN's MJ Lee, Astead Herndon of The New York Times, and The New Yorker's Susan Glasser. Nice to see you all. Thanks for joining me at this moment.Susan, you covered these issues in detail. It seems -- I mean, of this war -- it seems to be in a regional war of sorts right now, and there's talk about this retaliation from Iran. If Iran does retaliate. What are the implications for the region and for the world?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "SUSAN GLASSER, STAFF WRITER, THE NEW YORKER",
      "sentences": "Well, look, on some level, this is what we've been bracing for and fearing ever since October 7. A lot of us diplomacy behind the scenes, especially in the early months, aimed at preventing exactly what is now taking place, which is the conflict spreading in an open way, next door to Israel, to Lebanon.What many Israelis would say is that we are already in an all-out war. And that if you look at the strikes from Iran backed proxies, it's not just the conflict in Gaza, but in fact, we've been at war in the north. Nic mentioned the 60,000 Israelis who've been displaced. One question I have is, what is Iran's both appetite and capability to strike at Israel in a major way right now. That's one important question. But most importantly, right in the last 10 days or so, we've seen a remarkable effort by Israel to take out, not only the leader of Hezbollah, but essentially the entire leadership cadre. And so, the question of, how does Hezbollah reconstitute itself? How quickly is that possible? Is the Lebanese government, which often has been essentially a pawn of Hezbollah, capable and able, for example, to step up, move its own army to the border and retake some of the power that Hezbollah has wielded in its own name in recent years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "RAJU",
      "sentences": "Yeah. And Hezbollah saying that they would try to replace their leader. We'll see how quickly that happens and what that means. And you reported MJ over the weekend about the balancing act for Biden, the headline of your story, as Hezbollah's leader killing creates another balancing act for Biden.What are you hearing about the White House's handling of this? And the fact that the president is out of step with Benjamin Netanyahu about what's next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "MJ LEE, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "Yeah. I mean, Susan, you mentioned U.S. diplomatic efforts over the last year to try to prevent exactly this scenario. I think the bottom line is, at least for now, they've not been successful. And in fact, you look at the past couple of days and they've been actually a bit of an embarrassment for the Biden administration.You know, when they came out last week, hailing this cease fire proposal, they basically, very strongly suggested that they expected Hezbollah and Israel to be on board. And then it was a couple hours later that we had Benjamin Netanyahu come out and say, actually no, I'm not on board at all. And now here we are. A couple days later, we appear to be on the verge of a ground incursion, though, U.S. sources are saying that it's likely to be limited, at least in the beginning. So here we have another -- yet another example of a situation where the president has gone forth and claimed some sort of either victory or some kind of progress in the Middle East. The prime minister pulls out the rug from under him. And you have to imagine that there's a lot of growing frustration right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "RAJU",
      "sentences": "And that's the contract or contrast Republicans want to draw between the calls from Biden for a ceasefire, assuming Harris is on the same page. As Joe Biden on that and then saying, choke out Hezbollah and finish it off once and for all. But of course, that's easier said than done.AYESHA RASCOE, NPR HOST, \"WEEKEND EDITION SUNDAY\" AND \"UP FIRST\": It's always easier said than done, and especially when -- I mean, what the White House is dealing with is the problem of actually having to deal with issues as president. Like when you are not in power, say you're Trump, you can just kind of say, I will wave my magic wand, and everything will be OK. When you're president, you actually have to deal with these issues. And I think you see the problems here, like whatever you -- however you feel about what Israel is doing, the future of Israel, and the future the Middle East is certainly -- is totally uncertain. And even though, you know, this idea of choking out Hezbollah, you may get Hezbollah, but what will come in that vacuum. We see that over and over again in Middle East policy, where you go into Iraq and the next thing, you know, you have the Islamic state. Like you don't know what's going to come into that vacuum. And so, I just think that, you know, this is a very volatile situation, and it's a situation that the Biden administration has not been able to really manage and control.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "ASTEAD HERNDON, CNN POLITICAL ANALYST",
      "sentences": "And I think the Republican argument on this front is multifaceted. Yes, they're saying that Joe Biden has led to the instability. But I really think they're saying that he is not in charge of the situation. That when you see kind of Netanyahu, kind of -- and frankly, embarrassing him on every single step.And as to this feeling that the Biden administration is not the ones in charge, is not the ones -- but I think are showing leadership. This is why Donald Trump has been trying to make his peace through strength argument, which obviously is not based in logic, right? When you ask him, how is he actually going to fix these issues. The plan lay out, you know, barely adds up to the concepts of a plan -- the debate, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "RAJU",
      "sentences": "Yes, we're going to laid out --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "HERNDON",
      "sentences": "But what they're trying to do is show Biden as an effective and I think making sure, if unless Harris has made a distinction from Biden on this front, which he has yet to do, I think they're trying to wrap up those argument from top to take it to bottom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "GLASSER",
      "sentences": "Yeah. I mean, I think it's important to note that, you know, Donald Trump has an actual record of four years in the White House. And you know, he certainly did not bring appeal for strength in the Middle East in this period of time, in particular with Iran, with the notable exception of his strike on Qasem Soleimani.You know what happened in the four years that Trump was president with Iran? Iran came closer than ever before to pursuing its nuclear program. It armed and rearmed Hezbollah and those long-range missile capabilities that they have been using ever since October 7 on Israel. Many of that was bolt up in the Trump years. And he essentially outsourced American policy in Israel and toward the Palestinians, to Netanyahu and his government, and in a way that took away U.S. leverage and ability. But I do think there is an overall reading in the world, not just in the Middle East, a sense that our own internal divisions have weakened the United States as a power that we are so consumed by our polarized politics that we're not in a position to lead, regardless of who actually wins our presidential election. RAJU: Yeah. We'll see how much it impacts the presidential election and whether it comes up in tomorrow night's debate. I suspect this will. All right. Next, the man accused of attempting to assassinate Donald Trump is back in court. Plus, this is Asheville, North Carolina. One of America's most beautiful cities, absolutely ravaged by floods caused by Hurricane Helene. Will go there live. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "RAJU",
      "sentences": "The chess in the CNN, the man accused of attempting to kill former President Donald Trump is pleading not guilty. Ryan Routh was arraigned on multiple charges, including attempted assassination of a presidential candidate. CNN's Randi Kaye was in the room in West Palm Beach, Florida. So, Randi, what did you see?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "RAJU",
      "sentences": "A lot of evidence. We'll see what happens if the trial shapes up and that will actually happen. Randi Kaye for us live from West Palm Beach. Thank you for that report. Now an update on the devastation caused by Hurricane Helene. President Biden just addressed the crisis, saying he will travel to the region as soon as possible and pledging to provide federal resources.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "BIDEN",
      "sentences": "I directed my team to provide every, every available resource as fast as possible to your communities, to rescue, recover and to begin rebuilding. In addition to FEMA, includes the Federal Communications Commission to help establish communications capability. The National Guard, the Army Corps of Engineers, and the Department of Defense are going to provide all the resources at its disposal to rescue and assist in clearing debris and delivering life-saving supplies.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "RAJU",
      "sentences": "At least, 115 people were killed as a storm ripped across the southeast. More than two million people remain without power. One local lawmaker, North Carolina describing the damage as post- apocalyptic. CNN's Marybel Gonzalez is live in Asheville, North Carolina. A mountain community that is isolated by road closures as residents grow desperate for supplies. So, Marybel, what are you seeing on the ground and what are residents telling you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "MARYBEL GONZALEZ, CNN NEWSOURCE CORRESPONDENT",
      "sentences": "Yeah, Manu. They're definitely telling us they're devastated on so many levels, starting off, first and foremost, with the human toll of this storm. Now we know right now those death tolls are rising. Currently, at least 115 dead, with 47 of those alone here in the state of North Carolina.Now, secondly, their community. Just take a look around the roads behind me. This is just one of 300 roads currently closed. And you can tell why the road here has turned into just heavy sludge mud, making them impassable for people to get out and supplies to get in. We know that these are also very dangerous conditions. Now, on another level, the toll that it has taken on this historic community all around us, small businesses impacted. We spoke to a group of people actually coming back, trying to check out the places where they work. And they tell us they are heartbroken to see, not only is their inventory completely gone, but the buildings themselves, that house, that product -- their house, their inventory, their day-to-day workplace, is now severely damaged. Let's take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "WILL CUATT, ASHEVILLE RESIDENT",
      "sentences": "Him and me are both from Florida, so we've seen a lot of hurricanes, but I've never seen anything like this. I mean, the just from the Swannanoa River right here, that tiny little river just turned into this massive, I mean, disaster.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "JESUS CAMPOS, ASHEVILLE RESIDENT",
      "sentences": "Seeing this place like this, you know, it breaks everybody's heart. You know, there's people out here, missing and stuff like, you don't know if we're going to be walking and seeing somebody, you know, somebody's loved one. So that's pretty shocking.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "GONZALEZ",
      "sentences": "Now we know that help is coming. It is on the way, and some trucks, emergency response crews even here already. We know FEMA trucks are rolling in from Texas and the East Coast. And just to give you a sense of the widespread damage.Earlier this afternoon, this morning, I should say, the Asheville mayor told CNN Jim Acosta that the community, the access to this community, is cut off on three of the four major highways. And he says that the power lines are basically looking like spaghetti. So, the devastation is definitely here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "RAJU",
      "sentences": "Donald Trump in his own words at a pair of rallies over the weekend. The former president attacked Kamala Harris's mental cognition, boasted about his physique and painted an apocalyptic picture of America. Take a listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}