{
  "date": "2024-03-04",
  "headline": "The Lead with Jake Tapper",
  "subHeadline": "Supreme Court Unanimously Keeps Trump On Colorado Ballot; Nikki Haley Becomes First Woman To Win A GOP Presidential Primary; NYSE Begins The Week In The Red; VP Harris Forcefully Calls For \"Immediate\" Ceasefire In Gaza; CNN Rides With Haitian Police Fighting To Dethrone Gang Leaders; Air National Guardsman Pleads Guilty To Leaking Top Secret Docs. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:00:12",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "That does not look like fun, riding your bike --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:12",
      "speaker": "KEILAR",
      "sentences": "Or just go bicycling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:12",
      "speaker": "SANCHEZ",
      "sentences": "Yeah, get pelted by--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:12",
      "speaker": "KEILAR",
      "sentences": "Have you seen anything like that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:12",
      "speaker": "SANCHEZ",
      "sentences": "A few years ago, something similar happen when I was working in Colorado. Fortunately, I was indoors, didn't have to deal with it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:12",
      "speaker": "KEILAR",
      "sentences": "That's crazy.Well, THE LEAD WITH JAKE TAPPER starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:12",
      "speaker": "SANCHEZ",
      "sentences": "Have a good afternoon",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:12",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "Big win for Trump just in time for Super Tuesday.THE LEAD starts right now. All nine Supreme Court justices agree, Colorado cannot just kick Trump off its 2024 ballots, regardless of what he did on January 6. Coming up, the sharp divide we see in the court over important details despite this unanimous ruling. Plus, we'll get reaction from Trump's top Republican challenger, Nikki Haley, and from a conservative judge who thought the U.S. Supreme Court should disqualify Trump. Also this hour, a White House, welcome for a key Israeli official not nicknamed Bibi. Instead, the welcome is for Bibi's chief political opponent. Does this signal a new strategy for the United States? Top Biden administration official John Kirby is here to respond. And CNN on the ground in yet another war torn country, this time it's Haiti, where there to see up close how the explosion of gangs and crime have taken over. Plus, how Haiti's problems spill into the United States. (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:12",
      "speaker": "TAPPER",
      "sentences": "Welcome to THE LEAD. I'm Jake Tapper.We start today with our law and justice lead, and former President Donald Trump celebrating today a massive victory at the U.S. Supreme Court, all nine justices unanimously agreed to reverse the decision by the Colorado Supreme Court. The nine justices today allowed Trump to be on the ballot in Colorado. Late last year, as you might recall, the Colorado Supreme Court removed Trump from the ballot. They found that because Trump engaged in an insurrection on and around January 6, he was banned from holding federal office under the U.S. Constitution's 14th Amendment. But in addition to disagreeing with that decision today, five of the conservative justices and majority of the high court, they went even further. They wrote that no state can kick any federal candidate off a ballot. Insurrection be damned. One thing the U.S. Supreme Court did not address today is whether or not Trump's actions on and around January 6 amounted to an insurrection. In response to today's ruling, the top election official in Maine, formerly restored Trump's spot on that state's ballot after Trump had been previously removed under her powers, she invoked the same 14th Amendment concerns. All of this coming literally just hours ahead of the biggest day in the 2024 presidential race so far tomorrow 16 states, including Colorado and Maine, as well as one territory, head to the polls for Super Tuesday and could, and likely will put Trump even closer to clenching the Republican presidential nomination. What does all of this mean for Trumps only Republican challenger left in the race? Well, former Governor Nikki Haley is here to respond. But first, CNN's Paula Reid starts off our coverage from the U.S. Supreme Court with a closer look at how this decision could affect not just this election, but others moving forward. (BEGIN VIDEOTAPE) PAULA REID, CNN CHIEF LEGAL AFFAIRS CORRESPONDENT (voice-over): Former President Trump today claims the Supreme Court has unified the country by securing his place on the 2024 ballot. DONALD TRUMP, FORMER U.S. PRESIDENT &amp; 2024 PRESIDENTIAL CANDIDATE: The voters can take the person out of the race very quickly. But a court shouldn't be doing that. And the Supreme Court saw that very well. And I really do believe that will be a unifying factor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:12",
      "speaker": "REID",
      "sentences": "In a unanimous opinion Monday, the court ruled that Colorado could not remove Trump from the ballot under the Constitution's ban on insurrectionists serving in office. States may disqualify persons holding or attempting to hold state office, but states have no power under the Constitution to enforce Section Three with respect to federal offices, especially the presidency. The justices warned that allowing states to each make different decisions about ballot eligibility would result in a patchwork, creating chaos around elections.The victory for Trump was expected after February oral arguments where justices from both sides of the aisle up skeptical of Colorado's case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:12",
      "speaker": "ELENA KAGAN, ASSOCIATE JUSTICE OF THE SUPREME COURT",
      "sentences": "I think that the question that you have to confront is why a single state should decide who gets to be president of the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:12",
      "speaker": "REID",
      "sentences": "And the chief justice, John Roberts, signaled where he would ultimately find consensus across the court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:12",
      "speaker": "JOHN ROBERTS, CHIEF JUSTICE OF THE SUPREME COURT",
      "sentences": "The whole point of the 14th Amendment was to restrict state power.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:09",
      "speaker": "TAPPER",
      "sentences": "All right. Paula Reid at the U.S. Supreme Court, thanks so much.Joining us now, Donald Trump's opponent, Nikki Haley, the first woman in the history of the United States of America to ever win any Republican presidential primary. Governor Haley, congratulations on that milestone. Your win here in Washington, D.C. We'll discuss that in a moment. But first, I do want to get your reaction today's ruling from the court. You noted today that you agree with the Supreme Court's unanimous decision saying ballot decision should not be up to state officials. The Supreme Court now says the only way to enforce Section Three of the 14th Amendment, the ban on insurrectionists is for Congress to pass federal legislation. The four justices who disagree with the majority say that their colleague shouldn't have shut down any other way to enforce it, that that shouldn't have been the ruling. What do you think? Did you think the majority went too far on that particular front? NIKKI HALEY (R), PRESIDENTIAL CANDIDATE: Well, I'm not a lawyer, so I'm not going to speak on that. But I will tell you, I think the best way is just for the people to decide at the ballot box. We don't want the chaos of certain states or secretaries of state saying that they like someone or don't like someone and want to take them off the ballot. I trust the American people. I think at the end of the day, they will decide who they want to lead this country. And I think we should let it happen that way. So I was very happy with the Supreme Court ruling. Look, I'm going to -- I'm trying to defeat Donald Trump fair and square. I don't need them taking him off the ballot to do it. I think we're trying to share enough that this is chaos, that we want to get back to an America that's normal and that we need a new generational leader. And that's the way we're going to continue pushing forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:09",
      "speaker": "TAPPER",
      "sentences": "Right, the Colorado Supreme Court, of course, wasn't saying, however, partisan people might have thought that decision was. Their official explanation was not they didn't like Donald Trump. They said he participated in an erection and I have to -- an insurrection. Sorry, an insurrection. And I have to say I got up at 5So when Trump was impeached for the insurrection, most Republicans in Congress said no, no, no, this is not for Congress to decide. This is for courts. But now the Colorado Supreme Court weighs in, and the U.S. Supreme Court says, no, no, no, this is for Congress. So I guess, what do you say to the people out there who wonder, is the 14th Amendment even supposed to be taken seriously?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:09",
      "speaker": "HALEY",
      "sentences": "Again, that's for lawyers to decide. I think that, you know, the Supreme Court wasn't there to decide whether it was an insurrection or not. They were there to decide whether someone could be taken off the ballot like that? And I think that they made the right decision when they said let the people decide and let it go from there, I think that was right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:09",
      "speaker": "TAPPER",
      "sentences": "Would you theoretically support federal legislation that would ensure that anyone who engages in insurrection or rebellion is barred from future public office?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:00",
      "speaker": "TAPPER",
      "sentences": "So, yesterday, you became the very first woman in American history to ever win a Republican president presidential primary with a victory in D.C. This was widely seen as your best chance to win a primary. Donald Trump has won every other primary and caucus thus far, including in your home state of South Carolina, and some think he could easily win more than 90 percent of the delegates available tomorrow, on Super Tuesday.Are there any states you expect to win tomorrow? Are there any states that you're particularly competitive in? And how many will you need to justify staying in the race?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:00",
      "speaker": "HALEY",
      "sentences": "Well, we've said as long as we're competitive. We have been in 10 states just in the past week. I just finished a rally here in Houston, Texas. We had well over 1,000 people show up.And these are people -- this isn't an anti-Trump movement. This is a pro-America movement. This is something where they're saying they're tired of the chaos. They don't want to candidates in their 80s. They want to make sure that we go back to normal and they want to see a D.C. that works for the people instead of government -- instead of people working for government. And so we've got people who are passionate. They're excited. They want to go and get America back to where they can be proud again. And so, we're going to do as much as we can. I want to be as competitive as we can. We certainly have numbers that we're hoping for, but we'll see what happens tomorrow. But until then, I continue to remind everyone in those 16 states and territories -- in a general election, we're given a choice. In a primary, we make our choice. And so, I hope everybody will go out and make their choice tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:00",
      "speaker": "TAPPER",
      "sentences": "Well, you said there are expectations you're hoping to meet. Can you share with us what those are?You have said that you previously that you're definitely staying in the race through Super Tuesday. That's tomorrow. What would keep you in the race?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:00",
      "speaker": "HALEY",
      "sentences": "As long as we're competitive. Look, 70 percent of Americans say they don't want Donald Trump or Joe Biden. That's not a small number, Jake.You look at -- in the early states, he didn't get 40 percent of the vote. In Michigan, he campaigned for eight years, I campaign for two days and got 30 percent of the vote. What this comes down to is people are worried about the fiscal cliff that we're going on. I mean, they're worried about the younger generation who sees the $34 trillion in debt and they know they're going to have to be responsible. They're worried about the fact that young generation went through COVID. They're feeling a lot already. They're worried about getting a job. They're worried about making ends meet. They don't think they're ever going to be able to afford a home. And they see these wars around the world and they want to know that at some point, we're going to have somebody that can put in eight years day and night and focus on the solutions, not the negativity, not the baggage, but just real solutions for the American people. And you look at Joe Biden, you look at Donald Trump, they're completely, completely caught up in their own worlds. They're completely caught up in how this affects them. This isn't about either man. This is about the American people and they've been ignored for long enough. And I think they want to say things done right. I'm in Texas and they're screaming about what's happening on the border. TAPPER: Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:00",
      "speaker": "HALEY",
      "sentences": "It's unacceptable. This is the United States of America, and that would be happening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:00",
      "speaker": "TAPPER",
      "sentences": "So I want to ask you because this weekend at a rally in Richmond, Virginia, Donald Trump called for the elimination of vaccine mandates for public schools. Take a listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:00",
      "speaker": "TRUMP",
      "sentences": "And I will not give one penny to any school that has a vaccine mandate or a mask mandate.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:00",
      "speaker": "TAPPER",
      "sentences": "That's not the first time he said this and he is not specified whether he's referring to COVID vaccines or all vaccines. And as you know, most states require chickenpox vaccines, polio -- I mean, on and on and on, not giving any money to public schools that require vaccines, say this would result in a public health catastrophe.What's your reaction? Do you think Trump would really withhold millions in funding from public schools that require measles shots?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:00",
      "speaker": "HALEY",
      "sentences": "Well, I think he's having to say that because during COVID, he basically allowed our country to shut down. He allowed our schools to shut down. He went and required and came up with these vaccines and mandated everybody to do it.So, now, he's trying to walk it back anyway that he knows how, so he throws this talking point out there to try and think that people might forget. But the reality is this all started under his watch, not anybody else's. And you look at all that happened during COVID and the way people suffered during that. It's because of the decisions that he made. It's because of the fact that they were -- you know, people were saying two different things. And so no one trusted what information they were being given. So, all he's doing is trying to cover himself on this. He's the one that started all of that with the COVID vaccines. I'm sure that we're going to keep the basic vaccines that have always been there. I've always said that parents need to be a part of the decision when it comes to vaccines but I would just say this is another red meat item that Donald Trumps throwing out there that he probably won't follow up with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:06",
      "speaker": "TAPPER",
      "sentences": "Yeah, it's pretty stunning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:06",
      "speaker": "LUTTIG",
      "sentences": "All the concurrences -- it's stunning and it's overreach. It's -- it's a textbook example, Jake, of the kind of activist judicial opinion from the 1960s, and the Warren court era that began at the conservative legal and judicial movement, in the 1970s and 1980s. But, of course, it's different here because this is unmistakably a conservative court, most of whose members were leaders of that conservative movement, at least in the 1980s forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:06",
      "speaker": "TAPPER",
      "sentences": "Yeah. Judge Luttig, what do you say to a young person watching this who says the fix was in? These are conservatives protecting Donald Trump and according to the three liberal justices, they acted in such a way today to protect all insurrectionists. When there was an impeachment against Donald Trump for the insurrection, lot of Republicans said, no, no, no, that's not for Congress. That's for the court parts. The Colorado Supreme Court tried to act on that, and the U.S. Supreme Court said, no, no, no, this is for Congress.I mean, there are a lot of Americans out there who are skeptical of the court. I don't know that this is going to help.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:06",
      "speaker": "LUTTIG",
      "sentences": "The best answer I would give to those young people, Jake, is this the concurrence said what I just said, that they said and Justice Amy Coney Barrett, who did not join the other five in the overreaching decisions that it made accused the three concurrences of stridency in their opinions. For your reader, for your listeners, and your viewers, there was not one word of stridency in the concurring opinion by Justices Sotomayor, Kagan and Jackson, not one single word of stridency.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:28:12",
      "speaker": "TAPPER",
      "sentences": "And we are back with our world lead.As political pressure mounts on President Biden over his handling of the Israel-Hamas war within the Democratic primary process, most notably, Vice President Harris spoke this weekend with perhaps the most forceful and direct message on the catastrophe in Gaza to date, the policy was the same, but the passion seemed more pointed. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:28:12",
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "People in Gaza are starving. The conditions are inhumane. The Israeli government must do more to significantly increase the flow of aid. No excuses.There must be an immediate ceasefire for at least next six weeks. Well, there is a deal on the table. And as we have said, Hamas needs to agree to that deal. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:28:12",
      "speaker": "TAPPER",
      "sentences": "All of this is Israel, which has already agreed to a ceasefire framework, is not attending the latest round of direct ceasefire and hostage talks in Egypt. A senior White House official tells me that Israel is objecting to the fact that Hamas has refused to provide them with a list of hostages specifying who's alive and who has been killed. And Hamas has yet to offer proposal when it comes to the ratio of Palestinian prisoners they want release per Gaza hostage.And White House national security communication advisor, Admiral John Kirby, joins us now. Admiral, good to see as always. So, one week ago today, President Biden predicted there would be a ceasefire and hostage deal by today, by Monday. Some critics wonder if you might have said that with the primary in Michigan, with this large Arab American population in mind.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:15",
      "speaker": "TAPPER",
      "sentences": "Benny Gantz, an Israeli war cabinet official and political rival of the Israeli Prime Minister Benjamin Netanyahu, just met with Vice President Harris and other White House officials. Gantz's trip to the United States has clearly irked Netanyahu. Netanyahu even told the Israeli ambassador to the U.S. to not attend the meetings.How much would President Biden prefer Benny Gantz to be the Israeli prime minister?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:15",
      "speaker": "KIRBY",
      "sentences": "That's up to the Israeli people, Jake. They get to elect their government and who represents them. They're in Tel Aviv. And that's really up to them. We respect that. We recognize the Prime Minister Netanyahu is the prime minister, and that's so -- that's the gentleman and the leader that were working with.But Mr. Gantz is a minister of the war cabinet and when a member of the war cabinet request to come to Washington to speak to officials here and national security team, as well as the vice president here about an ongoing war, a war in which we are trying to assist Israel. Well, my goodness we're going to have that meeting. We're going to have those discussions. It's an opportunity to talk about what they're doing it on the ground, and just as critically an opportunity to talk about where we're going with this hostage deal and the possible -- a possible increase of humanitarian assistance into Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:15",
      "speaker": "TAPPER",
      "sentences": "So the Biden administration, the White House, is pushing Israel to sign a document saying that no American armaments will be used by Israel other than in comporting with international law. Has Israeli Prime Minister Netanyahu agreed to sign that document?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:15",
      "speaker": "KIRBY",
      "sentences": "I'm not aware of whether there's been an actual signature by the prime minister, but the prime minister is well aware that this is a long-standing expectation by the United States of America, when we provide foreign military assistance to another nation, whether it's to drawdown authority, such as we do or have been able to do for Ukraine or foreign military sales, there's an expectation that they're going to use it the way it was intended to be used in accordance with humanitarian law.So this is not any different from it -- for Israel than it is for any other country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:15",
      "speaker": "TAPPER",
      "sentences": "Vice President Kamala Harris's speech on Gaza yesterday was the most forceful public speech by a senior administration official to date when it comes to pushing Israel on the humanitarian crisis. The policy was the same, but her passion was heightened.Did President Biden know she was going to deliver such a statement?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:15",
      "speaker": "KIRBY",
      "sentences": "Certainly, the vice president is very, very close to the president. She knows and understands well, his deep concern about the humanitarian situation in Gaza. And she was certainly speaking for all of us about the sense of urgency we feel in order to get assistance to the people of Gaza.I mean, just over the weekend, Jake, as you know, we conducted airdrops out of a few C130s, in coordination with our Jordanian partners, almost 40,000 meals dropped. There will be additional airdrops. So we are -- the president is very much taking an active role directly in terms of providing humanitarian assistance in as fast as possible ways we can into Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:15",
      "speaker": "TAPPER",
      "sentences": "This Saturday marked the first U.S. airdrops into Gaza. This one was in coordination with the country of Jordan, but one United Nations top official says, quote, airdrops are good photo opportunities but a lousy way to deliver aid. Similar sentiment was shared by the World Food Programme executive director Cindy McCain on THE LEAD in January, when I asked her for about airdrops. Take a listen(BEGIN VIDEO CLIP) CINDY MCCAIN, EXECUTIVE DIRECTOR, WORLD FOOD PROGRAMME: We're talking about a very condensed population to drop aid and could be, could be harmful to the people on the ground. You know, WFP has been doing this for 60 years. We know what we're doing, we know what works. And so, right now, for us and for what we do, trucks the only way to get help in there right now. (EN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:15",
      "speaker": "TAPPER",
      "sentences": "Are these airdrops the last resort?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:01",
      "speaker": "TAPPER",
      "sentences": "John Kirby, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:01",
      "speaker": "KIRBY",
      "sentences": "Yes, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:01",
      "speaker": "TAPPER",
      "sentences": "Next to Haiti and what a woman shouted at CNN's David Culver that gets at the sheer level of chaos in that country while this there could quickly spell even more troubled here in the United States. Stay with us.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:02",
      "speaker": "DAVID CULVER, CNN SENIOR NATIONAL CORRESPONDENT",
      "sentences": "So we're like a block away?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:02",
      "speaker": "CULVER",
      "sentences": "It's as close as we can get driving. So we layer up and walk.Oh, yeah. You can already smell it. Look at people still making their commute as tires are burning right in the middle of this street here. No police barricade, no firefighters, most seemingly unfazed. These flames have been burning for several hours. Haiti has been engulfed in turmoil for years. We don't have a home to live them. We don't have food to eat. That's what they're shouting. Many here now fear their country is on the brink of exploding. Does it feel safe right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:02",
      "speaker": "JUNOT SAMEDI, PROTESTER",
      "sentences": "No, no, no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:02",
      "speaker": "CULVER",
      "sentences": "No, no, no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:02",
      "speaker": "SAMEDI",
      "sentences": "No, it does. It doesn't seem. My country is broken right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:02",
      "speaker": "CULVER",
      "sentences": "These folks blame the current government and Prime Minister Ariel Henry, appointed following the assassination of President Jovenel Moise in 2021. They want Henri to go but he says he's not yet ready to step down. This as panicked street shootouts like this one have become a near daily occurrence, it's often a clash between police and the gangs, which have essentially taken Haiti hostage.They flaunt their weapons and wealth on TikTok, threatening police and basking in lawlessness. Many residents now living behind barricades. This is not the gangs doing this the folks that live in these neighborhoods who are putting these up to prevent gangs from coming in and kidnapping. Using whatever might stop or slow the kidnappers, efforts to protect families and preserve innocence. That innocence shattered for others, this 14-year-old says he was recruited by a gang at 11. He tells me he's often forced to burn the bodies of those killed by other gang members. I want to change my way of life, he says, with a heavy look of shame. At an early morning food distribution, we met dozens of women who have felt the wrath of gang violence at times. We notice a lost stare in their eyes. All of them had been (INAUDIBLE). So, there's nobody here who was not been a victim. This woman's sister, shot and killed. This ones husband, burned alive inside their home. This woman tells us she was raped. She shows us the marks left behind. In recent months, gangs have seized more and more control over this country, including the roads leading to Port-a-Prince. Officials estimate that gangs now control as much as 80 percent of the capital, even the U.S. embassy and international airport are mostly surrounded by rival gang territories. It's led the Haitian national police to create an undercover unit. We go with them to the front lines.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:02",
      "speaker": "CAITLIN HU, CNN SENIOR EDITOR",
      "sentences": "This unit actually goes into gang areas, looks for gang members and fights them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:02",
      "speaker": "CULVER",
      "sentences": "The officers asked us not to reveal our exact location and they tell us to work quickly, given we're standing exposed on a windy hill side.As police have described it to me, basically everything behind me is occupied by the gangs. It's under their control. There are homes all around us. We're standing on the foundation of one home there have been abandoned. They offered to drive as closer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:02",
      "speaker": "HU",
      "sentences": "And you can see they're getting ready?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:02",
      "speaker": "CULVER",
      "sentences": "Right there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:02",
      "speaker": "BAUER",
      "sentences": "It was right there. Yeah. Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:02",
      "speaker": "CULVER",
      "sentences": "We arrive at this agricultural consortium. The WFP buys food from these local farmers to then hand out. But the recent protests have blocked distribution efforts, leaving some food to spoil. It's frustrating for the WFP officials as they know, you don't have to look far to find hunger here. These farmers pointing to their stomachs, lifting their shirts to us.You're hungry? A lot of folks will look at Haiti and they'll say, it's had issues for so long. The question that no doubt people in the U.S. will ask is, well, why should we help?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:02",
      "speaker": "BAUER",
      "sentences": "Well, there are two reasons why you need to help. First of all, there -- on humanitarian grounds. But then there's also your own self- interest in the U.S. So the longer you wait to act on Haiti, the more migrants there will be on your southern border. It's that simple.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:02",
      "speaker": "CULVER",
      "sentences": "Many here search for normalcy, where they can, even with the threat of violence, missing mass for some is not an option.They wear their Sunday best and unite in prayer. Places of worship are not immune from gang terror. They at least offer a moment of tranquility and hope for now. (END VIDEOTAPE) CULVER (on camera): That tranquility shattered over the past 72 hours with this latest surge in violence, Jake. The U.S. embassy now urging Americans to get out of the country and over the weekend, more than 3,000 inmates are estimated to have escaped from Haitian prisons. Now, a Haiti police union warning, if those numbers are accurate quote, we are done. No one will be spared. Jake most concerning for the government is that these gangs and there are dozens of them have started coordinating with each other and they're actually showing a unified force against Prime Minister Ariel Henry. And they're creating a situation that is right now critical -- Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:14",
      "speaker": "TAPPER",
      "sentences": "In our law and justice lead, Jack Teixeira, the Massachusetts air national guardsman, pleading guilty today to leaking a trove of top secret national defense information online. But because of a plea deal, Teixeira might not face a decades-long prison sentence.CNN's Jason Carroll is outside the courthouse in Boston. Jason, what deal that Teixeira agreed to?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:14",
      "speaker": "JASON CARROLL, CNN NATIONAL CORRESPONDENT",
      "sentences": "Well, he pleaded guilty in open count. Teixeira pleading guilty to all six counts of willfully retaining and disseminating national security information. The U.S. attorney's office as part of this plea agreement asking that he served some 200 months behind bars. That basically adds up to about 16 years, a little bit more than 16 years behind bars. He originally was facing up to 60 years behind bars if he had not agreed to this plea deal.Also, part of this plea deal, the U.S. attorney agrees not to pursue any more espionage charges against Teixeira. And in addition to that, he's got to sit down for what they're calling a satisfactory debrief with the intelligence community, with the Department of Defense, with the Department of Justice. Clearly, this is a man who shared a great deal of classified information, information about the war in Ukraine, including troop movements and equipment. So as part of this plea deal, he's going to have to sit down now with investigators, for example, with the Department of Defense and explain what exactly he got access to, how he got access to it. So this will be part of the plea deal going forward. In addition to that, we are expecting sentencing now. That is going to be happening on September 20, 27th. And ultimately, Jake, it is up to the judge to decide what his ultimate sentence will end up being.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:14",
      "speaker": "TAPPER",
      "sentences": "And how did prosecutors and Teixeira's family for that matter, how did they respond to today's guilty plea? CARROLL(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:14",
      "speaker": "JODI COHEN, FBI AGENT IN CHARGE, BOSTON",
      "sentences": "When you think of some of our biggest national security threats we face, China, Russia and Iran come to mind. You wouldn't think a 21-year-old national air guardsman, who took an oath to defend our country, and the Constitution would make the list.MICHAEL BACHRACH, JACK TEIXEIRA'S ATTORNEY: Mr. Teixeira is a 21-year- old kid, unfortunately, he is very much a kid. He is significantly remorseful for his conduct. He's accepted full responsibility for his conduct. And he will be speaking at the time of sentencing as well. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:14",
      "speaker": "CARROLL",
      "sentences": "That's his defense attorney there.You know, what's also interesting, Jake, his parents in that statement -- while they say that their son takes responsibility for what happened, they also blamed -- partially blamed his superiors for what happened, saying, citing what they called a lack of adequate training and to oversight -- Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:58:39",
      "speaker": "TAPPER",
      "sentences": "Welcome to THE LEAD. I'm Jake Tapper this hour.A forceful moment today from the Israeli ambassador to the United Nations, trying to get the world's attention about atrocities of war against Israel. (BEGIN VIDEO CLIP) GILAD ERDAN, ISRAELI AMBASSADOR TO THE U.N.: The rape cannot continue. The sexual violence cannot continue. Hamas must be eliminated. Rapist, mass murders must never be given a free pass by the U.N. and terror cannot -- can never be tolerated. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}