{
  "date": "2024-05-24",
  "headline": "CNN Newsroom",
  "subHeadline": "Trump Airs Grievances in His Appeal to Black Voters; Infamous Laptop to Be Used as Evidence at Hunter Biden Gun Trial; Historic NCAA Settlement to Allow Schools to Pay Student Athletes. Aired 10-10:30a ET",
  "utterances": [
    {
      "timeStamp": "10:00:00",
      "speaker": "JIM ACOSTA, CNN ANCHOR",
      "sentences": "Good morning. You are live in the CNN Newsroom. I'm Jim Acosta in Washington.We begin with big talk in the Big Apple. It was a night of falsehoods and fear mongering at former President Donald Trump's rally in the Bronx. The former president spent a large portion of his rally, what he called a love fest, talking about his many grievances. (BEGIN VIDEO CLIP) I'm O.D.'d on Trump. I turn on the television, Trump, Trump, Trump, Trump. How do you do it? I say, do what? How do you get up in the morning and put your pants on? Why do you put the pants on? I'll explain it to you someday. I was sort of like a hot guy. I was hot as a pistol. I said to somebody, was I hotter before or hotter now? I don't know. Who the hell knows. It's a horrible thing, but many of those hostages are dead. It would have never happened if the election weren't rigged. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "ACOSTA",
      "sentences": "That was just one of the many lies Trump spewed about the 2020 election. Trump said that he wouldn't even be running today had he actually lost to Joe Biden. Of course, that's not true either.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "TRUMP",
      "sentences": "You know, if I didn't think we won, easily won, I would never do this.Actually, I won twice. You know, we did much better the second time. We got millions more votes the second time. (END VIDEO CLIP) ACOSTA:  Trump did receive a lot of votes last time around. The problem is that Trump received fewer votes than Biden. Trump also falsely claimed he oversaw the best job market in history for black Americans. That's not true. The black unemployment and poverty rates have hit historic lows under President Biden and his appeal to black and Latino voters, he once again turned to disturbing rhetoric, stoking fears about immigrants. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "TRUMP",
      "sentences": "African-Americans are getting slaughtered. Hispanic Americans are getting slaughtered. And these millions and millions of people that are coming into our country, the biggest impact and the biggest negative impact is against our black population and our Hispanic population.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "ACOSTA",
      "sentences": "Let's discuss more now with Democratic Congressman Ritchie Torres of New York. He represents the Bronx. Congressman, thank you for joining us. We appreciate it.Trump seems to think he could win New York. We just heard him try to cast himself as a better president for black and Latino voters than President Biden. What do you make of Trump trying to woo voters in a deep blue district like yours? REP. RITCHIE TORRES (D-NY):  Look, Donald Trump is a malignant narcissist with delusions of grandeur. He's delusional enough to think that he's the only Republican in the world who is remotely competitive in the Bronx. And as you know, Donald Trump once said that he's the best president for black Americans, including better than Abraham Lincoln. So, anyone who ranks himself above Abraham Lincoln is too dangerously delusional to be in the White House. And the people of the Bronx are going to give Donald Trump a rude awakening come November. You're fired.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "ACOSTA",
      "sentences": "You know, I wonder if Trump was really using the Bronx as a backdrop. He probably knows he's not going to win New York in November, but as a backdrop to continue to appeal to black and Latino voters in the poll show that the president is hemorrhaging support in those categories, he's not doing as well as he did back in 2020.What should the Biden campaign do to turn that around? Do you see an issue there for the president that he needs to work on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:05",
      "speaker": "ACOSTA",
      "sentences": "And, Congressman, I also want to ask you about this. Trump was also sharing the stage with a whole cast of characters, including Ruben Diaz, who sat on the New York City council until 2021. Diaz has a history of making anti-LGBTQ comments. As you know, you ran against him. And at one point, Diaz said he apologizes for Judge Juan Merchan, who is the judge, of course, in the Trump hush money case because Merchan, he says, is Hispanic. Let's listen to that.(BEGIN VIDEO CLIP) RUBEN DIAZ SR., FORMER NEW YORK STATE SENATOR:  But I want to tell you first that as a Puerto Rican, as a Hispanic, I want to apologize to you for the conduct of Judge Juan Merchan. As a Hispanic, I want to apologize. He's been used. He has been used to destroy you. But we know better than that. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:05",
      "speaker": "ACOSTA",
      "sentences": "Yes, Congressman, what did you make of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:05",
      "speaker": "TORRES",
      "sentences": "I mean, the reverend's comments were a disgraceful attack on the independence of the judiciary. You know, keep in mind that Reverend Ruben Diaz Sr. does not speak for the Bronx. He does not speak for the Latino community. He speaks for no one but himself.When I ran against him back in the 2020 election cycle, I said that he was a Trump Republican masquerading as a Democrat, and yesterday, he finally came out of the closet as a Trump Republican. But he's fundamentally unrepresentative of where most of the Bronx stands.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:05",
      "speaker": "ACOSTA",
      "sentences": "And I did want to ask you about Israel very quickly, Congressman. The United Nations' top court is ordering Israel to immediately halt its military offensive in Rafah. Your response to that? Does Prime Minister Netanyahu need to bring this war to an end sooner rather than later?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:05",
      "speaker": "TORRES",
      "sentences": "Look, for me, there should be -- I think there is a need to remove Hamas from power. Because if Hamas remains in power, there will never be security for Israel and there will never be peace between Israelis and Palestinians. Hamas has said that it is intent on repeating October 7th, the deadliest day produced since the Holocaust, but it must be done in a manner that minimizes casualties, that minimizes the loss of civilian life.I do feel we can strike a thoughtful balance between the military necessity of removing Hamas from power and the need for humanitarian need.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:05",
      "speaker": "ACOSTA",
      "sentences": "All right. Congressman Ritchie Torres of New York, of the Bronx, we should note, Congressman, thanks very much for your time. We appreciate it.Hunter Biden's infamous laptop is expected to be used as evidence against him at his upcoming trial on felony gun charges. Special Counsel David Weiss plans to use the laptop to back up his narrow claim that Hunter Biden was addicted to illegal drugs when he bought a gun back in 2018, violating federal law. The president's son has pleaded not guilty and CNN reporter Marshall Cohen joins me now from outside the courthouse in Wilmington, Delaware. Marshall, what indications are we getting about what other evidence will be used at the trial?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:05",
      "speaker": "MARSHALL COHEN, CNN REPORTER",
      "sentences": "Hey Jim, well, Hunter Biden was at the state dinner last night at the White House, but today he'll be at the federal courthouse right behind me in Wilmington, Delaware, and that's because we're just ten days away from the start of his trial.As you mentioned, he is facing three felony charges brought by Special Counsel David Weiss in connection with his purchase and possession of a gun in 2018. The allegations here are that he was addicted to illegal drugs when he bought that gun, which is a violation of federal law. So, we're here to hash out some of the final remaining issues before this trial begins on June 3rd. What evidence is going to be allowed in, which arguments are going to be kept out? As you mentioned, the prosecutors want to bring up the infamous laptop, Hunter Biden laptop, because there are texts on there that show him coordinating with drug dealers to buy crack cocaine here in Wilmington and other things that they think could help them prove that he was an addict when he bought that gun. Meanwhile, Hunter Biden's attorneys have argued that this whole thing is a political charade that the prosecutors caved to pressure from Republicans. And they're also claiming that there's a lot of stuff that they should stay out of this trial. They don't want to have the jurors be told about the fact that Hunter Biden is facing another separate prosecution in California for his tax problems. So, all the parties will be in the courthouse today. Hunter Biden is expected to be here. And, Jim, of course, as you know, this is history because we're just ten days away from the first ever criminal trial of the son of the sitting president. Jim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "POLO SANDOVAL, CNN CORRESPONDENT",
      "sentences": "So, Jim, at its core this settlement meets potential revenue sharing with very young student athletes And we could see that, to answer your question, starting by fall of 2026. The NCAA, which is the governing body of college sports, making that announcement last night, calling the deal a roadmap for college sports.Now, it stands to financially benefit not just current and future athletes, but also those who play division one athletics going back to 2016. The sports outlet, ESPN, announcing here that at least reporting that that the NCAA along with those five power conferences that we should mention is now for agreeing to that $2.7 million settlement, and as part of that, as you saw in the numbers a short while ago, each school would be allowed to share up to $20 million with its athletes per year. Now, still a lot of questions about how this would be divided. Obviously, institutions of higher learning would have to adhere to Title 9 laws, et cetera. But in exchange, athletes would give up any antitrust litigation against the NCAA. We should mention that a judge still needs to approve this, which could take months. Also, ESPN speaking to several antitrust attorneys, saying that this deal could potentially unravel if any athletes choose to join any other antitrust lawsuit. So, yes, it is certainly seismic, but there's also kind of a hold your applause element this right now, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "ACOSTA",
      "sentences": "Yes. And, Polo, can the schools afford this? How are they reacting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "SANDOVAL",
      "sentences": "Yes, exactly. How are they going to divide this with their pretty big rosters? Now, in terms of the response, we have heard from Notre Dame, the president of that university writing in a statement, I'll read you a portion of it, Jim. The settlement, though undesirable in many aspects and promising only temporary -- only temporarily, rather, I should -- let me start from the beginning here, Jim.The settlement, though undesirable in many aspects, respects and promising only temporary stability, is necessary to avoid what would be the bankruptcy of college athletics. To save the great American institution of college sports, Congress must pass legislation that will preempt the current patchwork of state laws, Reverend John Jenkins, who's on his way out after leading the university for nearly two decades. We should mention, Jim, that Jenkins has and I think that's something that he has previously expressed concern about the future of college athletics. So, that's certainly something that he still continues to have this hour.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "ACOSTA",
      "sentences": "All right. Polo Sandoval, big shake up in college sports, thank you.Right now, markets are up, slightly rebounding from yesterday when the Dow dropped more than 600 points because of worries about inflation. Thursday was the worst day for trading so far this year, but to address day-to-day budget concerns, major retailers like Target and Walmart are now choosing to cut prices for everyday shoppers. CNN's Nathaniel Meyersohn joins me now to discuss this a bit more. Nathaniel, are folks going to start noticing this on the shelves this weekend? What's getting cheaper?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "NATHANIEL MEYERSOHN, CNN CONSUMER REPORTER",
      "sentences": "They are, Jim. So, retailers, they're trying to lower back shoppers. So, Target, for example, they're cutting prices on Clorox wipes from $5.79 down to $4.99, Goldfish prices coming down from $2.99 to $2.79, and then Huggies baby wipes, this is helpful for parents, down to $0.99 from $1.19. So, modest price decreases, but certainly welcome news for shoppers who've been strained by inflation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "ACOSTA",
      "sentences": "Yes. Parents with babies are going to appreciate the baby wipe prices going down, for sure. There's no question about that. You could go through those in a heartbeat.And what are the retailers doing about this? Why are they doing this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "MEYERSOHN",
      "sentences": "So, Jim, it's really not revolutionary what the retailers are doing. Demand right now from consumers is lower, and consumers are really frustrated. So, retailers are trying to lure them back. They're saying, hey, we have, we have lower prices. It's really, I think, as much of a marketing strategy as it is kind of a significant price drop. But, certainly, customers are very frustrated and they want to see these lower prices. So, retailers are trying to answer that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:04",
      "speaker": "MEYERSOHN",
      "sentences": "That's exactly right, Jim. Target and Walmart, they're really the barometers here. And they have so much size and scale with their suppliers that they're able to use that advantage to drive down prices. So, the big retailers are really going to benefit.You know, the mom and pops and the smaller stores, they don't have that as much leverage as these big guys. So, you're going to see it more at the big chains.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "ACOSTA",
      "sentences": "Former President Donald Trump once again using incendiary rhetoric to demonize immigrants during his appeal to black and Hispanic voters. He leaned back on rhetoric historically used to justify genocide, including that immigrants are bringing, quote, highly contagious diseases into the country.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "TRUMP",
      "sentences": "People that have highly contagious diseases are coming into our country.We're like a dumping ground. We don't even know what the language. You know, you have languages that people don't even know about. We have languages where there's nobody in our country that speaks these languages. They want to get us from within. I think they're building an army. They come up in what's called caravans. The women are treated horribly. They're being raped at levels that nobody has ever seen before. Remember the snake, because you're going to get bitten like you never got bitten before. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "ACOSTA",
      "sentences": "Now that's a reference to a bizarre poem called, The Snake, that's become a staple at his rallies, in which he compares immigrants to snakes. And here's how the MAGA crowd reacted to that rhetoric yesterday.There were chants of, send them back. All right, let's discuss now CNN Political Commentators Anna Navarro and Kate Bedingfield. Anna, let me start with you. I mean you and I have talked about this many times about his rhetoric, the rhetoric uses to talk about migrants and so on. And I just have to ask you, Anna, I mean, when you look at the poll numbers and you see, if you break out the demographics, Trump is doing better among Latinos, he is doing better among African-American voters, and it certainly is a threat to the president's re-election campaign. Is there a -- I mean, what do you make of this disconnect?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "ANNA NAVARRO, CNN POLITICAL COMMENTATOR",
      "sentences": "Well, a few things. One is I think America has a little bit of amnesia when it comes to Donald Trump. And, frankly, being in a courtroom for the last 20 days, I think, has helped him because he's not been out and rally saying the stupid stuff he says, and the incendiary, outrageous things he says on a daily basis. We've been focusing on Michael Cohen. We've been focusing on Stormy Daniels. We haven't been focusing on the things that Donald Trump says.Another thing is, I think at this point in 2024, this is kind of baked in. People already know the guy is a misogynist. They already know he's a racist. They already know he says divisive things. And they seem not to take him literally or seriously. They think it's kind of part of a clown act, entertainment. And then the third thing, Jim, and this is the truth and you and I know this as Latinos, there are some Latino immigrants who forget they came here as immigrants and who want to shut the door behind them, and who think being anti-immigrant somehow is going to make them pass as more American, pass as whatever. And that's a very stupid attitude to have because what folks don't realize is that when the guy drives thousands of miles to go hunt down Latinos in a Walmart in Texas, he doesn't care when you came here, he doesn't care what your accent is. What he's looking for is, does it look like me? Does it sound like me? That's what he's looking for. So, you know, when people hide something, they're not asking for your papers, they're just anti that group.",
      "isLastSentenceInterrupted": false
    }
  ]
}