{
  "date": "2024-07-21",
  "headline": "CNN Newsroom",
  "subHeadline": "Trump Holds First Rally Since Assassination Attempt; U.S. President Biden Isolated as He Recovers from COVID; Kamala Harris Fundraiser Nets More Than $2 Million; Democrats Consider Harris' Chances if Biden Drops Out; Israel Attacks Houthi Targets in Yemen for the First Time. Aired 2-3 am ET",
  "utterances": [
    {
      "timeStamp": "02:00:40",
      "speaker": "KIM BRUNHUBER, CNN ANCHOR",
      "sentences": "Welcome to all of you watching us here in the United States, Canada, and around the world. I'm Kim Brunhuber, live in Atlanta. This is \"CNN Newsroom.\"Leadership chaos engulfs the Democratic Party as Donald Trump and Republicans do a victory lap on the campaign trail, the latest on the race for the White House. Escalating tensions in the Middle East, Israeli airstrikes target a Yemeni port in response to a Houthi attack on Tel Aviv. And our days are getting longer, details of NASA's latest study on the Earth's changing rotation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:40",
      "speaker": "ANNOUNCER",
      "sentences": "Live from Atlanta, this is \"CNN Newsroom\" with Kim Brunhuber.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:40",
      "speaker": "BRUNHUBER",
      "sentences": "We are now just 107 days away from the U.S. presidential election, and the race looks very different for the two leading parties. Uncertainty hangs over the Democrats as pressure builds on President Biden to drop his reelection bid. It's a stark contrast with the Republican Party, where the Trump-Vance campaign is in full swing.The former President held his first rally on Saturday, since surviving an assassination attempt a week earlier. (BEGIN VIDEO CLIP) DONALD TRUMP, U.S. REPUBLICAN PRESIDENTIAL NOMINEE: I stand before you only by the grace of almighty God. That's true. I shouldn't be here. I shouldn't be here. (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:40",
      "speaker": "TRUMP",
      "sentences": "Maybe J.D. or somebody else would be here, but I shouldn't be here right now. But something very -- something very special happened, let's face it, something happened.And together we will fight, fight, fight, right? (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:40",
      "speaker": "TRUMP",
      "sentences": "And we will win, win, win.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:40",
      "speaker": "BRUNHUBER",
      "sentences": "It was also Trump's first campaign rally with the running mate J.D. Vance, who told the crowd in Michigan, it's still a little bit weird to see his name on signs alongside Trump's.In contrast, Biden spent another day in isolation, recovering from COVID in Delaware. At least 35 Democratic lawmakers are now publicly urging him to drop out of the race. But more than three weeks after his disastrous debate performance, the President's campaign says he's standing firm. So as time grows short to replace Biden, many Democrats believe the party would back Vice President Kamala Harris as their nominee. She headlined a fundraiser in Massachusetts on Saturday, getting one of her most enthusiastic receptions in years. Event organizers say she raised more than $2 million. Now, sources say Bill and Hillary Clinton are privately encouraging big Democratic donors to continue supporting Joe Biden's campaign, as long as he is the presumptive nominee. But, as Priscilla Alvarez reports, signs of Democratic disarray continue to grow. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:03",
      "speaker": "BRUNHUBER",
      "sentences": "And Michael Genovese is a political analyst and the author of the book, \"The Modern Presidency.\" And he joins us now from Los Angeles.Good to see you again. So Nancy Pelosi was headlining a unity fundraiser in North Carolina. She was putting a bit more pressure on Joe Biden, who's isolating from COVID. Do you get the sense that he's isolated in more ways than one?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:03",
      "speaker": "MICHAEL GENOVESE, POLITICAL ANALYST",
      "sentences": "Well, he's hanging on by the skin of his teeth. He's -- he's desperate to hang on to the presidency. He is under assault from his own party. But it's decision time for the Democrats.And, you know, there's blood in the water and the sharks are circling. Biden may not be able to hang on because it started as persuasion to try to get him to leave. Then it became push. This coming week, it'll be shove. And can Biden hang on? With each passing minute, Biden's withdrawal becomes both more difficult but more necessary because the Republicans are energized and united. The Democrats are demoralized and divided. So I think this week is the week that they have to make some kind of a decision.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:03",
      "speaker": "BRUNHUBER",
      "sentences": "You think push is going to turn to shove. I wonder who's going to be actually doing the shoving. So far, very few senior Democrats have dared to do that.But if -- if Biden needed more persuasion, I want to point to a poll that was done a few days ago that suggests that Trump is doing better than ever. He's up five points nationally now and three across the key battleground states. But you studied the presidency. So put this into context for us. I mean, it's been -- I understand, 20 years since a Republican presidential candidate has won the national popular vote. I mean, this -- this could be a trouncing here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:03",
      "speaker": "GENOVESE",
      "sentences": "Well, the Democrats do very well with the popular vote. The Electoral College has a more conservative bias. And that's why in 2000 and 2015, the candidate with the lesser votes got to be the president. But for the Democrats, time is running out. They're losing ground. They're losing money. And they're losing opportunity. And it's been a huge distraction for them. And they appear to be in disarray. And that -- that the optic of that is just devastating for the Democrats.If the Democrats don't pull their act together, Donald Trump could win in what we will call a landslide. And we will claim and probably have a mandate to govern.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:03",
      "speaker": "BRUNHUBER",
      "sentences": "That same poll I referenced has Donald Trump winning against Kamala Harris, though she does slightly better in the head-to- head. Is she in a no-win situation here? I mean, trying to back an unpopular president while also kind of trying to promote herself as a viable alternative? I mean, it seems almost impossible logistically to do both at the same time effectively.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:03",
      "speaker": "GENOVESE",
      "sentences": "You know, I think she's been doing a very credible job because she's in a no-win situation in that she must support her president. And I think she really does genuinely support him. But she also has to know that just around the corner, they could tap her on the shoulder and say, it's yours. So she has to be prepared for that.That's the most likely alternative to Biden. Other people are talking about having some kind of a condensed primary where you reboot the whole ticket. I think that option is pregnant with menace. It would cause chaos. It would be -- it would look like a food fight. And I think the Democratic Party is already split. This could leave a lot of disgruntled losers to cause real trouble during the election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:03",
      "speaker": "BRUNHUBER",
      "sentences": "Yeah. In the meantime, Donald Trump held another rally last night with his vice presidential pick, but with Democrats turning on each other, as you said, I mean, their actual opponent here seems to be getting a free pass.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:03",
      "speaker": "GENOVESE",
      "sentences": "We know all eyes and all guns are pointed at Joe Biden right now. And so, yes, Donald Trump has a free pass. If you saw his very long speech today that he gave in Michigan, it was the same old Donald Trump.It was a wild speech with a lot of long -- it was just -- it was all just rambling, it was disjointed, full of lies. And no one is watching it, or at least very few people are watching it to complain about it or to report on it, because the real story is Joe Biden. So Donald Trump has thus far had a free pass. Once the Democrats sort this out, if they do, the free pass is gone. And that's when the rambling Donald Trump is going to be against whomever the Democrats end up putting on the ticket.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:04",
      "speaker": "GENOVESE",
      "sentences": "Thank you, Kim. BRUNHUBERNow, the visit comes as officials say Israel struck Yemen for the first time Saturday after an attack on Tel Aviv by Houthi rebels on Friday. Israel's military says that it successfully intercepted a missile fired from Yemen early Sunday, but the projectile didn't enter Israeli territory. Meanwhile, the Houthi army is vowing to retaliate after those Israeli strikes on Saturday and warning they're prepared for a, quote, \"long war.\" Yemen's Houthi-run Ministry of Health says at least three people are dead and another 87 wounded in the attack. Here's CNN's Jeremy Diamond. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:04",
      "speaker": "JEREMY DIAMOND, CNN CORRESPONDENT",
      "sentences": "For months now, Houthi militants have carried out attacks against Israel as well as those shipping lanes in the Red Sea. But this is the first time that the Israeli military has actually struck Houthi targets in Yemen. And the reason for that is that drone attack that struck central Tel Aviv on Friday, killing one Israeli citizen and changing the calculus for the Israeli government.I'm told that these strikes were carried out against dual-use targets in the area of the Yemeni port of Al Hudaydah, energy infrastructure targets in particular. Here's Admiral Daniel Hagari talking about those strikes on Saturday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:04",
      "speaker": "DANIEL HAGARI, ISRAEL DEFENSE FORCES SPOKESPERSON",
      "sentences": "The Houthis' attacks are acts of aggression, a violation of international law, and a threat to the international peace and security. Today, Israel stepped up its actions in self-defense against these attacks. The Israeli Air Force conducted precise strikes on Houthi military targets in Yemen. The military target was the Al Hudaydah port, used by the Houthis as a main supply route for the transfer of Iranian weapons from Iran to Yemen, like the UAV itself that was used in the attack on Friday morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:04",
      "speaker": "DIAMOND",
      "sentences": "And the Israeli Prime Minister also saying that these strikes make clear that there is no place that Israel cannot and will not reach, also focusing on the link between these Houthi militants and Iran, which, according to the Israeli government, provided Houthi militants with the very same type of drone that was used in Friday's attack. The Israeli military says that was a Samad-3 drone.I'm also told that this was a 100% Israeli strike, carried out by the Israeli military, not in conjunction with the United States or the United Kingdom. And that's notable in particular because over the last several months, Israel has really let the United States and the U.K. take the lead in carrying out strikes against Houthi militants in Yemen. But because this drone strike on Friday actually resulted in Israeli casualties, that changed the calculus here, and Israel carrying out this strike alone. I am told, however, by an Israeli defense official that the Israeli Defense Minister, Yoav Gallant, got on the phone with his American counterpart, the U.S. Defense Secretary, Lloyd Austin, to give him a heads-up on the strike ahead of time. Jeremy Diamond, CNN, Tel Aviv. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:04",
      "speaker": "BRUNHUBER",
      "sentences": "Middle East experts are growing increasingly concerned about a potentially bigger war in the region, not just between Israel and Houthis in Yemen, but also between Israel and Iran-backed Hezbollah in Lebanon.There have been many exchanges of fire since the war between Israel and Hamas erupted last October, and the cross-border skirmishes are escalating. Israel's military recently targeted Hezbollah's elite Radwan forces, saying it killed a senior field commander at the group's headquarters in Southern Lebanon last Thursday. On Friday, Hezbollah launched attacks on 16 different locations in Northern Israel. The IDF said no injuries or damage were reported from dozens of projectiles fired from Lebanon. Dahlia Scheindlin is a political analyst and fellow at the Century Foundation, a progressive think tank focused on reducing inequality. And she joins me now via Skype from Tel Aviv. Thank you so much for being here with us. So, I just want to start with Yemen. A first-ever attack from Israel in Yemen. The Houthis responding, saying they're preparing for a long war with Israel. It seems as though this -- this war is taking a dangerous new turn here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:11",
      "speaker": "BRUNHUBER",
      "sentences": "But as you mentioned, you know, the attacks from and against Hezbollah in Lebanon, I mean, clearly, this concern about a growing regional conflict, which could include an open war in the north, I mean, do you think that is likely, given the path that we're seeing right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:11",
      "speaker": "SCHEINDLIN",
      "sentences": "No, there's just been a strange holding pattern almost since the beginning, when Hezbollah decided to join the attack on the night of -- in between October 7th and 8th, and attack Israel as, you know, adding to the escalation and joining the war that began on the 7th of October.And ever since then, there has been a very strong feeling in Israel that there needs to be a preemptive strike, what some people call a preemptive strike, to destroy Hezbollah's capacity, which is far greater than Hamas. However, there's been divisions in the government about that over time. There's been divisions with the Americans. And even Israelis are actually sort of divided about it. Often you hear voices that are calling for precisely that kind of escalation, especially because, you know, there are about close to 100,000 people who have been evacuated from the northern regions of Israel, including also Lebanese civilians who have been evacuated from the southern parts of Lebanon for the same reason. And those, you know, many people in the northern regions and parts of the government are calling for this kind of escalation, full-scale war, destroy Hezbollah's capacity. Many people speak of the fact that Hezbollah's arsenal is, you know, so much bigger than Hamas, in the sense that it has 150,000 to 160,000 different kinds of rockets or projectiles. And, you know, many feel that there can be no security in the north of Israel until those capacities are destroyed. But, again, the fact that this can so easily escalate has led to some, I would say, you know, mutual holding pattern. You see that both Hassan Nasrallah, the leader of Hezbollah, and Israeli leaders in the government have been essentially indicating that if diplomacy can resolve this, that is an option. If diplomacy fails, the military option is still on the table. And that's been where -- that's been where the situation has been for the last many months. Each time there is a serious escalation, there is an increased likelihood of that -- of, you know, full-out war. But it's still a holding pattern. And I think that Hezbollah is the one that has certainly tied this to the war in Gaza, saying if there is a ceasefire in Gaza, Hezbollah will cease its attacks from the north. But from Israel's perspective, there is no ceasefire in the running just yet. And so we remain in this very precarious situation. BRUNHUBER: Yeah, precarious indeed. We only have about a minute left, but I just want to get a sense from a -- from a civilian perspective, from an ordinary Israeli's perspective. How are they feeling about this war, which seems to be now expanding instead of winding down?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:18",
      "speaker": "BRUNHUBER",
      "sentences": "Yeah, we'll have to leave it there. Really appreciate your analysis, Dahlia Scheindlin in Tel Aviv. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:18",
      "speaker": "SCHEINDLIN",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:18",
      "speaker": "BRUNHUBER",
      "sentences": "Well, the worst may be over after a massive tech outage that affected computer systems worldwide, but there's still no end in sight for many U.S. air travelers. That's ahead. Stay with us.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:41",
      "speaker": "BRUNHUBER",
      "sentences": "Welcome back to all of you watching us here in the United States and Canada. I'm Kim Brunhuber. This is \"CNN Newsroom.\"(BEGIN VIDEO CLIP) GREG LANDSMAN, U.S. HOUSE DEMOCRATS: Across the board, people want change and it got to the point where it was pretty clear what folks at least back here want and that's somebody new at the top of the ticket because they don't want to see another Trump presidency and worse they don't want Trump and Vance and folks on the far, far right to be in charge of each branch of the federal government. LLOYD DOGGETT, U.S. HOUSE DEMOCRAT: My feeling is that there will continue to be more Democrats, more security experts saying not that we want to get Joe Biden, but we want to be sure Donald Trump doesn't get the country. We'd like to see more focus on Trump's lies and less on Biden's limitations and that involves him stepping aside and helping us with a wholehearted effort to elect another person. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:41",
      "speaker": "BRUNHUBER",
      "sentences": "That was Democratic Congressman Lloyd Doggett, the first U.S. lawmaker to call on President Joe Biden to step aside. He told CNN earlier, time is running out for Democrats and the U.S. president should step aside for the good of the party and the country.Now the pressure on Biden comes as speculation about the viability of a Kamala Harris-led ticket is spreading. Eva McKend has this report. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:41",
      "speaker": "EVA MCKEND, CNN NATIONAL POLITICS CORRESPONDENT",
      "sentences": "Harris spending part of the weekend on Cape Cod headlining a fundraiser which reportedly raised more than $2 million for the Biden-Harris team.Now this comes as both Democrats and Republicans are trying to wrap their heads around what a potential Harris run could look like and if she could beat former President Donald Trump. The fundraiser also happening as some big dollar donors have held back from writing checks for the campaign amid growing concerns about Biden's candidacy, raising doubts about how long the campaign can continue operating in full force if circumstances don't change. Meanwhile, in pivotal battleground states, Democratic voters telling us the stakes are too high this election for the infighting to continue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:41",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I don't think he should step aside. I mean, regardless of his physical appearance, I think as far as his administration and his policies and things that he's putting forth to advance America, it's what it's all about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:41",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "If they -- if he does step aside, I absolutely believe it should be Kamala Harris. She is the vice president. She is the next in line. She has been running alongside him this whole time to bring in someone else, a governor or somebody. I feel like that's someone too new too late. And I don't think that's appropriate. It's frankly rude to Kamala.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:41",
      "speaker": "MCKEND",
      "sentences": "Both publicly and privately, Harris has remained loyal to Biden, assuring donors and voters alike they can win reelection in 2024, even though it won't be easy. She continues to be supportive of the President, saying she is a firsthand witness to his decision- making process and that he's always thinking about everyday working Americans.Eva McKend, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:41",
      "speaker": "BRUNHUBER",
      "sentences": "Donald Trump and his new VP pick wooed their supporters in Michigan on Saturday in their first campaign rally together. J.D. Vance spoke before the former president, taking shots at Vice President Harris. Listen to this.(BEGIN VIDEO CLIP) J.D. VANCE, U.S. REPUBLICAN VICE PRESIDENTIAL NOMINEE: The Vice President Kamala Harris, she doesn't like me. Kamala Harris said something to the effect that -- that I have no loyalty to this country. Well I don't know, Kamala, I did serve in the United States Marine Corps and built a business. What the hell have you done other than to collect a check? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:04",
      "speaker": "KATE ANDERSENT BROWER, BOOK AUTHOR",
      "sentences": "Now, she's really going to be under the media microscope and we're really getting to know who she is, what she believes in, and more importantly, why she married J.D. Vance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:04",
      "speaker": "TODD",
      "sentences": "In an interview with \"FOX News\" last month, Usha Vance said this about the prospect of her husband becoming Donald Trump's running mate.USHA VANCE, J.D. VANCE'S WIFE: I'm not raring to change anything about our lives right now. But I really -- you know, I believe in J.D. and I really love him, and so, we'll just see what happened with our life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:04",
      "speaker": "TODD",
      "sentences": "She described their victorious 2022 campaign for the Senate seat from Ohio, J.D. Vance's first ever attempt to public office as a shock. VANCEOur family story is an Ohio story. My husband J.D. grew up in Middletown and things weren't easy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:04",
      "speaker": "TODD",
      "sentences": "And Usha Vance seemed as eager to win the race as her husband, taking the lead role in a campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:04",
      "speaker": "VANCE",
      "sentences": "He's an incredible father and he's my best friend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:04",
      "speaker": "TODD",
      "sentences": "That proclivity to be able to comfortably appear with her husband in public contrast with Melania Trump, who's rarely seen with the former president at public events.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:04",
      "speaker": "BROWER",
      "sentences": "We don't see Melania Trump humanizing her husband. That's really not a role that she's ever played. And so, perhaps, Usha could be a really big advantage to this campaign, just like her husband is. She's young. She's well-spoken. She's successful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:04",
      "speaker": "TODD",
      "sentences": "Born Usha Chilukuri in 1986. She was raised in a San Diego suburb by Indian immigrant parents and met J.D. Vance when they both attended Yale Law School. They married in 2014 and have three young children, which Usha Vance has balanced with some impressive professional accomplishments.She clerked for two Supreme Court justices, Chief Justice John Roberts and Brett Kavanaugh, when he served on the U.S. Court of Appeals. She just resigned from a high-powered law firm. In a 2020 podcast, J.D. Vance joked about how tough it is to argue with her at home. SEN. J.D. VANCE (R-OH), VICE PRESIDENTIAL CANDIDATE: Oh my God, it's terrible. It's -- it's terrible. She uses, you know, so much facts and logic. TODD (On camera): In fact, when Fox asked J.D. Vance how he would debate Vice President Kamala Harris, he motioned toward Usha and said, well, I have to debate this litigator all the time. So I think I do OK there. Brian Todd, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:41:14",
      "speaker": "BRUNHUBER",
      "sentences": "One person has died after a small plane crashed in northern New York State near Niagara Falls. Police say the single-engine Cessna was being used for skydiving and was heading back to land after releasing all the skydivers. The pilot was the only one on board at the time of the crash. The NTSB has opened an investigation.Excessive heat continues to scorch the U.S. from coast to coast as millions remain under heat alerts and face potentially record-breaking temperatures. CNN Meteorologist Elisa Raffa has the details. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:41:14",
      "speaker": "ELISA RAFFA, CNN METEOROLOGIST",
      "sentences": "Drought conditions have been plaguing much of the East Coast from the mid-Atlantic, places like D.C. and Virginia, down through the Southeast, through the Carolinas, and even into North Georgia, Atlanta, seeing some of these moderate, even in some places, severe impacts from drought.Well, we've had a stationary front literally just parked across the Southeast a lot of this week that's continuing with the rounds of showers and storms, and you can see the storms continue to ignite on Thursday as this front kind of stays put. We'll have those storms ignite again, especially with the daytime heat and humidity later on in the day. Most of these storms look like they drop somewhere on one to two inches of rain. If you get a real juicy storm, you could see some three or four-inch totals that could cause some minor flash flooding if you're over an area that's already kind of saturated from the week. Things are, again, kind of parked and stalled across the Southeast, and it's because they're also kind of parked and stalled across the West with this dome of heat and humidity that just continues to sit and bring above-average temperatures from the Pacific Northwest down the California coast. But again, with that heat kind of shoved that way, that's what's giving you that stalled front, the clouds, the storms, and some cooler-than-normal temperatures across the Southeast. Triple-digit temperatures continue for a place like Palm Springs as we start out the work week near 112 on Tuesday. Vegas continues a stretch above 110 degrees. So does Phoenix. We're even looking at temperatures from 105 to 110 degrees for places like Spokane and Boise. These places don't typically see heat this hot. It doesn't get that extreme this far north. These temperatures are much more typical and much more average for a place like Phoenix, a desert city. So something to watch very closely, especially considering where you're seeing a lot of this major and extreme heat risk. It's that risk for heat sickness. This is an area, again, doesn't have too much access to air conditioning. This is the Pacific Northwest. It doesn't usually get this hot, even in summer. So something to watch pretty closely. You see the moderate and major risk for heat sickness does continue to stay out west through Monday and Tuesday as that heat also just stays kind of parked. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:09",
      "speaker": "BRUNHUBER",
      "sentences": "That's a -- that's a great analogy. So if the planet is thicker around the middle, it moves slower, something I can personally relate to. So is this a new phenomenon or has the Earth rotated sort of faster and slower throughout its history?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:09",
      "speaker": "ADHIKARI",
      "sentences": "Yeah, that's a good point. I mean, so speaking from physics point of view, this is so fundamental that it's been known for many centuries now, this principle. The principle is called the principle of, you know, the angular momentum balance.But in practice, we need to factor in different processes that comes into play to determine the way how the planet spins. And so one of the -- one of the factors that has been operating for virtually billions of years is the fact that the Earth is always interacting with the gravitational pull of the moon. And the moon, moon's gravitational pull causes the tides and the tidal bounces are slightly offset or misaligned relative to the gravitational alignment of Earth and moon system. And it causes a systematic increasing length of day on a really, really long timescale. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:09",
      "speaker": "BRUNHUBER",
      "sentences": "Let me jump in because, you know, we're talking about sort of a longer day. I mean, really, we're talking milliseconds here, right? So it's not like you and I will be yawning, waiting for a never-ending day to end. But I mean, this still has effects on the way that we humans experience the world, right? Especially in terms of our technology.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:09",
      "speaker": "ADHIKARI",
      "sentences": "Absolutely, yeah, this is a good point. Again, we are talking about milliseconds of change increasing length of day over a hundred-year timescale. And it is a very small number that is not applied, that we do not directly feel on our daily life, but our technologies do.And hence, it has direct implication for things like precise timekeeping, for telecommunications, navigation for both Earth and space exploration, absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:09",
      "speaker": "BRUNHUBER",
      "sentences": "So if this keeps going, what effects might it have on the Earth, including the Earth's core?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:09",
      "speaker": "ADHIKARI",
      "sentences": "Well, in our paper, we look at what might happen because of climate change for the -- you know, this century, basically by the end of the century. And the number we find is that by the end of the century, climate alone causes length of day to increase by as much as about two and a half millisecond per century level. And which is much more than this geological timescale phenomenon that has been happening for billions of years.And in that sense, it's a really profound finding because it speaks the volume about the ongoing climate change. But by itself, again, as we discussed before, on our day-to-day life, it may not impact so much, but this is -- this is something you may consider as another testament of the gravity of ongoing climate change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:09",
      "speaker": "BRUNHUBER",
      "sentences": "Yeah, and obviously when we're talking sea level rise, a change in milliseconds over a century or whatever, it's pretty low on our priority list. I mean, there are much more serious things to worry about, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:09",
      "speaker": "ADHIKARI",
      "sentences": "Yeah, again, so we rely on technology, you know, ever more than before. So the precise timekeeping and the navigation system that we have, the global positioning system, you know, everybody has cell phone, everybody has cars, and they are equipped with, you know, those kind of technologies, and they are -- they must be in sync with earth's rotation. So in that sense, there is implication, there is impact, especially for the space exploration. You know, a tiny bit of error that we'll have in our timekeeping might kind of balloon as a really big error if we want to hit a particular target, you know, like a long, long distance away from here. So in that respect, again, it has huge implication, and then not so much on our day-to-day life, for sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:09",
      "speaker": "BRUNHUBER",
      "sentences": "If we needed yet one more reason to do something about climate change, there it is. NASA's Surendra Adhikari in California, thank you so much for joining us. I really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:09",
      "speaker": "ADHIKARI",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    }
  ]
}