{
  "date": "2024-02-28",
  "headline": "Isa Soares Tonight",
  "subHeadline": "U.N. Warns Of Famine In Gaza; Funeral For Late Navalny Set for Friday In Moscow; Ghana's Parliament Passes Anti-LGBTQ Law; Senate Republican Leader McConnell Will Relinquish His Position; Hunter Biden's Closed-Door Deposition With U.S. Lawmakers As Part Of Impeachment Inquiry; 2024 U.S. Election; Michigan Primary Voted Biden And Trump Winners; Destructive Wildfires Spreading Throughout Texas Panhandle; Smokehouse Creek Fire: Texas History's Second-Largest Fire; Thousands Of People Flee Australian Bushfire; U.S.-Iran Relations; Escalating Worries Of An American-Iranian Conflict; Odysseus Mission To The Moon; Odysseus Lunar Lander Getting Ready To Sleep; NASA And Intuitive Machines Released New Pictures. Aired 2-3p ET",
  "utterances": [
    {
      "timeStamp": "14:00:00",
      "speaker": "ISA SOARES, CNN INTERNATIONAL HOST",
      "sentences": "Hello, and a very warm welcome, I'm Isa Soares. Tonight, the numbers are simply staggering. Nearly, 30,000 peoplekilled after five months of war, most of them, civilians. Every day in Gaza, grieving families pick through rubble to search for the remains of loved ones under buildings crushed by Israeli attacks. We can't always show you the scenes as Israel bars journalists from covering its war on Hamas without a military escort. But tonight, a CNN special report offers a window into Israel's use of overwhelming and often indiscriminate force at areas where civilians are sheltering. Our Jomana Karadsheh and colleagues spent weeks documenting an attack in January that killed more than half of the members of one family. And we warn you, her report is graphic as well as extremely disturbing. (BEGIN VIDEOTAPE) JOMANA KARADSHEH, CNN INTERNATIONAL CORRESPONDENT (voice-over): Every patient here has a harrowing account of survival. But it is the story of this one young woman, but as you'll see, would become key to uncovering an atrocity that until today had been hidden in the dark. \"They're all gone. I have no one left\", 18-year-old Roba Abu Jibba told us, she offered few clues as to what had happened to her and her family. But a week later, a cameraman working for CNN in Gaza was out filming as he's done every day for months. He was one of the first to arrive in this area just after Israeli forces had withdrawn. It was on that day, January 14th, when he stumbled upon the scene of a horrific incident. At first, we had no idea this was connected to Roba until they start pulling documents from the rubble. It's Gaza's grim routine of trying to identify the dead. Then, the startling discovery. Later that day, CNN producer Ahvil Selman(ph) screens a footage and sees Roba's ID. This is where she was critically injured and the bodies are the remains of her family. The images tell of the brutal force that was unleashed here and people speak of a massacre of civilians with the stench of death in the air, they pull body after body. Tiny corpses carried on blankets, and in the corner, a woman sits covered in flies in her decomposing arms, a young man, but we still didn't really know what had happened here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It would be really helpful, especially if we could go through the satellite images.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "KARADSHEH",
      "sentences": "Roba's mother, Sumaya, helplessly watched as her son Hamdi(ph) died in front of her eyes. But nothing could have prepared her for whatwould come next. S. ABU JIBBA: As we were calling for help, another bomb hit, we were all knocked unconscious. When I woke up, I found my children and relatives killed. Roba was hanging between life and death.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "KARADSHEH",
      "sentences": "What knocked them unconscious was likely a massive 2,000 pound bomb, according to three ballistic experts who analyzed images of thecrater. The blast's shockwave is so powerful that it can rupture the lungs leaving victims to drown in their own blood. Two forensic experts who examined our video tell us this shockwave is what they believe killed the Abu Jibbas. Roba's sister Diana survived, she ran out frantically searching for help.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "DIANA ABU JIBBA, SURVIVOR OF ISRAELI ATTACK",
      "sentences": "The Israelis fired a bomb at us, I saw my siblings dying. Hamdi(ph) died in my arms. I went out to getan ambulance, the tank was closed to us, we started running, they started shooting at me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "KARADSHEH",
      "sentences": "While the Israeli military says these allegations of shooting at civilians are baseless, Sumaya and three of her children barely made itout. They wanted to get help for the others, but couldn't return, left not knowing if loved ones they'd left alive would survive their injuries. Five of the Abu Jibba children were killed. The youngest among them is Zain(ph), he was 10, and Ali(ph), 13. Their bodies lay rotting in the warehouse. What the family didn't know was that Roba was still alive, bleeding for four long days among the dead. After a January 7th interview, we tried to find her again. She was lost in the chaos of overwhelmed hospitals. After weeks of searching, we found her miles away in Rafah receiving treatment. ROBA ABU JIBBA, SURVIVOR OF ISRAELI ATTACK (through translator): The Israelis were outside shooting and started firing bombs. We were all injured and fell to the ground. The metal roof and wood collapsed on us. My mother and brother came to take me, but I couldn't get up because of the injuries to my arm and eyes. So, she left to get an ambulance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "KARADSHEH",
      "sentences": "With Roba desperate for help, and her little brother, Ali, fighting for his life for days, Israeli forces were right outside.Satellite images from January 5th, one day after the attack show IDF vehicles by the warehouse and freshly bulldozed ground as close as 70 meters from where the siblings lay. R. ABU JIBBA (through translator): My family members who were still alive left, a relative and I stayed. They started bulldozing the place and dumped it on top of the dead people, my siblings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "KARADSHEH",
      "sentences": "The events of that January day, only a small window into the vast undocumented suffering that the Israeli militaries inflicted oncivilians in Gaza with tens of thousands already killed, leaving so many like the Abu Jibba family grieving, traumatized, with no recourse to justice and accountability. R. ABU JIBBA: He died in front of me. I couldn't do anything. We would love, be silly and play together. Now, those memories are gone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "KARADSHEH",
      "sentences": "Jomana Karadsheh, CNN, London.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Powerful report there from Jomana Karadsheh and team, and you can find much more about Roba's story as well as the investigation that Jomanajust laid out there, head online to cnn.com. And we want to talk about that harrowing report as well as the dire situation inside Gaza with Melanie Ward; the CEO of Medical Aid for Palestinians. Melanie, welcome back to the show. I mean, that story that our correspondent just put out there. Jomana, it's -- you know, it's absolutely devastating to the story of one family -- we're hitting almost 30,000 people killed. You have teams on the ground. Just tell us what kind of stories you've been hearing from your team.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "MELANIE WARD, CEO, MEDICAL AID FOR PALESTINIANS",
      "sentences": "Yes, I mean, it's a devastating story that we just heard. But as you see, it's emblematic ofwhat's happening to so many regular Palestinians in Gaza right now, my own staff included. So, I could tell you about any one of my staff, everybody has lost people, everybody -- almost everybody is displaced several times. So, Asma(ph), who is our neo-natal specialist? She was displaced from her home multiple times in one of the shelters that she ran to in the middle area, there was an airstrike there. It killed her four-year-old daughter. It killed three of her sisters, it killed her grandmother. She was injured, her sister was injured, and her surviving two-year-old daughter, Rima(ph), had a brain injury from it as well. We managed to medically evacuated her to get better treatment, but I could tell you also about Mohammed(ph), who also survived an airstrike on his home. These are people who are aid workers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "WARD",
      "sentences": "Why are they being hit by missiles? And he survived that. But his niece was killed and then his other niece was admitted to Shifa Hospital,he had to go and rescue her as Israeli tanks closed in, and he ran down the street with her in a wheelchair as they fired over his head, and then he was displaced again. People being continually displaced by extreme violence, in some cases, my own staff being on the end of airstrikes, so far, thank God, managing to survive somehow. Most people are not so lucky, the one they've all lost loved ones.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "And the U.N. said today that over half a million people in Gaza -- I want to quote them here, are one step away from famine as a result ofthis. You wrote recently on X, I'm going to show our viewers, \"colleagues in the north of Gaza have been surviving by eating animal feed. Today, we heard that the animal feed is running out. Civilians are being starved. This is not an accident. The Israeli military you say could end this today if they allowed aid in.\" Well, talk about what's happening in the north in just a moment. Just explain first to our viewers why aid isn't being allowed in, where is the aid?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "WARD",
      "sentences": "It's very simple. It's because the Israeli military won't let it, and we could end the starvation tomorrow very simply if they would just let ushave access to people there, but it's not being allowed. This is what they said on the 7th of October, nothing will go in, and so it remains the case. And for people in the north of Gaza, it's even worse because no food is reaching them anymore. And so, my own staff, my own colleague Abira(ph), has been eating animal feed and horrifyingly, the food that they were eating, which is food for horses and donkeys is now running out, and now they're eating bird seed. The statistics also tell their own story, one in six children under the age of two in the north of Gaza are now acutely malnourished. This is the fastest decline in a population's nutrition status ever recorded. And what that means is that children are being starved at the fastest rate the world has ever seen. And we could finish it tomorrow. We could save them all, but we're not being able to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "And so, when we hear the Israeli Prime Minister Benjamin Netanyahu saying if this assault into Rafah goes ahead, that his commonest solutionwas well, people could move to the north. What do you say to that? What are conditions like in the north? You talked about the hunger, but in terms of infrastructure, is there even infrastructure there to support all these people in Rafah?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "WARD",
      "sentences": "In the last month. That's what's really happened. And so, an assault on Rafah would be a complete blood bath, and it cannot be allowed to takeplace, and especially given the fact that the healthcare system has been systematically dismantled.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "WARD",
      "sentences": "No longer a single fully-functioning hospital to do such an assault and over a million people who have nowhere safe to go, the world cannot letthis happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "And of course, we are waiting to see where we are on the negotiation. France -- President Biden, as you heard said he was hopefulthat something may happen on Monday. We are waiting to see more developments on that, and we'll get to Tel Aviv in just a moment. But I know you've also -- we've also seen that Gaza conflict spilling in to the West Bank. You were in the West Bank. We have been reporting to our -- to our viewers here that more than 400 Palestinians have been killed in the West Bank, as well as east Jerusalem since October the 7th. Just talk to what you've seen and the impact on that violence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "WARD",
      "sentences": "Yes, so, as you say, it's not been reported as much as the situation in Gaza, but it's very tense, it's violent, more than a 100 children andmore than a 100 Palestinian children have been killed by the Israeli military in the West Bank since the 7th of October. And so, I was in one of the refugee camps in Tulkarm Refugee Camp where we Medical Aid for Palestinians are working together with UNRWA to provide mental health and psychosocial support for children and their caregivers, because imagine being a child growing up where there are frequent military raids on the community that you live in, people around you are being killed and injured, living in constant fear. And so, trying to help those kids and their parents cope, survive, deal with that stress, have some kind of hope for a --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "WARD",
      "sentences": "Decent life when really there isn't much. It's incredibly difficult - - and people, my staff in the West Bank as well, everybody is very anxious about what's going to happen over Ramadan, because tensions --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "WARD",
      "sentences": "Are continuing to rise, and again, that's not an accident either. So, people are very nervous about what lies ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "And of course, the Ramadan is the deadline, of course, that Benjamin Netanyahu has in place for some sort of deal to go ahead. Melanie,always great to have you here on the -- onset, appreciate your time. Thank you very much for coming in. Well, families of hostages still held in Gaza have begun what they call a March of Hope to Jerusalem to keep pressure on the Israeli government to bring their loved ones home. Israel and Hamas are negotiating through intermediaries, reportedly inching closer to a deal that would return some hostages in exchange for a temporary truce. But they are pushing back on U.S. President Joe Biden's assessment, if you remember, when he said that a ceasefire can be reached potentially by Monday. I want to bring in our Jeremy Diamond who joins us this hour in Tel Aviv. And Jeremy, it is not just families, of course, of the hostages, I understand that some of the survivors of October the 7th attack also joining this march. And that adds, I imagine more pressure to Netanyahu to reach some sort of agreement. Where are we on those negotiations, Jeremy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "Jeremy Diamond there for us in Tel Aviv, thanks very much, Jeremy. And still to come tonight, Alexei Navalny's widow mincing no words aboutRussian President Vladimir Putin calling him a mobster as well as a killer. What we're learning about plans for her husband's funeral. That is just ahead. Plus, a major announcement coming out of Capitol Hill in Washington D.C., details ahead on the future of Senate Minority leader Mitch McConnell. Both of those stories after a very short break. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "Well, the funeral for late Kremlin critic Alexei Navalny is set for this Friday in Moscow. But Navalny's team reports they struggled finding amemorial venue and were prevented from holding a ceremony on Thursday. The reason they say, that's the same as Russian President Vladimir Putin's state of the union -- of the nation address. An official from Navalny's anti-corruption foundation says they were told no one was available to dig a grave. Navalny's widow, Yulia, addressed European parliament today. She says she wasn't sure if there'd be arrest at the funeral, she called Mr. Putin a mobster, and she said he must answer for everything he's done to Russia, Ukraine, and her husband. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "YULIA NAVALNAYA, WIDOW OF ALEXEI NAVALNY",
      "sentences": "Putin killed my husband, Alexei Navalny. On his orders, Alexei was tortured for three years. He was starvedin a tiny stone cell, cut off from the outside world and denied visits, phone calls, and then even letters. And then they killed him even after that, they abused his body. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "MELISSA BELL, CNN CORRESPONDENT",
      "sentences": "That's right. This was really a message that he -- she was sending to European leaders. She was speaking there inthe European parliament, and her message to European leaders was look, this is a Russian leader who is still in power even though, two years have passed since the invasion of Ukraine. Even though, the sanctions regime has been brought in by the European Union, by the United States to try and bring the Russian economy to its knees, and yet, here he still is. And at the heart of her message was that it was time for leaders, world leaders, those opposed to the regime to follow in the footsteps of her late husband, who had always been, she said an innovator. He'd always come up with strategies, ideas for getting around the fact that he wasn't allowed to be on TV or wasn't allowed to campaign or wasn't allowed to vote. And that should be a model for anyone wanting to oppose Vladimir Putin's regime. So, more creativity and more determination she asked for from global leaders looking out -- from outside at what's happening inside Russia, and that they should work alongside the many millions of Russians that she says have fled, and like her, are hoping for a very different democratic -- what she described as a beautiful Russia. But it was a very poignant speech. She got a long-standing ovation from European leaders who followed her to express also the parliamentarians, their outrage at what had happened. And it is now on Friday that our attention turns to try and figure out how this funeral, once it is allowed to go ahead then on Friday rather than Thursday, as you explained, Isa, how it goes ahead, what unfolds, what the repression of any expression of solidarity with Alexei Navalny or any sense of tribute to his memory. How bad the repression of that will be. And Yulia Navalnaya spoke to that, said she hoped it would be a peaceful event, but that was a question for Russian authorities as to whether it turn out to be peaceful or not. Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN. More people get their news from CNN than any other news source.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "SOARES",
      "sentences": "Well now to a pair of developing stories out of Washington, D.C. First, a major power player announcing he will give up his leadershipposition. Senate Minority Leader Mitch McConnell told the Senate floor he will step down in November. The Chamber's Republican leader said, \"The end of my contributions are closer than I prefer.\" Adding that he turned 82 years old last week. Have a listen. (BEGIN VIDEO CLIP) SEN. MITCH MCCONNELL (R-KY), U.S. SENATE REPUBLICAN LEADER: So, as I have been thinking about when I would deliver some news to the Senate, I always imagined a moment when I had total clarity and peace about the sunset of my work. A moment when I'm certain I have helped preserve the ideals I so strongly believe. That day arrived today. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "SOARES",
      "sentences": "OK. Here, his voice breaking there. Well, after his speech, Senators in the room gave McConnell, as you can see there, a standingovation. In 2018, he reached a key milestone, becoming the longest serving Republican leader in the chamber's history. Elsewhere on Capitol Hill, U.S. President Joe Biden's son, Hunter, sitting for a closed-door deposition with U.S. lawmakers. House Republicans were expected to question the younger Biden about his foreign business dealings. It is part of a larger effort to carry on their impeachment inquiry into the president. So far, they failed to present solid evidence that President Biden illegally benefited from his family's business ventures. In his opening statement, Hunter Biden accused Republicans on trafficking, conspiracy theories and building a \"Partisan House of cards on lines.\" Let's get more on both those stories. Annie Grayer joins me now live from Capitol Hill. Annie, good to see you. Look, this is a significant and historic moment, first of all, in U.S. politics and for the Republican Party. Tell us why Mitch McConnell decided to step down in November. How his colleagues also are reacting to this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "SOARES",
      "sentences": "Yes, a brilliant tactician and long-serving. I think it's fair to say, a very well respected. But let's talk about the other blockbuster --or I should say, not the other. The blockbuster testimony on Capitol Hill from Hunter Biden, who yet again reiterated in his prepared remarks, but he's not backing down. Annie. I'm just going to read what he said. Saying, for more than a year, you -- your committees have hunted me and your partisan political pursuit of my dad. You have trafficked in innuendo distortion and sensationalism, all the while ignoring the clear and convincing evidence staring you in the face. So, those are his -- the prepared remarks. What is he saying, do we know behind closed doors?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "GRAYER",
      "sentences": "Well, we're told that Hunter is being very forthcoming. That he is answering questions. He's not pleading the Fifth Amendment. And he istaking Republicans questions head on. Republicans are focusing on Hunter's foreign business dealings and any interactions that Hunter had with his father while interacting with his business associates, whether that was a phone call, a stop by at a lunch, a meeting. But Hunter has maintained that his father was never involved in any of his business dealings, and that's what he reiterated in his opening statement today. And we're also learning just from Democrats how Hunter is going on offense during this ongoing closed-door deposition. And asking Republicans if they are concerned about influence peddling and these kinds of allegations. Why they aren't as equally concerned about Jared Kushner, Donald Trump's son in law, and his involvement with the Saudi government, receiving $2 billion after he left the White House. So, we are hearing that Hunter is just really sitting down, answering these questions. And this is just such a crucial time for Republicans and their impeachment inquiry, as they have made Hunter the central witness to their investigation. And here he is, behind closed doors saying that his father was not involved.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "SOARES",
      "sentences": "Annie, appreciate it there on Capitol Hill. Thank you very much.Let's get more on all these angles. Our Stephen Collinson joins us now from Washington, D.C. And Stephen, let me start on Mitch McConnell. I mean, this is really a pivotal moment. He has been, I think it's fair to say, a giant of Republican politics. Talk to us a moment, first of all, and the divisions within the Republican Party, because it's such a different party than when he first started.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "STEPHEN COLLINSON, CNN POLITICS SENIOR REPORTER",
      "sentences": "That's right. And McConnell, I think, including all the presidents of the 21st century, isone of the most influential figures in American politics. He really is one of the last pillars of the old Republican Party. He represents the globalist, internationalist foreign policy epitomized by Former President Reagan in the 1980s. And it's that foreign policy ideals that the Trump wing of the party is now rebelling against with their America Firstism, which we're seeing this week in action with the blockading in the House of the $60 billion in ammunition and aid to Ukraine. So, I think McConnell, really saw the end of his influence approaching. And I think that's one of the reasons why he's taken this decision to step down now. While there have been all these bipartisan speeches praising him, a lot of Democrats believe that McConnell absolutely crushed the rather clubby atmosphere of the Senate with the way that he framed the Supreme Court majority of conservatives. He refused to confirm President Barack Obama's final nominee but rushed through President Donald Trump's nominee in a few weeks. That has created a conservative Supreme Court majority that's having a huge impact on American life and will do so for decades after he's left the scene.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "SOARES",
      "sentences": "Yes, let's talk about the minority leader as well as Trump. Because, look, it's looking like Trump is going to be the Republicannominee. We know that McConnell and Trump don't really get along. How much -- and you hinted at that there in your previous answer, how much, Stephen, do you think this was part of his decision to step down?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "SOARES",
      "sentences": "Very good point. Look, let's talk -- you mentioned Biden. Let's talk of Biden and Trump, because you and I were talking about Michiganyesterday and the uncommitted vote. And Biden won, but this victory, Stephen, came with a warning. But there were also lessons, I think it's fair to say, not just for Biden, but for Trump too. Just break this down for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "COLLINSON",
      "sentences": "Right. I think we're seeing two potentially quite flawed general election candidates. Biden faced the protest vote from -- more than ahundred thousand Democrats in Michigan who marked their ballot card as uncommitted. This was an organized protest by Arab-Americans and progressive voters against his support for Israel and Israel's war in Gaza following the Hamas terror attacks. Michigan could be the state that decides this election. It's going to be very close. If anything like that number of votes doesn't show up for Biden in November, he's in a lot of trouble. Having said that, he's got eight months to try and fix this. And I think it shows how much Biden's political career may hang on and end to the war in the Middle East.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "SOARES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "COLLINSON",
      "sentences": "Once again, we saw Trump in one of these nominating contests. He is losing about a third of the Republican vote to Nikki Haley who's got nochance of winning because Trump has won all the nominating contests so far. But she is raising the possibility that once again the Trump vote, especially in suburban areas that will decide a lot of these swing states, might be a little soft. So, both of them are facing a few questions after yesterday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "SOARES",
      "sentences": "Both of them facing challenges too as we go ahead. Stephen, always great to get your insight. Thanks very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "COLLINSON",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SOARES",
      "sentences": "Welcome back, everyone. The climate crisis is helping fuel extreme weather across the globe. In the U.S. State of Texas, half a million acreshave burned so far. In the largest of a series of wildfires. spreading rapidly. You can see there through the panhandle. The Smokehouse Creek fire is already the second biggest fire in Texas history, and it's -- and is zero percent contain at last check. Thousands of people have had to evacuate their homes, and farmers as well as ranchers are scrambling to protect their property. Researchers say, climate change has helped ignite wildfires and increase their severity in recent years. Our Lucy Kafanov is in Fritch, Texas and she joins us now. And Lucy, this really is tearing through Texas. Just talk us through what it's been looking like today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "LUCY KAFANOV, CNN CORRESPONDENT",
      "sentences": "Well, where we are today, Fritch, Texas, doesn't look so bad right now, but this was one of the center points of thewildfire threat on Tuesday when those flames roared through the small community population, just over 2,000 people. Most of this town was evacuated. You're not able to see it, but to my left, there's a church. A lot of folks took shelter there. They were since -- they had since been moved to a different location where there's more resources for them. This road had been closed. The checkpoints have been removed and slowly we're seeing some folks able to return to their homes or at least the area where the homes were. Not everyone was so lucky. We met one neighbor who watched the fire come on. He said it was crazy fast, those are his words. He said in about 30 minutes, the fire completely destroyed four homes that were across the street. His home miraculously left standing. He described waking up one of his neighbors who had been sleeping, knocking on the door frantically, trying to get him awakened and out to safety. The neighbor survived. His home is in shambles. And that is a story that is playing out in so many of these rural communities. You know, the danger or the difficulty in getting a fire like this under control, besides the fact that, you know, they haven't been able to get air power over the fires because of those high winds is just how rural and spread out all of this is. It's not easy for the crews to battle these blazes. And it's not just people who are at risk, but a lot of these are ranching communities. So, there are livestock who had to be taken to safety and it's not possible to evacuate livestock in those numbers. And so, we are hearing from officials here in Texas that they might be able to get those planes in the air by Friday. We are expecting some rain tomorrow that could help fix things a little bit, but they worry that those high winds could pick up again by the weekend, and by then it might not be so easy to get this under control. Now, one miracle is that while many structures were affected, and some people did get taken to the emergency room, as of now, we are being told no casualties and no severe injury. So, that is a small silver lining as this part of Texas battles these unprecedented fires.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SOARES",
      "sentences": "Well, the Israel-Hamas war is causing diplomatic strain well beyond Israel and Gaza. Raising tensions and increasing fears of a directconfrontation between Iran and the U.S. CNN's Fred Pleitgen looks at how Washington's involvement in the region could further damage its already difficult relationship with Tehran. (BEGIN VIDEO CLIP) FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): As Israel continues its military campaign against Hamas in Gaza with casualties mounting, Iran warning the Israel-Hamas war risks leading to a direct confrontation between Tehran and Washington, the Speaker of the Iranian Parliament's Foreign Policy Committee tells me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "ABUFAZI AMOUEI, IRANIAN PARLIAMENT MEMBER",
      "sentences": "We think that if there will be no finish for the -- this war, it can go in bigger scale and it can beharmful for everybody. United States is one of the parties who are in support of the Israel. PLEITGEN (voice-over): The U.S. accuses Iran of arming Hamas for years, aiding the group's attack against Israel on October 7th last year, killing more than a thousand Israelis and taking hundreds hostage. And for supporting the Houthis in Yemen who are targeting international shipping in the Red Sea, allegedly to force an end to the Israel-Hamas war. But it was attacks by Iran-backed militias against U.S. bases in the Middle East, including one killing three U.S. service members on January 28th and the U.S.-U.K. military counterstrike in Iraq and Syria that brought the U.S. and Iranian tension to a new level. President Biden says, the U.S. Is not seeking conflict, but when Americans are harmed, he promises a response.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "AMOUEI",
      "sentences": "Iran has its power to defend itself. But as I know that there will be no place for the United States forces to be hide -- hidden in the -- todefending themselves. It's -- it -- there will be no place for them to be staying in the Middle East. PLEITGEN (voice-over): In Tehran, folks hope the calm music ahead of the Persian New Year won't give way to the drumbeat of yet more confrontation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Next year that Trump is coming, it's -- everything going to be much worse than now, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:00",
      "speaker": "PLEITGEN",
      "sentences": "How do you think it will be worse? Do you think it could be war?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "No, I don't think the war is coming, but the economy is going to be awful. Yes, it's going to be awful, yes.PLEITGEN (voice-over): Fred Pleitgen, CNN, Tehran. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}