{
  "date": "2024-01-11",
  "headline": "The Source with Kaitlan Collins",
  "subHeadline": "U.S. And U.K. Carry Out Airstrikes Against Houthis In Yemen; Alabama's Nick Saban Retires After 17 Seasons With Crimson Tide; NH Gov. Sununu Says He Will Vote For Trump If He's The GOP Nominee, Even If He's A Convicted Felon. Aired 9-10p ET",
  "utterances": [
    {
      "timeStamp": "21:00:00",
      "speaker": "KARA SCANNELL, CNN CORRESPONDENT",
      "sentences": "But it was a three-month-long trial. Even today, it was this idea that he set the rules, for Trump, coming in, and then in the end, ultimately let Trump speak. Because he said no one had more to lose, in this trial, than Trump. And so, he felt since there was no jury, it was appropriate for Trump, to have the final word.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "Interesting. Well, thanks much. Appreciate it, all of you.The news continues. That's it for us. I'll see you tomorrow. THE SOURCE WITH KAITLAN COLLINS starts now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "KAITLAN COLLINS, CNN HOST",
      "sentences": "Tonight, straight from THE SOURCE.Breaking news, as the U.S. and its allies are striking back, with a massive bombing attack, on Iranian-backed forces, in Yemen, in what could be a significant expansion of the war in the Middle East. Also, tonight, it was a chaotic conclusion to Donald Trump's civil trial, here in New York, as the former President launched into his own closing argument, and insulted the judge, who will decide his fate. Also, tonight, there are two G.O.A.T.s saying goodbye, after historic championship winning runs. Belichick may have had Brady. But Alabama had Nick Saban. And tonight, Broadway Joe is here. The legend, Joe Namath, will join me, to talk about that remarkable legacy. I'm Kaitlan Collins. And this is THE SOURCE. And tonight, we are witnessing an expansion of the war, in the Middle East, and what could be the beginning of a much more confrontational stance, against an Iranian-backed militant group, by the U.S. The White House confirming that the U.S., and a handful of its allies, including the United Kingdom, have carried out military strikes, against multiple Houthi targets, in Houthi-controlled areas of Yemen. It is a ferocious response, as you can see here, from the videos that we are getting in. And it comes after months of drone and missile attacks, on commercial shipping, in the Red Sea. President Biden said in a statement that he ordered these strikes, after attacks had endangered U.S. personnel, and also jeopardized trade, in one of the world's most critical shipping lanes. He added that he won't hesitate to direct further measures. We have team coverage, tonight, of this breaking news. CNN's Oren Liebermann is live, at the Pentagon. Also, with us, CNN's Military Analyst, retired Army General, Mark Hertling. But first, I want to start with our Chief National Security Analyst, and Anchor, Jim Sciutto, who has new developments. And Jim, I know you've been speaking to officials about this. JIM SCIUTTO, CNN ANCHOR &amp; CHIEF NATIONAL SECURITY ANALYST: Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "COLLINS",
      "sentences": "What are they saying about the strikes that were carried out tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "SCIUTTO",
      "sentences": "Kaitlan, this was a significant strike, in terms of the forces employed, the targets struck, but also a senior U.S. military official says, in terms of the damage, described that damage as significant.The primary participants, the U.S. and the U.K., with some support from other nations, Australia, Canada, the Netherlands and Bahrain. That's notable of course, because that is a country from the region they are taking part, in this operation. The forces employed a combination of ships, a U.S. nuclear-powered submarine, which is in the region, firing cruise missiles, but also aircraft. And that includes both U.S. and U.K. aircraft. The targets, they were missile-launching sites, radar sites, as well as UAV, or drone-launching sites. That's because it is the Houthi rebels that have been firing both missiles and drones, at shipping, in the channel, for some days, with a significant step-up in those tax -- those attacks, on Tuesday. Attacks, that targeted U.S. ships, including a U.S. ship, a senior administration official says, that was carrying a large amount of jet fuel, at risk, as a result of those strikes, on Tuesday, attempted strikes, I should say, by the Houthi rebels. It could have been sunk. It was really Tuesday that was the catalyst for this. It was the step too far. And that's why you're seeing this response, tonight. We should note it may not be the last, a senior administration official said, in so many words, this may not be the last word, in terms of taking out these capabilities. And while these strikes were aimed at Houthi capabilities, these officials make clear that Iran is the guiding hand behind this. Not just, Kaitlan, in terms of giving permission or support. They say that Iran was involved, operationally, in these attacks, by Houthi forces, on shipping in the Red Sea, providing intelligence information, as well as some of the weapons systems. So, that is one reason why this is significant. And as you say, Kaitlan, represents an escalation. Because while the Houthis were the target, it is also a very strong message, sent to Iran, and raises the chance, at least the danger, at least, of a direct confrontation, between those two powers. We're not there now. But that is always a risk, when you have a strike, on this scale, and with this kind of target.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "COLLINS",
      "sentences": "Well, Jim, did they say anything about how they believe Iran could respond to this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "And General Hertling, this is something that, as Jim noted, the White House had been trying to kind of avoid and de-escalate for months.I mean, what do you make of the fact that there were these multi- national warnings, to the Houthis, telling them to stop this, and yet the attacks continued, leading to what we're seeing playing out tonight? LT. GENERAL MARK HERTLING (RET.), FORMER COMMANDING GENERAL, U.S. ARMY EUROPE AND SEVENTH ARMY, CNN MILITARY ANALYST: Kaitlan, I'd say that's the most important part of all this. The initial operation was meant to deter any kind of action, against Israel. That expanded. So, a lot of people have been saying, hey, why isn't the U.S. striking back? First of all, these missions are very difficult to conduct. There's a lot of moving parts in there. But I think the President made the decision, to try and get multinational forces involved. Why is that? First of all, to show the Houthis, the power of the multinational force. And I think we're going to see the exhibits of that, once the daylight comes up, tomorrow morning, and they begin to get bomb damage assessment. But also, as Jim just said, this is a message to Iran. Don't get involved in this, and call your boys off, the Houthis, the PMF, some of the other forces like Hezbollah, because we will get involved, with an overwhelming force, of multinational partners, to include one Arab partner, in Bahrain. When you put that kind of force, in a proportionate response? But I would suggest, we're going to see tomorrow, this was more than a proportionate response. The Houthis are going to take notice of it. But the Iranians are too. They know that if they get more deeply involved, in this fight, that they're going to be facing a multinational coalition, against them, to prevent them from doing that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "And I should note, this is a group that once was labeled, by the U.S., as a terrorist organization. That was lifted in 2021, by the Biden administration.But General, what do you make of when you look at who was part of this coalition, tonight, that played a role in this. Saudi Arabia is not listed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "HERTLING",
      "sentences": "Well, Saudi Arabia was not and probably purposely so. And that's because Kaitlan, a lot of people don't know the history of the fight in Yemen. This has been going on, as a civil war, since 2014. And it has literally been Saudi Arabia versus Iran, through their proxies.Well, recently, within the last year-plus, there have been some movements in solving that civil war. And in fact, last April, there was a ceasefire that went into effect. So, both Saudi Arabia and Iran came together, during that period, and started having conversations about ending this civil war. So, I would suggest that Saudi Arabia didn't get involved, because they didn't want to inflame the Iranian forces, to say, hey, here's our old enemy, continuing the fight against the Houthis. So yes, this is -- this is extremely complicated. And you have to remember, too, that the Houthis do not represent the Government of Yemen. It is a civil war force. COLLINS: Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "HERTLING",
      "sentences": "And they are basically continuing to conduct operation, against the standing government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "And Oren Liebermann, you're at the Pentagon for us.I know that we have just gotten a statement from Defense Secretary, Austin, who I should note, is remaining -- remains hospitalized, tonight, as all this is going on. What are you hearing from the Pentagon, tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "Yes, I mean, this was causing such a real issue, in the Red Sea, with some of the world's biggest shippers, who were having to take different routes. It was costing more. It was taking longer. And you'll see -- we're seeing the real impact, for some of these ships that had nothing. They had no ties to Israel.Oren, one thing that we had heard, though, was criticism, from Republicans, who were saying, this should have happened sooner that this took too long. I mean, what is the sense, inside the Pentagon, of whether or not this really will be that deterrence that they were seeking?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "LIEBERMANN",
      "sentences": "Well, the Pentagon is very much ready for the possibility that this doesn't deter the Houthis.It's worth noting that they put out a statement, saying they've already responded to these attacks. Although Pentagon press secretary, Major General Pat Ryder, came on CNN, a short time ago, saying they haven't seen any attack, from the Houthis, targeting U.S. assets, in the Red Sea. But that's not the only option. Of course, the U.S. could -- I'm sorry, the Houthis could try to target U.S. allies. They have ballistic missiles. They could try to target Israel. In fact, they have. And U.S. ships as well as the Israelis have shot down those attacks in the past. And this is something the U.S. is prepared for. There is very much the possibility that the Houthis were not only ready, for this possibilities -- possibility, but were egging it on. There are some officials and analysts who have said, look, the Houthis thrive at war, and this may be what they were looking for. That's certainly not definitive. But it gives you the perspective on the Houthis, that they were ready, for the possibility of a war, and very much preparing for that possibility. And that the message of deterrence the U.S. tried to send, not just unilaterally, but multilaterally here, is not something that Houthis are willing to hear, right now. According to the U.S., that's something that Iran -- a calculation that Iran figures into as well. But it was very purposeful that the U.S. didn't act on its own here, and that it had a coalition backing it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "LIEBERMANN",
      "sentences": "You're absolutely right to start this question with Republicans having demanded a response, earlier. But it is significant. And certainly, it took time to put it together that this was not just a U.S. action.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "COLLINS",
      "sentences": "With four days to go, before the first votes are cast, in Iowa, Donald Trump brought the campaign trail, to the courthouse, today, with his whole empire at stake, in the Empire State.The closing arguments at his civil fraud trial creating another spectacle that the judge had been trying to prevent initially. Trump was not supposed to deliver a closing statement. And he and his legal team had not agreed to conditions that had been laid out, by the judge here, Arthur Engoron. But during the closing arguments, in that courthouse today, one of Trump's attorneys, Chris Kise, asked the judge if he would reconsider, and let his client speak, for two or three minutes. The judge relented, but saying only if Trump would promise to keep to the facts of the case. That unsurprisingly did not happen, as the former President, immediately launched, into a diatribe, voicing the grievances that we've heard before, his argument that he is being persecuted here. He also attacked the judge, again, basically blowing past the rules that had been laid out. One, not to comment on irrelevant matters, two, not to impugn him, and also not to deliver a campaign speech in court. At one point, the judge interrupted the former President, and asked his attorney to quote, \"Please control your client.\" After five minutes, he was then cut off. But when the courtroom doors opened, Trump repeated it again. This time, in front of the cameras. (BEGIN VIDEO CLIP) DONALD TRUMP, 45TH U.S. PRESIDENT: This is a political witch-hunt, the likes of which nobody's ever seen before. They owe me damages for what they've done. We have a great company. We're a very innocent company. We did everything right. Everybody knows what I just said. This is a sham, and it's a shame. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "COLLINS",
      "sentences": "Later, after that, we heard from the New York Attorney General, Letitia James.(BEGIN VIDEO CLIP) LETITIA JAMES, (D) NEW YORK ATTORNEY GENERAL: This case has never been about politics, or personal vendetta, or about name-calling. This case is about the facts and the law. And Mr. Donald Trump violated the law. I trust that justice will be done. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "COLLINS",
      "sentences": "Of course, Trump has already been found liable for fraud here. But James is seeking $370 million in disgorgement of profits, and to bar Trump from doing business in New York.The judge told lawyers he will try to issue his ruling by the end of this month. And I'm joined now by a former federal prosecutor, who was actually in the courtroom today, Kristy Greenberg. As well as, investigative journalist, and author, who spent years, digging into Donald Trump's businesses and finances, David Cay Johnston. Kristy, I mean, you were in the courtroom, today, as this remarkable outburst, I guess we're calling it, of Trump's, was happening. As someone, who's been in plenty of closing arguments before, what did you make of, of how that went?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "More than normal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "GREENBERG",
      "sentences": "I had been other days, when various Trump family members had testified. And this was heightened. They were clearly very concerned about threats. So, for him to make this kind of a personal attack.And then, when the judge tells his lawyer, to control your client, I'm waiting for the moment where the judge will control him, and say, you're done. And if you continue, you'll be held in contempt. Because that's what would happen to me, or any other lawyer that was acting this way, in courts. Just not done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "And David Cay Johnston, I mean, looking at this, obviously, it's very clear that the campaign is bleeding into Trump's legal troubles. But him being there today, it's not just about the campaign. This is also really personal to him, because really, this is his entire, his brand, everything that he's kind of, made himself of, that is at stake here.DAVID CAY JOHNSTON, AUTHOR, \"THE MAKING OF DONALD TRUMP,\" PROFESSOR, SYRACUSE UNIVERSITY COLLEGE OF LAW: Yes, Donald is his money, or the appearance of his money, because a lot of it is smoke and mirrors. And so, to Donald, this is much more threatening to who he is, as a person than the criminal cases. He can explain those away. He can deal with those much better, as a psychological matter, than the suggestion that he is not really a successful businessman. He's a liar, a cheat, inflator, and a crook, who has to rely on, million-dollar testimony, that's utterly unbelievable, about his finances. And Donald, remember, has -- doesn't believe anybody should have authority over him. No one, no one. Absolutely no one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "The judge, though, speaking of authority over him, has a lot of discretion here. And so, I mean, what is the endgame, in attacking the judge? Obviously, they're going to try to appeal this. But the judge is the one, who's deciding what that number looks like, when this is over.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "GREENBERG",
      "sentences": "And they've decided, since the judge has already made a decision, as to persistent fraud that Trump, and the Trump Organization, and the other defendants are liable, since he's already made that decision, they've just come out guns blazing, and thinking that they will just create a record on appeal.But the judge has a lot of discretion, not only as to liability, about these other accounts. But also, as to what the penalties look like here. You've got a potential lifetime ban, from participating in real estate, for Trump, and McConney and Weisselberg. You've got disgorgement of ill-gotten gains, and what that amount will be. He has a lot of discretion in terms of what calculation to use. So, and then, yes, there is this sense that, that if he is continuing to be challenged, how does he separate that, from his rulings? I think it is hard. I think he will do his (inaudible). But when you're continuing to deal with these personal attacks, and your law clerk is dealing with those personal attacks? It is, he's human. It's hard to separate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "Yes.And were you surprised at all, with how Trump's legal team, and Trump himself, handled this, in the sense of like, they opened up the arguments, today, with Trump's team saying that he should get a medal. You've seen--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "CAY JOHNSTON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "You've seen their arguments that they've been making publicly. I mean, would it have helped if Trump was more repentant, if he had kind of said, I didn't mean to do this, I should have done this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "CAY JOHNSTON",
      "sentences": "There's no chance Donald would do that. Donald's lawyers are like Donald's appraisers. They do as instructed. And you have lawyers here, who are willing to do things they know perfectly well are not going to fly in court. Because that's what Donald wants. So, when Donald is in court, this is not about the law. This is about Donald, his campaign, and his ego.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "We'll see what that number does to his ego, what it means.David Cay Johnston, Kristy, thank you both for being here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "CAY JOHNSTON",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "Even as Donald Trump walked out of that New York courtroom, today, where his civil financial trial was taking place, he was also answering other questions, about the other legal troubles that he is facing, the ones of the criminal kind, and this claim that he has been making that he cannot be prosecuted for anything he did while in office.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "TRUMP",
      "sentences": "On immunity, very simple. If a President of the United States does not have immunity, he'll be totally ineffective, because he won't be able to do anything, because it will mean he'll be prosecuted, strongly prosecuted perhaps, as soon as he leaves office, by his -- by the opposing party.So, a President of the United States, I'm not talking just me, I'm talking any President, has to have immunity. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "He has threatened, to indict President Biden, if he returns to office.But putting that aside, for now, during Trump's impeachment, one of his own attorneys said this, about this prospect, of whether a former President could be prosecuted, after their term ended. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "DAVID SCHOEN, FORMER IMPEACHMENT ATTORNEY FOR DONALD TRUMP",
      "sentences": "We have a judicial process in this country; we have an investigative process in this country, to which no former officeholder is immune.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "That was David Schoen, who joins me now.David, thank you, for being here. Can you tell me, based on what you said then, does that not what you argued then, in front of the Senate, doesn't that contradict what Trump's attorney is arguing, now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "SCHOEN",
      "sentences": "It doesn't contradict the point on the immunity.What I said is the investigative process, and the judicial process, have a place in this. And no president or a party is immune from that. I believe that. I believe that's how the system of checks and balances works. But it's a limited inquiry. Where I disagree with Mr. Sauer's argument, the other day, is he took a second part of the argument to an extreme. In other words, two parts of the argument. One, under the case, Nixon versus Fitzgerald, a president is absolutely immune from prosecution or, in that case, civil actions, for actions taken in the outer perimeter of his official duties. I say, President Trump is immune from criminal prosecution here, for the matters at issue, in the D.C. prosecution, because those were quintessential official acts, and certainly within the outer perimeter. Whether you agree or disagree with what he did? Whether you think the information was good or bad? The immunity concept doesn't permit granular inquiry into whether he was right or wrong. He was entitled to be right or wrong, about election fraud. The second part of the argument is the impeachment judgment clause says that a person, who is impeached and convicted can then be prosecuted, according to the law, so on. There's an argument to be made, there's a serious argument that by implication, a person acquitted, in the impeachment, can't be prosecuted. The Justice Department did a $2,000 -- 2000 -- the year 2000 analysis, of this issue, very thorough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "Yes. But OK. David. But let me--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "COLLINS",
      "sentences": "Let me just stop you there, because you call this granular. I don't think that people would say it's granular. But you're saying that there are parts of immunity, if Trump's attorney is arguing that this pertain to his job, these are his official duties, as president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "SCHOEN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "COLLINS",
      "sentences": "That is not though the argument that his attorney was making in court, the other day. There was this hypothetical that one of the judges raised. Of course,we all know it by now that if a President ordered SEAL Team Six to kill a political opponent, would they be immune from prosecution, unless they were impeached and convicted?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "SCHOEN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "COLLINS",
      "sentences": "Do you agree with that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "SCHOEN",
      "sentences": "No, I do not.First of all, I couldn't possibly agree with it. Because my position is supported by many scholars, and opposed by other scholars is, a person -- once a person is out of office, he's not -- he or she is not subject to impeachment. So, it couldn't be that down the road, if a person -- if a president was found to have, in office, ordered the hit, on a political opponent, that President would then have to be impeached and convicted, before it could be prosecuted. It wouldn't be an official act. There's no possible way any conception of immunity could see that within the outer perimeter of an official act. I think he wasn't prepared for the--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "COLLINS",
      "sentences": "So, how do you define official act, though?Because I do think that is going to be one of the thorniest issues here, of Trump is claiming that -- even though I should note that Trump, later said he was working in his personal capacity, as a candidate. But how do you define that? Because that is a major issue before this court, right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "SCHOEN",
      "sentences": "Yes, I don't think there's any real definition of it.What the court said, in Nixon versus Fitzgerald, for example. This is why I say there is a limited inquiry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "COLLINS",
      "sentences": "But that's a civil case. It's different.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "SCHOEN",
      "sentences": "That's right. That's right. But I think we're going to try to draw from those principles, because it's not settled yet in the criminal. And it makes sense. Because a President has to have immunity, for some of the reasons President Trump said. He has to -- he can't be having to look over his shoulder on decisions.Let's take for example, let's say, Joe Biden -- President Biden made a decision about the border, to let certain people in. That person then committed a crime. Some people might say cynically, well he was acting as candidate Biden, because he wants to get more votes, in Latinx community. Therefore, he made a decision. He should be able to be prosecuted. He would say, I made the decision as President of the United States, as to what border policy should be. So, we can't have all of those kinds of decisions second-guessing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "COLLINS",
      "sentences": "But the votes -- border policy is one thing. But, I mean, what's at the heart of this, are the efforts that he took, to stay in power. I mean, do you really think they're going to find that those were his official duties, as president?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "SCHOEN",
      "sentences": "I think they should. One way of characterizing it is to stay in power. The other is to faithfully make sure that the laws are faithfully executed. Under Article II, he's got two duties at least, under his oath, and under the Take Care Clause.And again, whether you think he was right or wrong, or there was election fraud or not, he could have been completely wrong. He was still, as part of an official act, within his authority. The court said, when I say limited inquiry, the court, in Nixon versus Fitzgerald said--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "SCHOEN",
      "sentences": "--it was a constitutional balance that the court has to determine, and weigh the interests against the action.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "COLLINS",
      "sentences": "It's just--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "SCHOEN",
      "sentences": "I think these were official actions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "COLLINS",
      "sentences": "It's interesting that that was not the argument that his attorney made in court then, instead of focusing -- instead, focusing on this, that was raised by the judge.We do expect them to get a decision. When we hear from them, we'll bring you back. David Schoen, thank you, for your time, tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "SCHOEN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "COLLINS",
      "sentences": "We are witnessing the departure of two giants, in the world of football. In the NFL, Bill Belichick, no longer the head coach of the New England Patriots, after 24 seasons and six Super Bowl wins.But in the world of college football, my worlds, I keep remembering this scene, from January 3rd, 2007, when a plane, carrying the Athletic Director of the University of Alabama, landed in Tuscaloosa, with a special guest on board, Nick Saban. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "NICK SABAN, FORMER AMERICAN FOOTBALL COACH",
      "sentences": "That it will be our goal to give you the kind of football program, the kind of football team that you can be proud of.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "COLLINS",
      "sentences": "Thousands of people had gathered, at that regional airport, just to get a glimpse of the new head coach. But little did anyone know in the crowd that day, or realized that that would change the city of Tuscaloosa forever, also the game of college football.What Coach Saban, who announced yesterday that he is retiring, after 17 seasons, did, for the city, for the school, and for the state, it's hard to measure. Yes, you could count the six national championships, the nine SEC championships, that 120 and 18 record, when the Conference was at its fiercest, or the four Heisman Trophy winners that he coached. But in addition to cementing his place, as the greatest college football coach, in modern history, Saban was also a leader, who breathed new life into the school. In the 17 seasons that he was there, the enrollment, at the school, exploded. Over half the freshman class now comes from out of state. But again, those are just numbers. Off the field, he was just as memorable. And it takes an Alabama legend, to put his legend, into perspective. And I can't tell you how excited I am, to have the legendary Joe Namath joining me, tonight. Thank you so much for being here. I just wonder how you're reflecting, on Saban's 17 seasons, and what he meant to the school. JOE NAMATH, FORMER ALABAMA QUARTERBACK, FORMER NFL QUARTERBACK, NFL HALL OF FAMER &amp; SUPER BOWL CHAMPION: Well, Kaitlan, first of all, thanks for having me. And Roll Tide, to you too. We love Nick, you know? And we hated to see this. And I think about Mal Moore, our Athletic Director. Whenever we were trying to get Nick away from pro ball, to come to Tuscaloosa, Mal would stay down there in Miami, and just well, he wore Nick down, to where Nick finally gave in. But it brings back some wonderful memories, of Mal Moore. And Coach Saban, man, I've known him since his days, at Michigan State. And he brought more pride back, to our campus than we thought was possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "COLLINS",
      "sentences": "How do you think he was able to do that, to leave such an imprint, not just on the school, but on the sport? Period.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "NAMATH",
      "sentences": "Yes, well, first of all, I'd have to say Terry had a lot to do with this too, you know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "It broke my heart, to hear this news. I mean, everyone was kind of dreading it. You knew it's going to come, at some point.But when you think about what these moments, these eras can mean, for Tuscaloosa, and Alabama, I mean, you played under one of the greatest coaches, of all time, Bear Bryant. I just kind of wonder what similarities you ever saw, in their coaching styles, their presence on the field, what you said there, their investment, in these players, as people, not just as players?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "NAMATH",
      "sentences": "Well, Coach Bryant, first of all, he was a teacher. Nick is a teacher. I mean, they demanded respect, for one another, and to other people.Coach Bryant -- got that one from Coach Bryant, man. He gave it -- he gave his seniors a ring, whenever we were finished. And it's still with my heart, man. But Nick, he taught the players, how to own up to responsibilities. And you play football, for a while. But you got your life ahead, of you. Off the field is so important. And the thing about Coach Saban is he not only was a great man, on the field, hands-on, coaching these guys, showing them how to do things. But he was getting them ready for the big game, the big game of life. And Terry was right there, with him, all along the way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "A lot of talk about who steps in shoes like that. I mean, the -- it's basically impossible. No one will be able to redo what he did. But what would your advice be, to whoever Greg Byrne does pick, to replace Nick Saban, as the head coach.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "NAMATH",
      "sentences": "Well, Greg, did -- we did talk, when Coach Saban was considering this, or did it. And well, I don't think anybody is looking forward to trying to fill his shoes, you know? This is a challenging thing. It's going to take a brave heart, to come in there, because we truly expect the Crimson Tide, to continue to be strong, continue to grow.My daughter, Jessica, and I are talking about it that, who wants to come and take Nick Saban's place, you know? You can't take his place. It's, you got to be your own man. You got to be your own coach. You got to come in and not trying to mimic Nick, not trying to do the same things, but continually trying to educate the players, on the field, winning ways, and for the big game in life. I have no idea who Greg is trying to reach out to, to be our next coach. But it's a tough assignment, for anybody, to come in there, and try to fill Nick's shoes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "Absolutely. It's going to be the toughest assignment.Joe Namath, I can't tell you what an honor it is, to have you, on the show, tonight. I just want to thank you, for giving us your time, and sharing your thoughts with us. And Roll Tide, most importantly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "NAMATH",
      "sentences": "Kaitlan, thank you, girl. And Roll Tide is right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "Have a good night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "NAMATH",
      "sentences": "You too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "Also, back here on THE SOURCE, coming up next, we're going to get back to politics, because Donald Trump may have just been handed a giant gift, to the Biden campaign, with this comment that he made, the other night.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "Former President Trump, touting the central role that he played, in the Supreme Court's reversal of Roe versus Wade.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "TRUMP",
      "sentences": "For 54 years, they were trying to get Roe v. Wade terminated. And I did it. And I'm proud to have done it. (AUDIENCE APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "TRUMP",
      "sentences": "They wanted to get it back, right?(AUDIENCE APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "TRUMP",
      "sentences": "You wouldn't be have that. There would be no question. Nobody else was going to get that done, but me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We celebrate that, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "TRUMP",
      "sentences": "And we did it.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "COLLINS",
      "sentences": "One thing that I've been focusing on lately is the exceptions here, that we always hear governors touting. We heard it with Governor DeSantis, last week. You heard Donald Trump doing it, last night.But those exceptions are not always what they seem to be there. They're sometimes pretty narrow, pretty limited, pretty difficult, to actually make sure that you have the proper documentation, to qualify for one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "NORTHUP",
      "sentences": "Yes. Here's what your viewers need to understand. Exceptions aren't real.I mean, the Center for Reproductive Rights is suing Texas, and Idaho, and Tennessee, about the fact that although they have exceptions, that women are not able to get abortions, when they have medically- indicated reasons, when they have a pregnancy that has -- is miscarrying, as happened with Miss Watts, when they have fatal fetal abnormalities that threaten their health, and their future fertility, and the pregnancy is hopeless. I mean, in Texas, we saw it last December, with our client, Kate Cox, who we took it to the Texas Supreme Court, saying she had a fatal fetal diagnoses. Her health was on the line. She wanted to have more kids. She was in risking, uterine rupture and a hysterectomy, all these things. And she had to leave the State of Texas. So, those exceptions? I mean, the Attorney General of Texas said he was going to prosecute, any hospital that gave her an abortion. They're not real.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "COLLINS",
      "sentences": "Nancy Northup, a stark message. Thank you, for joining, tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "NORTHUP",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "COLLINS",
      "sentences": "If Jack Smith gets his way, in court? And Donald Trump supporters get their way, at the ballot box? We could potentially see someone, who is a convicted felon, atop the Republican presidential ticket, in the election.Last night, one of Nikki Haley's most notable and prominent surrogates, the Governor of New Hampshire, Chris Sununu, weighed in on what would happen, if he is faced with that prospect, and what he would do. His answer, revealing about the current state of the GOP. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "COLLINS",
      "sentences": "Even if he's a convicted felon, if he is the Republican nominee, does that mean you're still going to vote for him?GOV. CHRIS SUNUNU (R-NH): Look, I think, right now, most of America looks like they would -- they would vote for him, because he's winning. He's beating -- Biden is so bad that Trump is actually beating Biden in most polls. OK? So, most of America is right there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "COLLINS",
      "sentences": "But what about you, Governor?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "SUNUNU",
      "sentences": "Yes, I'm going to support the Republican nominee. Absolutely.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "COLLINS",
      "sentences": "Here tonight, CNN's Senior Political Commentator, Adam Kinzinger, a former Congressman of Illinois, and member of the January 6 committee.Congressman, were you surprised to hear Governor Sununu say that? ADAM KINZINGER, FORMER U.S. REPRESENTATIVE (R-IL), CNN SENIOR POLITICAL COMMENTATOR, HONORARY CHAIRMAN, COUNTRY FIRST PAC: I guess, nothing surprises me anymore. I think, what I was surprised about is how gleeful he was about it. Like, I mean, it's one thing, and it would still be wrong, but it's one thing, for him to say, you know, look, I don't know, it'd be a struggle. Yes, I might support the Republican nominee. But he was all in. He's, oh, of course I will. Donald Trump is a danger to the country. And it didn't seem to faze him. I'll just say, what is it worth to a man to gain the whole world, but lose your soul? I understand why he said it. Because, to survive, in the current Republican Party, you have to pledge allegiance, to the leader of the cult. But the gleeful aspect in which he said it was really surprising to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "COLLINS",
      "sentences": "Yes. And, I mean, he's now come on CNN, since he was with Wolf Blitzer earlier, saying it's a hypothetical. It's not really the focus of what they're doing right now.But it's not really that far-fetched of a hypothetical.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "KINZINGER",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "COLLINS",
      "sentences": "I mean, he's supposed to be one of the more moderate members of your party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "KINZINGER",
      "sentences": "Well, look, I just saw, before I came on with you, Darrell Issa. Somewhat of a normal guy, pretty conservative. Came out and said he fully endorses Donald Trump.This is now that -- this is the litmus test. I mean, we're going to see probably in a week or two weeks, maybe Nikki Haley wins New Hampshire. I certainly hope she does. But Sununu will be less important, then. And you'll see everybody jumping on the Trump train, those that haven't, because this is the cost of entry, to the Republican Party. Kaitlan, when I got elected, people told me, in my district, the most hardcore Republicans said, go to Washington, D.C., and be your own man. Don't do what they tell you. It's amazing to watch that flipped, to say like, oh, you can't go to D.C., and be your own man. You have to pledge allegiance to the leader of the cult. And it's sad. It's bad for the country. It's terrible for the party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "COLLINS",
      "sentences": "You had said previously that you thought Chris Christie was telling the truth, that you liked him and supported him. Obviously, he has dropped out, and suspended his campaign, yesterday. What are you going to do now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "KINZINGER",
      "sentences": "Nothing. I mean, I'm going to -- look, I think it's highly likely that it's going to be Biden against Trump. And in that case, there's no question who I would support.I believe in America, way more than I believe in the Republican Party. I don't really believe in the Republican Party, at the moment. I hope Nikki wins New Hampshire. I hope that leads to some momentum, anything to beat Donald Trump. But I'm not going to go out and aggressively campaign for anything like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "COLLINS",
      "sentences": "But you would vote for Joe Biden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "COLLINS",
      "sentences": "It's striking to hear you say that. I mean, it's not surprising, I don't think, given what your last two years have been like. But still striking to hear a former Republican congressman say, faced with that choice, this is what I would do.Adam Kinzinger, as always, thank you, for coming on, and for speaking your truth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "KINZINGER",
      "sentences": "You bet. See you.",
      "isLastSentenceInterrupted": false
    }
  ]
}