{
  "date": "2024-06-10",
  "headline": "CNN News Central",
  "subHeadline": "Cleveland City Hall Closed After \"Cyber Incident\"; Dangerous Venezuelan Gang Operating In The U.S.; Moderna Reports Promising Results With COVID-Flu Combo Shot. Aired 2:30-3p ET",
  "utterances": [
    {
      "timeStamp": "14:34:20",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "City officials in Cleveland, Ohio, today are racing to bring back services after what they're calling a cyber incident.While emergency services are still working, city hall is closed today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:34:20",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "Cleveland, though, it's really -- it's just the latest city that is dealing with a crisis like this.We have CNN's Sean Lyngaas, who's with us now. Tell us what we know about this particular instance, Sean.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:12",
      "speaker": "SANCHEZ",
      "sentences": "And in the past, we've seen hackers go after even hospitals. And Microsoft and Google are now saying that they're going to offer free cybersecurity services for rural hospitals, working --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:12",
      "speaker": "LYNGAAS",
      "sentences": "Yes. So this is -- I wouldn't call it a Hail Mary, but it's a really urgent effort by the administration to try to bring tech companies and say, hey, can you do anything to help out these hospitals that are in the middle of nowhere.And if they get ransomwared or hacked in some way, that they don't have a lot of support. You can't divert an ambulance that -- that's going - this is the only hospital in town. So they're trying to make things - ease the burden, make things cheaper, provide training. These companies are obviously fabulously wealthy, but they're trying to make this easier on the hospital staff on the front lines. Because we've seen a spate of ransomware attacks on hospitals that nurses I've talked to said that threatened patient lives. So this is a -- like I said, not a last-ditch effort, but it's getting close to that -- Boris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:41:49",
      "speaker": "KEILAR",
      "sentences": "Federal authorities are warning that a ruthless criminal gang from Venezuela has now infiltrated the U.S.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:41:49",
      "speaker": "SANCHEZ",
      "sentences": "Yes, Tren De Aragua is accused of a string of seemingly unrelated crimes, from an alleged multistate human trafficking ring to the mysterious murder of a former police officer in Miami.Let's bring in CNN's Rafael Romo. Rafael, this is a gang that originated in a Venezuelan prison?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:41:49",
      "speaker": "RAFAEL ROMO, CNN NATIONAL CORRESPONDENT",
      "sentences": "That's right, Boris and Brianna. That's the most amazing thing. And that seemed to be their center of operations.And we already knew that Tren De Aragua had spread its tentacles across South America. In the last several months, we investigated cases here in the United States that have all the markings of the gang. And now federal and local law enforcement and members of Congress and immigrants are all telling us the same thing. The gang is now here in the country and it poses a serious threat. (BEGIN VIDEOTAPE) ROMO (voice-over): For the last several years -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:41:49",
      "speaker": "ROMO",
      "sentences": "-- they have terrorized multiple South American countries.(MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:41:49",
      "speaker": "ROMO",
      "sentences": "Police in the region say a Venezuelan gang, known as Tren de Aragua, has victimized thousands through extortion, drug and human trafficking, kidnapping and murder.And now, U.S. law enforcement, including Customs and Border Protection and the FBI say the gang has made their way into the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:41:49",
      "speaker": "BRITTON BOYD, FBI SPECIAL AGENT IN CHARGE",
      "sentences": "The FBI El Paso can confirm that members of Tren de Aragua have crossed into the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:41:49",
      "speaker": "ROMO",
      "sentences": "Alvaro Boza, a former Venezuelan police officer, now living in Florida, says he fled his country, in large part, because the gang had become so powerful they could kill law enforcement like him with impunity.Boza says, a fellow police officer, who refused to cooperate with the gang, was shot 50 times. ALVARO BOZA, FORMER VENEZUELAN POLICE OFFICER (through translation): He refused and was murdered. They tied his body to a motorcycle and dragged it throughout the San Vicente neighborhood to demonstrate the power of the Tren de Aragua.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:41:49",
      "speaker": "BOYD",
      "sentences": "They have followed the migration paths across South America to other countries and have set up criminal groups throughout South America as they follow those paths. And that they appear to have followed the migration north to the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:41:49",
      "speaker": "ROMO",
      "sentences": "U.S. border patrol chief, Jason Owens, who has confirmed multiple arrests of alleged Tren de Aragua members over the last year, issued a warning in early April after reporting yet another arrest.\"Watch out for this gang,\" he said. \"It is the most powerful in Venezuela, known for murder, drug trafficking, sex crimes, extortion and other violent acts.\" (on camera): The challenge for law enforcement officials is that it's very difficult to know how many members of Tren de Aragua are already here in the United States. What some Venezuelan immigrants are telling us here in Florida and other states is that they are already beginning to see in their communities the same type of criminal activity they fled from in Venezuela.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:02",
      "speaker": "BOZA",
      "sentences": "(SPEAKING FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:02",
      "speaker": "ROMO",
      "sentences": "Boza, the former Venezuelan police officer, says the U.S. government has no way of knowing if a Venezuelan immigrant asking for asylum at the southern border is in reality a criminal.Because Venezuela, as a matter of policy, does not share intelligence with the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:02",
      "speaker": "BOYD",
      "sentences": "Our biggest concern would be making sure our partners are aware to be on the lookout.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:02",
      "speaker": "ROMO",
      "sentences": "And that's the key, federal official say, when it comes to making sure this new threat to the United States does not grow into the national security challenge it's become in several Latin American countries.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:02",
      "speaker": "ROMO",
      "sentences": "And there are more than 70 cases here in the U.S. in which Tren de Aragua is mentioned in law enforcement documents or prosecutor's complaints.From those cases, the CBP and Border Patrol in Texas identified 58 gang members between the beginning of fiscal year 2023 and the end of May. The rest appear in complaints made by victims or arrest reports that point to the possible involvement of the suspects with this organized crime group -- Boris, Brianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:02",
      "speaker": "KEILAR",
      "sentences": "All right. Very important to pay more attention to.Rafael Romo, thank you for that report. And we do have some breaking news into CNN. Prosecutors are about to have the last word at the federal gun trial of Hunter Biden. They have the opportunity to present now a rebuttal to the defense team's closing arguments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:02",
      "speaker": "SANCHEZ",
      "sentences": "So the defense team compared the prosecution's case to a magician's trick. After the prosecution's rebuttal, the judge will give the jury some final instructions and then it heads to deliberations.We're going to stay on top of the case. We'll bring you the latest developments as we get them from inside the courtroom. Now to some of the other headlines that were watching at this hour. There's escalating tension on the Korean Peninsula. South Korea says it has detected signs that North Korea is preparing to setup its own loudspeakers on the border. Seoul has giant speakers aimed at the North, which you can kind of see from here. This is video from 2010. Over the weekend, they resumed broadcasting anti-North Korean propaganda for the first time since the broadcasts were stopped back in 2018. This follows a new wave of balloons filled with trash that the North sent over the border on Sunday. Kim Jong-Un's powerful sister is warning of further responses if the South keeps up what she calls \"psychological warfare.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:02",
      "speaker": "KEILAR",
      "sentences": "An Austrian Airlines, a plane with that airline with nearly 180 people on board, making a mayday emergency call after hitting a major thunder and hailstorm on its way from Spain to Vienna.You can see there the plane's nose cone was seriously damaged. The plane landed, thank goodness, safely, despite the damage. And for the first time in Disney's history, a black princess is getting her own theme park ride.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:02",
      "speaker": "SANCHEZ",
      "sentences": "It's called Tiana's Bayou Adventure and it's based on the Disney movie \"The Princess and the Frog.\"(BEGIN VIDEO CLIP) (MUSIC) (END VIDEO CLIP) SANCHEZ: Tiana's Bayou Adventure replaces the former Splash Mountain attraction. The new ride is set to open a Disney World in Florida on June 28. It will eventually open at Disneyland in California.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:02",
      "speaker": "KEILAR",
      "sentences": "It's kind of one of those, oh, that's so great. And also, only just now, really?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:02",
      "speaker": "SANCHEZ",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:02",
      "speaker": "KEILAR",
      "sentences": "But it's good news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:02",
      "speaker": "SANCHEZ",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:02",
      "speaker": "KEILAR",
      "sentences": "Good they're doing this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:53:32",
      "speaker": "KEILAR",
      "sentences": "Researchers say they are a step closer to releasing a two-in- one vaccine to fight Covid and the flu.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:53:32",
      "speaker": "SANCHEZ",
      "sentences": "Well, Moderna says its scientists are seeing positive results in late-stage trials. And the company is describing it as a breakthrough.CNN's Meg Tirrell joins us now with more. So, Meg, how soon might this become available?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:07",
      "speaker": "SANCHEZ",
      "sentences": "Look forward to seeing how it plays out.Meg Tirrell, thanks so much. TIRRELL: Thanks.",
      "isLastSentenceInterrupted": false
    }
  ]
}