{
  "date": "2024-04-05",
  "headline": "Connect the World",
  "subHeadline": "IDF Blames \"Mistaken Identification\" after Killing Aid Workers; U.S. Adds 303,000 Jobs in March, Beating Expectations; White House: Biden Demands Changes from Netanyahu; U.N. Chief Marks Six-Month Anniversary of Israel-Hamas War; U.N. Chief Makes Remarks on Israel-Hamas War. Aired 9- 9:45a ET",
  "utterances": [
    {
      "timeStamp": "09:00:00",
      "speaker": "ELENI GIOKOS, CNN HOST, CONNECT THE WORLD",
      "sentences": "It is 5 pm here in Abu Dhabi, I'm Eleni Giokos. This is \"Connect the World\". Happening this hour, the IDFnewly released report blames a case of mistaken identification for the strike that killed seven World Central Kitchen aid workers. The aid group says the IDF cannot credibly investigate its own failures in Gaza, the fallout from that investigation and its findings. Plus, Israel says it will allow more aid into Gaza after a tense phone call between President Biden and Benjamin Netanyahu. In Iran, the funerals take place for the victims of an Israeli airstrike on its consulates in Damascus. And the countdown to the Olympic Games is on and making quite a splash. All right, I will be checking in on how Wall Street will open in about half an hour from now as you can see the DOW futures pointing to a positive start it says job numbers that everyone will be focusing on and of course how the Federal Reserve will ultimately respond. The big running theme is what will happen to interest rates down the line. Right now, just a short time ago, Israel's military released its internal reports on Monday's deadly strikes that killed seven aid workers in Gaza. It says Israeli forces believed they were targeting Hamas operatives in the aid convoy. Israel says two military officers have been fired. And meantime a spokesperson for the Israel Defense Forces told CNN the unit that carried out the attack probably mistook a bag for a weapon. World Central Kitchen, whose workers were killed, is calling for an independent investigation saying the IDF quote cannot credibly investigate its own failure. Now, that report coming one day after a phone call between the leaders of the U.S. and Israel. The White House says President Biden demanded Israel take specific steps to protect civilians and aid workers in Gaza warning that without those U.S. policies on the war could change. Hours later then, Israel announced it would reopen its Erez crossing into Gaza to allow aid shipments into the Enclave. The U.S. Secretary of State welcomed the move, but reiterated the position Mr. Biden had set out in Thursday's phone call. (BEGIN VIDEO CLIP) ANTONY BLINKEN, U.S. SECRETARY OF STATE: With regard to our policy in Gaza, look, I'll just say this, if we don't see the changes that we need to see, there'll be changes in our own policy. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "GIOKOS",
      "sentences": "All right, let's break down all of these developments. We've got CNN's Paula Hancocks joining us in studio, Paula, great to see you. Andlook, we've been waiting the entire week for this report from the IDF. And I just want to read what the IDF says in this report, the investigations findings indicate that the incident should have occurred. Those who approved the strike were convinced that they were targeting armed Hamas operatives and not WCK employees. So they're saying that shouldn't have occurred. I want you to give me a sense of like, this whole notion of misidentification and of course, also revealing miscommunication as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "GIOKOS",
      "sentences": "And also publicized, right? So I mean, this is it's really interesting to see it playing out. One of the most remarkable things withinthe report as well as the breakdown of communications that the drone operators went and formed about WCK movements, that they were going to be moving at night as well. So it clearly it shows that there was sort of some kind of lapse in the standard operating procedures that the IDF normally take.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "HANCOCKS",
      "sentences": "Exactly. I mean, this one quotes stands out to me. The IDF says it's a grave mistake stemming from a serious failure due to a mistakenidentification, errors and decision making. And an attack, contrary to the standard operating procedures is a little litany of errors that were made within this, itself. And this is what World Central Kitchen has been saying that they gave the coordinates to the IDF. This had been cleared and coordinated with the IDF and this should simply not have happened. But it's not on its own. This is not an individual case that has happened. We heard from Medecins Sans Frontieres Doctors without Borders as well saying that this is part of a pattern when it comes to what MSF calls deliberate attacks on humanitarians, health workers, journalists, U.N. personnel, schools and homes. And they go on to say, this pattern is either intentional or indicative of reckless incompetence. So this attack does not stand, Eleni.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "GIOKOS",
      "sentences": "I mean, it's startling, almost 200 aid workers have been killed in this war and making it one of the deadliest wars, frankly for aid workers.And speaking of aid and you know this very serious conversation between Biden and Netanyahu, we've seen the public frustration that President Biden has shed calling it you know, that he was outraged, essentially. And also putting, you know, very strict measures that Israel needs to abide by, and that being aid. Now, crossings Erez, Ashdod ports, as well as Kerem Shalom will be opened as well and that announcement coming straight after the phone call with President Biden. How is this going to work in the next few days?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "HANCOCKS",
      "sentences": "This is something that's been called for months by leaders, by humanitarian aid groups saying that aid coming from the air, coming fromthe sea cannot compensate or even get anywhere close to what comes through these land crossings. So they have consistently called for another land crossing to be opened that is now going to happen. So that's Erez crossing, which is, primarily a passenger crossing. It is how we get into Gaza usually you walk through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "GIOKOS",
      "sentences": "And you've been there personally --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "HANCOCKS",
      "sentences": "So yes, but it also does have the ability to drive through on the side as well. So it does have the ability for these trucks to be able toget in what it does mean, and the U.N. has said that they see this positively, they want to see how it's implemented. But they see this positively, because it means you can get to Northern Gaza very quickly. This crossing is at the northern part of Gaza. And that is where the U.N. is saying that half of the population is on the brink of famine. This is where the greatest humanitarian crisis is at this point. But it does raise the question of hours after this, effectively an ultimatum given by the United States that Israel is able to get it through the security cabinet that Erez crossing will be open. Why was that not possible many months before when humanitarian aid groups were calling for it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "GIOKOS",
      "sentences": "Now it's, I mean, again, more questions than we're getting answers, essentially. Could you also give me a sense of the international responseto WCK? And how that has sort of galvanized the conversation around Israel's disproportionate many people say, you know, war against Hamas in terms of what it's resulted on the ground itself?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "GIOKOS",
      "sentences": "And even the Biden Administration by the way said we're going to see what Israel does what it says what it does and then we'll assess downthe line. Paula Hancocks, great to have you with us thank you so much for that analysis. Let's stay across this. We've got CNN's Arlette Saenz, following reaction from the White House for us. Arlette, great to have you with us, in addition to Mr. Biden relaying his frustration, which has, of course he's been very vocal and publicly so. Secretary Blinken calling for an independent investigation over and above what we've just seen coming through from Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Yeah, Eleni. Those comments really are quite notable. It's a slight shift in the language that theSecretary of State has used in the past. He's called for a swift and impartial investigation. But overnight in Brussels speaking before reporters, he did say that the U.S. wants to see an independent investigation that is fully publicized. Now officials here at the White House are still reading through this initial report from the Israelis outlining the mistakes that were made that led to the deaths of the killings of these seven aid workers with World Central Kitchen. The White House so far is not offering any comments saying that they want to reserve judgment until they're able to read through this report. But we have heard from President Biden and statements, who has said that he wants to make sure that there is accountability for their actions. But this new report coming out this morning also comes on the heels of a very blunt conversation between the president and Israeli Prime Minister Benjamin Netanyahu. The president lay out in stark terms what he wants to see Israel do. A warning that if more is not done to protect civilian, protect humanitarian aid workers, that Israel would face consequences. This really marks a significant shift and the starkest warning Biden has issued to Netanyahu throughout this entire conflict. He did not outline and officials haven't said what changes in policy could be made. But it is a one step closer to some of those calls from Democrats and others to begin conditioning aid to Israel if they do not make changes to their approach in Gaza. Now, the president said that he wants to see more humanitarian aid protections. One thing senior officials said that the two leaders agreed on was the need to try to figure out ways to better relay information about where aid workers are working to distribute aid. The president also said he wants to see more crossings, more ports open to get that assistance into Israel, we saw some action. Or into Gaza, we saw some action on that front in the hours after that phone call is Israel approved the opening of Erez crossing in northern Gaza, as well as a port and other crossings as well. But earlier today, Secretary of State Antony Blinken also said that the real test will be in how this is all implemented. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "BLINKEN",
      "sentences": "These are positive developments. But the real test is results. And that's what we're looking to see in the coming days and in the comingweeks. Is the aid effectively reaching people who needed throughout Gaza? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "SAENZ",
      "sentences": "So the administration hopeful amid these initial steps, but waiting to see how it actually is enacted. But the president has been quite clearwith Netanyahu that things need to change in their operations when it comes to civilians, humanitarian assistance, or else they will face consequences from the U.S.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "GIOKOS",
      "sentences": "The U.S. economy added 303,000 jobs in March well above the 200,000 that most economists expected the unemployment rate dropped slightly to 3.8percent. So how will investors react when markets open in a few minutes from now? Now the DOW sank more than 1 percent on Thursday over concerns interest rate cuts might not happen as soon as expected. I want to bring in Matt Egan who's been following this for us from New York. 303,000 jobs, non-farm payrolls in March, much better than the market had anticipated. Now, when it comes to how the Fed is going to respond to many jobs added is a problem, too little jobs, of course, is an issue as well. Where's the middle ground, Matt?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "MATT EGAN, CNN REPORTER",
      "sentences": "Yeah, Eleni. I think the Fed was looking for a Goldilocks number. And this is not Goldilocks, right? This is hot. 303,000jobs added 50 percent more than the consensus. The unemployment rate, as you mentioned, ticking down to 3.8 percent. This is just another reminder that this jobs market is resilient. And it's so much more resilient than people thought. Both on a short term basis, where hiring has consistently come in hotter and hotter than expected, but also obviously on a longer term basis because a lot of economists have been penciling in a recession around now, or at least a near recession. And we're nowhere near a recession. If anything, the jobs market appears to be heating up which to your point could raise some concerns from the perspective of the Fed. Now, the Fed had been talking about cutting interest rates three times this year. Investors had been pricing in a rate cut as soon as June. And I think the initial reaction from economist is that this caused those rate cuts into question, because this does not look like a jobs market that means interest rate cuts. I mean, the unemployment rate is now below 4 percent for 26 consecutive months. Look at that left side of the screen you can see how the unemployment rates spiked during COVID up to almost 15 percent. It's come all the way down. But what's most surprising is that it really hasn't budged from those historically low levels --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "GIOKOS",
      "sentences": "Matt, I'm just going to take our audience now to the U.S. Secretary of State Antony Blinken, who's speaking right now. Let's listen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Thank you. Thanks, everybody. Thanks, everyone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "GIOKOS",
      "sentences": "All right. That is Secretary of State there Antony Blinken, speaking in Brussels on the sidelines of that NATO meeting. I've got PaulaHancocks with me to break down some of what he said, you know, Antony Blinken was talking about, it's good that Israel is taking full responsibility, they've got to ensure that something like this never happens again. But importantly, he really reiterated like, we're going to be looking at the steps that are taken, and the results. And we'll be assessing this in the next few days as well and prioritizing the protection of civilians and aid workers. So this is a very different stance that we've been hearing from the U.S. for, you know, since the start of the war, essentially.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "HANCOCKS",
      "sentences": "Well, what we're hearing here is that would results, they're going to be looking at the results. So it's not just the U.S. saying toIsrael, you need to protect civilians, because this has been said before, but he has said that the Israeli military has to prioritize the safety of civilians. He said that is number one, also saying that the too many of them have been caught in the crossfire. But what he's specifying is that they want to see what the results of Israel's measures are. So it's not just what Israel says it will do, not just what it does, but to see how that can impact what's happening on the ground. We have heard consistently from the Biden Administration, that the too many civilians have been impacted, too many have been killed. And so I think what the Biden Administration is doing now, and he said it will be over the next few days is looking for tangible results, significant changes in what Israel is doing on the ground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "GIOKOS",
      "sentences": "Yeah. I mean, he specifically said how to achieve de-confliction, you know, the steps that will be taken to achieve de-confliction, which isreally interesting. This is I mean we know that the frustration from the Biden Administration side of things have been has really been bubbling up for the last few weeks as well. But this was particularly event with WCK and the death of seven aid workers has been really a turning point, it feels in the way that the U.S. is sort of, you know, dealing with Israel and the rhetoric around, you know, how the U.S. perceives this war is playing out, essentially.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "HANCOCKS",
      "sentences": "It definitely feels like things have come to a head for the Biden Administration. I mean, on the other side, there's also criticism of theBiden Administration that, you know, potentially more than 32,000 Palestinians have been killed in what has happened so far. And there have been close to 200 humanitarian aid workers who have been killed, as well, that according to United Nations figures. But certainly we're seeing that this particular event has become potentially a turning point, but certainly has brought the frustrations and the anger to a head from the U.S. President using the word outraged. I mean, that's not a word that the administration uses lightly. So I think certainly there has been a change, especially when you consider that phone call, just hours after that phone call took place between the U.S. and the Israeli leader. All of a sudden one of the key crossings from Israel into Gaza, into Northern Gaza was approved, it was going to be opened and that is very significant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "VALI NASR, PROFESSOR AT JOHNS HOPKINS UNIVERSITY",
      "sentences": "As you mentioned, it is quite significant. This year because of the Gaza war and because the Gazawar was termed when it was launched by Hamas as the thunder of Al-Aqsa named after the holy site in Jerusalem. So even before the Damascus attacks, the sense was that the old state would be a day in order to rally the public in Iran. Around what's happening in the Gaza war, around the Palestinian issue to display Iran support for the Palestinians. But also much more broadly, to cast this notion that we are at the moment of truth, if you would, with the Palestinian issue, that something that Iran has claimed to be fighting for 45 years has dedicated itself to is now reaching a sort of moment of truth with what's going on in Gaza. And so that was the greatest significance as we went into this state, but to it was added the fact that it's now called coinciding with the funeral or those generals that were killed in the Damascus attack.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "GIOKOS",
      "sentences": "Well, let's talk about this funeral. You know, we saw Supreme Leader Khamenei praying at the caskets, which was quite a show of force,essentially, you know, showing, you know, how it impacted Iran, but also vying retaliation in the same breath as well. We just don't know when that will happen and it's not a question of if, as we've said. Give me a sense of how important it is for Iran to show its aggression, its retaliation to the world. But you know, I guess they know that it has to be measured, because they don't want a full out confrontation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "NASR",
      "sentences": "Well, first of all, the funeral I'm putting it on this particular day, also has a message to say that Iran is given blood for this war, thatit obviously Israel attacked Iran at this point in time because of Iran's importance to Hamas and Hezbollah and the war. And therefore, it is a way of saying to the broader Arab world and the region that we are also sacrificing for this war. Yes, the talk of retaliation will be there, and particularly the Iranians are don't want Israel to believe that it can attack Iran with impunity in its diplomatic compounds at anytime, anywhere that it wants. And they don't want to see a larger attack coming. But I think they are also very conscious that Israel is on the back heel right now internationally because of what's happening in Gaza, because of the World Central Kitchen issue. That is relationship with the United States is fraught right now. That also domestically, Prime Minister Netanyahu is under a lot of threat, because of the public protests that have been happening, and that Israel may favor shifting attention from Gaza to a war with Iran and Hezbollah in Syria and Lebanon. And Iran and its ally Hezbollah don't want to play to Prime Minister Netanyahu's tune. They're not keen on retaliating immediately, I believe, because they don't want to essentially change the narrative from Gaza onto themselves. So that I think they're going to wait, they're going to ponder. They're going to pick a reaction that is in a way is it deterrence against further Israeli reaction, but not something that is going to shift world attention from the stories about humanitarian issues --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Thank you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Thank you, Mr. Secretary General you've said there should be an independent investigation. What can the United Nations do topromote such an investigation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "GUTERRES",
      "sentences": "Well, it is obviously for the government of Israel to accept the possibility of that independent investigation, because the investigationcan only work with the cooperation of the Israeli authorities. But as I said, the question is not these only specific incidents, when 196 humanitarian workers have been killed, and we want to know why each one of them was killed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "GABRIEL ELIZONDO, AL JAZEERA ENGLISH",
      "sentences": "Thank you, Mr. Secretary General Gabriel Elizondo from Al Jazeera English. Sir, the Israeli governmentseemed to indicate that they would only open the Erez crossing temporarily. Are you satisfied with that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "GUTERRES",
      "sentences": "We don't know yet what kind of measures will be announced entirely. It is obvious that as I said, it's not enough to have scatteredmeasures. We need a paradigm shift. We will see if it comes. And after that, we will pronounce ourselves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "GUTERRES",
      "sentences": "Well, first of all, the Secretary General is guided by the charter. And the charter is clear in Article 25, please read Article 25.And you will be perfectly aware of the nature of the resolutions of the Security Council. And the second, as I said, the question is not only to know if some mistakes were committed and who committed them. The question is the system that allows those mistakes to happen time and time again. And it is the change of that system that is required, which implies a change in the strategy and the procedures that the military are using in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "GUTERRES",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Mr. Secretary General --",
      "isLastSentenceInterrupted": false
    }
  ]
}