{
  "date": "2024-03-28",
  "headline": "One World with Zain Asher",
  "subHeadline": "FTX Founder Sam Bankman-Fried Sentenced To 25 Years In Federal Prison; Israeli operation at Al-Shifa Hospital enters 11th day; Traffic Cam Shows Key Bridge Moments Before Collapse. Aired 12-1p ET",
  "utterances": [
    {
      "timeStamp": "12:00:00",
      "speaker": "ZAIN ASHER, CNN ANCHOR",
      "sentences": "All right, coming to you live from New York, I'm Zain Asher. Bianna Golodryga is off today. You are watching ONE WORLD. Iwant to bring you breaking news in CNN right now. Sam Bankman-Fried will spend the next 25 years in a federal prison. Sam Bankman-Fried is going to be spending the next 25 years in a federal prison. That is the sentence he was just handed down in a New York courtroom. The former FTX crypto boss was convicted of both fraud and conspiracy back in November. Prosecutors in his case estimate the FTX customers lost more than $10 billion under his watch. Bankman-Fried sentencing comes nearly five months after he was found guilty of one of the largest white collar crimes in history. Once again, if you're just joining us, Sam Bankman-Fried sentenced to 25 years in federal prison. Let's go straight now to CNN's Kara Scannell joining us live now from New York. Kara, this is interesting for several reasons. But we know that the prosecutors had been sort of angling for about 50 years in prison for Sam Bankman-Fried. His defense attorneys were saying it should be more like five or six years. The judge went straight down the middle 25 years in federal prison. What more can you tell us on that front?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "KARA SCANNELL, CNN CORRESPONDENT",
      "sentences": "Yeah, I mean, a 25 year sentence is still a long sentence in a white collar case. And the judge had gone through. SamBankman-Fried spoke before the judge. The judge weighing all of this. He said he thought the 40 to 50 year sentence recommended by prosecutors was, as he put it, you know, substantially greater than necessary. But he said he hadn't heard a word of remorse from Sam Bankman-Fried who was standing there in the courtroom. And he said that because Bankman-Fried as he put it with exceptionally smart and a great marketing guy, he wanted to send a message to him and to deter him from committing any other crimes when he is released from prison, saying there is a risk that this man will be in a position to do something very bad in the future and it's not a trivial risk. And at that point, he then imposed the 25 year sentence. Bankman-Fried is 32 years old. So when his sentence is up, he'll be about - he'll be 57 years old, still time for him to work and certainly not the potential life sentence that he would receive if he got a significant - more significant sentence. You know, but this came after Sam Bankman-Fried addressed the judge in the courtroom. He stood up he told the judge, a lot of people feel really let down and they were let down. And I'm sorry about that. He also said that he knew that he and his colleagues had built something beautiful. And he said I threw it all away. It haunts me every day. He acknowledged I made a series of bad decisions saying he was responsible. But he did not say that he was remorseful for the crimes he had committed. And that was something that prosecutors raised when they stood up to speak. They pointed to this saying that this was not mismanagement or poor oversight. But Bankman-Fried was stole billions of dollars from investors, customers and lenders. And they say it was not a bloodless financial loss on paper. They also had a victim speak before the judge as well talking about the harm that he suffered as a result of this fraud. You know, Bankman-Fried was the face of the crypto industry. He had all these celebrity endorsements and added the Super Bowl, really was, you know, epitomizing this industry. And then when FTX went into bankruptcy in November of 2022, there were so many reverberations through the crypto industry. So he was - he was such a big figurehead. And now we're seeing the consequences of his crime. Prosecutors were pushing for a steep sentence because they wanted to send a message across the industry, a largely unregulated industry, saying that, you know, these crimes cannot be tolerated. So definitely a significant moment for Bankman-Fried. He has been held in federal custody since August, when the judge revoked his bail after finding that he was engaging in witness tampering after his arrest. And so he has not been a free man since August. And as he mentioned, he went to trial in the fall was convicted in November, and he won't be a free man again until he's 57, about 25 years from now. Zain?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "ASHER",
      "sentences": "All right, Kara Scannell live for us there. Thank you so much. Let's bring in David Weinstein. He's our legal analyst and a former state andfederal prosecutor. He joins us live now from Miami. So David, your take on this 25 years sentence that Sam Bankman-Fried has been handed, I was actually looking at your notes earlier, your thoughts earlier, and you'd mentioned that you were going to guess that he would be handed a 30-year sentence. So it was - you got it almost exactly right. But how does 25 years compare to others who have been convicted of similar financial crimes? DAVID WEINSTEIN, FORMER STATE &amp; FEDERAL PROSECUTOR: He's a very lucky man and you know, (inaudible) rules. I lost, I went over, but it's close to what I thought. He's very lucky to have only received 25 years. If you look at the sentences that people like Bernie Madoff received who took $13 billion from people and he was 71. He got 150 years. Stanford, we're all familiar with him, he took $5.9 billion, he got 110 years. And there are others who took less than what Bankman-Fried took, and they got 30 and 50 year sentences. So Bankman-Fried was excessively lucky. Look, no one wants to spend a minute in jail. But 25 years when he was looking at probably a lot closer to 50, than he was to the six or eight he asked for, very fortunate here. And I think a lot of that goes to his attorneys, and to the way that they got him to speak up, and to make a statement where he expressed some remorse, but didn't go so far as to admit his guilt, because remember, he's taken an appeal here. And that still has to generate its way through the system. So very fortunate, and I think, a significantly lower sentence than others who were somewhat more similarly situated. So he was a lucky man today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "ASHER",
      "sentences": "So why was the judge more lenient? So obviously, 25 years in prison is a long time. Right? Let's be honest. But why was the judge more lenientthan you would have anticipated? I mean, he didn't - he wasn't directly remorseful, specifically for the crimes here that he committed. Just in - just in terms of the fact that, you know, the victims are likely not necessarily but likely going to be made whole again, just in terms of recuperating a lot of their money, is that a factor in this in terms of the judge count - the judge's calculation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "ASHER",
      "sentences": "25 years as you point out, despite witness tampering, and despite perjury during his testimony, that is quite remarkable. David Weinstein,live for us there. Thank you so much. Right now, it is up to a Fulton County judge to decide whether one of Donald Trump's four criminal cases will be thrown out. A key hearing in Atlanta wrapped up just a short time ago. Lawyers for Trump argued that the sweeping indictment charging him with trying to overturn the 2020 election in Georgia, that it should be dismissed. They claim the former U.S. president is protected on First Amendment grounds and cannot be prosecuted for making false statements. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "STEVE SADOW, TRUMP ATTORNEY",
      "sentences": "What President Trump said speech wise or expressed either through his speech or conduct, which is still freedom ofexpression, because that's false in the eyes of the state, it's lost all protections of the First Amendment. Just the opposite, if anything, under the circumstances, it needs more protection. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "ASHER",
      "sentences": "And prosecutors were quick to point out that the same argument was made in Trump's federal election subversion case and the judge rejected itand it's not clear when a decision will come. It's the first hearing since the judge in the case declined to disqualify Fulton County District Attorney Fani Willis. CNN's Zachary Cohen joins us live now from Washington. So Zachary, how successful were Trump's lawyers in terms of arguing that this case should be thrown out because of First Amendment rights, especially when you think about the fact that other co-defendants who have tried to make similar arguments here have been unsuccessful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "ZACHARY COHEN, CNN NATIONAL SECURITY REPORTER",
      "sentences": "Yeah Zain, Judge McAfee definitely gave Trump's attorney Steve Sadow ample opportunity to presenthis case for why this indictment should be thrown out because he claims that Trump's false claims about the 2020 election and widespread voter fraud are protected under the First Amendment as political speech. Now that he went through each - each count against the former president, making a case for each one as to why that - maybe they should individually be dismissed as well. McAfee ultimately does, though have that precedent in mind as you mentioned. He has rejected similar arguments from some of Trump's co-defendants in the Georgia case, as well, as you know, the precedent set by the Federal - in the federal case against Donald Trump overseen by Special Counsel Jack Smith, the judge in that case also denied a motion to dismiss the indictment based on First Amendment arguments. You know, prosecutors in Georgia though today really making clear that Trump was not indicted for lying. He was indicted, as they said for lying repeatedly over and over again, and lying - and the lies were employed as part of criminal activity and with criminal intentions. And the word intentions is interesting, though, because it does offer a window into what could be a key issue if and when this case does ultimately go to trial. Obviously, Trump's argument today was to try to avoid that scenario. But, you know, the issue of intent as prosecutors argued today is something a jury needs to decide. And it's something a trial is something that they've been working very hard to try to get on the books but before the 2024 election. So we're going to have to wait and see what the judge ultimately decides as to Trump's motion today to dismiss the indictment. But big picture, we are still moving forward and this case is still moving forward despite the fact that an appeals court is still weighing whether or not to review McAfee's decision about keeping Fani Willis on the case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "ASHER",
      "sentences": "All right, Zachary Cohen live for us there. Thank you so much. All right, it's going to be an evening that really symbolizes just how much isat stake in terms of the upcoming November elections. U.S. President Joe Biden is on his way to New York, where he will take the stage with two former Democratic presidents for a star studded fundraiser. Bill Clinton and Barack Obama are expected to give the Biden campaign a bit of a boost here. Here's President Biden taking aim at the Trump campaign with Mr. Obama by his side. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "I'll protect social security, Medicare. Trump also brags about getting rid of Roe v. Wade, getting itoverturned. He even went on TV to make that point. Let's be clear, Trump's responsible for the chaos that followed. Well, we can turn that around. BARACK OBAMA, FORMER U.S. PRESIDENT: We've gone too far to come back. And that's what Joe and Kamala believe. That's what they've done while they've been in office, and that's why this election is so important. Young people cannot sit on the sidelines. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "ASHER",
      "sentences": "Well, though the search for additional victims has been temporarily called off is of course agony for the family members who desperately needclosure at this point in time. We know that all the victims were construction workers who were repairing potholes on the bridge at the time of the disaster. The entire eight men crew was made up of migrants who had come to the U.S. from Central and South American countries. Family members say the authorities right now are asking them to be patient. (BEGIN VIDEO CLIP) CARLOS SUAZO SANDOVAL, BROTHER OF MAYNOR SUAZO SANDOVAL (through translator): We cannot speculate, we do not know the FBI has not given us a report directly about what happened, why it happened. We do not know who is responsible. The FBI has not yet given us any information. They are in a process. And I believe they asked us for patience until they gave us the report. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "ASHER",
      "sentences": "Well, for the latest on the investigation, let's go to CNN's Gabe Cohen who's live for us on the scene now. So just to recap for ouraudience, divers actually did manage to recover the remains of two individuals who were inside a vehicle that was submerged that was underwater. Just in terms of the recovery efforts for the remaining four victims, that has been slowed down or stopped even because the conditions are simply too dangerous right now. They need to focus on clearing the debris that is in the Patapsco River right now. What more can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "ASHER",
      "sentences": "All right, Gabe Cohen joining us live now from Baltimore. Thank you so much. All right, still to come here how Russia is using a terribleterrorist attack to boost support for its war in Ukraine. I'll be talking to the Ukrainian ambassador in the United States in just a moment. Also, Israel's Prime Minister will be sending an Israeli delegation to visit Washington after all to talk about Rafah as he vows to push ahead with the operation. We'll have a live report for you from Jerusalem ahead as well. And later on this hour, we will take you to California where a vivid, gorgeous, stunning display of wildflowers is blooming all at once. It is certainly quite a sight to see. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "ASHER",
      "sentences": "I do want to talk about the front lines, just in terms of the war, obviously, between Russia and Ukraine. In a recent interviews, Zelenskyyessentially said that it's been very difficult, of course, to keep the Russians at bay just in terms of this war. It has been become much harder, especially given the lack of U.S. military aid, but that he anticipates that a Russian offensive is coming, is around the corner in just a couple of months from now. And that will be a Russian offensive, with much greater firepower and firepower by the way with much greater reach as well. Just give us your take on how prepared Ukraine is to guard itself against that, at this point in time, especially when you consider the lack of sustainable military aid from the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "MARKAROVA",
      "sentences": "Well, Zain, you know, weapons were always a challenge. And President Zelenskyy  has always been very, very clear about it andtransparent with all of our friends and allies. Ukraine is much smaller than Russia, Russia does not only have more people and weapons, but also is more aggressive and has no red lines. So we always needed more weapons in order to be able to defend ourselves, but also to liberate our land. And now the situation now is critical, because, you know, we need more to not only hold the line, but also to continue protecting us everywhere. And you have seen Russia specifically picked up the attacks. Now it's daily attacks on so many places from Kyiv to Dnipro, to Kharkiv, devastating attacks on a daily basis. They also trying to be more active on the front line. And the ratio of weapons between Russia and Ukraine, of course, is decreasing, not to the benefit of Ukraine. So we do need additional support. And that's why right now, all the eyes are on our friends on the Hill. And we really need the supplementary budget that has been discussed. Whatever instrument or form it's going to be, to be adopted so that our friends here in the U.S. can continue supplying us with so much needed weapons and budget support for us to stay the course and for us to win because this is still, even though it's very difficult situation on the front line. It's a very winnable war. We are motivated, we know what we're fighting for, and we can win it for us, for Europe and for everyone who believes in the same values.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "MARKAROVA",
      "sentences": "Well, I think it's for all Americans. It's not just for House Republicans or House Democrats or people in the Senate. I think it's veryimportant for all of us to understand and listen to what Putin says that this war for him is a war against everyone who believes in freedom and democracy. He violated not only Ukrainians' border and - and sovereignty, he violated the international rules on which we all base how we live. That peaceful democratic countries should be able to live in our own countries the way we want to be without being brutally violated by an aggressive, autocratic neighbor. And this is what is at stake today, not just the existence of Ukraine, it's existential for Ukraine. For us, it's a question whether we will die or live. And we will not die without a fight. But we'd rather win and go ahead and do what Ukrainians like to do the most, what Americans like to do, you know, grow food, raise children, you know, focus on creating something rather than spending days and nights fighting for our existence. But it's so much bigger than Ukraine. It's - it's very important for American people, for democracy to win. So that this war ends while it's still in Ukraine, so that we win, while it's still in Ukraine, and we stop Putin while it's still in Ukraine, and that Americans will not have to defend the rest of the Europe if God forbid, Ukraine falls, and Putin will go further because he says it. And he has done it before and he attacked all of us before and he intends to do that. So it's our common fight for democracy and freedom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "ASHER",
      "sentences": "Well said, Oksana Markarova, Ukraine's ambassador to the U.S., thank you so much for being with us today. All right, still to come here on ONEWORLD. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We need to be on top of the vehicle as soon as we or as fast as we possibly can.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "ASHER",
      "sentences": "Welcome back to ONE WORLD. I'm Zain Asher. Prime Minister Benjamin Netanyahu says Israel has no choice but to move into Rafah saying thecountry's quote, very existence is on the line. Disagreements over the impending invasion have driven relations between Netanyahu and President Joe Biden to a low point. Speaking to U.S. congressional delegation, Mr. Netanyahu said Palestinians could just move out of Rafah with their tents. More than a million Palestinians are sheltering in the southern Gaza City. Netanyahu was also clear he believes victory in Gaza could come soon. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER",
      "sentences": "We've killed the many senior leaders including number four in Hamas, number three in Hamas. We'll getnumber two and number one. That's victory. Victory is within reach. It's a few weeks away. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "ASHER",
      "sentences": "As the White House says that Netanyahu has agreed to reschedule a planned U.S. visit by an Israeli delegation to discuss Rafah, Palestinianofficials say fresh Israeli strikes on a residential building in Rafah killed at least 11 people on Wednesday. This as Israel presses on with its operation in around Al Shifa Hospital for an 11th day. The IDF says that about 200, quote, terrorists have been killed in what it calls precise activities. One family says six children were also killed in an airstrike near the hospital. Lot to get through here. Let's bring in CNN's Melissa Bell, who has the latest from Jerusalem. So Melissa, let's talk about this on again, off again, and now on again, visit with the Israeli delegation, coming to Washington for talks. Netanyahu has actually come under so much fire there in his home country for perhaps potentially jeopardizing Israel's relationship with its most important and most loyal ally, the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "MELISSA BELL, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, there was a definite sense last night when we heard from Benjamin Netanyahu as hereceived that congressional group of leaders at speaking as we heard a moment ago there, you heard there in that clip of the need to see this through, urging bipartisan continued support in the United States that he was really looking at to build back some bridges or paper over some cracks over the last couple of weeks. And we heard almost at the same time, shortly afterwards, that this high level Israeli delegation, this visit had been cancelled, you'll remember, at the start of the week. We now expect and it's been confirmed by the White House that it will take place at the start of the next week. The point about this meeting is that it came at the request of the United States. And this is very much about American officials wanting to press home to their Israeli counterparts, as indeed, Pentagon officials, including the American Defense Secretary did with Yoav Gallant, who turned up alone on Monday and Tuesday about the need to think about alternatives for the planned ground operation in Rafah with American officials who will continue to press without Israeli delegation when it finally gets to DC next week, the need to consider things like targeted operations against Hamas, the beefing up of the border between Gaza and Egypt to prevent any terrorists from escaping rather than the full scale ground operation that everyone fears and that Israel appears to continue to prepare, Zain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "ASHER",
      "sentences": "Just in terms of the consequences for the Palestinians living in that southern Gaza City, what will be the consequences from a humanitarianlevel, Melissa, of this ground incursion into Rafah?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "ASHER",
      "sentences": "Melissa Bell, live for us there. Thank you so much.In late May, South Africans will elect a new national assembly which then picks the next president. An important issues for a lot of voters this time around is crime. South Africa is struggling with a crime wave, it cannot seem to control. Violent, brazen attacks and heists which should be handled by police are instead turned over to private security patrols because corruption within the police force is very rampant as well. CNN's David McKenzie has more. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "ANTON KOEN, CEO, NOJACK",
      "sentences": "This was a vehicle that was triggered by the license plate recognition system. We need to be on top of the vehicle assoon as we or as fast as we possibly can.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "DAVID MCKENZIE, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "So Anton is chasing a hijacked vehicle. This happens all the time in South Africa. They're intouch with private security groups throughout the eastern part of Johannesburg. And one thing you don't hear anything about is the police. direction North needs clear direction the police. Police can't cope, underfunded and struggling with corruption.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "They're shooting, they're shooting. I see them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "MCKENZIE",
      "sentences": "Dashcam footage shows the criminal gangs private security often up against. In South Africa, more than 20,000 vehicles were hijacked lastyear. Murders are at a 20-year high. Cash in transit heists are now commonplace. Armored vehicles targeted in broad daylight by heavily armed gangs. This heist on a major Joburg highway in October. Was it difficult to get a gun? GLEN, FORMER CASH-IN-TRANSIT CRIMINAL: No, it's not difficult.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "MCKENZIE",
      "sentences": "We met a cash and transit criminal who claims he's gotten out of the game. We agreed to hide his identity so he would talk freely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "GLEN",
      "sentences": "People who are angry with the level of crime, they will never sleep with their stomach empty. Those are the people who are crying with crime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "MCKENZIE",
      "sentences": "He says around a dozen gang members target the vehicles, often with insider intelligence. They have spotters, drivers and shooterssplitting the cash evenly. Did you ever kill anyone?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "GLEN",
      "sentences": "Yes. I know it's bad. I feel bad about it. Some of them, you go and you want to rob and they do not surrender. They want to become heroes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "MCKENZIE",
      "sentences": "But father of four, TT Ngwenya says he never wanted to be a hero. He just wanted to put food on the table.TT NGWENYA, FORMER CASH-IN-TRANSIT GUARD: If they needed the money, you must take out that you're going to be killed because you will never work for your children.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "MCKENZIE",
      "sentences": "He always knew they would be hit. And in May 2021, they were. The dashcam video shows the gang working quickly, efficiently even. They madeNgwenya and the other guards lie in the grass. When they blew up the roof, it crushed his legs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "NGWENYA",
      "sentences": "The big thing to me, I'm no longer able to stand. I'm no longer walking as the way I was before I joined that job. And I'll always feelpain, I'm sure with some pills you see and I'm a father.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "MCKENZIE",
      "sentences": "South Africa is losing the war against crime. The promise of its democracy hijacked by corruption, desperation and greed. Of course securityanalysts say there are good cops in South Africa, both in the junior and the senior ranks but they're underwhelmed by a lack of support and also have to face colleagues who are engaging in corruption. Crime affects all walks of life. In South Africa it will be an important issue in upcoming elections. Zain? (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "ASHER",
      "sentences": "Thank you David McKenzie. All right, still to come here, live pictures from California where wildflowers are taking over what's called aSuperbloom. We'll have a live and very colorful report for you just ahead. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "ASHER",
      "sentences": "Throughout this week our series, Call to Earth is turning the spotlight on the Bahamas and an organization working to advance oceanconservation. Today we go diving with Dr. Austin Gallagher. His unique perspective with tiger sharks lead to the discovery of the planet's largest seagrass meadows. Take a look. (BEGIN VIDEOTAPE) DR. AUSTIN GALLAGHER, FOUNDER &amp; CEO, BEANTH THE WAVES: Just so nice to take a minute to realize how beautiful they are. And this is really why we need to protect the species in this ocean and we have so much to learn. So it's a really good first day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "ASHER",
      "sentences": "For the second day, they've decided to set up at a seemingly inconspicuous patch of green on the ocean floor. But to Austin, itsignifies so much more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "GALLAGHER",
      "sentences": "I've learned that the behavior of tiger sharks is completely different in seagrass meadows.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "ASHER",
      "sentences": "From 2016 to 2020, the Beneath the Waves team conducted a study where they equipped tiger sharks with cameras. The aim was to gain a betterunderstanding of what a day in the life of the animal looked like. What came back was hours of groundbreaking footage that would change the trajectory of their research.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "GALLAGHER",
      "sentences": "We knew that there is generally expansive seagrass ecosystem in the Bahamas, but it wasn't until we got the data back from those cameraequipped tiger sharks that we really saw how important and expansive the seagrass really might be here in the Bahamas. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "ASHER",
      "sentences": "Mother Nature is putting on quite a show for us in California. A wetter than normal winter has led to a phenomenon known as Superbloom, thisspring. There are so many wildflowers blanketing the landscape, the colors can actually be seen from space. It is gorgeous. CNN's Stephanie Elam joins us live now from Palmdale, California. So plenty of wintertime rain. And this is the result. It is stunning. What a sight to behold behind you, Stephanie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "STEPHANIE ELAM, CNN CORRESPONDENT",
      "sentences": "It truly is Zain. And we didn't know if we were going to get one this year because there wasn't a lot ofprecipitation until we got past January, then we started to see that rain in February. And now we have enough water here that they're allowing for the Superbloom to pop up. And when you just look out, and you just see this vast sea of California poppies, this is the state flower here. And you just see that brilliant orange all throughout here. It's stunning to witness in person. And this doesn't happen every year. I know it seems like lately, maybe we've been talking about it a lot. But really, we don't know when we're going to get them. You know, we battle with climate change here in California and droughts. And in those drought years, we don't see these spectacular carpets of color. So it really does depend on the right conditions, cool temperatures, a lot of rain, and then that summer heat coming in, or that spring heat coming in and allowing the flowers to pop up here. I just want to show you, when you get down closer, you can see that it's not just the poppies, you also have some of the yellow popping in here. There's a little bit of purple in here as well. So as you get closer, you can see a lot of the different colors and some of that that when it gets really dense, probably a couple more weeks or so. Then you'll see those really big carpets of color that you can see from space in some places because there's such densely packed clusters of flowers all together. It's amazing Zain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "ASHER",
      "sentences": "But there are rules, right? You're supposed to stay on the trail. You're not supposed to pick the flowers. You can't be selfish, right? Youcan't be selfish. You have to sort of leave the flowers alone. Just give us - tell us about the rules specifically, when it comes to the state poppies.",
      "isLastSentenceInterrupted": false
    }
  ]
}