{
  "date": "2024-10-09",
  "headline": "Inside Politics",
  "subHeadline": "Milton Now Projected to Make Landfall Near Sarasota; Biden, Harris Get Briefing on Cat-4 Hurricane Milton; Milton to Slam Florida With Life-threatening Floods and Wind. Aired 12:30-1p ET",
  "utterances": [
    {
      "timeStamp": "12:32:10",
      "speaker": "MAYOR JANE CASTOR, TAMPA, FLORIDA",
      "sentences": "That storm surge is still the biggest issue that we are looking at. And if you went through Hurricane Helene, that was four to six feet, and that was more devastation than I've seen in my life. So, Milton is bringing the possibility of bringing twice as much storm surge here, from 12 to 15 feet. That is something that is historical not only for our community, but really for our nation.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:32:10",
      "speaker": "BASH",
      "sentences": "I will now turn to Congresswoman Kathy Castor of -- in Tampa. Kathy Castor, no relation to Jane Castor, the Mayor of Tampa, we were just listening to.Congresswoman, thank you so much for being here. You represent Hillsborough County, including the city of Tampa. What is the situation on the ground right now, and what is your biggest concern as we speak? REP. KATHY CASTOR, (D-FL):  Hey, thank you, Dana, so much. It's still, who has not left. The only saving grace from this monster is that we had a couple of days to warn everyone about the triple threat that Milton poses because, I mean, this is inconceivable. Just two weeks ago, people were flooded out of their homes, thousands of my neighbors, due to this historic storm surge from Helene that was a hundred miles off the coast. They were just kind of recovering, just trying to wrap their minds around this. And now, Milton, which is a rain event, a wind event, and a surge event. So the best advice right now is to make sure you are out of the storm surge area. You're going to lose power. So, making -- writing down the numbers where you can call people for emergency information. You are going to hear sirens, you're going to hear other alerts, or watch for other alerts on tornadoes, storm surge, high winds. You have to expect the unexpected. But I want to thank all of my neighbors who've got out of the evacuation and surge zone, and all of our local partners who have done an extraordinary job, along with FEMA, making sure we're prepared.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "BASH",
      "sentences": "I mean, you called it a triple threat because of the water, the wind, and the surge. I mean, just sticking with one of those, the surge, up to 12 feet of storm surge could inundate the Tampa Bay, or at least parts of the Tampa Bay area. Just to give people perspective, that's double the record of five to six feet that we just saw by Helene. And if you think about it, it's even higher than an NBA basketball hoop, which is 10 feet.K. CASTOR:  And Dana, after Helene, I talked to my neighbors who stood on the top of their beds as the surge came in and they stood on the top of the bed for hours. Then there were neighbors who were carrying their children and carrying their pets through the surging waters to get to higher ground, to get to a second storey. And don't chance it right now. You've got to -- you really have to take personal responsibility to safeguard your life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "BASH",
      "sentences": "Yeah. And as you and others have said, if you look at the time right now, it's 12K. CASTOR:  Thanks, Dana.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "BIDEN",
      "sentences": "Deanne, you're doing a hell of a job. You always have. We've been through a lot of this together, all three of us, including the vice president. And I have one question right now though. What are you most worried about today and into tomorrow? And what messaging can we do to help people in the hours before it makes landfall?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "CRISWELL",
      "sentences": "Mr. President, the biggest concern is making sure people have gotten out of harm's way. Over the next 24 hours, we are going to see significant winds. We are going to see storm surge. We are going to see flooding from the rain. People need to be able to take this storm seriously. They need to move, if they still have time to move, out of harm's way. And we are prepared to support Florida with additional search and rescue assets to help save lives. That's our immediate concern, Mr. President, is saving lives over the next 24 hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "BIDEN",
      "sentences": "Have you ever seen a storm like this one since you've been in charge?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "BIDEN",
      "sentences": "Well, thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "HARRIS",
      "sentences": "Administrator Criswell --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "CRISWELL",
      "sentences": "Thank you. Yes, ma'am.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "HARRIS",
      "sentences": "Are we concerned about any misinformation or disinformation regarding evacuations that we need to clear up at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "CRISWELL",
      "sentences": "There's been a lot of misinformation out there, Madam Vice President, that's for sure. But I have not heard anything specific to the evacuations. I think that the local officials, the state officials have been very strong in getting that message out there and getting people to move out of harm's way. I was in Florida on Monday and met with the mayor of Tampa as well as the mayor of St. Petersburg, and we saw people evacuating. And so they are listening to their local officials and that was encouraging.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "HARRIS",
      "sentences": "That's great. Thank you.SHERWOOD-RANDALL:  I think we'll move on then. Thank you, Administrator Criswell. We'll move to Director Brennan from the National Hurricane Center.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "MICHAEL BRENNAN, DIRECTOR, NATIONAL HURRICANE CENTER",
      "sentences": "Thank you, Liz. Mr. President, Madam Vice President, good afternoon. As Administrator Criswell mentioned, we are just hours away from seeing a potentially catastrophic hurricane landfall along the West Coast of Florida. With the center of Milton expected to cross the coast late this evening or very early tomorrow morning, it's a powerful major hurricane and a large hurricane at that.We are already seeing multiple life-threatening hazards playing out across Florida. We have multiple tornado warnings in effect across portions of Southern Florida. We're seeing winds increasing, heavy rainfall spreading across much of the state, and conditions are going to rapidly deteriorate over the next few hours, especially where landfall is going to occur along the West Coast. That's where we're expecting that devastating storm surge of as much as 10 to 15 feet above ground level from somewhere near the Tampa Bay region southward to Port Charlotte, with significant storm surge extending hundreds of miles even farther south to the Fort Myers and Naples area. And that is why we have had been supporting so many evacuation decisions to get people away from that devastating storm surge. Time is running out now for people to leave along the West Coast before conditions deteriorate further. Additionally, Milton is going to be a powerful hurricane when it makes landfall and move quickly across the state and remain at hurricane intensity as it moves across Florida tonight and as it enters the Western Atlantic during the day tomorrow. So, that is going to bring the risk of hurricane conditions to much of the central portion of the state. We have hurricane warnings in effect from Fort Myers up through Tampa to Cedar Key along the West Coast, all the way through the I-4 Corridor across Orlando to Daytona Beach, up to St. Augustine, including the Cape Canaveral area and the East Coast down to Port St. Lucie. So a large area is at risk of seeing devastating wind impacts, widespread power outages, structural damage, and that could lead to a very unsafe environment after the storm, where we tend to see a lot of post-storm fatalities in this very dangerous environment that's left. Additionally, we are expecting very heavy rainfall, six to 12 inches amounts as high as 18 inches across the heavily populated I-4 Corridor from Tampa to Orlando to Daytona Beach, which could lead to widespread catastrophic and life-threatening flash flooding and urban flooding tonight and into Thursday in that area. And that's an area where we lost about 16 people in Hurricane Ian to that same type of flooding, so there's a tremendous risk to both life and property there. I do want to thank the Administrator and FEMA and her -- for her team's support and our coordination on that. And I finally want to thank the NOAA and Air Force Reserve Hurricane Hunters who've been flying into Milton for days now, providing us just tremendously valuable direct data that has really helped inform our lifesaving forecast and warnings. So thank you, Mr. President and Madam Vice President.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "BIDEN",
      "sentences": "Mike, I know you're tired of hearing from me. I've been talking to you so much lately. But I appreciate your constant input you've given me and let me know what's going on. What more can you tell us about how the location of this storm is going to affect the storm surge in Florida? I mean, because that's pretty consequential, right? The surge, I mean that's that what you're focusing on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "BRENNAN",
      "sentences": "Yes, Mr. President, just a shift of a few miles in the landfall location will make a big difference in what area sees that very worst storm surge. So a track of the center to the north of Tampa Bay would push the highest storm surge into Tampa Bay itself. A track five or 10 or 20 miles south would push that higher storm surge say down to the Sarasota Port Charlotte area. Even as close as we are to landfall, it's not really possible to tell exactly where that worst surge will occur. It's one wobble away from shifting 10 or 20 miles. So that's why we've conveyed that risk across such a large area to help support the evacuation of much of that west central coast of Florida. BIDEN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "BRENNAN",
      "sentences": "Correct. Yes, Mr. President. It's one of the most vulnerable locations along the entire West Coast of Florida because water gets funneled up into the Bay. if you were to see a worst-case scenario there, you could see storm surge as much as twice as high as they saw during Helene, where it got up to seven or eight feet in the Bay. It could potentially get up above 10 feet in this event.",
      "isLastSentenceInterrupted": false
    }
  ]
}