{
  "date": "2024-12-18",
  "headline": "The Source with Kaitlan Collins",
  "subHeadline": "Chaos On Capitol Hill As Trump, Musk Order GOP To Kill Bipartisan Deal And Threaten Shutdown; Trump's Border Czar: Plan For Mass Deportations Not Done; Trump's 3AM Warning: \"Liz Cheney Could Be In A Lot Of Trouble.\" Aired 9-10p ET",
  "utterances": [
    {
      "timeStamp": "21:00:00",
      "speaker": "RANDI KAYE, CNN NATIONAL CORRESPONDENT",
      "sentences": "And in the election, this year, The Washington Post did not endorse a candidate. And Jeff Bezos defended that decision in an Op-Ed, in his own newspaper, saying that he doesn't think endorsements do anything to tip the scales of an election. He also said that it creates a perception of bias.What's interesting, though, is just hours, Jim, after that decision was announced, not to endorse a candidate, Donald Trump met with executives from Blue Origin, his space -- that is, of course, Jeff Bezos' space company. And Bezos had to defend that, denying any allegations that he was trying to curry favor with Donald Trump-- JIM SCIUTTO, CNN HOST, ANDERSON COOPER 360: Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "KAYE",
      "sentences": "--by not endorsing a candidate. He said he had no advanced knowledge that this meeting was going to take place.Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "SCIUTTO",
      "sentences": "And lost a lot of digital subscribers as well.Randi Kaye, thanks so much. The news continues. \"THE SOURCE WITH KAITLAN COLLINS\" starts now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "KAITLAN COLLINS, CNN HOST, THE SOURCE WITH KAITLAN COLLINS",
      "sentences": "Good evening.There is a lot of breaking news, here in Washington, at this hour. And we have a big show ahead tonight, including a conversation with the man that Trump has put in charge, of his pledge to carry out mass deportations in the U.S. Before Trump even takes office, though, there is a total meltdown underway on Capitol Hill right now, after conservatives suddenly revolted against a bipartisan deal that House Speaker Mike Johnson had struck with Democrats, to keep the lights on and the government funded. Now, while some Republicans certainly were not happy with this, the pressure really started to build today, when one person started blasting it. It wasn't a member of Congress. It wasn't President-elect Trump, initially. It wasn't even anyone elected to office. It was Elon Musk, who was tweeting dozens of times, demanding that Republicans kill the bill, and threatening political ruin if they didn't. Of course, he's the adviser that Trump is tasked with cutting government spending. And now, Republicans are following his lead tonight, and the lead of the President-elect, who guaranteed the bill's demise when he criticized it as filled with Democrat giveaways. Just a short time ago, the House Majority Leader declared the bill all but dead. And right now, there is no replacement on the table, and no strategy in sight, this evening. CNN's Manu Raju is on the Hill for us. And Manu, obviously, this is essentially a Nightmare Before Christmas for Speaker Mike Johnson. What is the latest that you're hearing at this hour about what they plan to do next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes, total uncertainty and concern and finger-pointing among Republicans about how this all happened. Speaker Mike Johnson facing blame from conservatives for cutting a deal that they believe too favorably hovered Democrats, and others blaming Donald Trump himself.Donald Trump not only came out to oppose this bill late, just two days before the government is set to shut down, but he injected a highly toxic issue on top of it. He is now demanding to raise the national debt limit as part of this negotiation. That issue to raise the borrowing limit is politically toxic. It's one that usually takes months and months to negotiate. And now, Donald Trump is making this a 11th hour ask to do that now. And he's also saying they should not give Democrats anything, that Democrats should just do, essentially what he wants. And Democrats are saying, Absolutely not. They want the bipartisan deal they cut with Speaker Johnson. But it's not only the Democrats, who are pushing back. Some on the GOP side of the aisle say that Donald Trump should have made his demands known earlier. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "RAJU",
      "sentences": "Are you frustrated?SEN. KEVIN CRAMER (R-ND): I'm very frustrated, can you tell? But I'm frustrated with a smile.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "RAJU",
      "sentences": "I mean, you're frustrated with the--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "CRAMER",
      "sentences": "I'm--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "RAJU",
      "sentences": "--with the President-elect -- with the President-elect?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "CRAMER",
      "sentences": "I'm frustrated with his team, to not have engaged sooner than this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "RAJU",
      "sentences": "You think Trump should have made his demands out earlier?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "CRAMER",
      "sentences": "Well, that would have been very helpful. Yes. I mean, maybe he hadn't thought about it until just today. But yes, that would have been very helpful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "RAJU",
      "sentences": "Is it realistic to raise the national debt limit in two days?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "CRAMER",
      "sentences": "I would not think so. I would not think so. But, you know, it's almost Christmas, it's amazing what people might do to get home.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "RAJU",
      "sentences": "And there are a lot of Republicans, who simply say that it is totally unrealistic to raise the national debt limit, at this point.Remember, the debt limit is a hit actually the beginning of next year. But the Treasury Department can use what's called extraordinary measures to avoid the first-ever debt default, probably until the middle of next year. So, Donald Trump would have had to deal with, at the beginning of his term. He wants Congress to deal with it now, to take it off his plate. That is just such a highly uncertain, complicated demand at this late hour, which is why there's so much concern right now, Kaitlan, about possible government shutdown and extended government shutdown, and uncertain how they'd get out of it. Kaitlan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "Well he got impeached for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "DAVIDSON",
      "sentences": "Look--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "But what does that have to do with funding the government--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "DAVIDSON",
      "sentences": "No--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "--and what your plan is to do here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "DAVIDSON",
      "sentences": "What it has to do is--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "Because, I mean, you have 48 hours--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "DAVIDSON",
      "sentences": "--Donald Trump observes things that people--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "--to meet this demand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "DAVIDSON",
      "sentences": "--regular people, back home, would do it this way.We've known in Congress, since last May, when we passed the Fiscal Responsibility Act that you have a date certain, January 2nd, the debt ceiling expires January 2nd. Oh, no, we can cover for it. We can kick the can down the road to the last minute. Donald Trump is like, You got a deadline, January 2nd. That's one day before this Congress ends. Why wouldn't you take care of that in this bill?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "But I think what Kevin Cramer was saying, though, is that Trump should have brought this up sooner, not that -- that whatever, but that if he wanted this to be a demand that you're having here. Because the reality is that he's now tying that.And just for people at home who are watching, maybe who are concerned about Hunter Biden's dealings. But on the debt limit, it's the maximum amount that the government can borrow to finance what Congress has already approved.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "DAVIDSON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "If you want that tied to the shutdown deadline, which is in 48 hours from now, is that doable?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "DAVIDSON",
      "sentences": "I mean, I think it's doable. We know that we're going to raise the debt limit. We know we're not going to default on our debt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "You think it's doable?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "DAVIDSON",
      "sentences": "Absolutely. I think it's very doable. And I think it's a shame that it wasn't in the bill. I feel that we -- you know, this is one of the things, when we looked at it, and our staff, we're like, What's missing from the bill? And there are a lot of -- really, this bill had to do two things. It had to get us on the offense.So look, the American people, just in this election cycle, said, We want to reject the status quo. And frankly, what you saw is like, why are billionaires like Elon Musk, Donald Trump, and Vivek Ramaswamy, connecting more with regular working-class people. Voters in my district weren't calling -- I had no calls, all week, to say, Please vote for this. Instead, I had people all week, You're not going to vote for this, are you? They know it's a bad deal for them. And it's like, why does the swamp want to keep the status quo? Another Christmas tree spending spree, and it's finally time that we said no to that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "Which, to your credit, Mike Johnson said recently, and a few months ago, that that would not happen. There would not be a big bill filled with -- with which this was filled with, disaster relief, other aspects of this, things that pertain to removing the Commanders stadium back to control of Washington, D.C., would not have one of those right before Christmas.But I guess, the question, tonight, and to Hill reporters everywhere, what is the plan? I mean, what -- how do you avoid a government shutdown? Or do you think there will be a government shutdown?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "DAVIDSON",
      "sentences": "I don't think there'll be a government shutdown. Look, the govern--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "You think that they can come to a deal? And just on the debt limit, it took months to get to the last one. Why are you so confident that you could get to it in 48 hours now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "DAVIDSON",
      "sentences": "You took -- you took eight pages to get a continuing resolution to March 14th. That's it. You have 1,547 pages. Eight pages fund the government till March. Take those eight pages and then put a debt limit deal. We've done debt limit before -- deals before. Copy, paste, change the date. How hard is that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "And what's your view of Elon Musk's role and leading the charge, really, against this, as he did today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "DAVIDSON",
      "sentences": "Well, he's starting early. He was tasked to lead DOGE, and he's leading it.And one of the things, there was all this enthusiasm. People came into Congress, and they said, Oh, I want to help with DOGE. And it's like, Well, hey, welcome to the fight. And for some people, it's like, Yes, these people been in the fight forever. But when I look, like Citizens Against Government Waste is maybe the closest aligned group to DOGE. It's like looking at government efficiency. They put out, like the annual Pig booklet. They look at wasteful spending. And most conservatives have like, a 90-plus percent score. And this is something that if you look, some of the people that are really focused on DOGE, they're like, plus-90. But you see people that are like 60 percent scores on it, that want to help with DOGE. And it's like, Well, hey, I'm glad you're in the fight now. Maybe you could explain where you've been the past few years. But I'm glad to have you on board. And I think that's where Elon Musk and Vivek Ramaswamy said, Hey, why are we going to do status quo funding, when the whole message was we're breaking from that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "Yes. You sound very confident about no government shutdown. We will see what happens. Congressman, thank you for--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "DAVIDSON",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "--for joining tonight, on a crazy night, on Capitol Hill.Also joining us here is Maggie Haberman, CNN's Political Analyst and Senior Political Correspondent for The New York Times. Maggie, I'm just curious what you're reporting and what you were hearing today. As Mitt Romney was the one to point out earlier that Trump had not yet weighed in on what he wanted House Republicans to do. I'm not sure that he envisioned that in the end, it would be Trump condemning this bill. What have you been hearing from sources tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "Yes. What does it say about what this looks like when Republicans have a trifecta, here in Washington, in just a few weeks from now? HABERMANI think the people around Trump, not surprisingly, are unhappy with what this final product looks like. But once Trump is in control, he is going to have to make some decisions, and he -- it is not going to be enough. As you know, Kaitlan, Republicans controlled the House, the Senate and the White House, in 2017 and 2018. Trump still repeatedly criticized what the House was up to. That was a lot easier when it was Paul Ryan, and he was -- Trump was sort of new, and that was the Establishment. This is a much more MAGA-fied Congress, and a much more MAGA-fied Senate. And so, it's going to be harder--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "Well--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "HABERMAN",
      "sentences": "--to point the finger elsewhere and where things should go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "And if you look at this picture just from -- this was the Army-Navy game on Saturday. You see Trump, Mike Johnson, Elon Musk, they're all together.Trump and Mike Johnson were talking about their legislative priorities for when Trump is in office. What does tonight and how today played out show about how much influence Elon Musk has on Trump, over Mike Johnson?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "HABERMAN",
      "sentences": "Well, certainly Elon Musk has an enormous amount of influence, at least, in communicating for Donald Trump.I don't know how much of this is Elon Musk whispering in Trump's ear versus other people whispering in Trump's ear. And Musk is being vocally against this particular piece of this bill. It does speak about the fact that Elon Musk is going to be a very powerful ally for Trump. It's also raising concerns for some Republicans, I've been talking to, over the last couple of hours, what does this look like for those legislative priorities, such as extending the tax cuts, such as any number of things that Trump wants to try to enact and that he has campaigned on. What does this look like for actually, competently, and functionally running a government? This is just, you know -- look, they could salvage this. We'll see where it goes. But this is complicated and messy, and probably didn't need to be this way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "Yes, to say the least.And Congressman, I know, I just told you, thank you. But on Maggie's point about Mike Johnson, are you going to still be supporting Mike Johnson on January 3 for the leadership race?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "DAVIDSON",
      "sentences": "Yes, I think what this shows is Donald Trump is the clear leader of our party. And so when you try to get out of sync with Donald Trump, things don't go well. And the American people elected him to be president, and they're expecting him to call plays, and frankly, they're expecting Congress to execute them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "But will you be supporting Mike Johnson?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "DAVIDSON",
      "sentences": "When Donald Trump says he'd support Mike Johnson, the party is going to support Mike Johnson. If the play changes, we'll talk about that then. Right now, we got a long ways till January 3. We got a lot of work to do. We got to get this done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "COLLINS",
      "sentences": "With the inauguration a month from Friday, our source tonight is someone that we've wanted to talk to for a while, because of how crucial his role will be in fulfilling one of the President-elect's signature campaign promises.(BEGIN VIDEO CLIP) DONALD TRUMP (R), FORMER U.S. PRESIDENT AND CURRENT PRESIDENTIAL- ELECT: It's like an invasion from within, and we're going to have the largest deportation in the history of our country. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "COLLINS",
      "sentences": "One major question is, how Trump is going to make that happen. The President-elect himself acknowledging how hard it could be.(BEGIN VIDEO CLIP) KRISTEN WELKER, MODERATOR, \"MEET THE PRESS,\" NBC NEWS: Is it your plan to deport everyone who is here illegally over the next four years?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "TRUMP",
      "sentences": "Well, I think you have to do it, and it's a hard -- it's a very tough thing to do. It's -- but you have to have, you know, you have rules, regulations, laws.(END VIDEO CLIP) COLLINS: CNN's Priscilla Alvarez points out on some reporting tonight that some of Trump's deportation plans are Obama-esque. His predecessor, of course, deported nearly 3 million people in his first term, compared to the one and a half -- 1.5 million that Trump deported in his first term. The man who served as Obama's ICE Director, is the same person Trump has tapped to be his border czar. And Tom Homan is my source, and joins me tonight. And Mr. Homan, it's great to have you. Thank you for being here on the program tonight. Because we are closing in on the inauguration. So, when it comes to this major campaign promise, you've been working on that plan. Is the plan done and ready to go at this point? TOM HOMAN, TRUMP'S PICK FOR \"BORDER CZAR,\" FORMER ICE DIRECTOR: No, I'm still working on it. I got the general framework written up, and I'm working with other folks on it. But by the time the inauguration happens, the plan will be baked, and we'd be ready to -- we will be ready to launch, the day of the inauguration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "COLLINS",
      "sentences": "How much of it, would you say, is done so far? What does that process look like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "HOMAN",
      "sentences": "--you know where there's seven -- over 700,000 illegal aliens with criminal convictions on the streets of this country. So, that'll, of course, be a priority. So, I'm looking at a lot of different data sets to figure out where and when and how we're going to do this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "So, how many days after Trump is sworn in, before this effort to carry out the mass deportations begins? I know you said it starts on day one. But after how many days will we actually start to see that happening?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "HOMAN",
      "sentences": "Day one. Day one will be ICE officers across the country, will be out on the streets.Right out of the gate, President has made it clear, and I've made it clear, the priority right out of the gate's public safety threats and national security threats. And there's plenty of them to find, right? I looked at the data. Under the Biden administration, the deportation of criminal aliens have decreased 74 percent. So, we have all those folks that the Biden administration failed to deport. Plus, you got this 10 -- over 10 million encounters on the southern border, that they came across. We got a -- got a lot of them to look for too. So, the public safety threats are plenty, and it's going to keep us busy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "You worked under President Obama, as I noted. He actually gave you the government's highest civil service award at one point in your time there. As you know, he deported a lot of people. His highest number was just over 400,000 in a year.How many do you expect to deport this time?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "HOMAN",
      "sentences": "I don't know the answer to that question, because I'm not in the administration. I mean, we don't have control. I don't know what the budget is. I don't know how -- for instance, I know that ICE is $300 million in a hole right now.We need Congress to give us money to get this done. Because I don't know how many resources I have. I don't know how much money I want to have to buy beds. I don't how much money I will have to buy transportation contracts. That's why it's imperative on Congress and reconciliation to give us the money we needed to do this. I think the mandate given by the American people, from the election, is they want this done. A majority of Americans thinks it's the right thing to do. A vast majority of Americans think public safety threats that are here illegally, should be removed. So, it all depends on the funding I get from the Hill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "So you haven't gotten any briefings from people at the Department of Homeland Security, right now, to tell you what that looks like, as far as the number of ICE agents, or the number of beds available to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "HOMAN",
      "sentences": "No, I know the current number of beds available. I know how many agents are there, right now.But I'm looking, we need many more detention beds, more than currently available. I mean, under the Trump administration, we had over 55,000 people in detention, at any given day. And they're down to less than 30,000 now. So, I know there's a certain amount of beds that are available. But we're going to need many more beds. The landing teams have just started working with the agencies and departments. We will be gathering information, a lot of information, next couple weeks, which will help me in my planning process.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "How many more beds do you think you'll need?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "HOMAN",
      "sentences": "We need at least a 100,000 beds. And because if beds were turned over in 30 days, which gives us free -- our free bed every day. But I'm not going to put a limit. I'm telling the minimum, we need 100,000 beds, because we got a big population to look for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "And you--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "HOMAN",
      "sentences": "And 700,000 criminals alone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "And ICE has about 6,000 deportation officers nationwide. Tell me if that number is different than the numbers that I looked into. How many more deportation officers, do you believe that you would need for what you want to carry out here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "HOMAN",
      "sentences": "Look, the bottom line is, the more I've got, the more I can do. So six -- it's just over 6,000 ERO officers. Well, let's remember, you got over 8,000 HSI officers who are also ICE officers, who will also have Title 8 authority, immigration authority.We're looking for help from other agencies. We're looking for help -- and I've said, I've been clear on this, I'd like to see DOD assist, as DOD has assisted just about every presidential administration. So DOD can be a force multiplier. The men and women of ICE, they'll carry a badge and gun that are doing administrative duties, like processing and transportation and infrastructure building. If we can get DOD to help us, that frees those badge and guns up to get to the street, to arrest the bad guys. So, it all depends what I have available, day one. And we're working on that now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "And will you ask the military for planes to help with those flights as well?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "OK. You say, they won't be out arresting people. That's an important point.On this effort overall, in terms of what you believe you need. And you're obviously deeply familiar with how this works and what's ahead of you. You had previously said about $86 billion was the minimum this project will cost. Do you have a better estimate now, as you've been developing your plan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "HOMAN",
      "sentences": "I never said $86 billion. That was a CNN reporter that said $86 billion. I don't know what that number is right now. Again, we're working on the plan. Again, depends on how many resources I have, and what the cost is going to be. But I'll say this. $86 billion. I mean, what price you put on the young women that been murdered and raped in this country? What price do you put on the lives of all these little girls that you know -- there's numerous cases.What price do you put on national security? Because we know a record number of people on terrorist watchlist have been caught on southern border. We also know there's over 2.2 million gotaways. How many of them came from countries, sponsoring terror? What price do you put on the thousands of angel moms and dads who've -- their children were buried by their parents, because their children were killed by someone that's not supposed to be here. There's a lot of cost factor (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "HOMAN",
      "sentences": "Well let me say this. This will be an expense -- this will be an expensive operation. But in the long run, it should be a -- it would be a huge tax savings on the American people.Because right now, they're spending billions of dollars on free airline tickets, free hotel rooms, free medical care, not talking about our educational system--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "HOMAN",
      "sentences": "--our trauma in the hospitals--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "And--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "HOMAN",
      "sentences": "--and--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "And, sir?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "HOMAN",
      "sentences": "You know, and that's in--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "To be clear--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "HOMAN",
      "sentences": "And that's in perpetuity. And that's in perpetuity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "Well, and to be clear, I understand, you'll be making that argument about why you need this money to Congress. I was just curious how much you're guessing it will cost. Because obviously, as you noted, it's going to be expensive. You're going to have to ask Congress for that money.I believe you had told Fox Business $86 billion--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "HOMAN",
      "sentences": "I think -- I think -- I think -- I think--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "--was the estimate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "HOMAN",
      "sentences": "$86 billion at a minimum, I said. That's a minimum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "OK. I was just quoting you. I just want to make sure that-- HOMAN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "--we're clear that I was quoting you--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "HOMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "--correctly on what you -- the baseline of that was. But I think in the question--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "HOMAN",
      "sentences": "You were -- you were quoting -- you were quoting me directly. You were quoting me directly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "HOMAN",
      "sentences": "There was also a question was asked by a CNN reporter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "OK, got it, yes. Obviously, this is a huge interest--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "HOMAN",
      "sentences": "Oh, excuse me, it was -- yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "It's a huge interest to people--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "HOMAN",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "--just in terms of how much it will cost.But on the numbers, I am curious what your target is. Because there are different estimates of how many undocumented immigrants are in the country that -- and you have said everyone is on the table. If it's 11 million people, and what that number looks like, what is your goal over the four years, of the total number of people that you would like to? If you have the number of beds that you would like, if you have the number of ICE deportation officers and others that can help you with that. What is your ultimate number of that deportation that you would like to see when you're done with your job?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "HOMAN",
      "sentences": "I don't have a number. We want to arrest as many people as we can. They're in the country illegally. Again, based on prioritization. We want to arrest every criminal, every gang member that's here illegally, that's a public safety threat.We want to arrest every fugitive, those who had due process at great taxpayer expense, and have an order deportation, but didn't leave, and became a fugitive. We got over 1.5 million of those. And look, we got millions of people here illegally. I've said, and if you're here illegally, you're not off the table. I mean, it's a violation of law. It's a crime to enter this country illegally. And after we give you due process--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "But you don't have a number that you'd like to see one year--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "HOMAN",
      "sentences": "--at great taxpayer expense, an immigration judge--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "One year from tonight, you don't have a number that you'd like to say, This many people have been deported on my watch?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "HOMAN",
      "sentences": "No, I don't have a number. I want to arrest as many people as we can with the resources we have, want to be the most efficient we can, based on prioritization. There's no limit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "COLLINS",
      "sentences": "And we are back now with President-elect Donald Trump's pick for his border czar, Tom Homan.And Mr. Homan, welcome back. Thank you for being here. You just talked about who you are going to be targeting initially when you take office. You talked about people who are a public safety threat or a national security threat. And then you said that everyone, though, is on the table if they are here in the country illegally. As you know, there's a lot of mixed status households in the United States. Do you plan to take both parents into custody, if there are minor children in the house?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "HOMAN",
      "sentences": "If you're in the country illegally, and you got order to be -- deportation, we're going to arrest you, we're going to detain you, and we're going to remove you.If they have a U.S. citizen child, if they -- if they chose, after they come to the country illegally, and chose after they've been ordered to remove, to have a U.S. citizen child, and think, OK, the -- the court order doesn't mean anything anymore? The removal order doesn't mean anything anymore? Then what kind of message are we sending to the whole world? Go hang -- and cross the border illegally, which is a crime, ignore a judge's order to deportation, but have a baby, and you're fine? If we do that, then shut down the immigration court because the orders don't mean anything anymore, and take the Border Patrol off the border. We can't send a message to the whole world that you can violate laws of this country, and not leave as required by judges, and have a U.S. citizen child, you're OK. That child can stay. They can stay with a relative. They can stay with the other parent, or they can take them with them. We don't port -- we don't deport U.S. citizens. But they put themselves in the position. We didn't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "COLLINS",
      "sentences": "But would the kids go -- if both parents, though, are deported, would you put the children in foster care, if there's not a relative? Child Protective Services? What does that look like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "HOMAN",
      "sentences": "Well, that's up to the parent. I call that Parenting 101. It's up to the parent what they want to do. It's their child.But the bottom line is, having a child in this country does not make you immune from our laws.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "COLLINS",
      "sentences": "But what does your plan say about what you would do in that scenario?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "COLLINS",
      "sentences": "What would you be asking ICE agents--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "HOMAN",
      "sentences": "That's--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "COLLINS",
      "sentences": "--to do in that scenario?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "HOMAN",
      "sentences": "To arrest and deport people who are ordered to be removed by a federal judge. That's what they're going to do.The parents can make the decision on their child. That's their decision.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "COLLINS",
      "sentences": "So, when you argued recently about -- when you were asked about family separation, you said families can be deported together. That's how you would avoid that. I mean, you're saying that U.S. citizen -- that U.S.-born child, would have the choice to either go with their parents, or to stay here in the United States without their parents.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "HOMAN",
      "sentences": "That's the decision of the parents. And like, again, we can't send a message to the whole world that you can circumvent our laws by simply having a U.S. citizen child, when you know you're here illegally. They made that decision. They put their families in that position. Not us.We're going to enforce the laws enacted by Congress and signed by a President. If people don't like the laws, they can certainly have the laws changed by Congress. What we're going to do, what the American people want us to do. Enforce the laws enacted by Congress, and what Congress funds us to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "COLLINS",
      "sentences": "And obviously, this could be a reality that you are facing, in just a few weeks or a few months from now.The other question that I've heard so much about this is the massive impact that these large removals could have, on the construction or agriculture or hospitality industry. Is that something that you're keeping in mind, as you're making these plans?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "HOMAN",
      "sentences": "Yes, they'll be part of the prioritization. But let's remember, it's illegal to hire an illegal alien employee -- illegal alien, because there are a number of reasons. Undercuts wages. People are hiring illegal aliens, for a couple reasons. Number one, they can work them harder, pay them less, and undercut their competition who has U.S. citizen employees.It's against the law to hire an illegal alien. And we'll be enforcing that law too, because Worksite Enforcement is coming back. Where do I find most victims of trafficking, sex trafficking and forced labor? At worksites. And this administration stopped that. So, if we're serious about human trafficking, both forced labor and forced sex trafficking, that's where we find the victims, that's where we save the victim. So home -- so Worksite Enforcement is coming back in a big way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "COLLINS",
      "sentences": "Yes, the worksite raids. And, of course, I mean, you've seen in areas like Wisconsin, dairy farms have a lot of undocumented immigrants on their property who are working there. So that was a big question for them.The other question I had for you is that the President-elect said recently that he believes still, not a new position for him, but he believes that birthright citizenship must end. Obviously, that is no easy feat, given it is enshrined in the Constitution. But will he or anyone in his orbit, direct immigration officials to stop giving out documents, like passports or Social Security cards to babies, who are born on U.S. soil, to parents who aren't documented?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "HOMAN",
      "sentences": "Look, I think that's up to the courts. I think that needs to be held by the Supreme Court. I kind of disagree with it. I don't think it's enshrined in the Constitution at all. Not the way I read it. But then again, I'm not a constitutional scholar. We'll let the courts decide that on the birthright citizenship.I'll say this. It's a major driver, a major magnet, for illegal migration. And under this administration, you got a record -- record number of illegal aliens dying, crossing the border. You got a record number of Americans dying from fentanyl, coming across that border. You got a 600 percent increase in sex trafficking. So, we got to stop these magnets. We got to stop rewarding illegal behaviors. And that's exactly what we're doing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "COLLINS",
      "sentences": "Yes, of course, it's the 14th Amendment, as you know.I do have a question on what this looks like. Because one thing I've heard you say repeatedly is mass deportations doesn't mean tanks going down streets or huge sweeping raids, I think, of what a lot of people might have in mind. You said, the idea of building concentration camps is, quote, \"Ridiculous.\" We have heard other people talk about large staging facilities. Stephen Miller, for example, who you'll be working with. On this, and what this looks like when it's carried out, do you have any red lines of where you do not want to go, to carry out the pledge to deport mass amounts of people?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "HOMAN",
      "sentences": "Look, this operation -- me and Stephen Miller, there's no -- there's no daylight between me and Stephen Miller. He was the architect of some of the most significant successful border policies in the history of this nation. President Trump had unprecedented success during his first administration.But look, we -- yes, we're going to build detention facilities. Because, again, this is a massive deportation operation. Let me explain why it's a massive deportation operation. Millions of people enter this country illegally, claiming asylum. Secretary Mayorkas has said, under oath, numerous times, for those who don't qualify for asylum, they'd be immediately removed. Of course, they didn't do it, so we're going to do it. But people need to understand, the people coming to border claiming asylum, based on immigration court data, last decade, nine out of 10, nearly nine out of 10 people claiming asylum will get an order of removal. So, when they lose that case? We'll give them the due process. They can make an asylum claim. We'll take them to a judge. But when a judge says, You're leaving, they have to leave. Because we don't -- like I said, then what the hell are we doing? Just shut down immigration court, doesn't mean anything anymore, and take the Border Patrol off the border, because there's no consequences. We're going to enforce the law. And to do that--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "HOMAN",
      "sentences": "--we're going to have teams out, throughout the country, arresting these targets. We got to build detention facilities to hold these people, so we can remove them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "HOMAN",
      "sentences": "But there will be a well-targeted enforcement operation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "Well-targeted enforcement operation. And you said that--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "HOMAN",
      "sentences": "I'm sorry?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "--starts on day one that Trump takes office.I do want to just revisit, though. If you want to carry out this mass deportation, and you want to start it on day one, just about a little over a month from now, but you don't have a target number in mind? How does that -- how does that -- can you explain how that works to me?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "HOMAN",
      "sentences": "The target number is arresting as many people as we can possibly arrest with the resources I have.So for instance, I -- we already discussed, we had over 700,000 illegal aliens in this country with a criminal conviction. They're priority one. These criminal gangs, the Tren de Aragua, and MS-13, they're a priority. National security threats, they're a priority. So, the goal is for the ICE officers, and other agencies who's going to assist them, to arrest as many targeted priority aliens as possible. Here's the problem, though. In sanctuary cities, we can't arrest the criminal in the jail, because they won't let us into jail. So, that force us to go to the neighborhood, which means instead of one agent arresting the bad guy in the jail, we got to send a whole team to the neighborhood.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "HOMAN",
      "sentences": "And what happens there? We're going to find others, others that are non-priority criminals. But guess what? They're going to be arrested too, because the immigration officers aren't going to be told to walk away from somebody here illegally, like this Biden administration has done.So, sanctuary city is going to get exactly what they don't want. You don't want to arrest the bad guy in the safety and security of the jail. OK, put ICE officers at great risk, to go in the community, to arrest this person who has access to weapons--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "HOMAN",
      "sentences": "--and they're going to end up arresting more--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "That--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "HOMAN",
      "sentences": "--criminals (ph) because they have forced us into community.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "That 700,000 number. Are you confident that you'll be able to deport all of those people?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "HOMAN",
      "sentences": "That's my goal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "But are you confident you'll be able to complete that goal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "HOMAN",
      "sentences": "I'm confident in the men and women of ICE. They're very good at this. And we're going to arrest as many criminals and gang members that we can find. If we can't find them tomorrow, we'll find the next day.This operation isn't going to stop. We got four years to do this operation. And we'll continue our focus on those with public safety threats, national security threats, then fugitives, then rest of the people who are not off the table. If you're in the country illegally, you got a problem. And I would -- I would ask people, if you're in the country illegally, and you don't have a deportation order yet? Then leave voluntarily. Because if we have to be forced to issue a deportation -- the court actually gives a deportation order, and we have to formally remove you? That puts a bar, a five- to 20-year bar. You can't reenter the country. You can't reenter the country, on a visitor visa, a tourist visa. You can't have a U.S. citizen petition for you. The smart thing to do, if you haven't got a removal order--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "HOMAN",
      "sentences": "--and you're in the country illegally, is leave on your own. That saves a lot of hurt, and a lot of harm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "Tom Homan, I hope you come back and join us, as we want to continue talking about this, once you're officially in office. Thank you for your time tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "HOMAN",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "And joining me now at the table, CNN White House Correspondent, Priscilla Alvarez, who does a lot of reporting on immigration, and including a great story out today.What did you make of what Mr. Homan had to say there, about what this is going to look like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "PRISCILLA ALVAREZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "So the question you kept coming back to is, what does mass deportation constitute? What is the number that is behind that?And the answer has been that they're going to go after all of those that they are targeting that are public safety and national security threats. But there's one part of his answer that is key, and that is, The resources I have. Historically, Immigration and Customs Enforcement hasn't had enough resources. You also pointed out, during Obama administration, it was around 400,000 at its peak. And so, certainly, when you're looking at millions, it is a very hard thing to execute on, because there are so few resources. Now, he did provide a number, and that was significant. He said, around 100,000 detention beds. So, we're currently hovering around 40,000 detention beds. So that would be--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "Yes, it's over twice what they have.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "Yes, as you noted in your story today, the Obama administration did that, of course, as Mr. Homan knows.Priscilla, great reporting. A lot of reporting ahead, I expect from you. Up next. President-elect Trump has long-threatened to have his perceived political enemies prosecuted. Now, House Republicans may be laying the groundwork for him to go after one of their former colleagues, Liz Cheney. We'll tell you about that. And of course, someone who joined her on that committee will join me next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "COLLINS",
      "sentences": "Yes, obviously there were a lot of people who testified. I saw one Trump aide complaining today about a message that he had sent to Cassidy Hutchinson, he said, was being misused or essentially given the wrong context.But in the scale of all of this, and what this looks like in just a few weeks from now, do you believe this is Trump laying the groundwork for officials to try to prosecute Liz Cheney?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "RASKIN",
      "sentences": "Who knows what it is they want to do.Obviously, everything that Liz Cheney did, and the members of the committee did, was protected by the Speech and Debate Clause, because we were acting as members of a legislative committee, investigating a violent attack on the American Constitution, and on the U.S. Congress, and on the Vice President of the United States, as people chanted, Hang Mike Pence. And we spoke to hundreds of witnesses. There were, I think, more than a million pages worth of documents that we examined. And we produced a bipartisan committee report. And again, no one has laid a glove on anything that's in there. So we are not -- you know, we're not accusing them of anything other than what is factually reported in the report of the January 6 Select Committee.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "RASKIN",
      "sentences": "And I don't see exactly what they're accusing Liz Cheney of. COLLINSWe have seen and heard from congressional Republicans, who said, Maybe they'll go after Jack Smith, or investigate him, or the Special Counsel David Weiss, maybe even President Biden himself. What will your role, as the Ranking Chair on that committee, look like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "RASKIN",
      "sentences": "Well, we're going to defend the truth and the facts of American history. And this is now part of American history, this violent assault on the Constitution, with 140 federal officers bloodied, wounded and injured and hospitalized, in many cases.There was an effort to overturn the election result. Joe Biden won that election by more than 7 million votes. The members of the House and Senate were driven out of our chambers. And the Vice President had to go into hiding. So, all of these are facts. We're going to defend the facts against propaganda and disinformation. Just like the Oversight committee just did against Chairman Comer's failed impeachment drive, which was all based on a single lie that has now been debunked in court, when Alexander Smirnov falsely alleged that Joe Biden accepted a bribe from a Ukrainian company, and he just pled guilty to having lied to federal authorities about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "COLLINS",
      "sentences": "Yes, we'll see what that looks like.Congressman Jamie Raskin, congrats on the Judiciary position, and thanks for joining us tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "RASKIN",
      "sentences": "Thank you much.",
      "isLastSentenceInterrupted": false
    }
  ]
}