{
  "date": "2024-01-08",
  "headline": "State of the Race with Kasie Hunt",
  "subHeadline": "Biden Visits South Carolina Amid Concerns About Campaign; President Biden To Visit Historic Black Church, Site Of 2015 Mass Shooting; Trump Seeks Dismissal Of Georgia Election Subversion Case. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "JIM SCIUTTO, CNN HOST, STATE OF THE RACE",
      "sentences": "Joe Biden is set to land in South Carolina in just minutes. The president is scheduled to give the secondmajor speech of his reelection campaign, this one in Charleston, with a chilling message about extremism and political violence. The Iowa caucuses are just one week away, and Nikki Haley and Ron DeSantis are campaigning hard, hoping for something, anything that can dent Donald Trump's massive and remaining lead in the polls. Plus, the U.S. Defense Secretary Lloyd Austin remains at Walter Reed Medical Center today. Austin is under intense pressure to explain why he failed to inform the White House and his own deputy of his hospitalization there a week ago. Good day, everyone. Jim Sciutto, in today for Kasie Hunt, to our viewers watching in the United States and around the world. It is 11 a.m. here in Washington, Monday, January 8. There are just seven days until the Iowa caucuses, 15 days until the New Hampshire primaries, only 301 days until Election Day. This is today's State of the Race. Amid weak poll numbers and support that is slipping among black voters, President Joe Biden is making the second major stop on his reelection campaign in a state that quite frankly may have saved him in 2020. At any moment, Air Force One will be landing in Charleston, South Carolina. In a stark reminder of the dangers of extremism, the president is expected to visit Mother Emanuel AME Church where he'll meet with survivors and the family members of nine Black parishioners who were murdered by a white supremacist there in 2015. Democrat Jim Clyburn, whose endorsement helped Biden win the state four years ago, paved the way for the nomination, says there is reason to worry about the president's messaging so far. (BEGIN VIDEO CLIP) REP. JIM CLYBURN (D-SC): I'm very concerned and I have sat down with President Biden. My problem is we have not been able to break through that MAGA wall in order to get to people exactly what this President has done. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "SCIUTTO",
      "sentences": "CNN White House Reporter Priscilla Alvarez is in Charleston following the president. Priscilla, you hear Clyburn in there not able tobreak through. He is not an outlier. Without analysis, what message do we expect from the president today, and what's his plan in effect for breaking through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "PRISCILLA ALVAREZ, CNN WHITE HOUSE REPORTER",
      "sentences": "Well, we expect the president to make his pitch to black voters again. Of course, this is a keyconstituency that buoyed his 2020 campaign. And so, the president is hoping to recharge, re-energize that campaign in a state that he has credited for propelling his 2020 bid. Now, there is two arguments being made here. On the one hand, he is talking about the threats that former President Donald Trump poses to democracy and personal freedoms and the perils of hate. Like you mentioned there, Jim, this is the site, Mother Emanuel AME Church, where in 2015 nine Black parishioners were killed by a white supremacist. So, the president is going to reach into that difficult and painful history in his remarks here. But, the other part of the argument too is reminding black voters how the administration has delivered on issues concerning -- that concern them. For example, a drop in unemployment of black Americans as well as the cost of insulin being driven down through the Inflation Reduction Act. So, all of these are parts of what he is going to touch on his remarks. But, of course, what you heard there from Congressman Clyburn, he is a key ally, an important voice for the campaign. Now, I followed up with him and spoke to him about what he expects from the president today. He said that what the president does best is that he engages with voters and they feel him. They feel that he is behind them. That's what he has to accomplish today and reminding them that he is there to deliver on the issues that they care most about, especially when they're disenchanted and disengaged in the political process so far. Biden advisors know that these are the reminders that they'll have to pitch so that they can get them to the polls and mobilize them. And while the primary this time round is not going to be competitive, it will be the first major test, Jim, about how the president is faring with black voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SCIUTTO",
      "sentences": "President Biden, the Democratic incumbent President, feels the need to make a pitch to black voters, his core constituency --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "FINNEY",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SCIUTTO",
      "sentences": "-- on the same weekend when Donald Trump in effect rewrites the history of the Civil War --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "FINNEY",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SCIUTTO",
      "sentences": "-- about what was behind it. It could be negotiated. If we have that sound and you missed it over the weekend, let's play it briefly rightnow. (BEGIN VIDEO CLIP) DONALD TRUMP, 45TH U.S. PRESIDENT: Civil War was so fascinating. So horrible. It was so horrible. But, so fascinating. It was, I don't know, it was just different. I just find it. I'm so attracted to seeing it. See, there was something I think could have been negotiated, to be honest with you. I think you could have negotiated that. They could have been negotiated and they wouldn't have had that problem. But, it was a -- it was a hell of a time. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SCIUTTO",
      "sentences": "Yeah, negotiating the owning of people. That's the actual --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "FINNEY",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SCIUTTO",
      "sentences": "-- history here. But, here is a Democratic President who is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "FINNEY",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SCIUTTO",
      "sentences": "-- losing support among black Americans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "FINNEY",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SCIUTTO",
      "sentences": "That is a sign of true danger for Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "FINNEY",
      "sentences": "Well, I think there is two things happening here. Number one, increasingly, black voters have been saying, don't take us for granted, andmake sure that you're talking to us where we are about the issues that we care about, particularly for young black voters. And one of that -- some of the work I've done over the last several cycles, things like racism, which is actually also an economic issue for a lot of African Americans, as well as -- a top issue actually has not always been economy, so to speak, but fear of white supremacist violence is actually -- particularly in the MAGA era. So, I think it's important that the president is going to speak directly to something that is a top issue concern for African Americans because we don't really talk about it much in political discourse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SCIUTTO",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "FINNEY",
      "sentences": "Obviously, Donald Trump, on the other side, I mean, that was actually the mildest of some of the comments he has made --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SCIUTTO",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "FINNEY",
      "sentences": "-- about the Civil War, or some of this Lost Cause mythology. You had Ron DeSantis talking about waving the bloody shirt, which is anotherReconstruction era reference. So, clearly, on the Republican side, there is a lot going on that is helping to drive this contrast with the president talking about divisiveness and hate and violence that we're seeing the extremism. But, sure, the other thing they need to do, I'll just say, with African American voters, I don't think on our side we've done a good enough job of dealing with misinformation and disinformation that is coming through on our devices. That is where a lot of people -- as we know, particularly young people, they're on TikTok. That's where --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SCIUTTO",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "FINNEY",
      "sentences": "-- they're getting their information. They're on social media. I'm actually working on a project where we're trying to do that. So, when JimClyburn talks about breaking through that wall, giving speeches is great. Showing up is really important. But, we've got to show up in other places where people are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SCIUTTO",
      "sentences": "Listen, clearly, the disinformation is working, right --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "FINNEY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SCIUTTO",
      "sentences": "-- because on January 6, for instance, you have a big portion of this country who is beginning at least to doubt the facts as we know them,by the way, facts of January 6 that were proven in a court of law hundreds of times over with criminal convictions, and yet, you have this language, Trump used it this weekend, January 6 hostages, Alice Stewart. Elise Stefanik used it this weekend, January 6 hostages. How is this working in the Republican Party? ALICE STEWART, CNN POLITICAL COMMENTATOR, &amp; REPUBLICAN STRATEGIST: Well, it certainly --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SCIUTTO",
      "sentences": "And what breaks it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "STEWART",
      "sentences": "Yeah. It's certainly working with Trump's base because he has not lost support along those lines. And even with more legal issues, he hasactually gained support, and we're seeing him ahead in the polls in Iowa and New Hampshire and South Carolina. But, look, I think from a democratic concern standpoint, Congressman Clyburn's comments and concerns are not isolated. Former President Barack Obama --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SCIUTTO",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "STEWART",
      "sentences": "-- has expressed the same concerns to President Biden that he is losing support, not just amongst African Americans, but Latino voters whohave been critical to his election and will be critical in his reelection. And it's not lost on many people that he is going to South Carolina and talking about political violence and extremism that he -- on Friday, talked about Donald Trump and his threats to democracy, which are real and valid. But, what many people perceive as his focus on that is his failure to focus on what he has not accomplished as President. And that is on the economy, on inflation, on crisis at the border, on security, and that is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "FINNEY",
      "sentences": "The strongest U.S. economy and some time job creation, inflation going down. We didn't have a recession doing that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SCIUTTO",
      "sentences": "Farnoush, to the point of where this race stands, let's look at the choice for nominee in Iowa, this based on a CBS/YouGov poll, mostrecent polling here, Trump's lead is just far and ahead, 58 percent, DeSantis 22 percent, Haley 13 percent. I mean, that makes it a race for second place, but a very distant second place. Is this still a credible race to challenge Trump for the Republican nomination? FARNOUSH AMIRI, U.S. CONGRESSIONAL REPORTER, THE ASSOCIATED PRESS: I mean, it's the Republican Party trying to rewrite what they see as the Republican Party, right? Nikki Haley and Ron DeSantis don't see Donald Trump as the leader or at least are saying vocally that they do not see Donald Trump as the leader of the Republican Party. They should be the leader of the Republican Party. And I think their efforts to show a different side of what the GOP is today is interesting. Whether voters are going to buy it, whether the Iowa caucusers are going to buy it, it's going to be another fact.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SCIUTTO",
      "sentences": "So, Alice, you and I've talked about this. I periodically check in with you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "STEWART",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SCIUTTO",
      "sentences": "-- on the GOP primary, and I asked you a few weeks ago. You thought Haley had a chance then to break through if the things worked out,if the stars aligned. You don't believe that anymore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "STEWART",
      "sentences": "She is certainly breaking through in terms of the non-Trump alternatives, and that is appearing to be the case more and more as we getcloser to the caucus and the primaries. And you just showed the numbers in Iowa. Donald Trump is ahead by 30 points in Iowa. If you look at the next contest in New Hampshire, moving ahead, Donald Trump is up by almost 20 points there. And then you look ahead to South Carolina, he is back up by 30 points. So, the goal for Haley is to try and bridge that gap with Donald Trump because she certainly has the momentum going into New Hampshire and South Carolina. We have to look past Iowa right now, because Trump has a tremendous ground game. He has really strong support with like commit to caucus operation even in the faith community. So, I think if she can come out of Iowa with some momentum, she is in a good spot in New Hampshire. But, the numbers are just so overwhelming for anyone outside of Trump to really make some headway. I think she is doing much better than people gave her credit for weeks and months ago. But, the numbers to overcome, to catch up to Trump are really going to be difficult.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SCIUTTO",
      "sentences": "Beyond the point about January 6, Elise Stefanik, Republican from New York, large Trump supporter, although we should note going back twoyears ago, she was not she is today. Asked about 2024, this was a remarkable and concerning answer about potential challenges to the next election given what we saw in 2020. Let's have a listen. I want to get your reaction. (BEGIN VIDEO CLIP) KRISTEN WELKER, HOST, \"MEET THE PRESS\": What about 2024, Congresswoman? REP. ELISE STEFANIK (R-NY): We will see if this is a legal and valid election. What we're seeing so far is that Democrats are so desperate, they're trying to remove President Trump from the ballot. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SCIUTTO",
      "sentences": "Let's be clear. There is a distinction there. You can make an argument as to whether that's justified constitutionally or legally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "FINNEY",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SCIUTTO",
      "sentences": "They're doing so through a court process, which could be overturned. There were appeals, not through the many attempts we saw Trumpwith 2020.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "FINNEY",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SCIUTTO",
      "sentences": "But, are we set up for 2020-like election challenges being a new normal in this country, given that answer?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "FINNEY",
      "sentences": "Absolutely. And the thing we don't know right now, given what we're learning about what's happening in 2020, a lot of the shenanigans that weregoing on, very serious, I should say, may be happening as we speak. I mean, Trump is actually working the refs a little bit behind the scenes with the GOP State Committee Chair. So, we don't -- there is a lot we don't know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SCIUTTO",
      "sentences": "Such as --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "FINNEY",
      "sentences": "-- about what's already happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SCIUTTO",
      "sentences": "Give me an example.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "FINNEY",
      "sentences": "California changing the rules so that rather than proportional win in counties --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SCIUTTO",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "FINNEY",
      "sentences": "-- it is winner take all, for example. So, sure -- and look, that kind of language starts to clear up -- clearly set up the argument. Onething I want to point out, though, she meant -- she did not say, which is Republicans actually were part of those lawsuits in Maine and Colorado. It's not just Democrats.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SCIUTTO",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "FINNEY",
      "sentences": "Politically, I wish we'd been dealing with this conversation a couple of years ago. I don't like the fact that we're having to deal withit right on the heels of the election. But, the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SCIUTTO",
      "sentences": "The fact.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "FINNEY",
      "sentences": "-- Supreme Court will weigh in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SCIUTTO",
      "sentences": "At least we should note, in 2020, there were Republicans who stood up to President Trump's attempts to overturn the election, whether you'retalking about Georgia or elsewhere. When we look at this race, Farnoush, in the near term, there has been this open question about splitting the non-Trump vote among Republicans with Haley and DeSantis, but also questions about Chris Christie specifically in New Hampshire there. Is there any discussion of one dropping out prior to prevent that splitting, or are we full steam ahead?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "SCIUTTO",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "AMIRI",
      "sentences": "But, whether that happens --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "SCIUTTO",
      "sentences": "I always believe the other one should drop out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "AMIRI",
      "sentences": "Yes. Of course. Yes. But, whether that happens, I think we'll really know after New Hampshire. I think Iowa, like you said, is just going to beall Trump all day. So, to be able to decide who is going to be first or second in that place, but also who is going to be willing to let go. At that point, I think we'll be able to know in the next month.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "SCIUTTO",
      "sentences": "OK. Well, let the voters vote and then we can discuss again. Please stand by. Much more to discuss.Still ahead, Donald Trump hopes to deliver a knockout punch one week from today, as we said, but his Republican rivals are at least fighting for a strong second place finish. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "SCIUTTO",
      "sentences": "Seven days and counting, time is running out for Republican presidential hopefuls to earn votes ahead of those critical Iowa caucuses.Donald Trump maintains his dominating lead in the polls, as you see there. But, of course, the only numbers that really matter will come from actual votes cast on that day. Trump's rivals are canvassing the state, pushing hard for a second place finish. Ron DeSantis counting on his Iowa ground game to deliver, while Nikki Haley is riding a wave of momentum, leading Trump to unleash his sharpest attacks on her. Yeah. Listen to what he said over the weekend about Haley's failure to mention slavery as a cause of the Civil War. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "TRUMP",
      "sentences": "She didn't use the word slavery, which is interesting. I don't know that it's going to have an impact. But, I'd say slavery is sort of theobvious answer as opposed to about three paragraphs of both (BEEP). Nikki would sell you out just like she sold me out. I mean, I'll never run against (inaudible) President. Why would I run? Ladies and gentlemen, I've decided to run. Nikki Haley and the rest of -- never will -- they are never going to be in to securing the border because they're globalist. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "KYLIE ATWOOD, CNN NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Well, Jim, we're already seeing the unavoidable impact of weather here in the state of Iowa. NikkiHaley's event this morning canceled because of the snowstorm outside. She wasn't able to make it here to Sioux City from Des Moines. And it has been a flurry of activity, however. Over the weekend, we saw all of the presidential candidates here in the state. And former President Trump, for his part, really focusing his critiques, his attacks on Nikki Haley, of course, clearly trying to blunt any momentum that she could have if she does well here in the Hawkeye State, and saying to voters that they should act like he is up by just one percent, not up by 35 percent, trying to rally them, to actually caucus for him, but saying that he remains confident that they're going to support him on one week from today, that Monday, caucus day. Listen to what he said to voters. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "TRUMP",
      "sentences": "You know, backstage, they say to me something. Sir, don't tell them that they're going to vote for you. That sounds so demeaning. I said I gotthem $28 billion for their farmers. Of course, they're going to vote. We're going to win Iowa so big. I got them $28 billion. Of course I'm going to win. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ATWOOD",
      "sentences": "Now, DeSantis for his part telling Iowans that he is in it for the long haul, effectively saying he is not going to drop out if he doesn't dowell in this state. And Nikki Haley saying that she has heard folks say that she should hit Trump harder, but saying that she is not going to do that right now. She will be critical of him when he goes after her. But, she has avoided going after him when it comes to questions about defending democracy or questions about the criminal court cases that he is now facing. And for her part, she has two new ads up in Iowa starting over the weekend, one focusing on her electability, saying she has not a name of the past, the other focusing on her pro-life stance, which of course is very important for evangelical voters here in Iowa. Jim. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SCIUTTO",
      "sentences": "Thanks so much, Kylie.Back to the panel now. Listen, I wonder, when you look at this big picture, is the most likely outcome that we're already in the general election here, even as we're -- I don't want to game out exactly how they're going to -- how the votes are going to be counted in Iowa and New Hampshire. But, is that the most likely outcome?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "STEWART",
      "sentences": "If you look at the numbers, all indications are the general election would be Trump and Biden. But, the question is, why is DonaldTrump continuing to attack Nikki Haley? He has put a lot of ads and his emphasis on his campaign trail. He clearly sees her as a threat. So, it could possibly be he is just trying to eliminate her completely. But, he clearly sees her as a threat. What I think will be interesting is when the big CNN debate that's coming up this week, watch how much Haley and DeSantis go after each other, or they go after Donald Trump. And my guess is they're going to try to do a little bit of both without being too forceful on Donald Trump as to alienate his voters. But, if this was a clean sweep, Donald Trump would be putting all of his attention on Joe Biden, and he is not doing it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "FINNEY",
      "sentences": "Yeah. The one thing I would say, though, Trump is so vindictive against people. He keeps mentioning this issue that she said she wouldn'tcampaign. She wouldn't run against me. Right? Clearly, that is stuck in his crock because he brings it up all the time. So, there is that piece in addition to the sort of tactical piece. Look, Times has reported, others have reported, the goal of the Trump team is to lock up the nomination by March. So, they're looking for a big win in Iowa, decisive, another big win in New Hampshire. And if Nikki Haley can't get enough of momentum coming out of New Hampshire and then loses in --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SCIUTTO",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "FINNEY",
      "sentences": "-- her own state, then I think it really could be over unless something comes out in one of these legal cases that changes the dynamicswe all know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SCIUTTO",
      "sentences": "But, the thing is in front of us, to that point, is the March go - - listen, any candidate would like to lock up a nomination by March, I'm sure, but that timing is notable because at least on the current schedulethat could be the earliest trial date for Donald Trump. Is that part of the calculation here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "AMIRI",
      "sentences": "I mean, it is. But, as we've noted and everyone has noted, that is not negatively impacted him at all. It continues to benefit him. I amreally interested in what the split screen would look like. One day, he is campaigning. The next day, he is in court. What that looks like to a voter? But, at the same time, I mean, we've seen that this man is inevitably indestructible to the eyes of his base. So, I don't know how much of an impact it will have.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SCIUTTO",
      "sentences": "He'll say we shouldn't re-litigate. He won't say those claims were false --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "FINNEY",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SCIUTTO",
      "sentences": "-- or that it was an illegal attempt to overturn an election, or that his legal issues have substance. That's a similar tack we've seenbefore, which is, I don't want to alienate. But, I also want to say this is not the best path forward. Is there any evidence that that middle ground works?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "STEWART",
      "sentences": "Well, clearly, it's not, because they're not picking up any support --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SCIUTTO",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "STEWART",
      "sentences": "-- in that area. And look, you have to understand, having been in a campaign against Donald Trump, the more you're too forceful against him,it just takes a little bit of pushback from him, and you're off the track. I completely understand why they're hesitant to do so. I completely understand why the media wants them to go the extra mile because it's great for coverage. But, look, I think --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SCIUTTO",
      "sentences": "Well, it's also a legitimate question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "STEWART",
      "sentences": "It absolutely is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SCIUTTO",
      "sentences": "Is it wrong to attempt to overturn a legal election? I mean, it's not immediate narrative.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "STEWART",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SCIUTTO",
      "sentences": "It's a fair question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "STEWART",
      "sentences": "And it's an easy answer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "FINNEY",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "STEWART",
      "sentences": "The answer is, we had free and fair election. There was not widespread voter fraud. Joe Biden is a duly elected President, and I amrunning to unseat Joe Biden. But, they have not done so. I think DeSantis and Haley have been consistent and strong in their clear message that it's time to get away from chaos and confusion and division. Let's find someone who is electable in a general election. Nikki Haley has strong numbers, directly head-to-head against Joe Biden. But, the biggest thing for Donald Trump is the fact that Biden is falling in the polls, and Biden's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "STEWART",
      "sentences": "-- support is like -- and the more he falls down the greater head- to-head matchup that is for Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SCIUTTO",
      "sentences": "So, Karen Finney --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "FINNEY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SCIUTTO",
      "sentences": "-- a tough question for you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "FINNEY",
      "sentences": "Yeah. OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SCIUTTO",
      "sentences": "Is -- we talk a lot about whether Trump is the right general election candidate for the Republican Party. Is Biden the strongest generalelection candidate for the Democratic Party, given his poll numbers, given -- we talk about flagging support among a key constituency --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "FINNEY",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SCIUTTO",
      "sentences": "-- of black voters? Why is he?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "FINNEY",
      "sentences": "He -- I believe that he is, a couple of reasons. Number one, to what Alice was saying, his record is very strong, and maybe they haven'tdone a good enough job of getting people behind that record, but he has a solid record to run on. And I do think he is right. And I say this as a mixed race person in this country who sees all of this very personally. This is a question about the soul of the country. This is a question about who we are in this moment as a nation. Do we go forward? Do we go back? Those big lofty issues are at stake. I mean, just over the weekend, Donald Trump refused to sign an Illinois McCarthy-era pledge to not engage in insurrection against the United States of America, a pledge he signed in 2016 and 2020.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SCIUTTO",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "FINNEY",
      "sentences": "So, I think when that -- when we're fully facing that kind of competition in a general election, seeing that split screen is going tomean something very different for general election moderate Republican voters and independents than it does right now in the Republican primary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SCIUTTO",
      "sentences": "The trouble is we talk about the economic message not getting through. The fact is, Farnoush, before we go, is that the facts of thiscountry's recent history aren't getting through because there are large portions, particularly the Republican voting base who seem to buy Trump's lies about the election, and Trump's downplaying of the violence on January 6. That's a real phenomenon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "AMIRI",
      "sentences": "Yeah, and I think more than that. And when you when you see someone like Clyburn saying --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SCIUTTO",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "AMIRI",
      "sentences": "-- Clyburn is not a progressive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SCIUTTO",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "AMIRI",
      "sentences": "He -- when you see someone like him saying you're not breaking through the MAGA wall, that means that calling Trump an insurrectionist isnot going to be the way you get through those people. Right? You got to give them reasons how you're going to make their daily lives better. They don't care that -- the Republican base does not care that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SCIUTTO",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "AMIRI",
      "sentences": "-- Donald Trump committed all the crimes that he is accused of. So, I think the point that Democrats are trying to make with Clyburn and evenprogressives is you got to get to the issues that are at the core of what's going on now, which is the border, which is what's happening between Israel and Gaza. I mean, we -- one thing we didn't talk about today is the Muslim vote. Michigan is such an important state for him, and what's happening in Gaza is going to be crucial to them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SCIUTTO",
      "sentences": "True. Although we should note again, Trump is the man, who as President, instituted the Muslim ban and promised to reinstitute it. Factsmatter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "AMIRI",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SCIUTTO",
      "sentences": "Welcome back to State of the Race. I'm Jim Sciutto live in Washington. Senate Republicans' top negotiator on immigration soundingoptimistic about reaching a deal at least on the Senate side this week. Between both chambers of Congress and the White House, common ground is hard to come by. But, Senator James Lankford says they are trying to get text out this week. (BEGIN VIDEO CLIP) SEN. JAMES LANKFORD (R-OK): To make law, we've got to have a Democrat Senate, a Democrat White House, and a Republican House to be able to go through this. So, this agreement has to work. Everyone is counting on this, actually working. But, it's going to have to be agreement that a White House, that is a Democrat White House and a Democrat Senate can also line up with a Republican House, and we're working to thread that needle for things that actually work. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SCIUTTO",
      "sentences": "Congressman Pete Sessions represents Texas's 17th district. He joined the tour that House Republicans took to the southern border lastweek. He joins us now here in Washington. Congressman, we appreciate you taking the time. REP. PETE SESSIONS (R-TX): Jim, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SCIUTTO",
      "sentences": "First, I want to get to your visit on the border. But, to the Senator Lankford's comments there, do you have confidence that a dealnegotiated in the Senate can pass with House Republicans' support?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SESSIONS",
      "sentences": "I have huge agreement with, Jim, James Lankford that we've got to solve the problem. And it is a lingering problem not just for Republicans --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SCIUTTO",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SESSIONS",
      "sentences": "-- or Democrats. It's cities. It's governors. It is across the country. And for us to be incapable of effectively finding some sort ofbetter solution, if not solution, would be silly. So, yes, of course, I do believe it's possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SCIUTTO",
      "sentences": "Do you see yourself, and again, I'm not going to hold you to it because you haven't seen the text yet, but do you hold open the possibilityof voting yes for something that is short of H.R.2?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SESSIONS",
      "sentences": "I have been on the border for 25 years as a member of Congress. My dad was a federal judge in El Paso. I have been the entire border duringmy career. I have seen the importance of us coming together with a national policy. I'd like to vote yes. If it's just short of the -- everything that the House wants, it can still pass.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SCIUTTO",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SCIUTTO",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SESSIONS",
      "sentences": "We've got a problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SCIUTTO",
      "sentences": "Listen, I've heard support for changes from Republicans and Democrats on the air and in private as well. Let me talk about what you sawat the border down there because dozens of Republicans went to visit firsthand. What stood out to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SESSIONS",
      "sentences": "Well, three things stood out. Number one, there have been thousands and thousands of people coming across the Eagle Pass. Four weeksbefore, we show up 65 members of the Republican Conference show up and there are less than 50 people seeking to come across the border that day. This told me that the drug cartels are in full control.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SCIUTTO",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SESSIONS",
      "sentences": "That is not the narrative that they wanted. Second, is very obvious to me that they see this happening day in and day out. They see thecarnage. They see the problems. They see -- they watch TV also. And they said if you continue to fund the centers that are up and down the border, if you continue to fund them, it is a magnet for the next million (ph). And third, the sheriffs were pretty straightforward, and they said increasingly, when they're in a room of five or 10 people, somebody that is in that room is with the cartels, either through threat or through money, and it is undermining the southern border all the way up to at least Dallas, Texas, that I know of.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SCIUTTO",
      "sentences": "I want to talk about a specific provision in H.R.2, which is to end parole programs that allow people to enter the U.S. lawfully with asponsor. As you know, those parole programs were instituted for countries, including Cubans, Haitians and Nicaraguans, Venezuelans as well. Border encounters for those nationalities fell off a cliff, dropping as much as 95 percent. But, H.R.2 would close that, why, when it has had an effect in doing exactly what is one of your main goals, which is reducing that influx at the border.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SESSIONS",
      "sentences": "Well, we do want to stop people from coming here. It is an entire process when you do have someone that will sponsor someone, which I am for,I am for us getting workers. I am for us knowing who is coming here, and for a plan and a process, we've got to get to that. And if we can get there, that's where the deal lies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SCIUTTO",
      "sentences": "There is -- there are specific nationalities that would be affected by this. And I want to bring up Afghans in particular, because youknow since the U.S. withdrawal from Afghanistan, Afghans who served alongside the U.S. Military there are very much targets of the Taliban, and tens of thousands of Afghans who have entered this country safely because of this parole provision there. If H.R.2 passes, as it stands, that pathway would be blocked. They'd have to go home, and even the ones who got here after a year, potentially back to danger there. Why? Why would that be a good outcome?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SESSIONS",
      "sentences": "Well, perhaps that's -- correct. I would agree with you. There are still many people over in Europe that are being vetted at this time. Ithink we've got to get to an understanding of a balance. And certainly, the Afghan people who've helped us should be a priority as opposed to someone else that shows up on our border.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SCIUTTO",
      "sentences": "So, it sounds like you're willing to make exceptions, I should say, for certain categories, like there are for Cubans in H.R.2.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SESSIONS",
      "sentences": "I think that there should be, but it's got to be a balanced opportunity of a deal, and that's what the sentence is doing. Then we'lltake a look at it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SCIUTTO",
      "sentences": "I want to ask about Ukraine aid as well, because that, of course, has been tied up in this. I personally have spent a lot of time in Ukraine,going back to 2014 and seeing the effects of the war. Do you support Ukraine -- the U.S. continuing military aid to Ukraine? And are you willing to let it die in effect if you don't get what you want on immigration reform?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SESSIONS",
      "sentences": "Good question. The answer is, Russia is a pack of thugs. And it is in America's best interest that we have Ukraine get our resources, getour frontline opportunities, whether it be F-16s. I didn't say American pilots, but that we use our intelligence and that we dipped -- or send Russia home if we don't defeat them. But, would I actually vote against the full package, that's in February, if we do not get something on the border? That answer is, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SCIUTTO",
      "sentences": "So, the price of Ukraine aid for you remains.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "SCIUTTO",
      "sentences": "OK. Congressman Sessions, we do appreciate your time. Hope we could keep up the conversation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "SESSIONS",
      "sentences": "Thank you very much, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "SCIUTTO",
      "sentences": "Well, the Secretary of Defense remains hospitalized after complications from surgery. Still ahead, we're going to take a look at thecriticism over how the president -- when the president was informed. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "SCIUTTO",
      "sentences": "Welcome back to the State of the Race. New scrutiny today over Secretary of Defense Lloyd Austin's hospitalization, as the White Housesays it will review processes and procedures, but says it has no plans to fire him. Secretary Austin was hospitalized on New Year's Day. The Pentagon says he was experiencing severe pain that day, more than a week after going an elective medical procedure. However, top officials, including President Biden, did not know about the hospitalization until January 4, several days later. Deputy Secretary of Defense Kathleen Hicks assumed some of Austin's duties, but was on vacation, and did not immediately know that Austin had been hospitalized. Let's go to CNN Pentagon Correspondent Oren Liebermann. Oren, I wonder how Pentagon officials are explaining that oversight today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SCIUTTO",
      "sentences": "So, Oren, the chain of command issue explains one thing that there was a chain of command. If he was incapacitated, there would be someonethere to make the decisions. It does not explain the delay in informing others, including the president. What's the explanation for that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "LIEBERMANN",
      "sentences": "So, part of the explanation we're being given here is that the first person that falls on to share that information is Austin's Chief ofStaff named Kelly Magsamen. But, the explanation we're getting here, and frankly, it feels like an excuse, is that she was sick with the flu during this time and wasn't able to put out the proper notification, except Austin has much bigger than a staff of one here, and there are others in this -- in essentially under him, both civilian and military, who could have and very likely should have sent that notification out wider. There is also a statutory requirement here for notification here. When we asked the Pentagon, does Austin feel he met this requirement? They effectively said, look, the General Counsel is still looking at this question if we met the statutory requirements, if they followed the law for notification of something like this, Jim, and that in and of itself tells you quite a bit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SCIUTTO",
      "sentences": "Yeah. Oren Liebermann, still a lot of questions. Thanks so much.Joining us now, CNN National Security Analyst Peter Bergen for more insight on this. Peter, good to have you here. This was a delay in notification at a time of war, we should note, the U.S. itself not at war, but its allies, certainly in Ukraine, Israel, the U.S. highly involved. Concerning that that message didn't get from the Secretary of Defense to the Commander in Chief?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "PETER BERGEN, CNN NATIONAL SECURITY ANALYST",
      "sentences": "Yeah, and I think highly unusual. And part of it, Jim, I think is Lloyd Austin is not a Washingtoninsider like Robert Gates, the former Secretary of Defense. He is not a professional politician like William Cohen, who worked for Bill Clinton as Secretary of Defense, or Leon Panetta. He is not -- he is also by nature an introspective guy. He keeps a very low profile. But clearly, this was a huge mistake. It's not just that we -- the incidents you've mentioned. I mean, also on Thursday, the United States killed the leader of an Iranian militia in Iraq. That strike had been approved before Lloyd Austin went into hospital. On Wednesday, 13 countries, including the United States, said that they would take some kind of unspecified action against the Houthis if attacks on commercial shipping in the Red Sea continued. So, I mean, this is -- like, you couldn't think of a less opportune moment to be out of commission if you're the Secretary of Defense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SCIUTTO",
      "sentences": "Is there an argument that he didn't want to draw additional attention to his hospitalization? I mean, that might explain the publicmessaging. It certainly doesn't explain the internal private messaging.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SCIUTTO",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "BERGEN",
      "sentences": "It's mystifying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SCIUTTO",
      "sentences": "It seems basic. OK. Let's talk about an issue you and I have discussed many times, and that is, of course, the continuing war, Israeland Gaza, in Gaza, Israel and Hamas. Secretary of State Antony Blinken, he is in Saudi Arabia now, part of his fourth trip, I believe, to the region since October 7. I wonder, hanging in the balance here beyond the war was this putative agreement, normalization of relations between Saudi Arabia and Israel, which seemed to be getting close prior to October 7. And I've heard that it's still alive here. Is it possible that that survives this? And what role can Saudi Arabia play in the current war in Gaza?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "BERGEN",
      "sentences": "The de facto leader of Saudi Arabia, Crown Prince Salman, I think, would love to have this deal with Israel. In fact, Israeli cabinetministers were visiting -- an Israeli cabinet minister actually was visiting Saudi Arabia just before the Hamas attack. So, it was close, as you say. However, he does have to respond somewhat to public opinion in Saudi Arabia, and clearly, public opinion in the Arab world is very opposed to Israel right now. So, I think the prospects for that kind of normalization happening anytime soon is pretty remote, not that it couldn't happen years down the road. But, clearly also, the United States would like the Saudi -- the Gulf states to kind of pony up for the reconstruction of Gaza. There seems to be absolutely no appetite amongst the Arabs to be part of a multinational security force which would need -- you're going to need some kind of security in Gaza. So, for the moment, I think it's quite remote that the Saudis and Israelis would have some kind of normalization.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SCIUTTO",
      "sentences": "Another goal of his visit is to keep a lid on this war, to keep it from expanding further. And we've seen increased hostilities along theIsraeli-Lebanon border between Israeli forces and Hezbollah. I've heard from the beginning that it's the U.S. read of this, that in reality, Hezbollah, even Iran don't want to expand this war any more than the pressure they're putting on right now. Do you think that still holds or is there a danger?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "BERGEN",
      "sentences": "Well, I think, in 2006, as you know, Hezbollah invaded Lebanon, and it turned out to be something of a withdrawal, but it was very destructivefor Lebanon. And Lebanon right now has a failing economy in multiple different ways. There is no appetite on the Lebanese side of the border to have a massive war with Israel. That said, there is increasing appetite it seems on the Israeli side of the border to go after Hezbollah. You are up in northern Israel reporting for CNN. Jim, you know that tens of thousands of Israelis have been moved back from the border. There is a real concern that Hezbollah could come across the border amongst Israelis, whether that's a kind of a legitimate concern or not. And it does seem to be a growing call in Israel to particularly now they are drawing down to some degree in Gaza to take out Hezbollah, which would be politically useful. So, for Netanyahu, he is facing his own domestic problems at home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SCIUTTO",
      "sentences": "No question. I heard a lot of support for that, frankly, from Israelis in northern Israel to evacuate. Peter Bergen, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "BERGEN",
      "sentences": "Thanks, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SCIUTTO",
      "sentences": "It is time for a quick break. Please do stay with us. My panel will be back with one more thing.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SCIUTTO",
      "sentences": "Welcome back to State of the Race. My panel rejoins me. And before we go, I want to ask for one more thing. What is one thing on the campaigntrail or in Washington that you're watching for in the coming days? Your thoughts. 30 seconds each. Farnoush, you first.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "AMIRI",
      "sentences": "Well, I cover Capitol Hill, and today and tomorrow, Anthony Fauci, the former head of pandemic diseases and the face of the pandemic, is goingto be appearing before Republicans in seven hours, each day, transcribed interview. It's the first time since the pandemic that he is appearing before the House, and he is going to be receiving excruciating hour-long testimony. So, it'll be interesting what comes from that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "STEWART",
      "sentences": "Everyone is keeping an eye on the political forecasts in the next seven days. I'm watching the weather forecast because it is going to besnowing this week. Many events have already been canceled on caucus day. It is single digits. It could be windy. It could be blowing snow. And I guarantee you, I've been in snowy conditions on the campaign trail, you really have to energize and motivate your voters to get out in those kinds of conditions. Look, Iowans are tough. New Hampshirans are tough. But, you have to really, really like someone if the weather is really bad on caucus day to get them out there. So, that's the challenge is to really motivate voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "SCIUTTO",
      "sentences": "Karen Finney.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "FINNEY",
      "sentences": "So, we kind of have a budget deal. It sounds like there is a deal in the works. But, can they actually get it written? Get it done? Get itpassed by the deadlines? Mike Johnson has said that he is not going to extend the deadline any further. And it seems that the Republicans are actually understanding it's critical to actually show voters that you can lead and you can get something done, so you don't have a repeat of 2022. Let's see what happens.",
      "isLastSentenceInterrupted": false
    }
  ]
}