{
  "date": "2024-07-22",
  "headline": "CNN News Central",
  "subHeadline": "Trump Campaign Strategy Upended By Potential Kamal Harris Nomination; J.D. Vance Holds First Solo Rally As Trump Camp Goes After Harris; Top Dem On Oversight Committee Tells Secret Service Director To Resign; Speaker Johnson Expects Lawsuits To Challenge Harris On Ticket. Aired 2:30-3p ET",
  "utterances": [
    {
      "timeStamp": "14:30:00",
      "speaker": "KRISTEN HOLMES, CNN NATIONAL CORRESPONDENT",
      "sentences": "They saw the lack of enthusiasm around Joe Biden and they saw that continuing to shrink, that amount of enthusiasm.Now this is a different story. Now if you talk to some of Trump's advisers, they say they built their campaign around Donald Trump, not around Joe Biden. They also say that they can link Kamala Harris to Biden's administration and to his policies. And that is what made Donald Trump more popular. And when he's talking about particularly when Donald Trump are used in terms of immigration crime, inflation, all of the things that he pulled ahead of Joe Biden on. But if you read the tea leaves and you actually talk to some of his allies, there is a level and a new level of concern because they don't really exactly what this means when it comes to Kamala Harris being in this role. One of the things to look at is who Kamala Harris could potentially bring to the table in terms of voters that Joe Biden just was not successful with. Now, there's also an argument on the other side that she could also lose some voters that we're there for Joe Biden. But the reason why there's this back and forth, back and forth, they just don't know. This is very new. The one thing we can point out is that we know that of all of the people that they we're considering, potential candidates to run against, they we're most focused on Kamala Harris. They've already launched ads against her, not just the campaign is going to, but also MAGA, Inc., the super PAC, has already started placing ads in battleground states. But we're still in a very preliminary time. Obviously, she's not the nominee yet, but they are still trying to figure out what this looks like and whether or not they're going to pour the exact same amount of resources into data gathering and modeling to attack Kamala Harris that they did for Joe Biden. And when they decide to do that again. She's not yet the nominee. So all of these are moving parts right now. They had, of course, been anticipating that this could happen. But now that it actually appears to be in the works, they've got a lot to do to try to shift gears.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "JESSICA DEAN, CNN HOST",
      "sentences": "All right. Kristen Holmes with the latest reporting for us. Thank you so much.Brianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "All right. Let's talk now with Meghan Hays, who served in the Biden White House, was director of message planning. She is a consultant for the Democratic National Convention. And we're also joined by Mark McKinnon, former adviser to George W Bush and john McCain and the creator of the political docu-series, \"The Circus,\" always entertaining and informative.Meghan to you. Former President Trump is now saying that he wants to move the next presidential debate to FOX News. I wonder how you think this is going to pan out here and whether you expect the Harris campaign to respond in any amenable way to this request?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "MEGHAN HAYS, CNN POLITICAL COMMENTATOR",
      "sentences": "Look, I think that the vice president will be able to debate Donald Trump wherever and whatever platform he wants to do that on. I don't know that she'll accept, but I don't worry about her debating skills here.I think it is just like Donald Trump to want to change the game plan as we're moving. Now, as we are progressing through and how he had the new opponent now. So it will be interesting to see, but I would not worry about that's presidents debating skills.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "KEILAR",
      "sentences": "Mark, what do you think? I mean, could she actually tried to appeal to more people there?MARK MCKINNON, FORMER ADVISER TO GEORGE W. BUSH &amp; JOHN MCCAIN: Oh, 100 percent. I think she's -- she's got real advantages coming into base because she's -- you know, one of the things going to happen here is that she's going to exceed expectations. I mean, people are going to see her and say, well, that's a little -- that is much different than what I've heard about her. Her performance will be much better. And the thing that's going to happen with Harris, which is already happening, is she's going to erase the enthusiasm gap, which you mentioned in an earlier segment, or your reporters did. And that's critical because the enthusiasm gap difference between Trump and Biden was 25 points. And that's key for anybody who's been involved in campaigns, is the enthusiasm of your base. It really indicates whether or not they're going to show up and get out and vote. And that's where Biden really had a problem. And I can guarantee you that thank gap is going to be significantly diminished with the Harris campaign. People are - Democrats -- look, I still think Trump will be favored to win, but it will now be competitive. And Democrats will be excited. And that enthusiasm gap will be erased. And if Harris is smart, which I think she is, and her team will be, she'll say I'll debate Donald Trump anytime, anywhere, any place. Just as Donald Trump was saying about Joe Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "KEILAR",
      "sentences": "Mark, what do you think about how you've seen the Trump campaign, Donald Trump, J.D. Vance, and those close to them try to kind of retool things and respond to this shift?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "MCKINNON",
      "sentences": "Well, we know from reporting that they, at this point, in the campaign had made -- had concluded that Biden was going to be the nominee, that he wasn't going to step down. So they're planning and resources we're shipped in that direction.Now, listen, they're there -- they're a highly capable bunch. He's got the (INAUDIBLE) with him now. They'll turn on a dime. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "VANCE",
      "sentences": "And I really believe, even though I think the leadership of that party is corrupt, I really believe that most Americans are fundamentally good, whether they're Democrat, Republican, or Independent.My life has taught me to put my faith in people because they put their faith in me and gave me a lot of opportunities. So -- so my -- my message to Democrats who are disgusted by this process, disgusted by how anti-democratic it is, you are welcome in the Republican party where we think we should persuade voters -- (CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "VANCE",
      "sentences": "-- and not lie to voters.(CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "VANCE",
      "sentences": "Come on in. The water's warm.(CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "VANCE",
      "sentences": "The water is warm.(CHEERING) (APPLAUSE) (CHANTING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "VANCE",
      "sentences": "Thank you, guys.I just -- you know, we love you, too, man. God bless you. I've just got to say this entire system of ours is about you've got to persuade voters. You've got to win their votes. You don't decide who the president is in smoke-filled rooms with billionaires and senior elected officials. You let the people decide. That's what we believe in this room and that's what we're going to fight for. I promise you. (CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "VANCE",
      "sentences": "I just -- by the way, I think about takebacks. I was told I was going to get to debate Kamala Harris and now President Trump is going to get to debate her?(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "VANCE",
      "sentences": "I'm kind of pissed off about that, if I'm being honest with you.(CHEERING) (SHOUTING) (LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "VANCE",
      "sentences": "So I just -- I just -- so I just want to say to Middletown and a lot of forgotten communities all across our country -- because we really have been forgotten in Middletown, Ohio.They think that we're backwards. They think that we're bad people. They think that we don't know how to do anything, and we do, ladies and gentlemen. This is where things are made. This is the source of America's greatness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "KEILAR",
      "sentences": "All right, let's get back to our conversation.Meghan, I want to ask you how Democrats feel about this argument we keep hearing -- we just heard it there from J.D. Vance. It's the Kamala Harris as enabler of Joe Biden in decline argument. Are Democrats worried about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "HAYS",
      "sentences": "No, because this is simply not true. It's false. It's a false narrative.There's a difference between being the president for the last three- and-a-half years and filling his term and then not running for president for another four years. So there's a big difference there. Also, they've done more together than any other the president and vice president in modern history. They've created more jobs. They fought for the middle-class. Their record is impeccable to run on as together or separate. So to say that she is enabling him is a rich comment coming from people who have done so much work for the American people in the last three-and- a-half years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "KEILAR",
      "sentences": "Mark, do you think that she is vulnerable to that argument?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "MCKINNON",
      "sentences": "I don't, because, you know, when you look at the record, Biden has one of the most successful administrations of any president in history.So the issue was not whether or not he was capable of being president during the last three years. It was whether or not he was up for the job for the next four. So I think that line of attack is -- is faulty. I don't think it's going to work for Republicans. And I also think this whole process argument about the fact that this was un-democratic or something is also going to fall flat. And I think that this is just an example that is really kind of caught the Republicans flat footed and they need to figure out where to take this debate. But where they have it right now, I don't think it's very effective.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:05",
      "speaker": "HAYS",
      "sentences": "Yes. And look, we talked about these six or seven battleground states with these voters on the margins -- we're looking at suburban women. You're looking at white women here. You're looking at women who care about their reproductive freedoms.And I think that that's one place that she can capitalize on where I think that the V.P. -- or, I'm sorry, that the president might have been losing on or not being able to turn the Nikki Haley Independent voters, the Trump haters that we have talked about a lot. So I do think she has a lot to capitalize on. And when you win or are winning states by 10,000 votes, she has a real opportunity to make a difference here and to get those voters back and the Independent voters back into the Democratic camp.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:05",
      "speaker": "KEILAR",
      "sentences": "What interesting times we're living. And you never know what tomorrow is going to bring. That seems to be how it feels lately.Mark McKinnon, Meghan Hays, thank you so much to both of you. Really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:05",
      "speaker": "MCKINNON",
      "sentences": "She's going to excite Gen Z voters, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:55",
      "speaker": "DEAN",
      "sentences": "Breaking news. Just moments ago, Congressman Jamie Raskin, the top Democrat on the House Oversight Committee, called for Secret Service Director Kimberly Cheatle to resign.He joins other lawmakers on both sides of the aisle after a contentious hearing today. So far, director Cheatle has resisted calls to resign following the assassination attempt of Donald Trump. Here to talk more about this with us is Juliette Kayyem, CNN's senior national security analyst and former assistant secretary with the Department of Homeland Security. Juliette, I know you personally have said that you think Kimberly Cheatle should resign as well. Now we hear Jamie Raskin saying it. He joins, as I mentioned, many others on both sides of the aisle. Do you think that will happen? And do you think today makes it all but inevitable?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:55",
      "speaker": "JULIETTE KAYYEM, CNN SENIOR NATIONAL SECURITY ANALYST",
      "sentences": "Yes. I mean, how I feel is less relevant than how Jamie Raskin feels, who's on the -- the co-chair.This is a committee, by the way, that never agrees across the aisle. And his call for resignation doesn't -- it doesn't mean that she absolutely should resign. I think what it means, however, is that she should consider whether she can successfully lead the Secret Service through this heightened threat environment of the 2024 election. A piece of this that we're not talking about is Kamala Harris is about to be the nominee for the Democrats. And if -- if history is any indication, her gender or her race will also breed new intelligence threats. And so there's a lot -- there's -- there's people who could step up. And I know why she's staying in. She believes she can leave the agency through this. But this is Jamie Raskin -- turning on the administration is rare. And I think they ought to listen to it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:55",
      "speaker": "DEAN",
      "sentences": "And we've been dipping in and out, showing viewers what this hearing has sounded and looked like today.And time after time, again, lawmakers on both sides of the aisle pressing her for answers to questions, and she was rather evasive or not making it available some information. Now, clearly to be fair, they don't know everything yet, and that's understandable. There's still sorting through all of this. But do you think that -- did you notice that as well? And kind of what was your takeaways as you were watching this hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:01",
      "speaker": "DEAN",
      "sentences": "Right. And just quickly before we let you go, we do have this new reporting that former President Trump's security detail complained it wasn't being given enough resources by the Secret Service.And now that the secret -- we know the Secret Service acknowledged they've denied some of those requests, does that surprise you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:01",
      "speaker": "KAYYEM",
      "sentences": "It doesn't explain-- to this to people, it's hard. But nominees are always asking for more security. I don't mean that to be funny, given what's happened before. But there's always a request for more.The Secret Service made a determination based on the threat environment, based on whether they had specific intelligence, and then, obviously, based on an open event. They clearly miscalculated. I mean, I'm not defending them. Buit they clearly miscalculated. But the denial of it should not be viewed - or should not be viewed as, well, they were out to get Trump. And I know there's lots of conspiracy theories out there. A huge mistake was made. And the agency needs to figure out what happened. But sometimes the explanation is not as conspiratorial as people think. They miscalculated the threat environment and they miscalculated what they needed to do to protect the outside of the interior space. And there's a bunch of other things that they didn't do, but in particular, that issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:01",
      "speaker": "DEAN",
      "sentences": "All right, Juliette Kayyem, thank you for that conversation. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:01",
      "speaker": "KAYYEM",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:01",
      "speaker": "DEAN",
      "sentences": "We are witnessing an avalanche of support for Vice President Kamala Harris to be the next Democratic presidential nominee.The Republican House Speaker Mike Johnson telling CNN her nomination will be met with legal challenges in multiple states. More on that, next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:03",
      "speaker": "DEAN",
      "sentences": "CNN justice correspondent, Jessica Schnieder, joins us now.Jessica, what do we know about these potential legal challenges?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:03",
      "speaker": "JESSICA SCHNEIDER, CNN JUSTICE CORRESPONDENT",
      "sentences": "Well, at this point, we're not aware of any legal challenges that have been filed. And what we're learned from lawyers is that, if any challenges were filed, it wouldn't be until after Kamala Harris or anyone else is the official nominee.The point that the House speaker is trying to make here that it likely wouldn't hold up in court is the primary voters in all these states that went to polls, they picked Joe Biden. And somehow, the will of the voters would be subverted here. But what all election law experts have been telling us is that the voters, unfortunately, during the primary process aren't the final word. It's the delegates. CNN's team has been reaching out to dozens of the Democratic delegates. Obviously, it looks like Kamala Harris is the clear choice here. And typically, that's what courts defer to. In fact, Ben Gensburg is a Republican election lawyer, and this is how he put it to our team. Saying, \"As a legal matter, it is up to the convention to nominate a candidate. And all the legal precedent is on courts deferring to the party's choice for its nominee and then giving the voters the choice.\" So I've spoken to some election lawyers. And they're saying that even Republican talk of this is just trying to throw sand in the gears, create chaos. Who knows if they'll actually file. But again, it looks most probable that they would have to wait until there's an official nominee to even get any reception or traction in the courts. And even then, it's a long-shot bid because it's the delegates that are the ones - the ones that really control this process.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:03",
      "speaker": "KEILAR",
      "sentences": "Yes, they're trying to create this illusion of illegitimacy --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:03",
      "speaker": "SCHNEIDER",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    }
  ]
}