{
  "date": "2024-08-16",
  "headline": "CNN This Morning",
  "subHeadline": "Biden & Harris Tout Medicare Drug Price Agreement; Trump: \"I Think I'm Entitled To Personal Attacks\" On Harris; 5 Suspects Charged In Death Of Actor Matthew Perry; Hurricane Ernesto Gets Stronger, Closes In On Bermuda. Aired 5-5:30a ET",
  "utterances": [
    {
      "timeStamp": "05:00:38",
      "speaker": "KASIE HUNT, CNN ANCHOR",
      "sentences": "It's Friday, August 16th.Right now on CNN THIS MORNING: Donald Trump's struggling to stay on message, leveling more personal attacks against Kamala Harris, insisting he is entitled to do that. Plus -- (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:38",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "She's going to make one hell of a president.(CHEERING) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:38",
      "speaker": "HUNT",
      "sentences": "Vice President Kamala Harris appearing at an event with President Biden for the first time since replacing him at the top of the ticket.And five people, including two doctors, facing criminal charges in the death of beloved \"Friends\" actor Matthew Perry. (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:38",
      "speaker": "HUNT",
      "sentences": "All right, 5Good morning, everyone. I'm Kasie Hunt. It's great to have you with us. We made it to Friday. Kamala Harris and Joe Biden appearing together for the first time since Harris replaced Biden at the top of the ticket, the pair touting a major new agreement to lower the price of ten top selling prescriptions that are commonly used by Medicare patients. Harris celebrating the man whose historic decision allowed her to take his place as the Democratic nominee. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:38",
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "Of course, I could speak all afternoon about the person that I am standing on this stage with, our extraordinary President Joe Biden. There's a lot of love in this room for our president, and I think it's for many, many reasons.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:38",
      "speaker": "HUNT",
      "sentences": "And Biden at times treated the whole thing like a political rally.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:38",
      "speaker": "BIDEN",
      "sentences": "Folks, I have an incredible partner. The progress we've made. She's going to make one hell of a president.With the guy we're running against, what's his name? Donald Dump. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:38",
      "speaker": "HUNT",
      "sentences": "Meanwhile, Donald Trump appearing at his own event in New Jersey surrounded by groceries. Trump spoke about the economy and blamed Biden and Harris for inflation, specifically highlighting the cost of household items and how that's gone up.He didn't take too long to start with the insults. (BEGIN VIDEO CLIP) DONALD TRUMP, FORMER U.S. PRESIDENT &amp; 2024 PRESIDENTIAL CANDIDATE:  I think I'm entitled to personal attacks. I don't have a lot of respect for her. I don't have a lot of respect for her intelligence. And I think she'll be a terrible president. And I think it's very important that we win. And whether the personal attacks or good or bad -- I mean, she's certainly attacks me personally. She actually called me weird. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:38",
      "speaker": "HUNT",
      "sentences": "All right. Joining me now, Capitol Hill reporter for \"Axios\", Juliegrace Brufke, and White House reporter for \"The Wall Street Journal\", Catherine Lucey.Welcome to both of you. You know, we've spent a lot of time over the last eight years talking about how Donald Trump insults people. Clearly, Biden kind of got in on that. You know, I think we should make sure we put all that sort of name calling and the same category. It is what it is Trump -- Trump here, doesn't seem to take kindly to being called weird was kind of my takeaway from what he said right there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:38",
      "speaker": "CATHERINE LUCEY, WHITE HOUSE REPORTER, THE WALL STREET JOURNAL",
      "sentences": "You know, he was pushing back. I mean, the other thing obviously that I think is noteworthy about the Trump event yesterday is that his advisers, I think would really like him to talk more about things like inflation, prices, or the border, immigration. And he really is sticking to a lot of these personal attacks, and what he always does, but it's not clear that this is the best use of his time, right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:38",
      "speaker": "HUNT",
      "sentences": "Yeah. And I mean, the props that they had set up for him lend themselves to that. I mean, the prices of many of the goods that he was standing near are in fact much higher.Juliegrace Brufke, I mean, does -- did the staging of that event and the way that he handled that event assuage Republican concerns about the way Trump has been campaigning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:01",
      "speaker": "HUNT",
      "sentences": "Yeah. Catherine, Stephen Collinson, who's a friend of the show and it kind of paints the big pictures for us here at CNN every day, he wrote this about kind of what we're seeing from Trump. Quote, the ex-president insulted his way into the oval office in 2016 when his often unhinged soliloquy is that shattered all the rules of decorum in politics, delighted grassroots Republican voters, craving an anti- establishment revolution, but eight years on, the now familiar act is getting tired. A reality that's been thrown into sharp relief now that Trump is facing and new campaign, against a younger, more energetic opponent rather than a rerun against 81-year-old Biden.The former president is driving his strategists to distraction by refusing to stay on focused on the issues like the economy. That could help him prevail in November. I think the thing that stood out to me the most really is how in this shift is how Harris does provide this contrast to what we see from Donald Trump when Trump was running against Biden, it played very differently. What he did and said that it does against Harris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:01",
      "speaker": "LUCEY",
      "sentences": "Yeah, well, certainly when Trump was running against Biden, there was a lot of anxiety among Democrats and independents about Biden's age, about his performance. And so, a lot of Trump's commentary played into that, right? But now with Harris, you really do have a huge shift in the candidate,the momentum we're seeing on the left, and Harris and Walz are really emphasizing. I'm trying now play up the idea that they're running a joyful campaign, that they're running an upbeat campaign, that they're offering something new, that they're offering a fresher, fresher take. And you could tell I think that Trump is concerned about this. He is frustrated about what he's seeing in terms of their crowds and the momentum. And of course, it's still, you know, Trump is still very popular with his base. He still has a lot of support and he still does pull better than Harris is doing on some key issues like immigration. He is doing slightly better on the economy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:01",
      "speaker": "HUNT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:01",
      "speaker": "LUCEY",
      "sentences": "So, I think that's why his advisers would like him to focus more on those topics because there are key strengths for him still, but certainly there has been a big tonal shift in the campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:01",
      "speaker": "HUNT",
      "sentences": "Yeah, Juliegrace, on the economy specifically, there's been according this week that the Harris campaign was heartened by a poll in the financial times that showed her kind of overtaking Trump in terms of trust on the economy. We've seen some numbers also from I believe was the PBS poll that shows that Harris is sort of tightening with Trump in terms of trust on the economy sheet that poll found that she still has not as trusted but that she is more trusted than Joe Biden was against Trump.How do Republicans look at that as a potential game changer in this election?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:01",
      "speaker": "BRUFKE",
      "sentences": "I think its something that they're definitely going to worry about. We heard her. I think it was yesterday that she came out with her anti price gouging kind of platform there. And I think you're going to hear a lot from them saying that she's been in office for four years. That could've been doing lot more to combat that.Now, you're going to be seeing a lot of more of the same, that you've seen out of this administration. I think that's going to kind of largely be their line of attack there. But when people vote with their wallets and I think that's definitely the major concern for them there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:01",
      "speaker": "HUNT",
      "sentences": "For sure. All right. Juliegrace Brufke and Catherine Lucey, thank you both very much for starting us off this morning. I appreciate it.All right. Straight ahead here on CNN THIS MORNING: five arrest in connection with the death of Matthew Perry, including two doctors and a personal assistant. Who investigators say took advantage of the troubled actor? Plus, a new plan from the Secret Service to protect Donald Trump after last month's assassination attempt. And this, the former president trying to convince Jewish voters to ditch the Democratic Party. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:13:15",
      "speaker": "HUNT",
      "sentences": "All right. Welcome back.Five people have now been criminally charged in the 2023 death of actor Matthew Perry. Two of the defendants are doctors. The actor's live in personal assistant and a woman described by authorities as the ketamine queen have also been charged. The beloved \"Friends\" star was found floating facedown in a Jacuzzi at a specific policy, its home last October. The acute effects of ketamine led to his drowning, investigators say, and they uncovered in an underground network of drug dealers and suppliers responsible for distributing the drug that killed Perry. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:13:15",
      "speaker": "ANNE MILGRAM, DEA ADMINISTRATOR",
      "sentences": "Matthew Perry sought treatment for depression and anxiety and went to a local clinic where he became addicted to intravenous ketamine. When clinic doctors refused to increase his dosage, he turned to unscrupulous doctors who saw Perry as a way to make quick money.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:13:15",
      "speaker": "HUNT",
      "sentences": "Three of the five defendants in the case have already reached a plea agreement. One of the doctors who is charged allegedly exchanged denigrating text messages about the struggling actor.(BEGIN VIDEO CLIP) MARTIN ESTRADA, U.S. ATTORNEY:  He wrote in a text message in September 2023, quote. I wonder how much this moron will pay. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:13:15",
      "speaker": "HUNT",
      "sentences": "All right. Let's bring in CNN legal analyst and criminal defense attorney Joey Jackson.Joey, good morning. It's always wonderful to have you on the show. This story, though, is just devastatingly sad, and that comment that was made calling him a moron, what is your reaction to that and to all of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:03",
      "speaker": "HUNT",
      "sentences": "So the doctor, of course, has pleaded not guilty here. One of the doctors I should say, here's how his lawyer is explaining why and how this all played out and why there is this not guilty plea. Let's watch.(BEGIN VIDEO CLIP) STEFAN SACKS, LAWYER FOR DR. SALVADOR PLASENCIA:  Mr. Perry was on ketamine treatment, medically supervised, medically prescribed, and while the U.S. attorney may disagree with Dr. Plasencia's medical judgment, there was nothing criminal at the time. And more importantly, the ketamine that was involved in Mr. Perry's passing was not related to Mr. -- Dr. Plasencia. That was provided by another party sometime later. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:03",
      "speaker": "HUNT",
      "sentences": "So is that a plausible defense here? I mean, what he's essentially referring to some of the details of how all this went down are -- are very troubling. But basically that he became addicted through this -- you know, his -- first, he's prescribed this medication by the doctor. He later gets ketamine off the street because he needs more of it and they're saying there that's where this ketamine came from.I mean, how hard is it going to be for prosecutors to get a conviction for this doctor?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:03",
      "speaker": "JACKSON",
      "sentences": "So it's a plausible explanation to be clear and absolutely this -- these are charges, right? Three, of course, to pleading guilty already won agreeing to plead guilty. That's the other doctor who supplied it to this individual's doctor, the defense attorney.And so yes, there'll be defenses in some of those will be viable. I think that major issue though, Kasie, is that you have the three who have agreed to plead guilty, who will be on team USA. And what I mean by that is they will be supplying information to the government and to prosecutors that might be contrary to the narrative of that attorney. And so, yes, certainly it could be that a doctor prescribed that initially it was lawful, it was pursuant to a plan and treatment and that the ketamine was gotten later at some other place by some other source, having nothing to do with the doctor, but that may of course be belied by text messages, email exchanges, and other information including direct evidence, which may seem to indicate otherwise. And so, at this point, merely an allegation. Anyone who's accused certainly this serves the presumption of innocence, but ultimately the truth is in the evidence, and I think that evidence will bear out as the case bears out with regard to testimony (AUDIO GAP) establishing what were the communications, when was the supply, and how, if at all (AUDIO GAP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:23:34",
      "speaker": "HUNT",
      "sentences": "All right, 22 minutes past the hour. Here's your morning roundup.New York City Mayor Eric Adams is subpoenaed as part of an investigation into illegal campaign donations and corruption. This is not a first for Adams. Last year, FBI agents seized his cellphones and iPad as part of a court warrant. An escaped killer captured and back in custody in North Carolina. Police found convicted murderer Ramon Alston at a hotel more than 100 miles away from the prison hospital he escaped Tuesday morning. A female with appointments also arrested and charged with felony, aiding and abetting of a fugitive. President Biden set to designate the site of the 1908 race riot in Springfield, Illinois, a national monument. He'll sign the proclamation in just hours. The riot started when a white mob raged across the town, hanging to black men and burning homes in the majority black neighborhood. All right. Time now for weather. Hurricane Ernesto closing in on Bermuda, the island remains under a hurricane warning as officials urge residents to finish and get prepared. Back home, millions across the southern U.S. are dealing with heat alerts. Let's get, let's get straight to Derek Van Dam for us this morning. Derek, good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:02",
      "speaker": "HUNT",
      "sentences": "Yes. I'll take it.All right. Derek Van Dam for us this morning -- Derek, thank you. I really appreciate it. VAN DAM:  All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:02",
      "speaker": "HUNT",
      "sentences": "All right. Coming up next on CNN THIS MORNING, former President Trump holding a press conference aimed at combating antisemitism. The message did seem to get a little muddy as his remarks took a turn.Plus, President Biden and Kamala Harris together again in public for the first time since Harris took the reins of the 2024 campaign? (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}