{
  "date": "2024-03-20",
  "headline": "CNN News Central",
  "subHeadline": "UK Watchdog Investigating Alleged Breach Of Princess Kate's Medical Records; Today: Federal Reserve Meeting To Decide On Rate Cut; Today: Israeli Prime Minister To Address Senate Republicans. Aired 7:30-8a ET",
  "utterances": [
    {
      "timeStamp": "07:33:32",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "Two more members of the so-called Goon Squad are set to be sentenced in Mississippi today. They all pleaded guilty to torturing two Black men.And CNN's Ryan Young spoke with one of the victims yesterday. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:33:32",
      "speaker": "RYAN YOUNG, CNN SENIOR NATIONAL CORRESPONDENT",
      "sentences": "What were you feeling at the moment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:33:32",
      "speaker": "EDDIE PARKER, VICTIM",
      "sentences": "Well, I could -- I could kind of sympathize with him for the forgiveness. I had to forgive him because, I mean, deep down inside, I knew what he did wasn't something that he done solely on his thoughts.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:33:32",
      "speaker": "BOLDUAN",
      "sentences": "The final two members of this group of officers will be sentenced on Thursday.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:33:32",
      "speaker": "ADRIAN BEAN, WITNESS FOR PROSECUTION",
      "sentences": "Can I get a water or something? I'm so high right now, you all, I'm about to go to sleep on you all now.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:11",
      "speaker": "MAX FOSTER, CNN ROYAL CORRESPONDENT",
      "sentences": "Well, it's pretty shocking. So when the princess was in hospital -- the London Clinic -- in January for that abdominal surgery, members of staff allegedly tried to access her medical records. These are obviously members of staff that shouldn't have had access to it. So, different medical staff had different levels of access and the people with access that wasn't appropriate have been trying to get into her medical records. Now, we can read into why that might be but we'll have to wait for the investigation.The Daily Mirror uncovered this story -- uncovered this story and said an investigation has been launched internally. Obviously, in this country, very tight laws on data privacy. And we've had it confirmed from the information commissioner that is the watchdog for this that they are investigating it. So we'll wait to hear what happens from that as well. Also, you know, hearing from the health minister in the UK just describing what a serious type of breach this would be. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:11",
      "speaker": "MARIA CAULFIELD, UK HEALTH MINISTER",
      "sentences": "These rules apply to all patients. So there are very strict rules about which patient notes you can access. You are only allowed to access the patient notes you're caring for with their permission. And there's really strict rules. The information commissioner will take enforcement action against trust or primary care practices, but also as individual practitioners -- regulatory body. So for me, it would be the NMC would take action as well. So it's pretty severe.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:11",
      "speaker": "FOSTER",
      "sentences": "She also said that she's asked the police to investigate because they will be the ones, obviously, to prosecute. The Met Police, meanwhile, telling us, though, the case hasn't been referred to them. So early stages of the story but being taken very seriously.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:11",
      "speaker": "BOLDUAN",
      "sentences": "Yeah. Max, if I can turn our focus for another moment on another royal. Prince Harry -- this kind of yearslong lawsuit brought by Prince Harry against the publisher of a British tabloid. There's a hearing going on.What is happening with this? What are you hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:11",
      "speaker": "FOSTER",
      "sentences": "Well, it is basically another stage in another one of his battles in this war, really, against the British tabloids. So a lot of administration, really, today. But his lawyers will be appearing there and whenever they do they provide some evidence from him, which always creates some shockwaves and some insights into life for Harry in the UK and his battle for privacy.You know, what you've got to remember is that both Prince William and Prince Harry are huge on privacy and it goes back to their childhood and the privacy that was invaded of their mother, of course. So they've both got really tough lines on this and we're seeing the way that's playing out in two different ways -- Harry, through the courts, and Prince William, just the sheer protection of his wife and her medical privacy. And we've been seeing that really blow up, haven't we, and in the gap of information, the conspiracy theories.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:11",
      "speaker": "BOLDUAN",
      "sentences": "Absolutely, and a lot of speculation.Great to see you, Max. Thank you for keeping on top of all of it -- John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:11",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "All right. Breaking overnight, the controversial Texas immigration law will not go into effect. The law would have allowed Texas officials -- Texas officials to arrest and deport people suspected of entering the U.S. illegally.In the middle of the night, an appeals court blocked it after the Supreme Court cleared the way for it to take effect. So the back-and- forth was all based on procedural matters. Ultimately, the appeals court will hear arguments on the merits. I'm joined now by Sheriff Brian Hawthorne of Chambers County, Texas. Sheriff, thanks so much for being with us. [07:40:00] The law was off, it was on, now it's off again. What's that been like for you the last 24 hours? SHERIFF BRIAN HAWTHORNE, CHAMBERS COUNTY, TEXAS (via Webex by Cisco): Well, for Texas sheriffs, it's really not going to change our policy because obviously, we want to make sure the law is clearcut and everything that Gov. Abbott intended it to be. So most of us will not be changing our policy until -- whether it's the 5th Circuit or the Supreme Court or whoever settles and decides on what they're actually going to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:11",
      "speaker": "BERMAN",
      "sentences": "Is this a law that would be easy for you to enforce?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:11",
      "speaker": "HAWTHORNE",
      "sentences": "Well, it would be extremely easy for the border sheriffs. But if you're an inland sheriff -- I'm on the east side of Houston -- so if you're an inland sheriff -- most of us -- we won't change our policy because we don't want our deputies making arrests unless somebody has actually committed a crime in which we would have intervened or arrested them for.None of us want to do -- as a sheriff, we don't want to be arresting and doing the border patrol's job. The border patrol needs to be doing their job and then I need to be doing my job of protecting the Chambers County citizens from violent crime and property crimes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:11",
      "speaker": "BERMAN",
      "sentences": "So, I wonder what that means if this law does go into effect? Because again, this is hypothetical now. The law is not in effect and it may never go into effect. But if it does, does that mean you won't instruct your deputies to enforce it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:11",
      "speaker": "HAWTHORNE",
      "sentences": "So, most of us that are inland -- the way the bill is written, it's really targeted for your border sheriffs. It could be applied inland. But I think most of us will find that we won't change our policy and that we will not be enforcing the immigration side of it unless we actually make a criminal arrest and that it is discovered that they are an illegal immigrant after they have been arrested for some other crime in the penal code.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:11",
      "speaker": "BERMAN",
      "sentences": "And just what do you think of this whole process at this point? Are you just standing by to stand by?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:11",
      "speaker": "HAWTHORNE",
      "sentences": "Yeah, we are standing by to stand by. I mean, I think most of us -- you and I, we're smart enough to know this is a lot of political wrangling going on right now and that there is no question about it -- there is a disaster at the border. Don't make any mistake about that. I've been to the border a number of times myself.I'm the legislative director for the Sheriff's Association of Texas and this is something we've been dealing with ever since this new administration took in -- came on board and when the policies of the border patrol changed. We started seeing the mass influx of immigration, as you all have reported for the last year or two and it needs to change. And we applaud Gov. Abbott. The sheriffs of Texas applaud Gov. Abbott for trying to address the issue because obviously, the federal government is not addressing it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:11",
      "speaker": "BERMAN",
      "sentences": "Sheriff Brian Hawthorne, appreciate your time this morning. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:11",
      "speaker": "HAWTHORNE",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:47:41",
      "speaker": "BERMAN",
      "sentences": "All right. This morning, the S&amp;P has never been higher. I know the feeling. Federal Reserve officials are meeting to decide if there will be any cuts to the federal interest rate. The decision has a significant effect on the cost of borrowing -- everything from mortgage rates to loans and credit card interest rates as well.CNN's Matt Egan is here. This is a big meeting. What do we expect will happen or what do we expect will be discussed, I suppose, is bigger?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:47:41",
      "speaker": "MATT EGAN, CNN REPORTER",
      "sentences": "Well, John, listen -- the Fed has been in a holding pattern. That is likely not changing today. If you are hoping for some sort of a break on mortgage rates, credit card debt, car loans, you're likely going to have to wait a little bit longer.Because let's look at what the market is pricing in. Almost no chance of an interest rate cut at today's meeting. Very low chance in May. It's really not until June or July that investors are starting to price in rate cuts. Now, we should get some more clarity today. Jerome Powell -- he could drop some hints. Also, we're going to get those projections, known as the dot plot, showing where Fed officials think rates are going. Their big question here is are Fed officials still penciling in three rate cuts or have they scaled back those expectations because of hotter- than-expected --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:47:41",
      "speaker": "BERMAN",
      "sentences": "Um-hum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:47:41",
      "speaker": "EGAN",
      "sentences": "-- inflation?Now, I spoke to Jan Hatzius, a top economist over at Goldman Sachs. He was early to call for a soft landing. And despite some disappointing inflation numbers, he is standing by that call. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:47:41",
      "speaker": "JAN HATZIUS, CHIEF ECONOMIST, GOLDMAN SACHS",
      "sentences": "If I look at the news flow overall, over the last year, it's still very, very positive. Inflation has come down very substantially over that period and, more importantly, it's come down without significant weakness in activity.We haven't seen a recession. We haven't been close to a recession. The labor market is still quite strong. Employment has continued to increase at a -- at a rapid clip. So, I think the overall news over the last 12 months has been extremely positive. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:47:41",
      "speaker": "EGAN",
      "sentences": "Now, no sign of inflation -- now, no sign of a recession despite these rapid interest rate hikes from the Fed. That is music to the ears of officials in the White House because all five sitting presidents who had a recession in the year that they were up for reelection -- all five of them lost reelection -- most recently, Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "EGAN",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "BERMAN",
      "sentences": "-- that people are watching very closely.How do gas prices impact that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "EGAN",
      "sentences": "Well, John, some disappointing news on the gas price front. Over $3.50 a gallon for the first time since late October. Three dollars and fifty-two cents is the new national average, up from just $3.49 yesterday and $3.28 a month ago.Now, some of this is totally normal and seasonal, right? Winter is over, thankfully. Spring -- people drive more often. Some of it, though, is actually also being fueled by war -- specifically, drone attacks deep inside of Russia on oil refineries. That has helped lift oil prices above $80.00 a barrel. Now, I think the good news here is experts -- they don't think $4.00 a gallon is in the cards, let alone the $5.00 that we saw two years ago. I think the bad news is the higher gas prices go the worse inflation is going to look. Inflation has gone up. It's been worse than expected recently. You can see big improvement -- massive improvement from two years ago -- but that progress has sort of leveled out recently and that's largely because of gas prices. So we need to pay very close attention to what happens next because there's big implications, both economically and politically.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "BERMAN",
      "sentences": "Matt Egan, great to see you this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "EGAN",
      "sentences": "Thanks, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "BERMAN",
      "sentences": "Thank you very much -- Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "BOLDUAN",
      "sentences": "Victory for Donald Trump this morning in the form of a Senate race. CNN projects the candidate he endorsed will win Ohio's Republican Senate primary. Bernie Moreno won more than 50 percent of the vote in what was a three-way race. And it was seen going into this and talked about quite a bit as a test for Trump's poll for some -- Trump's power since Republicans -- since many other Republicans had endorsed a different candidate.Now, Moreno will challenge the incumbent Democratic Sen. Sherrod Brown in November. This race is one of a handful seen as key to deciding the balance of power in the Senate. Let's talk about this and all of the implications of it. Joining us right now is the former Republican governor of Wisconsin and former Republican presidential candidate, Scott Walker. It's good to see you, Governor. Thanks for coming in. So this Senate race -- this Senate primary -- SCOTT WALKER, (R) FORMER WISCONSIN GOVERNOR, FORMER REPUBLICAN PRESIDENTIAL CANDIDATE, PRESIDENT, YOUNG AMERICA'S FOUNDATION (via Webex by Cisco):  Good morning. Good to be with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "BOLDUAN",
      "sentences": "-- considered a big test for Trump. The Trump-backed candidate wins.What does this say about how Trump did on this test, and what does it say for the party?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "WALKER",
      "sentences": "Well, a big win for Moreno, obviously. A private businessman and someone who has been in the community for some time versus a career politician in Sen. Brown -- someone who was first elected to office 50 years ago coming up this year, and he's been in the Washington scene for the past 30 years. So I think it's a great contrast.You compare that two years ago to when J.D. Vance won the primary -- again, supported by President Trump -- and went on to victory. Obviously, it's going to take more than just that. Sherrod Brown, as I said, is a skilled politician. He's been in office for almost as long as his challenger has been alive -- at least since he was a young kid. And so, it's going to be a stark contrast in Ohio. But as you correctly noted, it has been a state that has increasingly gone from competitive to a pretty solid Republican area, and that will be the trust test this November.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "BOLDUAN",
      "sentences": "Sherrod Brown with deep roots within the community as well, as he's been serving the community for all those years.Do you think Moreno is the weaker opponent to face Sherrod Brown? That is what Democrats are banking on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "WALKER",
      "sentences": "Well, they are, but I think the contrast -- and, you know, people have had it. Your last segment talked about the economy. It's not about what GDP or the stock market is; it's about crisis -- gas prices, food prices, mortgage prices.The same reason why someone like Sen. Tammy Baldwin of Wisconsin, who has been in Washington for a quarter-century, is vulnerable to a businessman there, Eric Hovde, who is running. In each of those cases, I think there's a lot of voters who maybe traditionally haven't voted Republican or haven't voted at all, but who are interested in outsiders. Someone who is going to go to Washington and shake it up. I think that's what Brian Moreno -- or Bernie Moreno, excuse me, brings to the table in Ohio much like other candidates across the country, and that's going to be the contrast. A lot of people, you know, I hear in Washington saying oh, GDP is up and the stock market is doing better. But if you're in Toledo, or Columbus, or East Palestine -- or, for that matter, in Ohio -- for that matter, you could be in Appleton, Wisconsin. If prices are up, you're concerned with the people in office and that's bad news for incumbents.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "BOLDUAN",
      "sentences": "You're talking a lot about outsider versus insider, I'm noticing. Do you think that contract -- that political contrast -- because you can talk about being an insider -- you can -- it's kind of in the eye of the beholder if you will. Because once you get to Washington you all -- everyone tries to say that they're still outsiders, but then by definition -- by everyone on the outside, they say you're an insider. So it's in the eye of the beholder.Do you think that contrast is really what will win for people?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "WALKER",
      "sentences": "Well, I think it plays well. I mean -- I mean, think about when there was a train derailment in the east side of the state of Ohio more than a year ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "BOLDUAN",
      "sentences": "Um-hum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:07",
      "speaker": "BOLDUAN",
      "sentences": "One thing -- speaking of November, one thing that is also really interesting out of Ohio is that Nikki Haley got 14 -- I think it was 14.3 percent of the vote was the last way I looked at it in the Republican presidential primary even though the primary is over.Point being, going further than that, about one in five voters voted against Donald Trump in Florida, Illinois, and Ohio, and about one- quarter voted against him in Kansas. That's according to a Washington Post analysis of these primaries. The protest vote against Trump seems to be living on well past Nikki Haley's candidacy. Are you concerned? Does that concern you -- what that means for Donald Trump in November?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:07",
      "speaker": "WALKER",
      "sentences": "No. Because, again, you're going to see some of that even coming up in Wisconsin's primary. You saw a little bit in Michigan where there was people voting not to commit to Joe Biden because of the -- on the progressive radical left because of their concerns over what's happening in Israel and Gaza.Those coming up --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:07",
      "speaker": "BOLDUAN",
      "sentences": "Yeah, but I'm talking -- Nikki Haley is out of the race now and voters are still voting for her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:07",
      "speaker": "WALKER",
      "sentences": "Yeah, but the same way with the non-commit. Nobody thinks that Joe Biden's got a real opponent out there in the primary but there's people voting for non-commit.In the end, in those same states, all the polls overwhelmingly show that Donald Trump is ahead of Joe Biden. And in all the contested battleground states, like mine, they show leads, slight as they might be and certainly not to be taken for granted. But I think people understand the real race in the end is going to be Donald Trump and Joe Biden. And if it's a referendum on high prices, if it's a referendum on border security, if it's a referendum on public safety, Joe Biden and his allies are going to lose.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:07",
      "speaker": "BOLDUAN",
      "sentences": "What is it a referendum on? That, I guess, will be the key question that we will not know for some time.Governor Walker, it's good to see you. Thanks for coming in -- John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:07",
      "speaker": "WALKER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:07",
      "speaker": "BERMAN",
      "sentences": "All right. We've learned that later this morning, the Israeli Prime Minister Benjamin Netanyahu will address Senate Republicans via video at a closed-door lunch meeting. Republicans have rallied around Netanyahu after Senate Majority Leader Chuck Schumer called him an obstacle to peace and urged new elections in Israel.CNN's Sunlen Serfaty is on Capitol Hill this morning. What do we expect to see here, Sunlen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:07",
      "speaker": "SUNLEN SERFATY, CNN WASHINGTON CORRESPONDENT",
      "sentences": "Yeah, John, this is such interesting timing. This address by Netanyahu on Capitol Hill virtually coming just one week after Sen. Schumer made that massive floor speech criticizing Netanyahu and his handling of the threat of Hamas and calling for new elections in Israel. That angered many Republicans up here on Capitol Hill, including Sen. Barrasso. He is the Republican that invited Netanyahu to speak to the group of Senate RepublicansHe said about Schumer's speech, quote, \"I think what Sen. Schumer said on the floor was deeply offensive to so many Americans who are concerned with what is happening in Israel.\" Now, notably, Netanyahu, of course, will appear just virtually to this closed-door meeting of Senate Republicans. This is a luncheon that they have every week and they regularly hear from people. But, of course, his address coming at such a tense time. Growing tension up here on Capitol Hill in the back-and-forth in the wake of Sen. Schumer's speech -- John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:07",
      "speaker": "BERMAN",
      "sentences": "And, Sunlen, there's still a shutdown looming -- or a possible shutdown looming if the procedures that need to happen don't happen. What's the latest on all that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:07",
      "speaker": "SERFATY",
      "sentences": "Yeah, John. This is really, like it always is on Capitol Hill, a race against the clock right now. There is a deal and it was announced earlier this week -- yesterday -- but there is no finalized bill text that has been released. And that is important because there is a rule that requires lawmakers to have 72 hours -- three days to review legislation. So they are racing against this midnight deadline on Friday night. That will have to navigate around in order to avoid a shutdown.And this also comes amid some grumbling among the far-right wing of the party and the House Republicans. So, Speaker Johnson is going to have to navigate a lot, including, of course, that massive clock and that deadline that they have to make on Friday night -- John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:07",
      "speaker": "BERMAN",
      "sentences": "Sunlen Serfaty, always great to see you. Thank you so much for your reporting.A brand new hour of CNN NEWS CENTRAL starts now.",
      "isLastSentenceInterrupted": false
    }
  ]
}