{
  "date": "2024-04-15",
  "headline": "CNN Live Event/Special",
  "subHeadline": "Jury Selection Underway In Trump's Historic Criminal Trial; Israel War Cabinet Weighs Military, Diplomatic Response To Iran; More Than Half Of First Group Of 96 Potential Jurors Excused After Saying They Can't Be Impartial Or Have Schedule Conflicts. Aired 3-3:30p ET",
  "utterances": [
    {
      "timeStamp": "15:00:26",
      "speaker": "WOLF BLITZER, CNN HOST",
      "sentences": "Welcome back to CNN Special Coverage, the first day of Donald Trump's historic criminal trial in Manhattan.I'm Wolf Blitzer in Washington. Erin Burnett is outside the courthouse in New York. This is a day without equal in American history, a former president of the United States, now a criminal defendant on trial. Right now, jury selection is underway. Hundreds and hundreds of Manhattan residents will eventually be whittled down to 18, namely 12 jurors and 6 alternates. Alternate jurors. Erin, over to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:26",
      "speaker": "ERIN BURNETT, CNN HOST",
      "sentences": "Yes, Wolf. I mean, it is amazing because you're going to have hundreds of people going through to actually get to that final small number. And this is, while the center and the heart of all of it, only one item on the agenda for the judge today. Judge Merchan also heard arguments about key evidence in the case and set a date for a hearing to determine whether Trump has violated his gag order. That set for a week from Wednesday.Phil Mattingly and Paula Reid back with me. And, Paula, okay, so what I'm fascinated by is what's going on, okay, in the room. And you are getting now a read of just - sort of who's walking where, who's looking at what, what are you hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:26",
      "speaker": "PAULA REID, CNN CHIEF LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "This is fascinating because now, after several hours, this pool of 96 potential jurors, they are now in the room with former President Trump. And as you would expect, there is at least some recognition on the part of these potential jurors that they are ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:26",
      "speaker": "BURNETT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:26",
      "speaker": "REID",
      "sentences": "... in the room with the most famous man in the world.Now, our colleagues inside, because there are no cameras inside, report that when Trump was introduced as the defendant, he looked at the potential jurors and sort of smirked. Some of them are giggling, talking to one another. But the first question out of the gate from the judge after he introduced the case and the defendant is he said, \"If you have an honest, legitimate, good faith reason to believe you cannot serve on this case or cannot be fair and impartial, please let me know.\" So this is going to be the first cut, if you will. Is there some reason that you cannot serve, now those can be logistical reasons or some limitation you have. It can also just be some reason you believe you can't be impartial. The Trump team has asked them to separate out these two issues because they want to preserve this on appeal. They want to be able to be like, look how many people we lost just based on an inability to be impartial, so that's what's happening right now inside.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:26",
      "speaker": "BURNETT",
      "sentences": "I mean, and amazing is some of the - someone walks by, looks at the former president and smiles, not indicating bias or anything. Just, okay ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:26",
      "speaker": "REID",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:26",
      "speaker": "BURNETT",
      "sentences": "... the former president of the United States is sitting here. Two women walk by sort of talking to each other. It's interesting because often in these big rooms like this, people - it's New Yorkers. They just start talking and all of a sudden they have a conversation. I mean, but this is what's actually going on, like real people coming out of their daily lives and sitting in this room right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:26",
      "speaker": "PHIL MATTINGLY, CNN CORRESPONDENT",
      "sentences": "And I think to some degree you can become numb to the - this is unprecedented. This is historic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:26",
      "speaker": "BURNETT",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:26",
      "speaker": "MATTINGLY",
      "sentences": "We've said that so often over the course of the last seven, eight, nine years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:26",
      "speaker": "BURNETT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:26",
      "speaker": "MATTINGLY",
      "sentences": "You don't necessarily kind of grasp the import of a moment like this. Can you imagine being a New Yorker who was summoned and is walking in a room and has to stare at the former president of the United States, the Republican - presumptive Republican nominee to be the next president of the United States and realize that this is the first criminal trial and you may be selected as one of 12 or an alternate on that jury. That's actually happening right now in this moment for a case that I think a lot of people didn't think was going to be the number one case or the biggest threat to Trump - either his personal freedom or his political prospects.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:26",
      "speaker": "BURNETT",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:26",
      "speaker": "MATTINGLY",
      "sentences": "This is happening. It's happening now. And these individuals will decide, at least 12 of them and some alternates ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:26",
      "speaker": "BURNETT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:26",
      "speaker": "MATTINGLY",
      "sentences": "... whether or not he is - gets off or whether or not he's found guilty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:26",
      "speaker": "BURNETT",
      "sentences": "And Paul, it's amazing, you're talking about the lawyers in this case. Okay, they're used to jury selection. They should be, if you're involved with this, you're used to - you get 10 strikes and hundreds of people come through. You should be very familiar with this process in this court and New York rules. And yet none of them have ever been in this situation before either. And it feels like that's something worth emphasizing, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:26",
      "speaker": "REID",
      "sentences": "Totally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:26",
      "speaker": "BURNETT",
      "sentences": "None of them have been with the stakes this high trying to make a decision about when someone says they are fit to serve on this jury. Is that actually a red flag in and of itself? I mean, how do you sort through that room?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "BURNETT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "REID",
      "sentences": "... but the stakes now so much higher with the possibility that he could face jail time.Now, we're getting these live updates from our colleagues inside. They're going through these jurors one by one. They've raised their hand if they believe they cannot serve or cannot be impartial. And the judge is going through getting their jury numbers. Now, it's unclear how many opted out in this first round.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "BURNETT",
      "sentences": "Yes. That's what I want to know, how many raised their hand?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "REID",
      "sentences": "(INAUDIBLE) both sides as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "BURNETT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "REID",
      "sentences": "So it's going to take a while maybe before we get that number. But that's what's happening really a moment ago inside.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "BURNETT",
      "sentences": "Right. Those questions were asked.All right. So on that, let's bring into our conversation now the jury consultant, Alan Tuerkheimer. And Alan, I appreciate your time. So you heard what Paula just said. They've now just asked the question, raise your hand if you can't be impartial or if you have another reason. Hands have gone up. We don't yet know the number of hands that went up. But how significant is this particular moment in the room?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "ALAN TUERKHEIMER, JURY CONSULTANT, TRIAL METHODS INC",
      "sentences": "It's a huge moment in the room. Now, some jurors are going to come in, but they're going to have extreme views. Some might think, raise your hand and say, you know what, Donald Trump is the only person that's keeping us safe from deranged globalists and then on the other end, more likely you'll have people that say, I can't stand him. He's a childish buffoon that's power hungry.Most people are going to be in the middle of that. But those people are going to weed themselves out. And then it's a question of can the jurors who remain standing, can they be fair and impartial. Now, they have their own biases. They have their own beliefs. But how strong do they feel the way they feel. And it's also incumbent upon the lawyers to detect bias because some of the jurors or potential jurors might think I can be fair. I can be impartial. I can give the president or former president a fair shake, but maybe they really can't be. So there's going to be some real thorough analyses taking place into what makes the jurors take, what their attitudes are, what their experiences have been in order to decide whether or not they make it to the next stage of the process.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "BURNETT",
      "sentences": "And lawyers will go through lists of potential jurors in advance when they get names, right? And they'll go through and try to anticipate possible strikes, right? I mean, I know in other venues, that's the case.Then you get in the room and now there's social media and you can look up the people, see what they're - what they've posted, et cetera. So some of this would be very clear. But in the sense where you only get 10 strikes per side and you could have hundreds of people in these days after days filing through as a jury consultant, how do you strategize how to save your strikes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "TUERKHEIMER",
      "sentences": "So each side has 10 strikes. Those are peremptories where they don't have to give any reason at all. Now, they can't systematically strike jurors based on race or gender or any protected class. But those are given to each side. But before that happens, if a juror is so biased and it seems like that juror cannot be fair and impartial, then the lawyers can exercise a cause challenge.So it's going to be whittled down based on that before we even get to the 10 strikes per side. So if a juror has such bias, the judge isn't going to take a strike away from either of the sides. A judge then can act and say, all right, this juror is so biased one way or the other, probably anti-Trump given the venue. But then the judge can say, I'm going to - after a cause challenge is made, I'm going to remove this juror from the pool so that it - when it gets closer to when the sides exercise their strikes, the pool is a little more narrowed down and fair minded.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "BURNETT",
      "sentences": "Alan, I want to bring Paula Reid in. She's not only been covering this from the beginning, also a lawyer herself, but I know she has a question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "REID",
      "sentences": "So how long do you think this is going to take? Today's been moving pretty slowly. In the future, we're going to have some hearings before jury selection even gets underway. How long, given that these are four day weeks, do you expect it's going to take to seat this jury?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "TUERKHEIMER",
      "sentences": "I think it's going to take a good chunk of this week and probably into next week. A lot of it just depends on how efficient things are and how much of the bias gets revealed by the individual jurors. Now, it's actually - to Trump's benefit - if jurors come in and they indicate that they have bias and then they're removed from the pool. And that can take some time. It can take a little longer. It just kind of depends.But the interesting thing is, and it might sound counterintuitive, if jurors harbor bias against Donald Trump, they want to know that. And he's sitting right there. They're 10-, 15 feet away from him and they can speak their mind freely and New Yorkers are known to do that. They can say whatever they want and then Trump's team just has to say thank you, I appreciate it and have a good day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:07",
      "speaker": "JOHN KIRBY, NATIONAL SECURITY COUNCIL SPOKESPERSON",
      "sentences": "As far as I know, the war cabinet is still debating and talking about their next steps. I think I'm going to let them speak to whatever their next steps might be.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:07",
      "speaker": "BLITZER",
      "sentences": "CNN's International Diplomatic Editor Nic Robertson is joining us live from Jerusalem right now.Nic, is Israel's war cabinet - do we have any sense that it's any closer to a decision?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:07",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "It's not clear, Wolf. What we do know is that there are some within the war cabinet that are pressing for a quick decision because they think it's important to strike back at Iran quickly. There are those that are trying to win support for a broader international coalition that might choose a diplomatic track that would try to censure Iran, sanction Iran, prescribe the IRGC as a terrorist organization, those sorts of diplomatic steps.But it does seem at the moment that there is - despite the fact that the discussions have been ongoing, we've had several sessions of the war cabinet that have been described as heated. There's agreement that something should be done, that there should be action. It's a question of when and precisely what it should be. It does seem to be edging closer there, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:07",
      "speaker": "BLITZER",
      "sentences": "Interesting. All right. Nic Robertson, we'll get back to you. Thank you very, very much.I'm joined now by Tal Heinrich, a spokesperson for the Israeli government. Tal, thanks very much for joining us. As you well know, Israel's war cabinet is trying to come up with a response to Iran's attack. Can you share any details about the military or diplomatic options being discussed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:07",
      "speaker": "TAL HEINRICH, ISRAELI GOVERNMENT SPOKESPERSON",
      "sentences": "Thank you for having me on, Wolf. We can't speculate and share too much information, of course, on air because the steps forward are still being considered right now as we speak. We're weighing our way forward.Israel will make its own considerations, of course, just like any country would have had it been attacked by more than 100 ballistic missiles fired directly from Iran to its territory. We're speaking about more than 60 tons of explosives that were fired our way, according to the IDF spokesperson. We're not going to allow this to become some sort of a new routine, the kind of which we've had with Gaza where Hamas targeted us, rained missiles on our communities for more than 16 years. After October 7th, we say no more. It's no secret that on October 7th, our sense of security was very much shattered, and we're working to restore it. So there's not going to be any compromise on the security of the Israeli people, not when it comes to Hamas and Gaza, and not when it pertains to Iran. And the Prime Minister articulated this concept by which we're acting, that we're not seeking wars, you know that. We're - we always sought peace. We're seeking peace in the region, and we have a record to prove that. But if somebody's trying to hurt us, if somebody's threatening to hurt us, we will hurt them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:07",
      "speaker": "BLITZER",
      "sentences": "It's interesting, Tal, just a little while ago, a top advisor to the Iran Revolutionary Guard told the Iranian state news that Tehran will not show any restraint \"in the face of enemy aggression\" against its red lines. Will that impact Israel's calculation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:07",
      "speaker": "HEINRICH",
      "sentences": "So, of course, we don't want to see a full-fledged war. As you know - maybe I should even say the Islamic Republic here and not Iran, because as you know Iran and Israel, Iran and the United States back in the day we used to have pretty much good relations. So we know where the aggression came from after the Iranian Revolution.Iran has been trying to hurt us, threatening to hurt us, hurting us for many, many years via their proxies, Hamas, Palestinian Islamic Jihad, the militias, you the Houthis, the militias in Iraq, the militias in Syria, Hezbollah. We're not going to allow that to happen. As I said, there's not going to be any kind of compromising on our security. And from biblical times to modern times, you've had these people trying to annihilate the Jewish people, like the ayatollahs are now calling to wipe us off the map. The difference now, Wolf, is that we're no longer stateless. We're no longer defenseless. And, yes, some people out there don't like the fact that Jews are able to defend themselves. We don't just die, but we're going to prevail. We're going to live. We cherish life, but we're dealing with death calls.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:04",
      "speaker": "HEINRICH",
      "sentences": "Well, the messages between the President and the Prime Minister in a private conversation will remain private. But I can tell you that they definitely spoke about the fantastic coordination, really phenomenal execution that we saw on - over the weekend. Israel, its regional partners, and, of course, with the help of our best friend, the United States, we were able to repel over 99 percent of the aerial threats that came our way, if it's these explosive drones, the ballistic missiles, the cruise missiles.Iran, we should remember, aimed to cause a lot of damage in civilian lives and infrastructure damage. But, thankfully, most of the missiles and drones weren't able to cross into our territory. There was minor damage to infrastructure. And as we're speaking, by the way, Wolf, there is a seven-year-old Muslim Bedouin girl, an Israeli Arab that she got hurt from - severely injured from debris. She's still fighting for her life. But - it could have been a much more devastating result. But we were able not only to repel this attack, but also to send together an unequivocal, very important message to Iran: Don't mess with us. Don't mess with the free world. We see you for what you are. You're the largest state sponsor of terrorism in the world, the biggest destabilizer out there, a dangerous, poor regime that cares more about annihilating a sovereign country than taking care of its own civilians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:04",
      "speaker": "BLITZER",
      "sentences": "Tal Heinrich, a spokesperson for the Israeli government, thank you very much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:04",
      "speaker": "HEINRICH",
      "sentences": "Thank you, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:26:36",
      "speaker": "BURNETT",
      "sentences": "And hello, I'm Erin Burnett. This is a CNN special live coverage event of Donald Trump's first criminal trial.So we have just gotten some new details. Moments ago, we've learned at least 50 people were released from today's jury pool when they were asked by the judge could they be fair and impartial in this case. Half of them, half of the room of the more than - of the 96 jurors raised their hands and then there were scheduling conflicts, so more people said that they had scheduling conflicts. And they are all dismissed now. So Paula Reid and Phil Mattingly are here. So Paula, explain exactly what this means. You start with 96 ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:26:36",
      "speaker": "REID",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:26:36",
      "speaker": "BURNETT",
      "sentences": "You get the question can you be fair and impartial, and what happens?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:26:36",
      "speaker": "REID",
      "sentences": "They lost over half of the potential jurors. And this is surprising because even in speaking with sources close to this case, they thought they might lose 40 percent, but they lost over half. And you heard earlier today that Trump lawyers thought to have this particular issue separated out. They didn't want all of the people who just couldn't serve on the jury to be lumped in as one. They wanted to know how many people can't be impartial. That's something that they want to bring up on appeal.Now, they also lost another nine people for scheduling conflicts and other issues. So we're down to a third of the potential jury pool. And now a portion of that - they are going to have to go through this jury questionnaire and answer these questions in front of former President Trump. And we have this update from inside as this process started, a young woman is ticking through all of these questions: Where do you get your news? Where do you live? Where do you ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:26:36",
      "speaker": "BURNETT",
      "sentences": "So they're going through all 42 of - there's 42 with each of those remaining jurors now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:26:36",
      "speaker": "REID",
      "sentences": "They choose a subsection, 18 to 20 of them, and those folks go through ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:26:36",
      "speaker": "BURNETT",
      "sentences": "Okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:26:36",
      "speaker": "REID",
      "sentences": "... this jury questionnaire. And Trump is reading along with her answers with his own copy. I mean, can you imagine the pressure?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:26:36",
      "speaker": "BURNETT",
      "sentences": "It's incredible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:26:36",
      "speaker": "REID",
      "sentences": "(INAUDIBLE) ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:26:36",
      "speaker": "BURNETT",
      "sentences": "And the fact that it's being done audibly so everyone left in the room can hear. So I say, Paula Reid, are you a member of Oath Keepers. And if you say yes, everyone in the room hears that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:26:36",
      "speaker": "REID",
      "sentences": "Earlier today, the judge said he was going to remove the other jurors when these folks, these potential jurors are questioned. But as we understand it, yes, this is lawyers, this is the judge, and this is former President Trump.And as I said, one of the questions is about how you feel about him. It's remarkable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:26:36",
      "speaker": "BURNETT",
      "sentences": "I mean, think about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:26:36",
      "speaker": "MATTINGLY",
      "sentences": "It's been the thing that I keep getting - going back to and I know I've said it a couple times, but being a person, a normal person ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:26:36",
      "speaker": "BURNETT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:26:36",
      "speaker": "MATTINGLY",
      "sentences": "... who's not involved in any of this type of stuff, who gets the summons, has to come in and this is where you end up. The one thing that I, like, I actually had a question for you when we were talking about this during the break, 50 percent of them saying that they can't be impartial. That was under what the Trump team was expecting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:26:36",
      "speaker": "REID",
      "sentences": "He was - yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:26:36",
      "speaker": "MATTINGLY",
      "sentences": "Which I'm not actually surprised by that. Why were they expecting it to be 40 percent, 45 percent were ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:26:36",
      "speaker": "REID",
      "sentences": "So they just guessed. They said, look, I assume we're going to lose 40 percent, but they lost well over half.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:26:36",
      "speaker": "MATTINGLY",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:26:36",
      "speaker": "REID",
      "sentences": "And what they're going to do is they're going to preserve this issue on appeal. Their concern is if Trump is convicted, right, that is a concern, their strategy is to appeal this and preserve every single issue and try to kill the case, death by 1,000 cuts. And one of their first cuts is going to be, look, every time we had a pool of potential jurors, we lost over half of them because they couldn't be impartial. That's why we were pushing to move the venue.So that's the long game that they're playing here and why that number is so important.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:26:36",
      "speaker": "BURNETT",
      "sentences": "How does that work, though? I mean, just as a quick follow here on an appeal. I mean, if the whole point is people were honest and removed themselves, I mean, doesn't that kind of go against the argument?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:26:36",
      "speaker": "MATTINGLY",
      "sentences": "It's working.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:26:36",
      "speaker": "REID",
      "sentences": "Yes, that's why you need ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:26:36",
      "speaker": "BURNETT",
      "sentences": "It's working?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:26:36",
      "speaker": "MATTINGLY",
      "sentences": "The process is working.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:26:36",
      "speaker": "BURNETT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:26:36",
      "speaker": "REID",
      "sentences": "... that's why you need a thousand cuts, right? That's why every little issue they want to preserve.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:26:36",
      "speaker": "BURNETT",
      "sentences": "Yes, they weighs - yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:26:36",
      "speaker": "REID",
      "sentences": "Because, yes, I think you turn back and be like, well, would you rather they stay there if they couldn't be impartial, isn't that the counter to your point?",
      "isLastSentenceInterrupted": false
    }
  ]
}