{
  "date": "2024-04-13",
  "headline": "CNN Newsroom",
  "subHeadline": "Iran Launches Drone Attack Against Israel; U.S. Official Confirms Iran Has Launched Dozens Of Drones Toward Israel; Israel Media: Cruise Missiles Launched By Iran In Addition To Drones. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:00:00",
      "speaker": "OMAR JIMENEZ, CNN ANCHOR",
      "sentences": "That is going to be covered over the evening and beyond. So make sure you stay with CNN. We're going to bring you perspectives from all across the world and of course here in the United States as well.If you stuck with me for the last four hours, thank you. If you stuck with me for the last five minutes, thank you. I really appreciate you all being here. I will be back tomorrow from 2:00 p.m. to 5:00 p.m. Eastern but for now, though, CNN NEWSROOM with Jessica Dean starts now. Stay with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "JESSICA DEAN, CNN ANCHOR",
      "sentences": "You're in the CNN NEWSROOM. Hi, everyone. I am Jessica Dean in Washington.And we begin this hour at the White House. President Biden unexpectedly on his way back to the White House right now, returning from Delaware to meet with his National Security Council over rising tensions in the Middle East. U.S. officials including Biden himself had warned an Iranian attack on Israeli territory could be coming within the next few days, leaving both the U.S. and Israeli forces on high alert. And we've already seen some aggression this morning as Iranian forces seized a container ship with ties to an Israeli businessman. It was intercepted in the Strait of Hormuz, the only shipping route that connects the Persian Gulf to the open ocean. And joining us now, senior White House reporter Kevin Liptak and senior international correspondent Ben Wedeman. Let's talk to Kevin first. We know the president is on the way back to the White House. How is it responding to this moment as Israel awaits a potential attack from Iran?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "KEVIN LIPTAK, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "Yes, President Biden departing Delaware a few moments ago. He will be back here at the White House to consult with his National Security Team as it appears this Iranian attack is imminent, and certainly you get the sense from the conversations that American officials are having with their Israeli counterparts that they do view this happening in the near term.The Defense Secretary Lloyd Austin spoke with his counterpart in Israel about urgent regional threats according to the Pentagon and the American National Security adviser, Jake Sullivan speaking to his counterpart to reiterate ironclad U.S. support for Israel. And certainly the fact that President Biden decided to cut his weekend in Delaware does give you a sense that American officials view the timeline for these reprisals as within hours, not days. How this unfolds remains to be seen. It is an open question where these attacks are launched, what types of weapons are used, and where they are launched from. But certainly simmering tensions between Iran and Israel now reaching one of their most dangerous moments in this conflict. Certainly President Biden has reiterated American support for Israel, but at the same time, he is hopeful not to drag the U.S. more directly into conflict with Iran. And it is very notable that American officials over the last several days have been careful to reiterate that they do not believe Iran is planning to attack U.S. forces in the region. But certainly this is a very precarious moment between President Biden and Netanyahu, who have had their differences over the war in Gaza. At this moment, however, President Biden, certainly eager to reiterate his ironclad support for Israel at this very, very uncertain moment -- Jessica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "DEAN",
      "sentences": "Right. And more to come in the next hours.Kevin, we will keep in close contact with you. Thanks so much. Let's go now to Ben Wedeman. Ben, what are you hearing about a potential attack on Israeli soil?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, certainly everyone in the region is bracing for what looks like the very real possibility of an Iranian strike on Israel in response to the 1st of April Israeli strike on the Iranian consulate in Damascus. Now we know, for instance, that the Jordanians have closed airspace, the Jordanian airspace, and planes that were heading for Jordan have turned around.Keep in mind that Jordan is to the east of Israel and if anything is coming from Iran, it would very likely fly through Jordanian airspace. We know that in Israel the government is on high alert. The prime minister is in a fortified location, that all universities and schools which are due to go into sessions tomorrow, Sundays, the beginning of the week in Israel, have been canceled in anticipation for this possible Iranian strike. And I think the real worry is not necessarily what's going to happen with an Iranian strike. Keep in mind, it's a long way from Iran. Israel has the technical capabilities to track anything coming from that direction, and also probably to shoot it down. The worry is, what will Israel's response to that be? And that has gotten many people in this part of the world very worried. Now Lebanon is sort of the place where people's attitude is keep calm and carry on. But we know from people on the border with Israel, the Lebanese border, Israeli border, is that at this moment there is heavy exchanges of fire mostly coming from Israel onto Lebanon, which would indicate that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "DEAN",
      "sentences": "Ben --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "WEDEMAN",
      "sentences": "-- if tensions are going to increase, there'll be increasing here in Lebanon as well -- Jessica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "DEAN",
      "sentences": "Ben, I want to just interrupt you for one moment. We do have reporting from one of our colleagues, Barak Ravid, who says that Iran has launched drone strikes at Israel. That is coming from four sources. What are you hearing on the ground?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "WEDEMAN",
      "sentences": "Well, we've seen his tweet citing four Israeli and American officials, and he's a fairly reliable source. That's why he works for CNN. We're also seeing on social media reports of people in western Iran and in Iraq, seeing something flying overhead, so certainly we should give serious credence to these reports that perhaps the Iranian attack has already begun. But as I said, it's a long way from Iran to Israel. And it's very likely the Israelis are tracking whatever is coming their way and will be able to shoot it down -- Jessica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "DEAN",
      "sentences": "OK. All right. That's Ben Wedeman there in Beirut. And Ben, just stay with us for one second, just to reiterate what we know right now, breaking news again coming from our colleague Barak Ravid is that Iran has launched attacks against Israel using dozens of drones. That is according to four U.S. and Israeli officials.Again, this is in response to the strike that Israel took credit for in Syria that killed Iranian generals and so that is what we are seeing play out. Now this is something that President Biden and the White House and his administration had warned of. We know that the U.S. has been on high alert, that Israel has been on high alert as they prepare for this retaliatory strike. And now it appears, again according to this breaking news from our colleague Barak Ravid, that Iran has begun its attack against Israel using dozens of drones. Again, that is according to four U.S. and Israeli officials. I want to bring in the CNN global affairs analyst Mark Esper, who served as the secretary of Defense in the Trump administration. He is joining us now in Washington. First of all, thanks for being here. We are getting this breaking news. We see the president who is cutting his trip short. He's coming back to convene a meeting with all of his staff and with the pertinent security personnel, the NSC, the DOD, everyone is gathering there at the White House. And we also are hearing this news that Iran has launched these drones. How do you expect this to play out over the next hours to come?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "MARK ESPER, CNN GLOBAL AFFAIRS ANALYST",
      "sentences": "Well, first of all, good afternoon, Jessica. Good to be with you. Look, it's breaking news. It has to be confirmed I think further. You know, as Ben rightly pointed out, it's a long distance from Iran to Israel, easily over 1,000 miles. The Iranians I suspect are less inclined to fly over Saudi, Jordanian, and other airspace. And so the path in would be via cruise missiles which can make turns. And they would come in through Iraq and in Syria and into Israel.But honestly, I'm surprised that they would attack Israel proper. You know, Israel did not attack Iran. It was -- they attacked the consulate in Syria, but an attack by Iran on Israel proper really is going to be a prelude to a regional war. Israel is not going to stand for that at all and so this would be very interesting to see if this report is accurate. I'm a little surprised. I thought they might go as far as, you know, the type of attacks they used in the past going back since '90s were attacks on embassies abroad, whether it was in South America, Asia, Europe, you name it. To me I think that's still a viable possibility that they attacked an Israeli embassy, an official or something like that abroad. But this will be significant if they actually are launching cruise missiles or long-range drones against Israel proper. We'll see what happens.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "DEAN",
      "sentences": "And so we have a president and an administration that has tried very hard to keep this conflict from widening out. From the moments that October 7th unfurled they have tried very hard to keep this conflict from becoming bigger. As you're alluding to there, this really raises the risk of the conflict spilling over and getting much larger.What can President Biden and his team do right now as they both signify that they will be standing by Israel as an ally and doing -- and as Jake Sullivan said ironclad support for Israel, but also trying to keep this from widening out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:08",
      "speaker": "DEAN",
      "sentences": "Right. And the United States has been unequivocal that they were not involved in that attack at all, that Israel acted independent of the U.S., and we have been told in our reporting that the U.S. doesn't expect that U.S. forces will be targeted.But, again, if you're just joining us to bring you in on the breaking news here, our colleague Barak Ravid reporting that Iran has launched an attack against Israel using dozens of drones. And we have here the former secretary of defense, Mark Esper, walking us through what this could all mean. And it would seem to me, and you kind of alluded to this just a moment ago that now that this has started, and we will wait to see exactly how it plays out, to your point, and see exactly how this kind of plays out over the next several hours and days, but that the next step would be for Israel to decide how they would like to respond to this. And that the U.S. will be in quite close contact as they navigate through that, I would imagine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:08",
      "speaker": "ESPER",
      "sentences": "Yes, absolutely. Again, we have to see where the missiles or drones hit. It could be that they're not going to Israel proper, but maybe they're going to some contested space like the Golan Heights, which many would say is not Israeli territory. But maybe they're going after some Israeli facilities there, a command post or something like that.And I think with regard to the larger perspective of the United States, again, I think what they're going to rely on is President Biden being the calm, rational actor here trying to help Israel think through how and whether to respond frankly, because, again, he does not want a regional war. I don't think it's in anybody's interest right now to have a regional war. But at the end of the day, Jessica, keep in mind, everything that's happened since October 7th, beginning I argue with Hamas attacking Israel on that tragic date, all goes back to Israel. Israel funds and supplies and inspires and in many ways directs, whether it's Hamas in Gaza, Hezbollah in Lebanon, the Houthis in Yemen, the Islamic militias in Syria and Iraq. It all goes back to Iran. So inevitably this is where this war is going to end up, whether it's today, tomorrow, a month from now, a year from now, five years from now. This is what will happen. And look, this is big because in the 40 some years since the Israeli and Iranian relationship soured after the 1979 Iranian Revolution, I don't recall Iran and Israel ever going to direct blows. So this would be a major game change here in 40 some years of conflict, marked in the last 10 or 15 or so by a proxy conflict between these two countries. So this will be big if indeed Iran strikes Israel proper.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:08",
      "speaker": "DEAN",
      "sentences": "Right. All right, stay with us and just stand by, Mark.I want to go to Jeremy Diamond who is there in Jerusalem with more. Jeremy, what are you learning right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:00",
      "speaker": "DEAN",
      "sentences": "Yes, what it might look like. OK. Jeremy, stay with us. I want to go back to Mark Esper for a second because, Mark, we're kind of digesting what Jeremy is just telling us now and I want to get your take on a couple of things.First of all, the fact that it's going to take several hours for these drones to get there. What does that mean in terms of being able to shoot these down, to prepare for them? What does that look like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:00",
      "speaker": "ESPER",
      "sentences": "Sure. It's not difficult to shoot the drones down. You know, they launched dozens because some will malfunction in routes, some will get lost. You want some to make their way through. But if this is really an Iranian full-throated attack, they would face it in so all missiles -- so everything hits their targets around the same time. So at some point they would launch ballistic missiles.It's worth noting that Iran has the largest and most diverse ballistic missile force in the region. And it's probably their singularly best conventional capability. But they would launch ballistic missiles at some point to time with the landing of the cruise -- with the cruise missiles and drones. And that would only take a matter of minutes for ballistic missiles to get there, probably under 30. And then, look, if they can really get the proxies on board, we'd see Hezbollah in southern Lebanon launch thousands of the, what, 150,000 rocket and missile inventory they have in southern Lebanon. You'd launch all that at the same time and the purpose would be to overwhelm Israeli air defenses so that some of the either rockets or missiles or drones or ballistic missiles will make their way through and hit their targets. But again, if that happens, I can't help but think you're looking at the beginnings of a major regional war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:00",
      "speaker": "DEAN",
      "sentences": "And we have to just take a beat and you've said this and we'll see how it plays out. But I think the other thing that Jeremy mentioned was that Israel had said it will respond in kind to whatever Iran ultimately does. And you can't help but realize that we're teetering right on an edge here, Mark, and that we are at this very precarious moment where President Biden and his team are facing what could not just become an expanding conflict, but an incredibly serious one that you're kind of laying out before us right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:00",
      "speaker": "WEDEMAN",
      "sentences": "Well, there's real potential for this happening. Now what we've heard from closest -- from sources very close to Hezbollah, which of course is allied with Iran, is that this is a Iranian response to the Israeli strike on the Iranian consulate in Damascus was going to be, and now we see is strictly Iranian, that Iran's allies and proxies in the region weren't going to participate in this. It was going to be an Iranian strike.However, the same source told us that if these rarely response escalates and the situation deteriorates that Hezbollah and other allies and proxies of Iran across the region will come into support to Tehran. So really, I mean, as I was saying before, this strike much anticipated, the Iranian response much anticipated. And as we're hearing from Israeli military spokesman, it's going to take hours for these drones to actually reach Israeli territory and the chances of them inflicting any serious damage are relatively small. The question is, how will Israel respond? We've heard Israeli officials say that if the attack comes from Iranian soil Israel will respond on Iranian soil. So there's a real danger of escalation now. As your previous guest was talking about, this is the first time Iran and Israel, or rather Iran strikes directly at Israel. A threshold has been crossed. Now it's up to the United States and others perhaps to try to reign in the situation. Now one cannot help but think that similar to the aftermath of the American assassination of Qassem Soleimani, the head of the Quds Force of the Islamic Revolutionary Guard Corps in January 2020, the Iranian response to that -- the Iranians warned the Americans it was going to come and it would appear that in this case, given all of these sort of indications we're getting, President Biden returning urgently to the White House, is that perhaps messages were passed from the Iranians to the Americans that this was coming. So there are channels of communication open between Washington and Tehran, and those will be critical to avoid some sort of escalation that ends up being a regional war involving Israel, Iran, the proxies and allies of Iran and perhaps even the United States -- Jessica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:00",
      "speaker": "DEAN",
      "sentences": "And on that note, let's go out to the White House where Kevin Liptak is standing by.And Kevin, I know you just reported that U.S. officials have officially confirmed that Iran has launched those drones toward Israel. We know that the president has ended his weekend in Delaware, is on his way back to the White House. He is meeting with his National Security Team there. What more can you tell us about what they're going to be? Who's meeting with him in that situation room and also that he's now staring down the very thing he's been trying to avoid, which is this conflict just absolutely widening out in a way that encapsulates that entire region?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:04",
      "speaker": "DEAN",
      "sentences": "Yes, there's no doubt about that.Mark, I want to go back to you because you've been in that room, you've been in the situation room as a former secretary of defense during the Trump administration. What is that like? What are they considering right now? And what are they watching for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:04",
      "speaker": "ESPER",
      "sentences": "Yes, I think when they meet with the president, of course, they'll be giving the best estimates of what the Iranian attack line looks like, what they may be going for, anticipated battle damage assessment, things like that. Of course, Lloyd Austin will be speaking his counterparts, not just in Israel, but again Arab partners are really big here. They matter, their views matter, they're going to be concerned about not just the Israeli response, but what the United States will do. So you've got to be speaking to your Arab partners also.But then I think at some point, you know, once there's more clarity on what happens, the outcome on the ground, talking with the Israelis, what will the U.S. do? What will the U.S. support? Will the United States put more forces into the region to support Israel or to, you know, backstop U.S. forces? So we're not at that point yet. I think right now what they have to see is what is the extent of the attack, what's the likely damage, the outcome? Because those two things will have a big impact on how Israel thinks through a response, if any, to this -- what looks to be an unprecedented Iranian attack.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:04",
      "speaker": "DEAN",
      "sentences": "And just to bring everyone in again on our breaking news, Iran has launched an attack against Israel using dozens of drones. We are told they have launched those drones from Iranian territory. It could take several hours for them to arrive at their destination.I want to go now to Clarissa Ward, who is live in Tel Aviv. Clarissa, as all of this is unfolding, what are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:04",
      "speaker": "CLARISSA WARD, CNN CHIEF INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, obviously this is unprecedented and unnavigated territory. There are very high concerns about the number of different scenarios that could plausibly play out here. We have hours until we expect those drones to be entering Israeli airspace. The question becomes, will they potentially be accompanied by some kind of missile fire from Iranian proxies?Obviously, the IDF and Israeli government taking this very seriously. Schools have been closed gatherings of more than 1,000 people have been forbidden at least until Monday. And so everybody here is sort of grappling with what exactly to expect. On the one hand, Iran very clearly telegraphing its actions, and so in that sense, it seems to be positive. They're looking for potentially sort of Goldilocks approach if you like, trying to retaliate without escalating leading into a full-on regional conflagration. At the heather moment, though, of course, there are high tensions, high fears because we are entering sort of unnavigated territory because there are so many different possibilities as to how this could potentially shake out. And so a sense of high alert. I would also say calm, but definitely everybody watching very closely to see what will be happening in the coming hours as we anticipate the arrival of those drones from Iranian airspace. Again, it could be hours before they enter Israeli airspace. The anticipation, of course, is that they will be the intercepted or shot down. But the real question becomes whether there will be some sort of supplementary force as they get closer to Israel -- Jessica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:04",
      "speaker": "DEAN",
      "sentences": "Right. And Clarissa, before I let you go, you've covered this region for many, many years, and you're talking and our other guests are also alluding to this as well. Kind of this unprecedented moment.Can you give us some context about what it means that Iran is launching these drones toward Israel from Iranian territory? Just kind of give us some context around that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:00",
      "speaker": "JESSICA DEAN, CNN HOST",
      "sentences": "It is a razor's edge.All right. Clarissa standby. I want to go to General Mark Hertling, who's joined us as well. And, General, we just heard Clarissa really lay it all out there. As we await these drones in their travel time, we see how Israel might respond as it does take hours for them to get to their final destination. But also broadening it out a little bit more, Israel has promised to respond in kind to whatever Iran ultimately does. However, this unfolds over the next hours or days, or however long this might go on. What does that say to you? And what do you think that could potentially look like? GEN. MARK HERTLING, CNN MILITARY ANALYST: Here's a combination of a bunch of things. First of all, the drone strike, the drone swarm, if we want to call it that, even though we don't know how many aircraft are in the air, is slow moving and it's developing. But I'd suggest that that's just the first of many actions. There could be the potential for synchronized, not only slow-moving drones, Jessica -- these things move about the speed of a piper cub or Cessna aircraft. They're just very slow, 150 miles an hour at best. So they're going to be supplemented from -- I think, from attacks from other directions. Hezbollah is going to step up their actions, although even -- even while we hadn't been watching what's been going on in the northern part of Israel as much, the Israeli Defense Forces have been reporting multiple attacks on a daily basis from Hezbollah in southern Lebanon. You also have the potential for a synchronized attack between Hezbollah and Lebanon, the slow-moving drones, which will take about four to five hours to get to the boundaries of Israel, with other actions by PMF and some faster moving missiles, cruise missiles potentially, or even a larger range missile. So those are quick. Those move about the size of a jet. If Iran is able to synchronize the slow-moving actions with the faster-moving actions, you could see a very big, synchronized attack. Israel is not going to wait for all of this. I would suggest that, in their command-and-control headquarters right now, they're -- they've got a lot of patients. They're going to see what's going to happen next. What's going to be launched next? And from what direction? And from what type. All of these things play a part in countering the activity with not only their Iron Dome, which everyone tends to immediately say, first, that's what they're going to use. But also their Arrow weapons system, their shoulder fired weapons systems against these kinds of drones, all kinds of defenses. Remember, Israel has mobilized hundreds of thousands of their soldiers with air defense capabilities because they have -- they've always anticipated Iran launching this kind of attack. And they have plans for that. I also think you see General Kurilla in the area. He probably has a significant portion of the CENTCOM staff with him, synchronized with liaison officers inside the Israeli command-and-control headquarters. So there's going to be assistance, more than likely, from American forces in defending, using jets from carriers and jets from land-based operations. So we're at the very early start of this. And I think the Israeli Defense Forces probably are generating a lot of patience to see what's going to come next. DEAN: Just have to wait and see. All right, stand by. Let's go to Kevin Liptak, who's at the White House. Kevin, we now have a statement from the White House since we've learned that these Iranian drones have been launched toward Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:00",
      "speaker": "DEAN",
      "sentences": "Right. And the national security advisor saying earlier today, ironclad supportive Israel.All right. Kevin Liptak, standby for us. Let's go now to Jeremy Diamond, who is on the ground in Jerusalem. And, Jeremy, it bears repeating that, at this moment, what we know is that Iran has launched dozens of drones at Israel. That is what we know. We don't know exactly what the scale of this will be. We don't know how it will unfold. We don't know if there is more. But what we do know is that these drones have been launched from Iranian territory toward Israel. What else are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:00",
      "speaker": "DEAN",
      "sentences": "Right. And quickly, before I let you go, just in terms of the Israelis, how are they preparing for this? What are they being told to do? Are they being told to shelter? What is it like there in the country right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:00",
      "speaker": "DIAMOND",
      "sentences": "You know, it's interesting. About a week ago, just days after Israel carried out that strike on an Iranian consular facility in Damascus, killing a senior-level Iranian commander, days after that, Israelis really began to get concerned about the prospects of war.There was a rush to the supermarkets to grab essential goods, to grab A.M./F.M. radios. In recent days that panic has somewhat subsided. But today, of course, is when this all came front of mind once again, with those warnings yesterday, as this intelligence grew about the potential for an Iranian attack on Israeli soil and certainly over the course of the last several hours. Israeli media has been blanketed with these warnings from the Israeli military about this potential attack, about these new warnings in terms of the home-front guidance that is being issued to civilians. So certainly, there is a sense of tension, a sense of anticipation here in Israel. And also, of course, a sense of fear, of uncertainty, of what exactly this Iranian attack will look like, and to what extent civilians here will be at risk. I think most people are asking those questions at this moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:00",
      "speaker": "DEAN",
      "sentences": "Yes, a lot of uncertainty right now. Because we just don't know a lot of answers to these questions.OK. Jeremy Diamond, standby. We have Oren Liebermann at the Pentagon. And, Oren, you have new reporting that the U.S. is going to attempt to intercept any weapons launched at Israel. Tell us more about this new reporting you have.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:00",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "So this is actually what we had heard heading into the weekend with the expectation that Iran could carry out its attack.The U.S. has forces throughout the Middle East and we have seen over the course of the past six months -- excuse me -- they have repeatedly intercepted launches either from Iranian proxies or from the Houthis in Yemen. For example, the U.S. Navy has an aircraft carrier, the \"USS Dwight D. Eisenhower,\" and two destroyers in the Red Sea. There are two destroyers in the eastern Med as well as two destroyers and the Gulf of Aden. Now, those have, especially in the Red Sea and the Gulf of Aden, repeatedly intercepted launches from the Houthis. So we have seen the U.S. essentially followed through on this commitment to shoot down anything launched towards Israel from there. But of course, that's not it. There's U.S. forces in Iraq, Syria and Jordan that have repeatedly intercepted launches, not at Israel, but at the targets and at the U.S. forces in Iraq, Syria and Jordan. And two officials familiar with the plans here say it is part of the plan to try to intercept if possible. Now if you look at this map for a second, you'll see there are essentially a number of different ways these drones could approach. Any of them take hours here. They could try to come through Iraq and Syria. That would give the greatest possible chance for U.S. forces to intercept them, of course, depending on their route. Or they could try to come over Saudi Arabia and through Jordan to try to minimize the possibility of U.S. intercepts there. Though even that route, with U.S. naval forces in the Red Sea, opens up the possibility of intercepts. So it depends on how these drones approach. We know the commander of U.S. Central Command, General Erik Kurilla, spent a couple of days in Israel, essentially looking at the security situation in the region and coordinating how this might look. So we'll see how this plays out. It's also worth noting, and essentially I'll pick up on -- on what my colleague, Jeremy Diamond, was talking about here. Israel itself has a layered aerial defense system. Its long-range aerial defense would be the Arrow Three interceptor. That would intercept ballistic missiles and can work out of the atmosphere. We have seen that used, if I'm not mistaken, over the course of the past six months, the intercept of certain launches coming from -- are coming down the Red Sea from the Houthis in Yemen. That's the long- range interceptor Arrow Three. The medium-range interception system is David's Sling. That is very similar to the U.S. THAD system. That is also stationed at different points in the country. And then the short-range interception system that we've seen used so many times, not only over the course of the past six months, but in the past as well is Iron Dome. And that intercepts within a few dozen miles here. Certainly, that would be able to intercept these drones. The real question is, and this is what we've been speculating and wondering about. These drones will take hours to get there. Cruise missiles could arrive much faster, within a couple of hours perhaps. And then ballistic missiles or within a few minutes. So it still remains an open question, is this it or is there more coming in? Or could Iran try to coordinate a number of different types of weapons to hit at the same time? That of course, is what we're waiting to see here as these drones make their way over in what will be an hours-long process to reach their targets.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:00",
      "speaker": "DEAN",
      "sentences": "All right, we know the beginning, the first chapters of this story so far.Let's go to Alex Marquardt right now. And, Alex, you're getting some new information on the timeframe here. How long this might take to unfold?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:03",
      "speaker": "DEAN",
      "sentences": "Yes, many long days to come.All right, Kim, standby. I want to go to Ben Wedeman, who is in Lebanon right now. And, Ben, all of our experts and correspondents keep coming back to the fact that this is a kind of-- it is an exceptional moment to see Iran attacking Israel like this. We don't know exactly what this means going forward. We're all watching this unfold together. What are you seeing where you are?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:03",
      "speaker": "BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, what we're seeing is that tensions have skyrocketed, certainly since the 1st of April when Israel attacked that Iranian consulate in Damascus.But tonight, they really are skyrocketing. We're seeing the airspace over Jordan, for instance, since being completely closed. And southern Lebanon, of course, which has been the scene of daily and often deadly exchanges of fire between Israel and Hezbollah. We've seen that this evening just before news of these -- the Iranian launch took place, that there we're some fairly intense Israeli air raids along the southern Lebanon, southern border. We're hearing now from residents down there that there is an intense Israeli presence of warplanes in the sky. I think probably the scenario the Israelis are worried about is that there could be more done by Iran allies and proxies around the region. Even though we've heard from officials and -- or rather sources very close to Hezbollah that the initial strike would be Iranian, and exclusively Iranian. The worry is what -- how will Israel respond to the Iranian response to the strike on the consulate in Damascus? And that's really where the danger lies. And certainly in terms of danger, Lebanon is high on the list of those who are very exposed to the possibility of far worse to come -- Jessica?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:03",
      "speaker": "DEAN",
      "sentences": "All right. Ben Wedeman, for us there in Beirut, standby.Let's go back to General Mark Hertling, who is still with us. And, General, we had that reporting from the Pentagon that the U.S. is going to try and intercept as many of these drones as possible. What might that look like? And then going back to what Kim was saying, that there is some concern that, what if there is too many, what if it overwhelms the airspace? Help us understand what that could potentially look like and what they're going through right now in this time when --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:03",
      "speaker": "HERTLING",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:03",
      "speaker": "DEAN",
      "sentences": "-- drones have been launched and when they hit?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:03",
      "speaker": "DEAN",
      "sentences": "All right, General Mark Hertling, thanks so much.I want to go now to Alex Marquardt, who's also getting some new reporting as more information comes in -- Alex?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:03",
      "speaker": "MARQUARDT",
      "sentences": "Yes, Jessica, it does appear that Iran is ratcheting this up. This is not just the dozens of drones that had been launched that we've been reporting. We're now hearing from Israeli media saying that Iran has also launched cruise missiles in addition to these drones.We don't have an exact number. But that is certainly an escalation. It's exactly what I was just mentioning in terms of the questions that are still out there. Certainly, Iran was telegraphing what it was about to do in sending those slow-moving drones all the way from Iran towards Israel. Cruise missiles can move an awful lot faster. I defer to our experts on the exact speeds. But it certainly raises questions about how you're going to how Israel is going to be handling this now multifaceted attack from Iran, not just missiles but drones as we'll. And there could be more to come -- Jessica?",
      "isLastSentenceInterrupted": false
    }
  ]
}