{
  "date": "2024-01-18",
  "headline": "Early Start with John Berman and Zoraida Sambolin",
  "subHeadline": "Trump Clashes With Judge In E. Jean Carroll Defamation Case; U.S. Launches Fourth Round Of Strikes Against Houthi Targets In Yemen; Speaker Johnson Won't Commit To Bringing Immigration Deal To House Floor. Aired 5:30-6a ET",
  "utterances": [
    {
      "timeStamp": "05:30:40",
      "speaker": "KASIE HUNT, CNN ANCHOR",
      "sentences": "Good morning. Thanks for being up early with us. It is 5The top story at the bottom of the hour, former President Trump back in Florida today where he'll attend the funeral for his mother-in-law who passed away last week. It comes after some contentious moments yesterday between Trump and the judge in E. Jean Carroll's defamation trial against him. Trump completely skipped Carroll's case against him last year but this year he says he wants to attend every day of the trial. So, Trump's attorney asked the judge to postpone today's proceedings so he could attend the funeral. The judge denied that request. Then the judge nearly threw Trump out of the courtroom for being disruptive. Trump kept making comments to his lawyers that were loud enough for the jury to hear during Carroll's testimony. The judge warned Trump he could be removed to which Trump responded, quote, \"I would love that.\" Ultimately, Trump didn't get kicked out. But after the hearing, he had this to say about the judge. (BEGIN VIDEO CLIP) DONALD TRUMP, (R) PRESIDENTIAL CANDIDATE:  So he would rather have me miss the funeral or go to the funeral and miss the trial, and that's a nasty man. He's a nasty judge. He's a Trump-hating guy and it's obvious to everybody in the court. It's a disgrace, frankly, what's happening. It's a disgrace. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:40",
      "speaker": "HUNT",
      "sentences": "OK, let's bring in CNN legal analyst Joey Jackson. Joey, good morning. It's always wonderful to see.Let's start with what we know about the conduct that unfolded in the courtroom yesterday. I mean, in addition to him almost getting himself kicked out, his lawyer -- the woman that you always see next to him -- Alina Habba -- she pushed back against the judge after he told her to sit down. She said, quote, \"I don't like to be spoken to that way.\" I was a little surprised by that. I feel like, normally, lawyers are a little bit more careful with judges just because the judge holds most of the power in these kinds of situations. What do you make of all of this? JOEY JACKSON, CNN LEGAL ANALYST, HLN LEGAL ANALYST, CRIMINAL DEFENSE ATTORNEY (via Webex by Cisco):  Yeah, Kasie. Good morning to you. You know, look, pandemonium. Not surprised that there would be decorum in that way. You know, in a courtroom, Kasie, there are certain rules of engagement, right, and in those rules of engagement there's respect of the judge's rulings. There's certainly deference to the judge in terms of how you need to comport yourself in what the judge does. But obviously, it's not surprising. I think that they have -- that is, Trump's team -- banked on the fact that they're not going to win this case in a courtroom. When I say win, let me be clear. Obviously, there was already a conclusion made as to the defamation. What they're looking at here is simply damages. That's the monetary amount that Mr. Trump will be responsible for. When I say win, I mean broader to the concept of public opinion. There's a presidential election happening and so I think that this play is not for the jurors in the courtroom, but I think it's to get out, such that it could be spoken to and spoken about outside the courtroom in terms of election prospects and that type of thing. And so, that's what I think the play is here. And that, of course, when you get into other conduct -- very quick point -- you then speak about the conduct and the disruption and not the underlying facts and circumstances, which are then diverted and not seen as important. And so, I think that certainly is in the optics of what the Trump team wants to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:40",
      "speaker": "HUNT",
      "sentences": "Yeah, it really is. It's campaigning from the courtroom.And I want to show you a little bit more of that. This was what he had to say about E. Jean Carroll herself and I'll ask you about it on the other side. Just take a look at what he said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:40",
      "speaker": "TRUMP",
      "sentences": "The witness today -- the person I never knew -- I never had anything to do with -- it's a totally rigged deal. This whole thing is rigged -- election interference. But this is a person I have no idea -- until this happened, obviously, I have no idea who she was and nor could I care less. It's a rigged deal. It's a made-up, fabricated story.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:12",
      "speaker": "JACKSON",
      "sentences": "So, let's answer that one first, Kasie. The answer is yes, right? What you say can and will be used against you in a court of law. We're used to seeing that and hearing that, right, in the context of criminal cases. This is not a criminal case; it's a civil case.But remember, it goes to those statements -- the issue of punitive damages. The issue of malice. The issue of, really, the president's -- former president's state of mind -- his comportment and what the jury thinks of that. Furthermore, as it relates to him knowing her/not knowing her, that has been decided, right? So there was a determination made already last May as to Mr. Trump's guilt pertaining to not only knowing her but sexually assaulting her. And not only knowing and sexually assaulting her but also defaming her, right, and being awarded -- or at least E. Jean Carroll awarded $5 million in that context. So this trial is simply about, again, statements for the defamation. And so, this goes to the larger issue of what we were speaking about before. Listen to the bud word -- buzz words -- election interference. You know, Trump-hating judge, totally rigged. I think this is a play to the constituency and supporters and not a play to the jurors in-house. It's writing a check, and he'll write that check. So I think he's made the calculus let me create my narrative to show it's a system that doesn't support me. Everyone's against me. This is unfair. But you can support me by voting for me. That, I think, is the messaging here and who better the message than the former president who apparently does it very well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:12",
      "speaker": "HUNT",
      "sentences": "Joey, let's just button this with those facts of the case that Trump is trying to kind of paper over in terms of doing all these things that you have outlined.What did you make of the actual arguments that -- I mean, E. Jean Carroll herself -- it takes a lot to get up on the stand if you are a victim in something like this. What did you make of what she said, and what do you think the jury will do in terms of awarding damages here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:12",
      "speaker": "JACKSON",
      "sentences": "Yeah. You know, Kasie, I think her statements certainly were compelling, right? I mean, obviously, in any case, there is issues of credibility and to the extent that the jury would conclude that she's credible about how this affected her. How she feels and how, really, she's processed the demeaningstatements of the president. The social media barrages. The hate that she's endured. The fact that she fears for her safety. The impugning of her reputation. How that's impaired her in her life and what she's done with her life. And then the other narrative for the Trump team, which is oh, you know -- essentially, them saying we gave you a bigger platform and so this is exactly what you wanted -- wow. That's their argument -- the Trump team's argument. So I think what she -- what she had to say -- certainly, if the jury credits that -- is very compelling and believable. As to what the jury will do -- again, Kasie, this is about monetary damages. I think the damages here -- punitive damages, which are designed to punish someone for their misconduct and deter their conduct and others' conduct -- I think it's going to be in the several millions of dollars would be my conclusion at the end of the day when this case is over.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:12",
      "speaker": "HUNT",
      "sentences": "All right. I guess we'll find out soon enough.Joey Jackson, thank you as always for being here, my friend. I really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:12",
      "speaker": "JACKSON",
      "sentences": "My pleasure -- thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:12",
      "speaker": "HUNT",
      "sentences": "Up next -- so, U.S. ships and submarines firing at Houthi targets in Yemen overnight for the fourth time in less than a week. The strikes coming after another American-owned vessel was attacked near the Red Sea. Fourteen Houthi missile sites were targeted. According to the U.S. Central Command, the latest Houthi attack involved a bomb-carrying drone against a U.S.-owned ship in the Gulf of Aden.Paula Hancocks is live for us from Abu Dhabi. She's tracking all of the latest developments here. Paula, so much concern this morning about U.S. military involvement in the region. What's the latest? Where does this all head?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:05",
      "speaker": "HUNT",
      "sentences": "All right, Paula Hancocks for us in Abu Dhabi. Paula, thank you.Just ahead here, House Speaker Johnson pours cold water on more potential Ukraine aid and the border deal after meeting with President Biden. We'll have that. Also, the prosecutor looking into violent gangs in Ecuador is gunned down in broad daylight. We'll have details on that up next. (COMMERCIAL)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:03",
      "speaker": "HUNT",
      "sentences": "All right, let's bring in Mychael Schnell, congressional reporter for The Hill. Mychael, good morning. It's always great to have you.Can you bring us up to speed here on what happened during the meeting with Biden yesterday and what you make of House Speaker Johnson has been casting it in the aftermath?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:03",
      "speaker": "MYCHAEL SCHNELL, CONGRESSIONAL REPORTER, THE HILL",
      "sentences": "Yeah, Kasie, a fairly long meeting there at the White House with a lot of attendees. The big four congressional leaders, relevant committee chair -- chairmen, and ranking members -- and, of course, those Biden administration officials.But the meeting didn't actually move the ball at all. Essentially, what happened was President Biden, Democrats, and White House officials making the case that Ukraine is extremely important, of course. This is something that they have been saying for months now. And as we're approaching the two-year mark of Russia's invasion it's become an important and salient issue for the White House. But essentially, Johnson and Republicans saying look, we need substantive border policy if you're going to want to send more aid to Ukraine. And on the topic of Ukraine, we need accountability measures and we need information on what the U.S.'s strategy is and what the end game is for this war in Ukraine. When congressional leaders returned to the Capitol, this was the same thing they were saying. So, essentially, the big question is as the Senate prepares to move forward next week with this border bill that's currently under negotiations -- we don't have exact text or details on what is in the legislation -- the idea there is that the Senate and Congress passing that border bill will then unlock aid for Ukraine. The big question now is will that even be able to muster any support in the House? And as Johnson said last night, it doesn't look like the Senate bill will be able to get Republican support in the House. So that then begs the question of a) is there any possibility for border security to pass this Congress, and b) is there any chance that the U.S. can continue to send aid to Ukraine? Again, yesterday's meeting short of begging those questions even more but offering few answers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:03",
      "speaker": "HUNT",
      "sentences": "Yeah.So -- I mean, it seems to me if they can pass this massive package out of the Senate, the Senate -- I mean, there are still details to be worked out between Senate Republicans, the White House, Senate Democrats, but there does seem to be a general consensus that they want to move this bill. They want to get Ukraine aid, Israel aid, and some sort of -- they think that they can probably get there, maybe on the border stuff. They certainly have a halfway decent chance. If they put that on the floor and it passes the Senate, that kind of puts Johnson in a bind, right? He's got to decide -- there's no way it passes with just Republican votes. He's about to have the most narrow Republican majority in U.S. history, as in, like, he's going to have 218 votes -- the exact number that you need to have a majority in the House of Representatives at all. The question is going to be does he put it on the floor under a suspension of the rules and pass it with Democrats? Do you see any world in which he does that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:03",
      "speaker": "SCHNELL",
      "sentences": "I mean, this is a political storm -- a political headache for Speaker Johnson -- all of the dynamics converging into one.Look, we'll first have to see what's actually in this border bill. But as of now, it doesn't look like it's something that Johnson will want to put on the floor. And look, that's going to politically put him into a difficult position because, for months, Republicans have been sounding the alarm about the border. Johnson led a group of about 60 Republicans to the border earlier this month. They have made it a key priority this Congress, so it's going to be tough for Speaker Johnson to ignore a bipartisan deal that passes the Senate that would address border security and the situation at the southern border and just ignore that because it doesn't go far enough. But look, we are in an election year. The border has been a difficult and a weak point for President Biden. Polls have showed that. So that's one reason why Republicans may want to keep it in the headlines. But you talk about potentially putting this on the floor. There is a growing contingent of House Republicans who are extremely skeptical of aid for Ukraine. Marjorie Taylor Greene is threatening to bring a motion to vacate against the speaker if aid for Ukraine passes. There are so many dynamics here -- it's like three-dimensional chess -- that Speaker Johnson has to play because these political and these policy pressures are really converging. And again, it's a perfect storm because of that extremely slim majority. There is zero room for error here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:57:05",
      "speaker": "HUNT",
      "sentences": "All right, welcome back.The Golden State Warriors had their game postponed in Utah last night after the shocking death of an assistant coach. Andy Scholes has this morning's Bleacher Report. Andy, good morning. What happened?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:00",
      "speaker": "HUNT",
      "sentences": "Right. I mean, look, I -- people from Philly sometimes get a bad rap. I get it. Like, there's all kinds of incidents. But this man is, like, the best that Philly has I think. And getting to see him with Danielle -- I mean, it's just great.What do we think he does if he does leave the NFL, Andy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:00",
      "speaker": "SCHOLES",
      "sentences": "Well, he's got his popular podcast with his brother Travis so, I mean, he'll probably keep doing that. And, you know, I -- you know, maybe TV is in his future because it seems like no matter what the guy does --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:00",
      "speaker": "HUNT",
      "sentences": "I'd watch that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:00",
      "speaker": "SCHOLES",
      "sentences": "-- he's great and he's so lovable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:00",
      "speaker": "HUNT",
      "sentences": "Indeed, he is.All right, Andy Scholes. Thank you very much for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:00",
      "speaker": "SCHOLES",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    }
  ]
}