{
  "date": "2024-11-15",
  "headline": "Amanpour",
  "subHeadline": "Interview with American Enterprise Institute Director of Foreign and Defense Policy Studies and Former State, Defense and NSC Official Kori Schake; Interview with Archbishop of Canterbury Justin Welby; Interview with \"Democracy's Discontent\" Author and Harvard University Professor of Political Philosophy Michael Sandel. Aired 1-2p ET",
  "utterances": [
    {
      "timeStamp": "13:00:00",
      "speaker": "BIANNA GOLODRYGA, CNN ANCHOR",
      "sentences": "Hello, everyone, and welcome to \"Amanpour.\" Here's what's coming up.(BEGIN VIDEO CLIP) DONALD TRUMP, U.S. PRESIDENT-ELECT:  I nominated him for, I guess, if you like health and if you like people that live a long time, it's the most important position, RFK Jr. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "GOLODRYGA",
      "sentences": "Donald Trump's polarizing cabinet picks. What will they mean for the U.S. government and for the world? Chief Medical Correspondent Dr.Sanjay Gupta looks at what the appointment of Robert Kennedy Jr. means for healthcare. And, former national security official Kori Schake on Trump and American power. Also, ahead -- (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "JUSTIN WELBY, ARCHBISHOP OF CANTERBURY",
      "sentences": "The church has to get it right. There are no excuses for us for getting it wrong.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "GOLODRYGA",
      "sentences": "-- accountability atop the Church of England. As Archbishop of Canterbury, Justin Welby, resigns, we look back at Christiane'sconversation with him about sexual abuse in religious institutions. Then -- (BEGIN VIDEO CLIP) MICHAEL SANDEL, AUTHOR, \"DEMOCRACY'S DISCONTENT\" AND PROFESSOR OF POLITICAL PHILOSOPHY, HARVARD UNIVERSITY:  The divide between winners and losers has been deepening, poisoning our politics and setting us apart.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "GOLODRYGA",
      "sentences": "-- Walter Isaacson speaks to political philosophy professor Michael Sandel about anger and division in America.Welcome to the program, everyone. I'm Bianna Golodryga in New York, sitting in for Christiane Amanpour. Well, the changing direction in U.S. foreign policy is becoming abundantly clear, even with Donald Trump months away from taking office. First, with his controversial salvo of early appointments, charging Pete Hegseth with the exercising wokeness from the Pentagon, placing Tulsi Gabbard in charge of national intelligence despite her well-known support for Russia, and while delegating America's global leadership on public health to vaccine conspiracy theorist Robert Kennedy Jr. On Ukraine, Russian officials say they would welcome Trump brokered negotiations, saying any talks need to be based on the realities of Russian advances. At present, Russian forces are advancing at their fastest pace this year. And as for Iran, the New York Times reports that Elon Musk met with its U.N. ambassador on de-escalating tensions with the United States, marking a return of the freelance diplomacy. That was a hallmark of Donald Trump's first term. So, let's dig into all of this with Kori Schake, who had served at the State Department, the Pentagon, and the National Security Council. Kori, welcome back to the program. A lot to talk about here. But first, let's just talk about the national security and defense appointments that we've seen the president-elect announced this week, specifically Defense Secretary Nominee Pete Hegseth. He's a Fox News host. He's a decorated combat veteran, Ivy League graduate, but he has never run an organization much less one the size of the Pentagon, the largest and arguably most significant bureaucracy in the world. What do you make of this appointment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "KORI SCHAKE, DIRECTOR OF FOREIGN AND DEFENSE POLICY STUDIES, AMERICAN ENTERPRISE INSTITUTE AND FORMER STATE, DEFENSE AND NSC OFFICIAL",
      "sentences": "Well, Ithink he's likely to have some difficulty because historically, what has made secretaries of war or defense successful in the United States is either legislative or executive experience. Because as you suggested, he's coming in to run a $780 billion a year business that has more than 2 million employees, tens of thousands of installations, and a large, disputatious, and intrusive board of directors in the United States Congress. Mostly, it is Congress, not the president, who runs defense policy. And so, he will have his work cut out for him, persuading not just the Senate during confirmation, but also getting the budget pulled together and passed by the Congress, which is the secretary's most important job.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "PETE HEGSETH, FOX NEWS HOST",
      "sentences": "I'm straight up just saying we should not have women in combat roles. It hasn't made us more effective, hasn't madeus more lethal, has made fighting more complicated. We've all served with women and they're great. It just, our institutions don't have to incentivize that in places where traditionally -- not traditionally, over human history, men in those positions are more capable. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "Your reaction and how do you think this would be viewed by those in the Pentagon now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "SCHAKE",
      "sentences": "So, the American military is desperate to stay out of the culture wars in the United States. And I actually agree very strongly with the WallStreet Journal editorial board who wrote yesterday that dragging the Pentagon into this kind of, you know, policing, wokeness, and culture wars is not helping in the urgent task of strengthening our military that the president himself is committed, president-elect himself is committed to. So, I think it's actually going to be incredibly divisive if Secretary Hegseth is confirmed and proceeds along those lines. You know, there's been the suggestion that a board of veterans would be impaneled to determine which military officer should remain on active duty. And that just creates an enormous window of opportunity for American adversaries to take advantage of chaos in our own establishments. I agree with The Wall Street Journal ed board that wokeness is not the main problem in the American military and we need to rebuild the strength of our force with urgency, that should be the priority.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "Part of our strength here in the United States is sharing intelligence with top allies, you know, the Five Eyes allies around theworld, top secret intelligence specifically on issues that avert terror attacks sharing with one another, strategically being aligned about wars in Ukraine, in the Middle East, et cetera. I'm wondering how the appointment of someone like Tulsi Gabbard to run DNI impacts that, both domestically and how it's received among some of our top allies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "SCHAKE",
      "sentences": "Well, America's allies were -- many American allies were going to be nervous about intelligence sharing with the Trump administration nomatter who the director of national intelligence was going to be. But Tulsi Gabbard will exacerbate those concerns. Not just questions of judgment, but also questions of with whom the United States might share allied intelligence, in particular, Tulsi Gabbard's sympathies for Russia and for Syria's Bashar al-Assad are going to make, for real concern, about intelligence sharing even among our closest allies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "Let me turn now to the hot wars that Donald Trump is inheriting. It's one thing to run a campaign that says, I don't start wars,I end them. I'll end them on day one. Much easier said than done. Let's begin in Ukraine because The New York Times is reporting, the Kremlin also confirming that for the first time in two years the leader of a large western country, in this case Germany, Chancellor Olaf Scholz, spoke with Vladimir Putin earlier today for about an hour. It is reported that he criticized Russia's war. But the call itself does seem to suggest a change in strategy. And perhaps it's coincidental. I mean, obviously, Germany has its own domestic issues as well. His coalition's sort of falling apart. They're going to be new elections in a few months. So, he himself is sort of a lame duck at this point. But the image that sends, the symbolism of a western ally speaking with Vladimir Putin for the first time suggests what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "GOLODRYGA",
      "sentences": "You've written a piece --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "SCHAKE",
      "sentences": "That's a bad outcome, not just for Europe, that's a really bad outcome for the United States too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "GOLODRYGA",
      "sentences": "And explain how so, because I want to get into a piece that you've written for Foreign Affairs, the title, \"The National SecurityImperative for a Trump Presidency. House Administration Can Shore up the Foundations of American Power.\" Here's specifically what you wrote about what you view as some weaknesses in the Biden administration that you hope a Trump administration can rectify. And you say, Washington should spend less time worrying about what Russia might do and more time on getting Russia to worry about what the U.S. might do. Instead of loudly agonizing about the prospect of World War III, the U.S. president should sternly and publicly warn the Kremlin that unless Russian forces withdraw from Ukrainian territory, the U.S. will provide Ukraine with everything it needs to not just take back its occupied lands, but also challenge Russian President Vladimir Putin's rule. Now, Kori, many would agree with you, but I just don't think that many in this incoming administration would agree with that policy, everything that's been outlined thus far and suggested, perhaps getting to negotiating table is sooner rather than later having Ukraine agreed to give up the land that had been taken by Russia in the last year two years in exchange for some sort of security deal, obviously NATO being off the table for a significant period of time. That doesn't align with what you're prescribing here. So, walk us through why you think where the Trump administration may be going is wrong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "SCHAKE",
      "sentences": "Well, I think it's unclear what the Trump administration's policy is going to be. But I certainly share the concern that you just voiced,Bianna, that they are going to force Ukraine into a bad position war ending, for the moment, negotiation. But what President Trump himself has said is that if Vladimir Putin won't agree to terms, that -- bring the war to an end, that President Trump said he would lift all restrictions on the weapons and the policy restraints that the Biden administration has imposed on Ukraine. And that has the potential to shift the policy in a positive direction rather than a negative direction. But you are, of course, right that Vice President-Elect Vance, Secretary of Defense Nominee Pete Hegseth, Director of National Intelligence Nominee Tulsi Gabbard and others in the administration are hostile to Ukraine continuing to fight for its freedom and for its internationally recognized territory. So, you're right, there's cause for concern. But I also think, you know, President Trump has certain fixed ideas about immigration, about trade, about alliances, but on many other policies, he is open to being persuaded when he thinks it will be advantageous for his main goals. And I do think it's important for President-Elect Trump and the people around him to appreciate that forcing Ukraine to accept a deal that doesn't restore its sovereignty or its territory is unlikely to end the war, which is President Trump -- President-Elect Trump's objective. And they also should be really worried about encouraging Russian aggression towards other countries in what Russia would like to claim as its sphere of influence and the ways that could encourage China to consider countries on its periphery fair game for invasion or subjugation as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "GOLODRYGA",
      "sentences": "Quickly. We had another surprise announcement the last few weeks in the war in Ukraine, and that was the addition of some 40,000 to50,000 North Korean troops fighting alongside the Russians after their mutual defense treaty was signed and Ukraine had confirmed that North Korean troops were there fighting alongside the Russians. How would a President-Elect Trump, in your view, how should he not only handle, obviously, ending this war in a way that would be just for Ukraine, but then also address another potential threat to the United States that has yet to be resolved, and that is the threat of North Korea?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "SCHAKE",
      "sentences": "And that's something that President Trump, as intemperate and irregular as his foreign policy could be, he could also reinforce thecredibility or restore the credibility of deterrence by the United States by, when you make threats, following through on those threats and penalizing Russia and North Korea for the escalation of expanding the war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "GOLODRYGA",
      "sentences": "Kori Schake, always great to see you. Thanks so much for the time. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "SCHAKE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "GOLODRYGA",
      "sentences": "Well, more now on the controversial selection of Robert F. Kennedy Jr. to, as Donald Trump says, go wild on the Department of Healthand Human Services. Chief Medical Correspondent Dr. Sanjay Gupta joins me now to drill down on what this could mean for American and global health care on a day-to-day basis. Sanjay, always great to see you. So, this can't come as a shock in the sense that this is exactly what Donald Trump campaigned on. Nonetheless, I don't think many Americans actually came to terms with what this could mean for their day-to-day medical needs and their lives in general. So, walk us through your reaction to this announcement and what you're hearing from your colleagues in the medical community. DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT:  Yes, I think that the reactions have been pretty strong, you know, from all corners, really. And perhaps not surprising because it's so difficult to disentangle anything from politics nowadays, including public health, Bianna. It sort of has broken mostly along partisan lines. So, support from Republicans, not as much support from Democrats, people -- certain Republicans saying this is a very bold, courageous move. Some Democrats saying this is dangerous and disturbing. There have been some crossovers, you know, the Democratic governor of Colorado has supported this nomination of RFK Jr. for this post. Former Vice President Mike Pence has said he's got some significant concerns about this, primarily over RFK Jr.'s position on abortion. You know, RFK Jr. was a Democrat up until recently. He was an environmental lawyer. Those are the things he was most known for, in addition to his stance on vaccines. And I think that's what's driving a lot of this. I think, you know, with regard to the medical community, specifically, Bianna, it's not a monolithic community. You're going to have, you know, disparate points of view. Although, they have been pretty lockstep in terms of their overall concerns, specifically with regard to vaccines. There have been other things that I think they're more supportive of, the concerns about food supply, for example, the concerns about toxins in the food supply, the fact that we spend $4.5 trillion on health care in the United States and have some of the worst outcomes in the developed world. So, those are things that I think people have recognized for a long time are a real concern, and the idea that maybe things could be done about that, you know, I think that has much more support. But the vaccine issue is a flashpoint, and for many people, it's also a metaphor for, I think, how RFK approaches science in general. He has these beliefs that don't seem to be rooted in science, and he seems to have a disdain at times for the scientists who talk about these things, and that's -- I think that's their primary concern.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GOLODRYGA",
      "sentences": "It's dangerous, and we know that the United States has historically paved the way for much of the world's research and medicaladvancements in science. You just look at the cooperation in developing the COVID vaccine, case in point. I'm wondering how concerned, how closely our allies are and internationally in the medical community and scientists around the world actually are watching this and concerned about what impact it could have on their work? DR. GUPTA:  You know, it's interesting, I've talked to some colleagues around the world over the last couple of days when this announcement first happened, that he was going to be nominated for this position. And, you know, I think -- while in the United States, I think for some people, there was like this real disbelief, even though they knew it was likely to happen, there was still this disbelief that it was actually happening and the real concern about the impacts on public health. I think in other places around the world, I think there's still this sort of suspended animation almost, like what is going on over there? As you correctly point out, that some of our scientific institutions, we certainly saw what they were able to do during the COVID pandemic, but they're sort of held up. The NIH has held up as a worldwide center of excellence when it comes to scientific advancements. The CDC, there are other countries around the world that try and replicate their infectious disease organizations based on the CDC here in the United States. So, there's a huge impact. He has said, you know, basically -- I don't have the exact quote, but he goes, for the next eight years we're not really going to think about infectious diseases or something like that. That's a really frightening prospect. You know, we just came out of a pandemic. We have viruses like H5N1 that are circulating. Who knows if another virus might start to, to become problematic. The United States has long led the way when it comes to these sorts of things. So, I think maybe disbelief is still the adjective that I'm hearing from people really all over the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, including here as well. Dr Sanjay Gupta, always great to have you on. Thank you for your honesty, for your expertise, and forbringing us the facts. DR. GUPTA:  Thanks, Bianna. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GOLODRYGA",
      "sentences": "Well, up next, a dramatic resignation and a rare moment of accountability within a religious institution. Church of England ArchbishopJustin Welby is stepping down in the wake of a report into abuse by John Smith, a lawyer associated with the church who abused dozens of boys and young men for decades. In 2013, Welby was alerted to Smith's actions. Now, a new report criticizes his failure to alert authorities. Smith died a few years ago, having never been brought to justice. And in 2014, the following year, Christiane spoke with Justin Welby at a Vatican event on modern slavery and sex trafficking. It bears noting while senior Catholic clerics have been defrocked, no pope has ever resigned amid after admitting a failure of accountability for such abuses. In the light of recent events, we wanted to take a moment to look back on Welby's answers then and how the Church of England might go forward. Here's part of that conversation. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL ANCHOR",
      "sentences": "We also have emerged and are emerging from a world in which many of our institutions have beencondemned and are busy apologizing for sexual abuse of children in their care, whether it's here in the Vatican, whether it's television, whether it's parliament, wherever it is, it seems every time we turn around, there's another outrage that's being committed against children. Can you tell me what you are doing to address this scourge in your own church?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "How did you yourself feel and react when you came across your first evidence case of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "WELBY",
      "sentences": "Well, the first one was -- it was some years ago, we reported it, we dealt with it. I was astonished. I -- and then when I began to realize,particularly in this role, since I took office as archbishop, the extent to which things are being covered up. It is the most dreadful and traumatic part of the ministry I have. It is the bit you listen to people and you are filled with shame and horror and disgust at what was done to them. And anger at how the church could have behaved in that way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "When do we think we might see the first woman bishop in England, in the Church of England?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "WELBY",
      "sentences": "Whenever they're chosen. It has to go through for the royal assent, for the Queen to approve it before they're announced. We won't have anannouncement before early 2015, but I would expect to see women bishop announced in the first quarter of next year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "And do you eventually expect to see a lot -- I think I read you say that eventually -- or not -- in the not-too-distant future, half thebishops may be women.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "WELBY",
      "sentences": "Why not? Why not? More than half the congregations are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "Might you say something to the pope about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "WELBY",
      "sentences": "I'm not going to say what I say to the pope. That was a low question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "What do you say about your own Anglican Church, which is split on this issue and other issues of sexuality? Do you think that there is acrisis in the Anglican Church?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "WELBY",
      "sentences": "The split within the Anglican Church over women bishops has become far less important. There's -- we've moved much closer to a point wherepeople accept different views as legitimate, certainly within the Church of England, there is a formal declaration that accepts both views as legitimate views and we remain part of the family. You don't chuck out family. On the issue of sexuality within, particularly within the Church of England, there are conversations going on, structured conversations, which will continue for the next couple of years, and I'm not going to preempt those by commenting on it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "And yet, I've heard you say and be quoted as saying that the church could face a very serious schism over these issues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "WELBY",
      "sentences": "Indeed, it could. And part of what we're trying to do is, if we disagree, to disagree well. I mean, the kind of thing we were hearing abouttoday, the faith leaders together, we heard references obliquely to the fact that around the world, a lot of our disagreement, particularly in the last few years, has become extremely violent, destructive disagreement. The part of the role of the church is to demonstrate that even on things people think are fundamental, incredibly important, that they can disagree well and in love. That is part of our example.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "There are politicians in our own country, in England, here in Italy, in France, elsewhere, which are making -- who are making a big dealabout the other, the foreigner, the immigrants.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "WELBY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "WELBY",
      "sentences": "Two things. First, the United Kingdom, England, is a very, very crowded country. Since 2010, The Financial Times this morning reportedwe've had net immigration of over 600,000 people. And immigration is something that has to be handled carefully because it is a cause of strain in communities where very large numbers arrive. It always has been. There's an amazing chapel in Canterbury Cathedral, in which the dean of the cathedral gave a space for worship to Huguenot refugees from religious persecution in the 16th century. He gave it to them temporarily. It's still there. They still have a Sunday service every week. It is the great tradition, secondly, of this country, to be a place of asylum and safety and rescue and hope for people from all around the world. It is deeply embedded in our tradition of hospitality.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "Do you feel some of that is being lost on certain more populist politicians in England right now, in Great Britain?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "WELBY",
      "sentences": "The issue has become a very, very live issue in recent months and years. There is a grave danger of using language that is simply appealingto emotion. We have to hold together our pride in the country I love for its generosity with a recognition that communities must be supported and strengthened when there are rapid changes in the makeup of that community. Human nature is what it is. It's no use pretending it's otherwise. But our tradition is so great in Britain of welcome and reception. It is something to be proud of and to go on living out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "Archbishop Justin Welby, thank you very much indeed for joining me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "WELBY",
      "sentences": "Thank you very much for inviting me.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "GOLODRYGA",
      "sentences": "And that was Christiane's 2014 interview with Justin Welby, who, as a reminder, resigned this week.Well, now, to make sense of Donald Trump's presidency, we must understand the discontent that put him in office. That's the theory of our next guest. Harvard professor and political philosopher Michael Sandel. He joins Walter Isaacson to discuss how polarization fueled Trump's campaign. (BEGIN VIDEOTAPE) WALTER ISAACSON, CO-HOST, AMANPOUR AND CO.:  Thank you, Bianna. And Michael Sandel, welcome back to the show. MICHAEL SANDEL, AUTHOR, \"DEMOCRACY'S DISCONTENT\" AND PROFESSOR OF POLITICAL PHILOSOPHY, HARVARD UNIVERSITY:  Good to be with you, Walter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "ISAACSON",
      "sentences": "You know, when the election results came in, I was re-reading your book, \"Democracy's Discontents,\" the new version of it, and I said,this is the best explanation of what just happened. Explain to me how democracy's discontents that you write about will manifest in the election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "SANDEL",
      "sentences": "In two ways, Walter. First, people feel that they don't have a meaningful say in how they are governed. It's really a crisis of self-government. People feel overwhelmingly that their voice doesn't matter. That's one. And secondly, people have felt for some time that the moral fabric of community has been unraveling, from family to community to the nation, people hunger for a sense of belonging, a sense of pride, a sense of solidarity. And people feel unmoored. And so, I think these are two deep sources of the discontent that this election was about, that Donald Trump managed to tap into, connected also with the grievances of working people, those without university degrees, who felt that elites looked down on them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "ISAACSON",
      "sentences": "You talk about those grievances, and you actually call them legitimate grievances. Explain why.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "ISAACSON",
      "sentences": "Hey, but the Democratic Party used to be in favor of the average working person. Why do you think they got tagged as the party of what youcall the meritocratic elites that look down on others?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "SANDEL",
      "sentences": "It's really an important question, Walter, because you're right, there has been a reversal. Traditionally, the Democratic Party, going backto the New Deal, was the party of the people against the powerful. The party of working people and affluent (ph) folks tended to vote Republican. Those with college degrees tended to vote Republican. Those without college degrees and working people tended to devote a Democratic. By 2016, this had flipped. Donald Trump did very well among those voters without college degrees. And those of us who spend our time in the company of the credential can easily forget the fact that most of our fellow citizens don't have four-year degrees. Nearly two-thirds do not. But with the Democratic Party, the way it evolved during the age of globalization, there was a kind of market triumphalism, but also a kind of meritocratic triumphalism. Though there was such emphasis on getting a college degree as the avenue to success, and also to respect, then by 2016, the Democratic Party had become more attuned to the values and the interests and the outlook of credentialed elites and professional classes than to the blue-collar voters who once constituted their primary base of support.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "ISAACSON",
      "sentences": "Why has social mobility stalled and how does that fit into this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "ISAACSON",
      "sentences": "Will you talk about Trump and why he appealed to things? Break down the reasons for me. To what extent was it economic? To what extent wasit cultural, social issues? To what extent was it a condescension amongst the elite?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "SANDEL",
      "sentences": "I think it was all of those things. The election itself, I think, boiled down to one fundamental question, which candidate would be able toprevent -- to present themselves as the candidate of change? Because people wanted change. They were not happy with the way things were going. Donald Trump won that argument. Kamala Harris was not able, for various reasons, successfully to present herself as the agent of change. But beyond that, we have debates in the postmortems, was it economic grievance or was it cultural anxiety and anger and grievance, or was it elites looking down? It was all of those things. And I think we make a mistake, both as analysts trying to figure out and comment on the election. But also, I think the political parties make a mistake by distinguishing too sharply between economic issues, things like inflation, jobs, economic growth, distribution of income, on the one hand, and cultural grievances. They're closely connected because the economy, of course it matters how well the economy does in producing jobs and keeping prices down and so on, but it matters, above all, as a system for allocating social recognition and esteem. And this connects to the cultural question. Part of what's turned working people against the Democratic Party in recent years is the sense not only that they've been left behind economically and the Democrats participated in deregulating the financial industry and promoting market driven globalization, that all mattered, but Democrats didn't focus on the dignity of work, didn't focus on honor, respect, social esteem, and recognition. And the emphasis on telling people that the solution to their troubles was to get a college degree contributed to that, to a kind of credentialist condescension. So, people not only felt left behind economically, but they also felt that they were being looked down upon. And this is a volatile brew of economic and cultural grievance that I think Donald Trump very successfully tapped into, and the Democrats haven't quite come to terms with it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "ISAACSON",
      "sentences": "One of the philosophical concepts that goes through all of your books, and I think the course in justice that you teach at Harvard, is thenotion of the commons. And at a time when there's rising inequality, as we said, and also a little bit less social mobility, at least there's this concept that there's certain things we have in common. We all form a line at the Department of Motor Vehicles. We all get to use the same parks. We all go to the stadium together. And yet, I've seen you write about this sorting of sort of a skybox phenomenon where no longer are we all sitting together in the same common spaces.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ISAACSON",
      "sentences": "Well, tell me what that vision is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "SANDEL",
      "sentences": "Well, part of it is to launch a serious project to renew civil society to, to strengthen public places and common spaces of shareddemocratic citizenship. And that means investing often at the local -- state and local level. And everything from municipal parks and public transportation and health clinics and public libraries and cultural institutions that bring people together, and especially and above all, I should say the public schools, to bring people from different classes into a shared democratic encounter. So, that's one. But in speaking about the economy, I think we can bring patriotic themes to bear there too. Part of what the age of globalization did was to say, to imply and to teach national borders and national identity, they don't matter so much. We don't really need to depend on those folks who live nearby or for that matter in our country, either for production or for consumption. We can collaborate and produce with people anywhere in the world, and this underlay the outsourcing, but it also conveyed a certain attitude of less and less dependence on those with whom we share, a country. And so, I think this, too, is part of the unraveling of a sense of national community. I think it has fueled the anger that those who have broken away with enormous wealth seem to feel less need to rely on fellow citizens closer to home. So, an economic patriotism, we've seen at the beginning of it, with friend shoring or bringing supply chains closer to home with making public investments to manufacture key goods to support key industries domestically, that can all be articulated in terms of a kind of rejuvenated patriotism that is connected to the dignity of work, and our mutual dependence and our mutual obligations on one another -- for one another as fellow citizens.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ISAACSON",
      "sentences": "Michael Sandel, thank you so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "GOLODRYGA",
      "sentences": "And finally, a showcase of salsa, an ode to Mexican music and even a surprise performance by Bon Jovi.(BEGIN VIDEO CLIP) (MUSIC PLAYING) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}