{
  "date": "2024-11-23",
  "headline": "First of All with Victor Blackwell",
  "subHeadline": "\"We Have Made Tremendous Progress, But...\"; GOP Takes On Diversity Programs With \"Dismantle DEI Act; DEMS Fire Back At GOP Effort To End DEI Programs; How Businesses Can Navigate Uncertain Political, Economic Climate; Critics: TX Curriculum Overlooks Reality Of U.S. History. Aired 8-9a ET",
  "utterances": [
    {
      "timeStamp": "08:00:00",
      "speaker": "VICTOR BLACKWELL, CNN ANCHOR",
      "sentences": "Well, first of all, I'm starting with a three-letter word, B, U, T, but used in a sentence. Diversity and inclusion are great, but those three letters are being used to discredit another set of three letters, D, E, I. We've been tracking how diversity, equity and inclusion programs are being targeted across the country. And this week it's the entire federal government through a new bill that just moved out of committee in Congress. It's called the Dismantle DEI Act.I'm going to play something now from the bill's sponsor, Congressman Michael Cloud of Texas, and I want you to listen for that three-letter word as he tries to explain why diversity, equity, inclusion does not mean what it actually means. (BEGIN VIDEOTAPE) REP. MICHAEL CLOUD, (R) TEXAS: We have made tremendous progress, but to codify discrimination in an effort to remove discrimination is a woeful initiative and would undo generations of progress we have made as a nation on this. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BLACKWELL",
      "sentences": "So what is the Dismantled DEI Act? It would close all federal DEI offices, prohibit funding to DEI programs, amend the 1964 Civil Rights Act, overturn Biden administration executive orders. President-elect Trump says going after these programs will be a priority of his administration. In fact, the Senate version of this bill is sponsored by his vice president-elect, J.D. Vance. And Democrats are pushing back.(BEGIN VIDEOTAPE) REP. JAMIE RASKIN, (D) RANKING MEMBER, OVERSIGHT COMMITTEE: I confess that I'm really baffled as to where it's coming from or what it means. REP KWEISI MFUME, (D) MARYLAND): It definitely sends the wrong message to black people in this country. I don't think that this is going to cure a situation that, quite frankly, has yet to be proven to me that it exists. REP. SUMMER LEE, (D) PENNSYLVANIA: Those complaining about the training are probably the ones who need it the most. My Republican colleagues have got to stop punching down on already marginalized communities and face their own fears of a level playing field privately. It's shameful. REP. JASMINE CROCKETT, (D) TEXAS: Don't let it escape you that it is. White men on this side of the aisle telling us people of color on this side of the aisle that you all are the ones being oppressed, that you all are the ones that are being harmed. That's not the definition of oppression. You tell me the prolonged cruel or unjust treatment that you've had and we can have a conversation. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BLACKWELL",
      "sentences": "Congresswoman Yvette Clark of New York is with us. She's currently the first vice chair of the Congressional Black Caucus and in the running to be its leader next year.Congresswoman, thank you so much for being with me. And in this conversation about DEI, we often hear great exaggerations, hyperbole from the president-elect. So I want to avoid that here. But let's just start with if this Dismantled DEI act becomes law, what that means for the federal government, but also we should remember what it means for federal government contractors and some of the controls they'll place on the businesses that do business with the government. REP. YVETTE CLARKE, (D) 1ST VICE CHAIR, CONGRESSIONAL BLACK CAUCUS: Yes, and thank you for having me, Victor. I mean, we all know there's no need to go into deep study, but people of color can't dream for what they can't see. And for generations there has been such systemic racism in our nation that individuals have been held back, though they have the talent, the expertise, and the ability from advancing whether it's in the federal government or the private sector, due to the lack of involvement, inclusion, there has just been those lost opportunities. And what DEI does is it reminds us of the diversity of our nation, that talent comes in every person. And so what's happening right now is a backlash to recognizing the multiracial, multireligious, multicultural nature of our country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:16",
      "speaker": "CLARKE",
      "sentences": "Well, you know, it will all come down to negotiation within the body. There are going to be instances because again, you've mentioned it, there's a slim majority in the House of Representatives as well. And we know that there will be times when Speaker Johnson will require the support of the Democrats in order to advance any legislation.Now, things can be done by executive order. President Trump is going to need the House of Representatives to advance other initiatives outside of his executive orders. And he's going to require that Leader Jeffries be a part of that conversation. I think that clearly there is discrimination where there is an attempt to marginalize, from my perspective, black people in America. There will be an extreme pushback.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:16",
      "speaker": "BLACKWELL",
      "sentences": "So let's expand the conversation here. And you said marginalized black people, a huge pushback. You're likely to be the next head of the Congressional Black Caucus. There probably won't be much progress legislatively on reparations or efforts to study or combat police violence, which we know are priorities of the CBC. Do you see there's a position of overlap where there could possibly be some progress with a Republican majority in this Congress that gets some moves forward? Some of the CBC priorities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:16",
      "speaker": "CLARKE",
      "sentences": "Are you talking about in this particular Congress?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:16",
      "speaker": "BLACKWELL",
      "sentences": "In the next one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:16",
      "speaker": "CLARKE",
      "sentences": "In the next Congress, you know, those opportunities we will look for them wherever they're -- they're made available, again. You know, part of what we do is part is a negotiation process and, you know, finding Republicans of like mind or circumstances that will require our participation in voting will open an opportunity for us to advance amendments, a whole host of tools within our toolkit in order to make sure that we continue to press forward on those issues that we know are specific to the lived experiences of black people in America.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:16",
      "speaker": "BLACKWELL",
      "sentences": "New York has the largest public housing authority in the country. New York City, specifically. The president is named now former NFL player Scott Turner to be his pick for Secretary of Housing and Urban Development. His impact will -- work will impact people in your district. What's your reaction to this pick?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:16",
      "speaker": "CLARKE",
      "sentences": "Well, I don't know much about him. I know he's a former NFL player. And my hope is that, you know, he will come up to speed if confirmed on the needs of the public housing stock across America. As you stated rightly stated, right here in the city of New York, we have the largest concentration of public housing units in the United States of America. And those units are continue to be in disrepair, continue to be underfunded. We know that there's a housing crisis.And so our hope is that whomever becomes the secretary of HUD will come to New York, look at the living conditions that we have been struggling with, and make a commitment to upgrading, to fixing those issues, and to a real commitment to public housing in the United States of America where so many families get their start in housing and dignity. And that's what we will expect of him. BLACKWELL: You are also co-chair of the Haiti Caucus in the House. And the president-elect has said that the Haitian migrants in Springfield, Ohio, he and President Vice President-elect J.D. Vance lied and said that they were eating domestic pets. He said that they have to be removed. We know that they, the Haitian who are there on temporary protected status in Springfield have felt vulnerable. And now there's reporting from the Guardian that they are leaving Springfield in droves. Two questions. Your message to the Haitians who are here legally and they're in Springfield, Ohio, and do you expect that their temporary protective status will be ended prematurely here in the U.S.?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:54",
      "speaker": "BLACKWELL",
      "sentences": "Congresswoman Yvette Clark, thank you so much for being with me this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:54",
      "speaker": "CLARKE",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:54",
      "speaker": "BLACKWELL",
      "sentences": "A father in Las Vegas was. He was at home with his teenage daughter when someone broke in, so he called police for help. But when the officers showed up, one of them shot and killed the man who called for help. Well, his sister is here to share the family's demands for justice.And there's a lot of mixed feelings about the state of the economy right now. How are black business owners navigating all this? I'll ask Shark Tank's Daymond John, who just hosted his annual Black Entrepreneurs Day. (BEGIN VIDEOTAPE) 0:01:33 I grew up, you know, selling hats on the street, funded by my mother, a black entrepreneur, a single black mother, and that's the ultimate black entrepreneur. (END VIDEOTAPE) (COMMERCIAL BREAK) [08:16:19] BLACKWELL: Today, community activists will rally outside Las Vegas City hall to get justice for Brandon Durham. He was 43 years old. A realtor, a father. Durham was shot by police last week after he called 911 to report a home invasion. Now a warning that what you're about to hear is disturbing. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:54",
      "speaker": "DURHAM",
      "sentences": "She's trying to kill people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:54",
      "speaker": "DISPATCHER",
      "sentences": "Who's trying to kill people?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:54",
      "speaker": "DURHAM",
      "sentences": "These two people out here killing, shooting guns at my house.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:54",
      "speaker": "DISPATCHER",
      "sentences": "Did they shoot it at your house?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:54",
      "speaker": "DURHAM",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:54",
      "speaker": "DISPATCHER",
      "sentences": "How long ago? How many minutes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:54",
      "speaker": "DURHAM",
      "sentences": "Right now? Right now? Right to second.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:54",
      "speaker": "DISPATCHER",
      "sentences": "So were you shot or how are you injured?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:54",
      "speaker": "DURHAM",
      "sentences": "I'm hurt, I don't know, I don't know. I got my hands cut. Everything right now and he's got now.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:54",
      "speaker": "BLACKWELL",
      "sentences": "Now, when officers showed up, he was struggling to get a knife from a woman. And that's when an officer fired six shots at Durham. He died and the woman was Alejandra Boudreaux. She later told police that she was in a casual relationship with Durham. She's been charged with assault with a deadly weapon, home invasion with a deadly weapon, domestic violence, and child abuse. The officer who killed Durham is on administrative leave, but Durham's family wants him arrested and charged.With us now are Brandon Durham's sister, Diane Wright, and Attorney Lee Merritt. Welcome to you Both. And Diane, when you see that video that we just played, a bit of, that body cam video, what do you feel? What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:54",
      "speaker": "DIANE WRIGHT, SISTER OF BRANDON DURHAM",
      "sentences": "It is heart-wrenching. It is heart-wrenching hearing the terror in his voice. I was actually able to see the uncut version, seeing the look on his face. It is completely heartbreaking. I can't get the image out of my head. It was truly a disservice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:54",
      "speaker": "BLACKWELL",
      "sentences": "Attorney Merritt, police acknowledge, and this is one of the more interesting details about this, disturbing even is that they responded to a call to Durham's house the previous day. A Las Vegas police PD says that they, on that day, quote, \"Durham called police and Boudreaux agreed to leave.\" Was the officer who fired the shots that killed Brandon Durham, was he there the day before?Lee Merritt, ATTORNEY for FAMILY OF BRANDON DURHAM: We're still trying to figure out everything that was involved in the previous call from the day before. We know that it was Las Vegas Metro PD. So they would have had a description of Brandon as well as the -- at least the assailant from the previous day. The law enforcement has not been forthcoming in turning over that police report, although they're sharing snippets with the media. We want to know if it was Officer Bookman who was there as well. We just don't know that yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:54",
      "speaker": "BLACKWELL",
      "sentences": "The general counsel for the Las Vegas Police Department told CNN this week. Unlike a civil case in which an individual's negligence is at issue, criminal cases require proof of a person's criminal intent. While Mr. Durham's death is tragic, Officer Bookman was doing his job and did not intend to commit a crime. Do you believe that there is criminal intent or that it's even necessary in this case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:10",
      "speaker": "BLACKWELL",
      "sentences": "Diane, I want to read more from the police report. Quote, \"After the shots, Boudreaux told the officer that he shot the wrong person.\" She told police, quote, \"I wanted the cops to shoot me dead and I wanted Durham to live with the wreckage that I caused in his house.\" That according to what we're getting from the police department, the intent was suicide by cop. But instead, her alleged scheme ended with your brother's death. When you read that and learn that, what's your reaction?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:10",
      "speaker": "WRIGHT",
      "sentences": "Again, this is all news to me. I had no idea what was going on regarding that. All I'm able to see is the aftermath. And again, my intent, it just keeps going back to witnessing my brother and the tragic way that he was taken down and murdered by the police. I am unable to fathom and comprehend how this even went so horribly. It is completely, I keep repeating it. It is heartbreaking. His family loved him. He loved his family. There is nothing he would not have done for his family. He was ripped away from us. The whole situation was extremely tragic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:10",
      "speaker": "BLACKWELL",
      "sentences": "And he was a father. His 15-year-old daughter, I believe I read, was at the home at the time. How is she doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:10",
      "speaker": "WRIGHT",
      "sentences": "She's doing her best to be strong during these challenging times. She's as well as can be expected. Her father was her sole provider at that time. He was everything to her and his life was ripped away while she is down the hall in her room while his life is being taken from him after calling for help like he is supposed to do, like a good citizen would do, he's calling for help to get assistance, to try to defend his home, protect himself, protect his daughter. And we all see what the results of that came out to be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:10",
      "speaker": "BLACKWELL",
      "sentences": "Diane Wright, our condolences on the loss of your brother. Attorney Lee Merritt, will continue to follow this case. Thank you both for being with me this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:10",
      "speaker": "MERRITT",
      "sentences": "Thank you, Victor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:27:06",
      "speaker": "BLACKWELL",
      "sentences": "For some, building a business is part of the American dream. For Black Americans, nearly 3% are living it. That's according to LendingTree. And they note that the city with the highest rate of businesses owned by black people, at roughly 9%, is Atlanta.So the city makes sense. As the host of this year's Black Entrepreneurs Day, there were conversations about building a business with business owners both established and aspiring like Kelly Rowland. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:27:06",
      "speaker": "KELLY ROWLAND, SINGER, ACTRESS, ENTREPRENEUR",
      "sentences": "But entrepreneurship is just incredible to watch it around me. I think the first entrepreneur that I met was my mama, Tina Knowles and this is a black woman in Houston, Texas, like, letting every or having every woman coming outside of her hair salon. They were fly. I remember when En Vogue came in there and all of these different artists came in there, and I thought it was so incredible to watch her be so fabulous in the salon. But she was also. She came home and she'd make us food, and it was like a thing. I was like, wow, you can do it all. Maybe.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:27:06",
      "speaker": "BLACKWELL",
      "sentences": "The creator of Black Entrepreneurs Day is Daymond John, who you know from ABC's Shark Tank and the iconic FUBU brand, which we're going to talk about FUBU in just a moment, but thanks for coming in.DAYMOND JOHN, CREATOR, \"BLACK ENTREPRENEURS DAY\": Oh, I am excited to be here, man.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:27:06",
      "speaker": "BLACKWELL",
      "sentences": "I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:27:06",
      "speaker": "JOHN",
      "sentences": "Best thing ever before. Shrimp and grits. All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:27:06",
      "speaker": "BLACKWELL",
      "sentences": "I know it's early. I know it's early. Let me start here. We're going to talk about Black Entrepreneurs Day in a moment, but I know that there are some people who are just in this moment of transition who are a little worried. Are you optimistic for entrepreneurs?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:27:06",
      "speaker": "JOHN",
      "sentences": "I'm always optimistic for entrepreneurs because entrepreneurs will change the world. So whoever's going to be in office four years from now or 40 years from now, what does that matter to me?You know, I'm not planning my life and how to be of value to other people for the next four years, eight years, or 12 years. It's for the rest of my life, and it's for my customers, and it's for my family and my legacy. So, you know, things are going to come. People are going to come and go and support causes and leave causes. That's not in my control. The only thing in my control is finding something that I can add value to my community. Whoever -- and whoever wants to buy and support, I want to support them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:27:06",
      "speaker": "BLACKWELL",
      "sentences": "At the top of the show, we talked about some of the DEI estimates or the attempt to get rid of DEI in government, maybe federal contractors. How much of that is a challenge for people who want to do business with the government that don't have access at this moment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:27:06",
      "speaker": "JOHN",
      "sentences": "It is a challenge, of course. You know, if you look at black entrepreneurship, we make up a population where 14% of the country and we are 3% of entrepreneurs. And you need to have people that work and think within your system that look like the people you serve and a lot of government workers and people like that are people of color and women and veterans and various other things like that. So you're just going to have inferior products, more of inferior products, if you don't look and think like the people you -- you serve within your system.However, the -- the -- a better thing to think about is large corporations are now saying we don't care what the government is saying, we must do this because of social media barriers are the things we need the transparency to say -- transparency to say we are making with people that look and think like you. And that's exactly why J.P. Morgan Chase and all the people came out to support in Salesforce to support my program because internally they have a mandate that they're like I don't care what the government's doing, this is what we must do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:27:06",
      "speaker": "VICTOR BLACKWELL, CNN ANCHOR",
      "sentences": "There is also the pressure from the other side on companies like John Deere and I don't want to miss name Miller. Other companies that have reduced kind of pulled back on Jack Daniels as well, their DEI.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:27:06",
      "speaker": "JOHN",
      "sentences": "You know, DEI can get very tricky. But you pulled up somebody perf -- perfect example. I know John Deere. And four or five of the executives, been there 40 years, are African American and their program, they may think about reducing that there but yet they're trying to gain back and give incentives to go and get 20 million acres of farmland that was owned by African Americans that were boxed out of their rightful properties and ownership. And that's their program. So they're doing and they're walking the walk instead of just talking the talk. It all depends on if you are going to serve your customer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:27:06",
      "speaker": "BLACKWELL",
      "sentences": "Let's talk about black entrepreneurs. JOHN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:27:06",
      "speaker": "BLACKWELL",
      "sentences": "Big day, year five, and you have brought it for the first time to Atlanta.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:27:06",
      "speaker": "JOHN",
      "sentences": "I brought it to Atlanta. I brought it to the mecca of black entrepreneurship and I love it. And I actually got awarded a proclamation by Mayor Dickens and the Congress people out here. And it is -- it's absolutely been amazing and we had a really amazing night. Actually, we -- we watched flavor play -- play three instruments. You know he can play up to 14 I believe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:27:06",
      "speaker": "BLACKWELL",
      "sentences": "He is a surprise every time I see him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:27:06",
      "speaker": "JOHN",
      "sentences": "Fascinating. Entrepreneurs came out and we gave away and we hit the mark of over $1 million giving away and we funded now or sorry given away grant free money to over 40 businesses, African American owned businesses. I started five years ago and today we are in Atlanta and I love it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:27:06",
      "speaker": "BLACKWELL",
      "sentences": "What do you tell people, because I imagine there were some in the audience who are considering entrepreneurship --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:27:06",
      "speaker": "JOHN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:27:06",
      "speaker": "BLACKWELL",
      "sentences": "-- and not -- are not yet entrepreneurs, what's the advice for people who are just standing at the edge and not yet taking that leap?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:27:06",
      "speaker": "JOHN",
      "sentences": "Do the power of broke. You know African Americans, we're resilient people. We've been bartering and trading since the beginning of time, but we've never formalized it. It's always been a side hustle, right? Do the power broke and do your homework and create a structure. That's the most important part, the financial intelligence creating a structure in a business so that when you do want an investment, I can invest in you.And if you have a company and somebody else has a company and you can't take money in and your -- your receipts are in a shoebox or stuff like that, well, how am I going to ever get paid back? Where's my money going? It's normally the foundation. Just like in a house, just like in a family, just like in a business, it's creating that great foundation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:27:06",
      "speaker": "BLACKWELL",
      "sentences": "Power of broke.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:27:06",
      "speaker": "JOHN",
      "sentences": "Power of broke.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:27:06",
      "speaker": "BLACKWELL",
      "sentences": "What is it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:27:06",
      "speaker": "JOHN",
      "sentences": "You ain't got nothing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:27:06",
      "speaker": "BLACKWELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:27:06",
      "speaker": "JOHN",
      "sentences": "You're going to figure it out. Money often in a small business highlights your weaknesses. If you have a weak conversion or a weak campaign, well, buying more of that campaign not going to increase your sales. If your product is crap, you've been watching too much Shark Tank, but you want 50 percent margin, so you're buying more to get a better margin of your product, you still got a bunch of product coming back to your warehouse or your garage.It's usually about thinking outside the box and using OPM, which should be other people's money, but other people manufacturing, mind power, manpower, marketing and mentorship. And of course, like I did with Timberland, making a profit off of other people's mistakes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:27:06",
      "speaker": "BLACKWELL",
      "sentences": "Let's talk about FUBU.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:27:06",
      "speaker": "JOHN",
      "sentences": "Yes, let's talk about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:27:06",
      "speaker": "BLACKWELL",
      "sentences": "First runway show and at least, what, 15 years?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:27:06",
      "speaker": "JOHN",
      "sentences": "Fifteen years out here in Atlanta.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:27:06",
      "speaker": "BLACKWELL",
      "sentences": "A bit of a relaunch here in the U.S.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:27:06",
      "speaker": "JOHN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:27:06",
      "speaker": "BLACKWELL",
      "sentences": "Why now? Why is now the time?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:27:06",
      "speaker": "JOHN",
      "sentences": "Well, I think it's a great time to come back because, you know, people who grew up on FUBU are saying, bring it back. And we -- we've been -- we've been doing great business in Malaysia and Germany and South Africa for many years. But, you know, the new generation is finding us. That's what happens with fashion. People go and people come back and, you know, we love it.We love the fact that, you know, we -- we created the first hash brand -- a hashtag of clothing years ago, and it was not only about African Americans, it's about supporting whatever your culture is. And FUBU is a sign of empowerment and people want it back. So we're here to -- to bring it back and we love it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:27:06",
      "speaker": "BLACKWELL",
      "sentences": "I certainly had my FUBU.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:27:06",
      "speaker": "JOHN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:27:06",
      "speaker": "BLACKWELL",
      "sentences": "I certainly did. Daymond John --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:27:06",
      "speaker": "JOHN",
      "sentences": "Thank you for having me, man.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:27:06",
      "speaker": "BLACKWELL",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:34:45",
      "speaker": "BLACKWELL",
      "sentences": "All right. There is a new optional curriculum for public school students in Texas that's getting a lot of attention, but there's a part of the controversy that so many people are missing. We'll talk about it ahead.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:08",
      "speaker": "JONIA MILBURN, MOTHER OF CHRISTON COLLINS",
      "sentences": "All I wanted to know was what happened to my son, how, you know why, what's going on? And to not get the answers was so disheartening. And as I spent countless hours, countless days going through the documents because I wanted to know why. And nobody would speak with me. Nobody would give me any information. And I owed that to him. I owed that to him because after watching the video saying that he didn't have a voice, that he couldn't speak.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:08",
      "speaker": "BLACKWELL",
      "sentences": "For hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:08",
      "speaker": "MILBURN",
      "sentences": "For hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:08",
      "speaker": "BLACKWELL",
      "sentences": "He just left alone there.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:08",
      "speaker": "BLACKWELL",
      "sentences": "We now know that Collins overdosed on a drug laced with fentanyl allegedly sold to him by another inmate, Tobias Woods. On Thursday, DeKalb's district attorney announced an indictment for felony murder and drug charges against Woods. Collins mother says that lack of action by the jail staff contributed to her son's death, and Attorney Ben Crump says in a statement that the family is relieved but deeply troubled by the neglectful conditions at the DeKalb County Jail.Some major cities are preparing for the incoming Trump administration by shoring up legal support for immigrants. In Boston, Mayor Michelle Wu says that the city will not cooperate with federal officials if they carry out Trump's campaign promise of mass deportations. (BEGIN VIDEO CLIP) MAYOR MICHELLE WU (D), BOSTON: What we can do is make sure that we are doing our part to protect our residents in every possible way, that we are not cooperating with those efforts that actually threaten the safety of everyone by causing widespread fear. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:43:24",
      "speaker": "BLACKWELL",
      "sentences": "Public schools in Texas now have the option to use a new curriculum that incorporates Bible lessons for K through 5 classes. It was approved by the state's Board of Education by a really tight margin, eight to seven. A lot of scrutiny has been focused on how the curriculum seems to heavily reference Christianity over other faiths. But my next guest has been reporting on a different aspect that he found specifically how some educators, teachers and historians worry that the curriculum glosses over topics on civil rights and racism and slavery.Jaden Edison is the public education reporter for the Texas Tribune. Jaden, thanks for being with me. I want to start here with an example here from a kindergarten lesson just to set the -- the -- the climate of what we're talking about. It instructs teachers to tell students that George Washington, Thomas Jefferson, the founding fathers, quote, realize that slavery was wrong and founded the country so that Americans could be free. It does not mention that they enslaved people as well. What is the explanation or -- or defense of that type of omission?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:13",
      "speaker": "BLACKWELL",
      "sentences": "Yes, I mean, you talk about it in the context of Texas, but the Blue Bonnet curriculum has gotten a lot of attention, but it's been focused mostly on the religious element, not these elements of race. And I'll give another example in a moment. But has there been substantial or significant pushback locally on these elements in the curriculum?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:13",
      "speaker": "EDISON",
      "sentences": "You know, I -- I don't really think there has, you know, even -- even for me, you know, I -- I came across these materials going through sort of the -- there was a public review process for the material, the Blue Bonnet materials that we're talking about. And so, you know, going on -- going through that kind of early on, you saw at least, you know, some -- some parent and just honestly average Texans, you know -- you know, regular people who had just kind of, you know, poured over them and highlighted some of these things.And so that's kind of what prompted me to want to kind of go through and look at it. But -- but to your point, I don't think there has been, you know, the same amount of attention, you know, on, you know, the aspects of how history is addressed. And maybe part of that has to do with the fact that this is a kindergarten through fifth grade reading and language arts lessons, you know, that that -- that highlight, you know, social studies and history's, right, to try to implement this kind of cross disciplinary, cross subject approach. But -- but yes, to your point, it hasn't gotten a lot of emphasis, but certainly there were people who -- who pointed these things out to the state and -- and certainly, you know, it was approved yesterday. And I'm not sure that their concerns were addressed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:13",
      "speaker": "BLACKWELL",
      "sentences": "Let me read another example here that's far less vague. This is a lesson for fifth graders on the Holocaust, defines the Holocaust as the state sponsored and systematic persecution and murder of 6 million Jewish people by the Nazi regime and its collaborators. And Jewish people, quote, were dehumanized, imprisoned, attacked and murdered and stripped of their rights, dignity and lives. Yes, we're talking different grade levels here, but there's no ambiguity in that description. There is nothing that -- that's left out in the general definition and explanation of what happened there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:13",
      "speaker": "EDISON",
      "sentences": "Yes. It's very clear and concise, right, and precise, excuse me. And -- and it was really interesting because I -- I was looking. I'm like, even in fifth grade, right, it talks a little bit about, you know, reconstruction. And we know the kind of racial terror and post reconstruction, right, that -- that black Americans in this country endured. And so, you know, those things weren't mentioned. And so again, I -- I think it goes back to kind of the political landscape that we're in here in Texas, right?You know, this takes back obviously, you know, decades upon decades. But obviously here more recently, we've seen significant backlash to how, you know, public schools go about teaching America's history of racism, right, and slavery.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:13",
      "speaker": "BLACKWELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:13",
      "speaker": "EDISON",
      "sentences": "And, you know, there -- there is a sense, you know, from Republican officials here that children, the way they're taught about those things are -- are -- are, you know, they're being harmed, right? And we know that obviously could leave out important perspectives, right? And obviously it could also exclude, you know -- you know, black children and children who are not white, right, and who are not, you know, who are not a part of kind of, you know, whose -- whose history has largely been excluded as -- as we speak. And so these are all important things. But certainly, you know, people are concerned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:13",
      "speaker": "BLACKWELL",
      "sentences": "Jaden Edison, thank you so much for your reporting and thanks for being on with me this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:53:32",
      "speaker": "BLACKWELL",
      "sentences": "California just saw the youngest person ever pass its bar exam. And that's not the only surprising part of this up and coming legal stars story.(COMMERCIAL BREAK) (BEGIN VIDEO CLIP) SOPHIA PARK, PASSED CALIFORNIA BAR EXAM AT 17 YEARS OLD: Appears on the pass list for the July 2024 -- (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:53:32",
      "speaker": "BLACKWELL",
      "sentences": "That's the moment that Sophia Park found out she passed the California bar exam. It's a cool moment and accomplishment for anyone. But I should mention that she's 17-years-old. Sophia is now the youngest person ever to pass the bar exam in California. But this is a very competitive family because the previous record holder was her brother, Peter. He also passed it at age 17 just last year.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:53:32",
      "speaker": "PARK",
      "sentences": "We don't have any lawyers in our family actually, so we're the first ones. My dad is a patent agent and my mom when we lived in Orange County, she was a Korean dessert baking teacher. I'd just like to thank everyone at the Tulare County District Attorney's Office for supporting me and also my parents and my family. Really couldn't have done it without them.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}