{
  "date": "2024-05-09",
  "headline": "CNN Live Event/Special",
  "subHeadline": "Prosecution Redirect Of Stormy Daniels Underway; Stormy Daniels Testifies In Hush Money Trial. Aired 12-12:30p ET",
  "utterances": [
    {
      "timeStamp": "12:00:00",
      "speaker": "ANDERSON COOPER, CNN ANCHOR",
      "sentences": "I'm Anderson Cooper at New York. You're watching CNN's special live coverage. Inside court, redirect of the adult film actress is now underway. The Prosecutor Susan Hoffinger asks, you were also happy to take the money? Daniels replied, we're all happy to take money. It's just a bonus.Joining us as well as Paula Reid and CNN's Kaitlan Collins. So now this is the redirect. There's going to be a lunch break probably in about an hour or so. They'll only have limited time before the lunch break. You know, I guess we have no way of knowing how long it might go on for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "PAULA REID, CNN CHIEF LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "Yeah. It's hard to say at this point, they were probably also taken aback by how long the cross-examination went on. So, it's impossible to say if this will be over before lunch. And then of course, defense attorneys would have an opportunity to come up briefly for recross.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "COOPER",
      "sentences": "Essentially, this sort of trying to clean up inconsistencies or things that the prosecution feels that it's important to kind of redirect on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "REID",
      "sentences": "Exactly. And they're starting here with her motivations for signing the NDA, here talking about how she feared for her safety. And in terms of the money, she goes, we're all happy to take money. It's just a bonus. So right now, that's the first focus or her motivations for signing this NDA.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "It's also so interesting that the cross- examination went longer than the direct. You know, the prosecutor -- she's the prosecution's witness. They brought her on. They questioned her for about two and a half hours in that -- those amazing moments on Tuesday.Trump's defense cross-examination of her with three hours in six minutes, significantly longer. And that was not initially what they expected to do. Obviously, Paula and Kristen reported that it was going to go longer based on how Tuesday went with the prosecution. And so, now the question is how the jury or -- is how the prosecution uses the details that Trump's team decided to go into about dinner and what she remembered -- and Keith Schiller and the bodyguards' presence. And how they choose to get into that night that it made so Trump so angry and the room so tense on Tuesday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "COOPER",
      "sentences": "Hoffinger showing the jury June 2016 text between Dylan Howard, who was running the National Enquirer and Gina Rodriguez, an associate of Stormy Daniels. Howard said of Daniels in the text, I thought she -- I thought she'd denounced previously. I'm not sure what -- that's a reference to, do you know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "REID",
      "sentences": "It's not clear from what we're getting in here. Again, we have three amazing colleagues who are trying to give us this live transcription.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "COOPER",
      "sentences": "Prosecution asked Daniels to confirm, these are the texts that Trump's attorney showed her in cross-examination. Daniels answer is yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "COLLINS",
      "sentences": "The prosecution actually objected to these texts being shown inside the courtroom. There were moments where they would just show Stormy Daniels and the attorneys' certain messages on their screen, everyone has a screen in front of them. But the screens that are in front of the jury, they were not actually looking at these messages. So, it's interesting the prosecution is now deciding to use them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "REID",
      "sentences": "Yeah. And the prosecution appears to be jumping pretty quickly through the timeline. She's going to move on to the 60 minutes interview shortly. And then the In Touch magazine, contradictory statements. Here we go. The last text that Howard had showed, was Rodriguez -- Gina Rodriguez writing. She never did. Half of your notes that the defense did not show that text during cross-examination.It would be surprising to me if half of your goes back to what happened in Tahoe, because again, that's really not what is charged here. It appears based on what we know so far. Earlier today, during cross-examination, Daniels push back on Trump's attorney about these tax testifying that she didn't even know about them. So, I agree. It is interesting that this is where they're going to focus. They're already moving on, though now, to Anderson's 60 minutes interview and what she said there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "COOPER",
      "sentences": "Again, during a -- when the defense was asking her, she was pointing out that Stormy Daniels pointing out that 60 minutes doesn't pay for interviews. Stormy Daniels said she -- that she was pointing that out because the defense was pointing out how much she -- they believe she was motivated by money, which is probably why Hoffinger began with the question of just acknowledging that Stormy Daniels did want to get paid by other sources.Because Stormy Daniels had seemed to be pushing back and the idea that money was a motivating factor, which is -- I mean, two things can be true. One, she can want her story out and also want money. You didn't tell every single detail to Anderson Cooper. Did you hop off and grass of the 60 minutes interview?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "COOPER",
      "sentences": "Yeah. If memory serves me, it was actually two-part -- I believe it was a two-part interview in 2018. So, a traditional 60 minutes' piece is 12 minutes or so, so it was actually two 12-minute pieces. Not just Stormy Daniels, we also had an election -- from an election official to talk about possible illegalities with the possible impact this would actually have. So, Raina Trump is chatting with Todd Blanche attorney gesturing with his hands, leaning over to whisper Mr. Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "REID",
      "sentences": "And this is significant because Trump is as invested in her testimony as he has been in anything throughout this trial. I mean, there were people testifying for the Trump Organization about documents that could make or break this case. And when I was in there, he was leaning back with his eyes closed. I'm not saying he was sleeping, but he certainly wasn't leaning in, watching on the screen, hanging on every word.But throughout her testimony, he has been attentive. He has been responsive at times admonished by the judge for being, you know, these outbursts. But clearly, he is constantly interacting with his attorneys throughout her testimony. This is the most animated, the most invested he has been throughout this case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "COLLINS",
      "sentences": "Because he cares just as much about the perception of this entire trial as he does the actual outcome, the actual verdict that these 12 jurors will decide. I mean, Trump is always even denied the idea of even knowing Stormy Daniels much less sleeping with Stormy Daniels. And so, to have her have this, you know, free rein to go into the details of their alleged sexual encounter. Oh, he cares just as much as about rebutting that, and as he does winning the jury over.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "COOPER",
      "sentences": "Which by now we're getting -- we got Jake Tapper's courts sketches to from Jake earlier. These are the actual -- these are the actual courtroom artists sketches that we are seeing now for the first time. This is a Christine Cornell sketch. You see Stormy Daniels, the Judge Juan Merchan, Donald Trump. And also, Susan Necheles. So, this was taken. This was a drawing of the cross-examination. Trump is chatting still -- where Todd Blanche, last we heard from our people inside.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "REID",
      "sentences": "It's great to have these sketches. But it's just not the same as having cameras in the courtroom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "COOPER",
      "sentences": "This is Jane Rosenberg, another amazing courtroom artist. They sit next to each other. They have front row seats in this front row -- anybody in the audience. So, they actually sit next to each other. And so, it's interesting to see their different kinds of visions of what's going on. So, at this point, we don't know how long the prosecution obviously is going to be on this redirect. As you said, Paula, they are kind of moving through this relatively quickly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "REID",
      "sentences": "Yeah. I would expect they're not going to want to linger too long here. They know they have to get through a couple more witnesses. The summary witnesses are called folks will have to bring an evidence. One person is coming back to the Manhattan district attorney's office to get some additional social media posts. We know she's coming back before the weekend.And then the big question after Stormy Daniels is, OK. When will they call Michael Cohen. At this point, based on my understanding that is the last big marquee name that is going to take the stand during the prosecution's case. So, unclear if they're going to wrap up with Stormy Daniels before lunch. I would expect that this would be wrapped by the end of the day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "COLLINS",
      "sentences": "And it's also interesting to think about how the Stormy Daniels testimony will inform how they handle Michael Cohen. Because obviously, if Stormy Daniels was defiant and quick on her feet with the cross-examination, they're going to try to do the same thing only 10 times more with Michael Cohen.I mean, we know that that is what they've been bracing for. Todd Blanche has barely cross examined anyone. He's the lead attorney here, because we're told that he's essentially saving his firepower for Michael Cohen. But on the Stormy Daniels testimony, it's not clear how it's resonated with the jury. The court sketch was just zooming in on the judge though, and he has been noticeably uncomfortable with her testimony. He was on Tuesday with where it was going. He tried to put restrictions and kind of parameters on what was relevant to this case. It wasn't -- I didn't notice him, or we didn't see any reports about him the same way as the cross-examination was going on where they were getting into whether they had dinner or not. And now the prosecutor is asking Stormy Daniels in terms of the context that you did tell Anderson Cooper that you had sex with Mr. Trump. Daniels agrees. Necheles is objecting here. We'll see what the judge -- if he decides that is something that can stay. They're back to the bench. I mean, this is a moment when the jury really pays attention because they can't hear what the jury and the -- or the judge and the attorneys are deciding, but then they'll come back from that. And it's the question of whether or not that question there that she just asked about what she told you can stand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "REID",
      "sentences": "They're always curious. If there's an objection, who, what are they trying to keep? What are they trying to hide? Let me return in if he is based out at all, zoned in on this. And it's a little unclear to me also, why Necheles is objecting to this. This seems to be completely within the bounds, but there could be something that she knows is coming that we down. So, we'll see what the judge says here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "REID",
      "sentences": "Yeah. Is Michael Cohen --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "COOPER",
      "sentences": "Do you proceed going much beyond to the next week?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "REID",
      "sentences": "So, I think it'll go through next week. You have Michael Cohen expected to last about three days total. That's with direct cross -- redirect the whole -- the whole shebang. And then you have a couple of these lesser-known witnesses, folks who receive packages right, facts things like that. People in the Trump Organization, all the summary witnesses, some are from the Manhattan district attorney's office.But yeah, I would expect that the prosecution's case would be over by the end of next week. The defense case is expected to be brief. So, it's possible the jury gets this case before Memorial Day, we'll see. But yeah, they're definitely nearing the end, which of course leaves the big question for this case. I know all the Stormy Daniels testimony. Trump right now is writing on a notepad as attorneys are sidebars. The big question -- legal question, in terms of conviction or not, is where's the direct link between Trump and these allegedly falsified business records. We haven't seen that yet. Michael Cohen at appears will be the only person that will be able to provide that, which is why his cross-examination is going to be so significant. That is why they're going to be so motivated to undercut his credibility, because while this case does not succeed or fails Stormy Daniels. At this point, with Allen Weisselberg, the former Trump Organization CFO in Rikers, not expected to be called. The case may succeed or fail on the testimony of Michael Cohen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "COOPER",
      "sentences": "Yeah. Dana Bash let's go back to you.DANA BASH, CNN ANCHOR &amp; CHIEF POLITICAL CORRESPONDENT: Thanks, Anderson. I want to bring in Will Scharf. He's an attorney for Donald Trump. He's not involved specifically in this hush money case, also a Republican candidate in the Missouri attorney general's race. Thank you so much for being here. Appreciate it. I want to start with the overall question that we have all had, as we've watched this morning. And all told more than three hours of cross-examination by Trump's defense team to Stormy Daniels. Focusing on questions like whether the sexual encounter that she described really happened, effectively getting into some details that don't necessarily go to the heart of the prosecution's case. Is that how you would have tried this? Or this is -- is that how you would have played this if you were sitting in that courtroom defending Donald Trump? WILL SCHARF, TRUMP ATTORNEY &amp; (R) MISSOURI ATTORNEY GENERAL CANDIDATE: I think President Trump's trial team has done an outstanding job with this cross-examination in a number of key respects. First of all, Stormy Daniels admitted on the stand that she did not know about the business record, an issue that she had essentially no evidence to offer on what is the dispositive issue in this case. Second, I think her credibility has been very successfully undermined by her admissions to the fact that she cheered on President Trump's indictment. She said that she wanted President Trump in jail. She's profited significantly off of these indictments. I mean, these are facts that the jury is going to have to consider, and that necessarily will color their views on the veracity of what she testified about on direct. So, I think this has been an outstanding cross examination based on all of the reports coming out of the courtroom. And I think it really gets to the heart of the issue of her testimony to begin with, which is that she really doesn't present any evidence whatsoever on the core issues that are ultimately dispositive in this case --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "BASH",
      "sentences": "OK. Well, that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "SCHARF",
      "sentences": "-- with respect to the business records.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "BASH",
      "sentences": "That point and the point that you made earlier about the last couple of questions that Susan Necheles asked Stormy Daniels about the fundamental question about whether she has any idea about Donald Trump's business records? And she said, no. Why would I?As you said, that seems to be the real core of the case against Donald Trump to which she testified. She doesn't have any idea about. And so, since that is the case, isn't it a bit questionable, or at least risky, is a word, I think I'm looking for -- for the defense to bring up so many issues. And perhaps, potentially make Stormy Daniels look more compelling as a witness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "SCHARF",
      "sentences": "I think the far more questionable decision was the decision to call her as a witness at all. This is supposed to be a case of our business records, not about salacious tabloid gossip. That's a decision that the prosecution unfortunately made.And I think Susan Necheles did an outstanding job, undermining the credibility of the witness, undermining the veracity of the story that she told to me that's cross-examination one-on-one. And I think it was absolutely essential, given the highly questionable decision that the prosecution made to call her in the first place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "BASH",
      "sentences": "Let's look ahead. Even though, we are waiting for the redirect to resume with Stormy Daniels back on the stand want to look ahead to the other very important -- maybe the important witness, Michael Cohen. What do you expect when Michael Cohen takes the stand?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "BASH",
      "sentences": "And forgive me. I just want to tell you what's going on as we speak in the courtroom. Daniels was responding to a tweet, calling Daniels, a quote, disgusting, degenerate prostitute. And said, good luck, walking -- excuse me, somebody could tell me what the rest of it said in the courtroom. In the control room walking down something -- forgive me. I can't see the rest of that. Walking down the street. Thank you control room.The tweet also said, Trump would be quote, selected by a landslide in 2024. Go ahead, if you want to comment on what we're seeing now with the redirect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "SCHARF",
      "sentences": "Look, I think that if all of the testimony we've seen so far has brought any one fact out, it's that this is a witness with a serious axe to grind against President Trump. Whether it's the fact that she owes him half a million dollars in legal fees, whether it's the fact that she's actively prosecuted, or she's actively profited off of his prosecution, off of this very indictment. I think those are the key issues that are coming out through this testimony. And I would guess that'll be persuasive to the jury.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "BASH",
      "sentences": "I guess the question -- I have two questions based on what you said. Number one is, what is that have to do with the crux of this case, which is about the records about false -- allegedly falsifying records and about doing so in order to help his campaign? And the other is, I'm hearing you talk about Stormy Daniels. I'm wondering why you feel it's OK to talk about Stormy Daniels, who obviously is a witness. She's on the stand right now, and not answer questions about Michael Cohen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "SCHARF",
      "sentences": "Based on the terms of the gag order, we can't say anything that could impact the witnesses' future testimony. But I feel as though I'm within my rights can comment on testimony that's already heard. So that's the key difference there.But again, I agree completely that the decision to call Stormy Daniels at all, given the very, very limited relevance of the testimony that she's provided. And the highly prejudicial nature of much of the testimony that's come in, that's a highly, highly questionable decision on the part of the prosecution. And if this case were to reach appeal, that's certainly something we would look at.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "BASH",
      "sentences": "And I just want to tell you that the prosecutor is getting to another question, trying to maybe prop back up her credibility, and saying you had nothing to do with the charges in this case. And Stormy Daniels answered, I did not. And she notes, Hoffinger notes that Necheles, who is of course, Donald Trump's lawyer suggests the Daniels was responsible for Trump's indictment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "SCHARF",
      "sentences": "Well, I think she certainly bragged about it. She certainly profited off that that's all come out in court today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "BASH",
      "sentences": "And now it's just --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "SCHARF",
      "sentences": "Sorry, I can't speak to exactly what's going on. I don't have the live feed that you do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "BASH",
      "sentences": "Yes. And forgive me -- forgive me for this. But I just want to give you one other -- forgive me. I'm sorry to interrupt you. I just want to give you one other update because I do have a live feed and you don't. And I'm going to stop doing this after this question.Have -- this is a question to Stormy Daniels by the prosecution in this redirect. Have you been telling lies about Mr. Trump or the truth about Mr. Trump? Hoffinger asks. The truth, Daniel says. Again, she's under oath. And the prosecution is clearly trying to rehabilitate or sort of wipe clean. What the defense just did for, you know, over an hour, an hour and a half even longer this morning. Nevermind what happened on Tuesday?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "SCHARF",
      "sentences": "Well, I think what Susan Necheles was very effective at showing is that the truth that this witness has testified to has changed significantly over the years. Those are the sorts of things that -- I mean, again, that's cross-examination one-on-one if the witness's story keeps changing, that can be damning with respect to a witness's credibility. So, I think that these sorts of final pronouncements can't un-ring the bell of the testimony that we've already heard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "BASH",
      "sentences": "Will Scharf, thank you for coming on. And thank you for rolling with it as we're getting these live updates from the courtroom as Stormy Daniels is back in the chair. Hope to see you soon. Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "SCHARF",
      "sentences": "Great to be with you guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "BASH",
      "sentences": "Anderson?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "COOPER",
      "sentences": "Dana, thanks very much. Trump's attorney Susan Necheles is back at the podium for recross. I'm here with Paula Reid and Kaitlan Collins. So, this means that the prosecution has stopped -- has finished with their redirect. So once Necheles asked her questions, that will probably be it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "COLLINS",
      "sentences": "Yeah. It's not clear really at all what today accomplished in terms of this case, in this argument, and what we heard from Stormy Daniels. It felt like it was the most -- that the -- what happened on Tuesday is really what's going to resonate with the jurors here. It seems like given just how, you know, from her -- for her time first on the stand, that a very intense line of questioning back from Susan Necheles in the cross-examination as it started on Tuesday.It's not clear that the argument over -- whether they've actually had dinner. When she said they were having dinner in Trump's room is something that's going to sway how a juror actually decides here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "COOPER",
      "sentences": "And Necheles begins by asking Daniels -- going back to Daniels' tweets and random attacks on social media. Necheles says on Twitter, strangers, most nasty things, right? Yes, Daniels says.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "REID",
      "sentences": "So clearly, going back to social media, right, everything you have said on social media, can all be used against you when you're on the witness stand in this case, bringing likely back up things that she has said about Trump.Once again, establishing for the jury that she has a real dislike of the defendant, and said many very negative things about him publicly. Again, I think the jury at this point is probably like, OK, where are we going with this guy said, what is the point of this? We'll see where she goes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "COLLINS",
      "sentences": "Well, and the redirect what they seem to just want to hammer home was that -- this has not been a positive benefit for her life to have this story. She said it's been negative. And also arguing, you know, did you tell the truth about Donald Trump? Or have you been telling lies about Donald Trump?She said, she's been telling the truth about Donald Trump, because Susan Necheles just spent, you know, two hours trying to paint her as a liar, who is benefiting and profiting off of her story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "COOPER",
      "sentences": "Yeah. I mean, it's very easy. The jury could very much -- multiple things can -- are true at once or multiple things can be true or false at once. She can have had sex with Donald Trump. And at the same time have tried to profit off it and given inconsistent accounts, you know, from 2011 to now. REIDSo, this appears to be a retort to the Trump's social media posts that they brought up in the redirect where he says, you know, you come after me, I'll come after you. Showing this Stormy Daniels does the same thing on social media. That appears to be the point that the defense is making right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "COLLINS",
      "sentences": "So, is the sense that because it was such a short redirect with prosecutors that they are -- they're not that worried about what happened with the defense this morning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "REID",
      "sentences": "I think that's right. Again, she is not a make-or-break witness. She's a main character. One of our guests said, why did they even call her. I think you've actually might have been well. Well, they have to call her, right? Because if you don't call her, jurors are going to wonder. Well, why not? What are you hiding? And while she can't speak to the criminal charges, she can give an account of this alleged sexual liaison, which is at the heart of the hush money payments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "COLLINS",
      "sentences": "I should make it (Ph) -- she's using Trump's words against him. She's saying, I never attack anybody first. Same with Mr. Trump. I didn't say anything negative about him until he said it about me. That is the exact ethos of Donald Trump. I've recently vote that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "COOPER",
      "sentences": "He's literally said that to me. I think my response to him at the time this was at a town hall was that's the response of a five- year-old about, well, I didn't do it first. That's literally what she just said, Trump's lean back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "COLLINS",
      "sentences": "Actually, that was that town hall in Wisconsin. I remember that because I rewatched that, I think last year where at the beginning, he was essentially arguing. I don't punch unless I'm punched back, and then I have to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "COOPER",
      "sentences": "Right. He'd said something about Ted Cruz's wife. And then he said, well, they said something about me first.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "COLLINS",
      "sentences": "That's always been his kind of theory. And anytime in the White House when it was, you know, something unbecoming for the president of the United States to say when he commented on people's surgical work or called Stormy Daniels a horseface. He always said, well, I'm just responding to their attacks on me. And that is literally what Stormy Daniels is testified to right now on the witness stand, saying that she basically was using the same tactic that that he uses.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "COOPER",
      "sentences": "I mean, it is interesting for the defense to be quizzing her about her behavior on Twitter and online, obviously, this is something we have been talked about quite a lot over the last many years. It doesn't seem like -- while the jury is again showing Trump's truth social post. He doesn't mention your name. Necheles says, you jab back and say you're so rich and that you made a million dollars. I don't say, I have more money than they do, Daniel said.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "REID",
      "sentences": "And her testimony has descended. These updates that we're getting on the left side, a little bit delayed but.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "COOPER",
      "sentences": "You have no knowledge. This has nothing to do with you, talking about a Trump tweet. Necheles asked about her post. No. And I said it's such Daniels response.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "REID",
      "sentences": "And lawyer said in court the other day that they do plan to call -- again recall a witness. First time we've seen someone recalled, but as a staff member at the district attorney's office, who's going to help them entrance of social media posts, unclear if there's going to be Trump's social media posts. Michael Cohen social media posts recrosses --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "COOPER",
      "sentences": "I was actually in the room for when she was on the witness stand last week. She's a young employee in the -- in the prosecutor's office, essentially hurt -- she was hired to just follow social media posts on Truth Social, the -- you know, all the various posts by Donald Trump and some others.And believe she also looks over Michael Cohen's social media posting is now off the stand and her testimony is over. And essentially, she -- last week was just testifying to the, you know, this was posted on such and such a date, it was very sort of procedural.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "REID",
      "sentences": "As something that again, the defense team could have stipulated to -- stipulated courses, mean they agree. Yes, this happened. It is what it is, like bring it in. But as said, they have refused to stipulate anything, which is a defense strategy, right bog the jury down and details bore them, but a lot of space between important witnesses.It's unclear if she's going to be back on the stand today or Friday. Prosecutors said, she would either come today or tomorrow. But again, there's no other big name that we are expecting, besides Michael Cohen. So, the big question now is, will we hear from him before the weekend?",
      "isLastSentenceInterrupted": false
    }
  ]
}