{
  "date": "2024-09-13",
  "headline": "The Source with Kaitlan Collins",
  "subHeadline": "Trump Calls Far-Right Agitator Laura Loomer A \"Free Spirit\"; WaPo: New Info On Assassination Attempt, Secret Service Agents Never Directed Local Police To Secure Roof; Star Miami QB Suffers Another Concussion After Scary Hit. Aired 9-10p ET",
  "utterances": [
    {
      "timeStamp": "21:00:00",
      "speaker": "JACKSON HINKLE, AMERICAN POLITICAL COMMENTATOR AND INFLUENCER",
      "sentences": "-- today. It's obviously social media.DONIE O'SULLIVAN, CNN SENIOR CORRESPONDENT (on camera): You have 3 million followers on X. You can post whatever you want. You're hosting events here. How do you not have free speech?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "HINKLE",
      "sentences": "Well it's very simple.O'SULLIVAN (on camera): What part of your speech is being curtailed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "HINKLE",
      "sentences": "It's very simple. It's very simple. Yes, I have 3 million followers on X. But what about Instagram? I've been banned. YouTube, I've been banned. I was banned from Raya, a dating site.O'SULLIVAN (voice-over): Jackson's bans might have something to do with his repeated sharings of hateful posts and his celebrations of violence. (END VIDEOTAPE) ANDERSON COOPER, CNN HOST, ANDERSON COOPER 360: Well, the full report, is on Donie -- with Donie O'Sullivan. Don't miss \"THE WHOLE STORY.\" That's \"MISINFONATION: THE LOST LEFT\" Sunday night, 08:00 p.m. Eastern and Pacific. It is fascinating. That's it for us. The news continues. \"THE SOURCE WITH KAITLAN COLLINS\" starts now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "KAITLAN COLLINS, CNN HOST, THE SOURCE WITH KAITLAN COLLINS",
      "sentences": "Straight from THE SOURCE tonight.Donald Trump now vowing mass deportations for immigrants, who are legally here, starting with the targets of his lies about eating pets. As he now says that there might be a second debate, if. That, as Vice President Harris is campaigning in deep Trump country, trying to court rural battleground voters. We're going to dive into her new strategy in an election that looks like a nail-biter. And there's a stunning new report, tonight, that we're also going to bring you, about the failures of the Secret Service, that day, that Donald Trump was nearly assassinated. I'm Kaitlan Collins. And this is THE SOURCE. Any moment now, we are expecting to see Donald Trump take that stage that you are looking at, right now, in Las Vegas, after he spent much of the day ranting, while in battleground Nevada, spewing some of his darkest rhetoric that we've heard from him, this campaign cycle. For starters. He is vowing mass deportations for people who are in this country legally, as he continues to target and demonize Haitian immigrants in Springfield, Ohio. Despite threats directed towards Springfield City Hall, or its schools, Trump refused to back down from his baseless lies today. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "REPORTER",
      "sentences": "There are bomb threats at schools and kids being evacuated. Why do you still spread--DONALD TRUMP (R), FORMER U.S. PRESIDENT AND 2024 PRESIDENTIAL NOMINEE: No. No. No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "REPORTER",
      "sentences": "--this false story?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "TRUMP",
      "sentences": "The real threat is what's happening at our border.Those are your real problems. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "COLLINS",
      "sentences": "Just swatting that question about bomb threats on schools, right away, as he continued to fan the flames with this claim.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "TRUMP",
      "sentences": "We will do large deportations from Springfield, Ohio. Large deportations. We're going to get these people out. We're bringing them back to Venezuela.It's like an invasion from within. The largest deportation in the history of our country. And we're going to start with Springfield and Aurora. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "COLLINS",
      "sentences": "Those immigrants in Springfield that he's talking about sending back to Venezuela, are from Haiti, and they are here in the United States legally.Meanwhile, two Republican officials, in Aurora, have said his claims about what's happening in that city are overstated. In that same press conference today, though, Trump declined to denounce the racist anti-Semite that he has been traveling across the country with. That's Laura Loomer, the 9/11 conspiracy theorist who was with Donald Trump, this 9/11. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "TRUMP",
      "sentences": "Laura has been a supporter of mine, just like a lot of people are supporters.I don't control Laura. Laura has to say what she wants. She's a -- she's a free spirit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "REPORTER",
      "sentences": "Your allies have expressed concern.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "TRUMP",
      "sentences": "Well, I don't know. I mean, look, I can't tell Laura what to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "REPORTER",
      "sentences": "Laura Loomer was traveling with you on your plane. She had -- she has been traveling with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "TRUMP",
      "sentences": "OK, a lot of people do. It's a very big plane.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "REPORTER",
      "sentences": "She made racist remarks about your opponent. She also espoused conspiracy theories about 9/11. Do you disavow those remarks? And why--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "TRUMP",
      "sentences": "Well, I have to see what the remarks are.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "COLLINS",
      "sentences": "A short while after that, Trump posted on Truth Social, saying that Loomer doesn't work for his campaign, which it was not reported that she did, and also said he disagrees with her statements. Though he declined to say which ones.On the other side of the campaign trail, tonight, Vice President Harris is back in Pennsylvania, visiting two counties that Trump won overwhelmingly, in 2016 and 2020, hammering her opponent while on the ground. We'll talk more about what she said while there in a moment. But my lead source tonight, is CNN Political Analyst, and Senior Political Correspondent for The New York Times, Maggie Haberman. And Maggie, hearing Trump talk about what he amplified to 70 million people, on Tuesday night, this false claim about Haitian immigrants in Springfield. Now, he's mixing that with his pledge to carry out mass deportations, in a second term. But, I mean, these are people who have Temporary Protected Status. They are here legally, in the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "Right. And to this point, I was talking to Pete Buttigieg, last night. He was appearing as a campaign surrogate, not as Transportation Secretary. He thinks this is all just a big distraction technique.This was his argument. (BEGIN VIDEO CLIP) PETE BUTTIGIEG, (D) FORMER MAYOR OF SOUTH BEND, INDIANA: This is a strategy. And there's even more to it than demonizing immigrants, although that's obviously part of what he's doing. This is a strategy to get us talking about the latest crazy thing that he did, whatever urban legend he amplifies. Right now, it's about people eating cats or geese or whatever. Because he cannot afford for us to be talking about his record. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "There's always a lot of talk about is Trump playing chess or checkers? Are we all just kind of falling for it?You've often reported it's actually not some grand strategy behind- the-scenes. What is your sense of what this actually is?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "HABERMAN",
      "sentences": "So there -- I think one of the most important quotes that was ever said, about Donald Trump as president, was by someone who told BuzzFeed that everybody thinks this is 3D chess, but most of the time he's eating the pieces. And I think that is worth bearing in mind a lot.I do think that he is intentionally trying to get people to talk about this. That's definitely true. But it's not because there's been some large discussion necessarily about it being great politics, although his vice presidential running mate has been talking about this too. It's not like this is being offered to him by some person far afield in his campaign, and he's just grabbing on it. He likes talking about these things. He likes creating controversy. He likes being the center of attention. I think the Secretary is incorrect that this is some strategy, to distract from his record. But I do think that it is a strategy to just try to drive news cycles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "Do they think it's helpful at all, inside the Trump campaign, that it's putting a focus back on immigration, and we're talking about the impact that the 20,000 legal migrants have had, on a city like Springfield.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "HABERMAN",
      "sentences": "Yes, a 100 percent. They think this is actually good politics for them. They think this is advisable. To be talking about immigrants.I think that, left to their own devices, some of them would not have liked to have seen the cats discussion, or the eating the pets, from the debate stage. But they do think, in general, anything that highlights immigration, as a controversial topic, is good for them, no matter how much race-baiting is part of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "Well, I mean, and speaking of controversial topics, he spent half that press conference, today, talking about this, and then also Laura Loomer, who has been traveling around with him.We talked about the fact that she was at the 9/11 memorials with him, on Tuesday, on the 23rd and -- on Wednesday, on the 23rd anniversary of 9/11. And it's caused quite a moment, where he was getting like 10 questions on this earlier, where reporters were saying what she has said in the past, that she thought 9/11 was an inside job, for example.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "HABERMAN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "And he was saying, Oh, well, I'm not familiar with her past statements.What do you make of what he said on Truth Social, tonight, about her?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "HABERMAN",
      "sentences": "Well, so a couple of things. To the question of, is this a strategy? I mean, no, oftentimes these are just things he wants to talk about. And sometimes, they align with good politics. And sometimes, they don't. And however controversial they may be, or offensive they may be.In this case, there's nothing especially good, politically, about talking about the idea that 9/11 was an inside job, a few days after the 23rd anniversary. What I saw he posted on Truth Social is that she's not employed by the campaign, and that she doesn't work for him, but she's a strong supporter, and that's what he -- you know, what he's happy she's standing up for, although I don't think he overtly says that. But that is the point, right? I mean, she was supposed to get a job, with the campaign, last year. They rescinded it, when we reported on it. Or, I don't even know how far down the road it was, but they were -- they were making plans to hire her. They decided not to move ahead with that, because she's controversial. However, she's around him, not infrequently. He clearly likes her. He clearly wants to see what she will say. Donald Trump, as some of the people have known him the longest, have often said, likes people who will do anything for him. And that is something Laura Loomer will do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "So, is that why he likes her? Because she's basically willing to do whatever--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "HABERMAN",
      "sentences": "Yes, she--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "--for him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "HABERMAN",
      "sentences": "--she praises him. And she sees herself as his biggest defender. And she will go after people who are critical of him, on social media. And he likes all of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "Today, he called her a free spirit and a supporter, though he claimed to not know what she had said. It sounds, it's like a pattern of every time he gets asked about someone who is controversial.Just take a look at these other moments when he's been asked about this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "I mean, he tried to pull that when he had dinner with Nick Fuentes, and about white supremacists, at Mar-a-Lago. I mean, this is a pattern that we do see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "HABERMAN",
      "sentences": "This is a go-to move for almost anything that he wants to not claim ownership of. Be it people who are controversial, like the figures you just said. Be it people who were employed by him, who he fired or he dismissed. Hardly know them. Barely worked here for a short period of time.He is a man of few moves that he uses over and over again. And the goal with all of these is to try to insulate himself and not be tied to it. COLLINS: He said, today, he might do a second debate with Harris if he's in a better mood. What's your sense, in your reporting, of whether or not he's going to actually do one?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "HABERMAN",
      "sentences": "I think it's not likely, you know? I think that if the -- if the polling doesn't really change, in one direction or another, I think that he will -- he will stay, where he has -- if it changes toward him, then I really don't think he will.I don't expect we're going to see some massive polling swing, just because the country is so polarized. But we won't know until next week whether the Vice President got a bump. I do think that his statement, yesterday, that there will be no more debates was taken a wee bit too ironclad, for somebody who said the ABC debate was terminated, before agreeing to it again, and then thinking about dropping out and then showing up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "I have heard things are not great inside the campaign.What are you hearing about what it's actually like behind-the-scenes with his officials?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "HABERMAN",
      "sentences": "He brought on Corey Lewandowski, who was his campaign manager in 2016, for whom he has enormous fondness. He told Olivia Nuzzi, at New York Magazine, that he likes him, he's a character. Or, I just like him, I think, was the quote.But Lewandowski has sharp elbows. And I don't know that it's exactly clear how things are going there, right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "Maggie Haberman, thank you for starting this off.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "HABERMAN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "COLLINS",
      "sentences": "We have some pretty stunning reporting coming out, tonight, from The Washington Post, where the paper has details on the Secret Service's investigation, into the assassination attempt on Donald Trump, revealing there were multiple security breakdowns.Among the findings, tonight, according to The Washington Post, local police were never told to secure that rooftop that the gunman positioned himself on. There was also talk of blocking the line of sight from that roof, but it was never done. And the Secret Service radio room, which is supposed to help monitor potential threats, had no way of getting real-time alerts from the local police on the ground. Tonight, joining us is former Deputy Director of the FBI, and also CNN's Senior Law Enforcement Analyst, Andrew McCabe. And Andrew, just looking at this. I mean, these are obviously very significant weaknesses, in Carol Leonnig's report, tonight. Which one of this seems to stand out and be the most egregious to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "ANDREW MCCABE, CNN SENIOR LAW ENFORCEMENT ANALYST, FORMER DEPUTY DIRECTOR, FBI",
      "sentences": "Wow. Kaitlan, that's a -- that's really hard to pick the worst of these three, because they're all really incredibly bad.If we think about the radio room or command post issue, first. Literally, everything in law enforcement, in the post 9/11 era, has been drifting towards the task force approach, the Joint Command Post approach. And the idea is you bring everyone, who's responsible for the security of an event, into the same room, specifically for this purpose, so that they are all on hand. You can contact any expert you need at any time, and that you are all sharing the same communications. Everybody brings their own communications networks to that CP for that purpose. And the idea that the Service is not doing that, in 2024, is just inconceivable to me. This -- the other -- the other issue with the roof is also, I think, equally as troubling. And what really rings out to me here is the Service knew that there was a real problem with the line of sight from that roof because they came up with a plan to block it. Now, it wasn't the best plan. But nevertheless, the fact that they had a plan shows that they knew that that was a real problem. And yet, they didn't follow through on that plan. And they didn't even tell the local police to put an officer on that roof. That's all they had to do. One person, standing on that roof, would have eliminated that danger, and they never did it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "COLLINS",
      "sentences": "Yes, and it seems so simple.And then, I think the other sinister layer of this is it also says the Secret Service was slow to ramp up security for Trump, as he's campaigning out there, even despite the fact that, as we reported, there was intelligence about an Iranian state plot, to kill and hurt political candidates. That's not why this shooter was on that roof, from -- we don't have many ties between that. But having that background, and the fact that they didn't do that, or were slow to do that, what does that say to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "MCCABE",
      "sentences": "It just, I can't even, I can't explain it. It's an -- it's amazing and really concerning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "Yes, well, and obviously they will certainly be asked to explain it.Andrew McCabe, thank you for joining us, on this report, tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "MCCABE",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "And on the campaign trail, today, speaking about Pennsylvania, we were seeing Vice President Harris. She was out on the road. She was asked about one of the most crucial battleground states in her path to victory. This is what she said.(BEGIN VIDEO CLIP) KAMALA HARRIS, VICE PRESIDENT OF THE U.S., (D) PRESIDENTIAL NOMINEE: I am feeling very good about Pennsylvania. I feel very strongly that we've got to earn every vote.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "HARRIS",
      "sentences": "And that means spending time with folks in the communities where they live. And so, that's why I'm here. We're going to be spending a lot more time in Pennsylvania.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "Maybe feeling very good.But CNN has also learned tonight that the Harris campaign chair, Jen O'Malley Dillon, is skeptical of any one clear path to winning the White House that includes, she -- her telling top aides, last week, that \"Pennsylvania looks rough,\" though it's still very possible, according to what they're seeing internally. That could be why we have seen Vice President Harris spending seven of the last eight days in the Commonwealth. That includes events that she had in two counties that Trump won by double digits in 2020. She was just there today, out on the road. My source tonight is the pride of Doylestown, Pennsylvania, and the host of CNN's \"SMERCONISH,\" Michael Smerconish. Who better to-- MICHAEL SMERCONISH, CNN HOST, \"SMERCONISH,\" CNN POLITICAL COMMENTATOR: Thank you. My mother will love that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "Good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "SMERCONISH",
      "sentences": "She thanks you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "We aim to please moms with this show.But seeing her on the road, in these two counties, where she's probably the weakest, when it comes to the whole state, the Commonwealth overall, she's clearly trying to cut into those areas, though. What do you make of where she picked to go today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "SMERCONISH",
      "sentences": "Well, those are areas where Barack Obama was successful, and Hillary Clinton was not. She wants to emulate the former and not the latter.There's an expression in business, you got to ask for the order, right? When I was trying cases, out as an attorney, I had to ask for the verdict. She's making the ask. But I think it transcends being in just those two areas, because what's she talking about when she's there? Among other things, she's talking about her prosecution of Mexican drug cartels. She's talking about the need to apply for a job, without necessarily requiring something more than a high school diploma. She spoke, today, on a Pennsylvania television affiliate, the ABC affiliate in Philadelphia, about her own gun ownership. These are all issues that help move her more toward the center. So, she's asking for the order, in those areas, but she's sending a message to the nation as well that she's not the San Francisco progressive you've been told that she is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "Yes, and what did you make of that interview she did?Because she was criticized for not doing more media interviews. She's done the CNN interview with Governor Tim Walz, but no others, since becoming the nominee, no other major ones. But she's clearly going to local TV, in Pennsylvania, to try to appeal to people who are watching the news, as they're getting home and cooking dinner, and with their kids, on a Friday night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "SMERCONISH",
      "sentences": "I don't think she's made herself accessible, available to the extent that a person running for a President of the United States should be doing. I think this is a smart political strategy now, to make herself available, not at the national level, not at the network level, not at the cable level, but instead, to go into those battleground states, select the local network affiliate anchor, as she did today, with Brian Taff from the ABC affiliate, and consent to that interview.I think he did a fine job. But I don't think they play hardball, at the network affiliate level, the way that they do at the national level. And so, therefore, I think she'll probably be treated with more kid gloves than she would if she were to sit down at CNN.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "Yes. Well, and she's taking those questions. She's talking about things like that she owns a gun.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "SMERCONISH",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "That Tim Walz owns guns.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "SMERCONISH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "But bigger picture overall, with Pennsylvania, what is happening there? Because when I was talking to Governor Shapiro, a few days ago, she's underwater there more than she is, in places like Michigan or Wisconsin.What is it about Pennsylvania that she needs to do, to try to win voters there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "SMERCONISH",
      "sentences": "Even though we're constantly lumped with Michigan and Wisconsin, I think that there are distinct differences, and that we don't necessarily move as a block.I have no idea who's going to win Pennsylvania. I know all the data. I know all the polling information. I know the state very well. And I know all the anecdotal information of what I'm told from people, a butter knife away from me. I don't think that anybody knows what's going to happen in Pennsylvania, other than it may all come down to the state. It's a staggering amount of money that's being spent on television commercials.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "SMERCONISH",
      "sentences": "Kaitlan, I feel now like I guess the people in Iowa or New Hampshire feel, every four years.But can I tell the campaigns, stop spending all your money on television, because it's awash. To be watching an Eagles game, to be watching any other television--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "SMERCONISH",
      "sentences": "--oh my God, it's one after the other, after the other. It's just like, enough. I think you have to spend enough to be credible. They've reached that plateau. Spend it somewhere else.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "There was definitely -- obviously, the debate on Tuesday was in Philadelphia. But there was micro-targeting going on between the two candidates.I want you to listen to what Harris and Trump said on that debate stage. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "HARRIS",
      "sentences": "Let's talk about fracking because we're here in Pennsylvania. I made that very clear in 2020. I will not ban fracking. I have not banned fracking as Vice President of the United States.My position is that we have got to invest in diverse sources of energy so we reduce our reliance on foreign oil.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "TRUMP",
      "sentences": "She will never allow fracking in Pennsylvania. If she won the election, fracking in Pennsylvania will end on day one.But if she won the election, the day after that election, they'll go back to destroying our country and oil will be dead, fossil fuel will be dead. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "What have you heard from voters in Pennsylvania, on those comments (ph)?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "SMERCONISH",
      "sentences": "OK. My buddy, David Urban, is going to disagree. He'll probably tweet at both of us, tonight, when he hears me say this again. I think it's an overblown issue.I think the perception, from a national stage, is to look at Pennsylvania and say, Well, you've got to be supportive of fracking, or you can't win. Really? Tell that to Joe Biden, and tell that to Josh Shapiro. She's trying to thread a needle now, right, by having this nuanced approach. But for every time someone tells you about a job that's at stake, in southwestern Pennsylvania, remember, there's no fracking, where I live in the Philly burbs. Nobody's fracking in the city. Nobody's fracking in Montgomery County, Chester, Bucks, or Delaware County. And there, or where I live, there are environmental concerns. So, in the end, I think it's almost awash. I'm not saying it's a meaningless issue, but I think that it's overstated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "That's really interesting, because it is something that we talk about a lot.And I also wonder, in the context of the contrast of appealing to those people, in Bucks County and other places, and that what we're seeing she's got an event with Oprah planned. The Taylor Swift endorsement, which maybe is a Pennsylvania strength, as Governor Shapiro claims her-- SMERCONISH: She's from Reading.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "--as Pennsylvania's own.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "SMERCONISH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "But what does that look like, in terms of voters in Pennsylvania? Do they care at all about that stuff?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "SMERCONISH",
      "sentences": "OK. Can I tell you what I think is the most important constituency in Pennsylvania, maybe nationally, in this election? And it's not one that fits across tab in the poll.It's the, Oh my God, don't make me vote for him again. Am I going to have to vote for him again? It's the mindset of people who do not like him, on a personal level, listen to all that, that Laura Loomer bullshit, right? And they're like, this is not a guy I want to vote for. But you know what? The economy is important, and the market was pretty good, and interest rates and so forth, and the price of butter and bread was a hell of a lot less. Gasoline was reasonable. We weren't at war the way we're worried now, about Russia and the situation in Gaza. Am I going to have to do this? Go reach those people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "Michael Smerconish, and an expletive, on a Friday night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "SMERCONISH",
      "sentences": "On a school night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "I love it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "SMERCONISH",
      "sentences": "It's a school night for me. Remember that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "COLLINS",
      "sentences": "With former President Donald Trump now suggesting that he might change his mind about doing another debate. The question is, what it would take to get him back on the stage with Vice President Harris.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "TRUMP",
      "sentences": "I did great with the debates, and I think they've answered everything. But maybe if I got in the right mood, I don't know. I wouldn't need anything. I could do it tomorrow, but I've done two debates.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Would you do it on Fox News?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "TRUMP",
      "sentences": "Most of my Republican allies had said I was great in the debate.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "COLLINS",
      "sentences": "My Republican source, tonight, offered a different take on the debate, saying that he thought Harris actually came out on top, Tuesday night.New Hampshire governor, Chris Sununu, is here. Governor, welcome back. GOV. CHRIS SUNUNU (R-NH): Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "COLLINS",
      "sentences": "If you are advising Trump, do you think he should do a second debate with Harris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "SUNUNU",
      "sentences": "Yes, absolutely. Look, anytime you can spend more time in front of the voters, when you're in a close race, it's a positive.Now, I think he's got to change his approach a little bit. It doesn't mean he has to know the issues better, per se. I think he knows what he wants to say. But his style, I think, would have to change a little bit, understanding what her style is. One thing that we nobody knew going into that first debate was what Harris' approach, her style, her demeanor, all of that sort of thing, how she would approach the questions. But that's kind of known now. My sense is that the Vice President would take a similar approach. Trump would have to change his, but could be very successful. He's got to get down to the level of the voter. He's got to talk at a more empathetic, more direct level, and not just about like at 30,000 feet, right? It's not just they're bad, we're good, they're not doing it right. I agree with all that, by the way. But he's got to make a better connection with the voter. In any chance he have an opportunity to do that, that can only -- that can only help him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "COLLINS",
      "sentences": "Well, and one thing, one weak point, obviously, if that's to -- a polite way to describe it, was the moment when he repeated the baseless claims about Haitian immigrants, on stage, which shocked some of his advisers, even.And just to speak to that. CNN learned today that Springfield area law enforcement, they actually went through 11 months of calls that they got, and not a single one was about pets actually being eaten or any claims of that. Do you think that the Trump campaign should just stop talking about animals, at this point? SUNUNU: Well, animals are usually a great thing on a campaign. I always tell everyone running for office, hold the puppy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "COLLINS",
      "sentences": "Not this time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "SUNUNU",
      "sentences": "--that they had in 2016.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "COLLINS",
      "sentences": "And you don't seem to think that he did that on Tuesday night.Speaking of the election, Governor, you just signed a bill in your state that will require those, who are voting for the first time, to present proof of citizenship, meaning birth certificate, passport, other official documents, when they register. And also, it has a strict photo ID requirement to vote. You had said before that you thought election changes weren't needed. So, why did you change your mind?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "SUNUNU",
      "sentences": "Well, a couple things. The bill concerned me, because I didn't want the bill I signed to affect November 2024. It was too much to -- it was a change, and it was going to be too much for all of our election officials to adapt to. Now that we've kind of waited to sign it, it doesn't really come into effect till really 2026, and they can kind of train to it and all that. So, we've taken care of that.We have a great sound system, here in New Hampshire. There's no question about it. But if someone do -- we have a great voter ID law here. It works wonderfully. And this is just saying, when you register, if you're a new voter, you just have to prove citizenship, which everyone agrees, only -- at least in New Hampshire, only citizens should be voting. So, it's commonsense stuff. It's a slight change. But my concern was more about rushing it too fast, and kind of messing up the training you need, for the election officials, going forward. But I think it will work, as we enter the 2026 election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "COLLINS",
      "sentences": "Yes. Well, and of course, all states think that only citizens should be voting, since it's illegal.So, I think some people may look at this and say, Well why do you need to sign something into law to stop something that's already illegal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "SUNUNU",
      "sentences": "Well, again, not all places. There's talk, right in my neighborhood, State of Vermont, where there's talk about allowing non- citizens to vote. So no, I mean, that -- I mean. And people have discussed this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "COLLINS",
      "sentences": "But it's not legal, right now, of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "SUNUNU",
      "sentences": "No. At the municipal level, they've looked at--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "COLLINS",
      "sentences": "And in federal elections, it's illegal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "SUNUNU",
      "sentences": "For federal elections that are. But again, our federal, state and municipal elections are often, sometimes all in one election. So, those things have to line up.So, it's just a matter of saying we also have same-day voter registration here, which is a great opportunity. Works very well. But we want to make sure when folks come in, in that same day, they're not just promising that they're citizens. They just prove that they're citizens. And again, it's not much different than a lot of other documentation you need, when you do bank accounts, and you set up various things across the country, you need to show that, prove that you're a citizen in a variety of different ways. So that's all. It's just making the system a little more secure, and ensuring there's not going to be any fraud down the road.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "COLLINS",
      "sentences": "Yes, but of course, there's not, right now. You just said it's secure yourself. But glad to be able to ask you about that. Governor Chris Sununu, thank you for joining us tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "SUNUNU",
      "sentences": "You bet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "Tonight, the Harris campaign is up with its first TV ad, featuring her debate with Donald Trump.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "TRUMP",
      "sentences": "For 52 years they've been trying to get Roe v. Wade into the states.I did a great service in doing it. It took courage to do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "HARRIS",
      "sentences": "You want to talk about this is what people wanted? Pregnant women who want to carry a pregnancy to term suffering from a miscarriage, being denied care in an emergency room because the health care providers are afraid they might go to jail and she's bleeding out in a car in the parking lot?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "That ad is now running, in two key battleground states, including Arizona and Nevada. The Harris campaign says they spent hours poring over footage from that debate trying to figure out what it was, what moment they wanted to keep top of mind for voters on the airwaves.CNN's Chief Media Analyst, Brian Stelter, is here with me tonight. Along with our political experts, Karen Finney, and Doug Heye. And Karen, you're the Democrat on this panel. And Harris campaign officials told us that their internal data, what they were looking at, said the abortion exchange, is what resonated the most with undecided voters. And the question is, how long does that last? Is it something that is what voters are taking with them-- KAREN FINNEY, CNN POLITICAL COMMENTATOR, SENIOR ADVISER, HILLARY CLINTON'S 2016 CAMPAIGN, FORMER COMMUNICATIONS DIRECTOR, DNC: Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "--to November 5th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "Yes, well, and with abortion, even Trump sees that is one of his weakest areas. They knew it wasn't going to be the strongest moment in the debate.But, Doug, when you look at what the Trump campaign is doing on the flip side. Their new ad, this also started running tonight, and it's the first that is airing on national cable networks. Take a look. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Groceries cost you 20 percent more. And mortgage payments, astronomical.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "HARRIS",
      "sentences": "Bidenomics is working, and we are very proud of Bidenomics.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "Doug, our count is that the campaign, the Trump campaign, has spent more than $35 million, replaying that Harris sound bite to voters, to really try to dig in with them, knowing that inflation and grocery prices is another top issue for them.The question is, do they tie that and do they blame Harris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "DOUG HEYE, REPUBLICAN STRATEGIST, FORMER COMMUNICATIONS DIRECTOR, RNC",
      "sentences": "I think that's what they're trying to make happen.And look, I'm not as smart as Brian, so I can't tell you how many gross ratings points the debate was. Obviously, 60 million people-plus tuned in. It's a lot of eyeballs. And what the campaign is doing is what Donald Trump wasn't able to do, during the debate. And this is what we see very often, in this race, is there's Trump and there's the Trump campaign. And the professionals at the Trump campaign are having to step in, and do the advertisement that, yes, they would do anyways, but they're doing it without the sound bites of their candidate, prosecuting that case. And Donald Trump should be -- we hear this language used a lot about Kamala Harris. Donald Trump should be prosecuting a case, about the Biden-Harris administration, and those issues of where Kamala Harris and Joe Biden are underwater. Prices, number one. The border, number two. And because Donald Trump goes off in Candyland so often, the campaign then has to come and do the professional thing that their candidate wasn't able to do. This commercial, which I think is a good one, is a perfect example of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "Well, and Brian, when you look at that.BRIAN STELTER, CNN CHIEF MEDIA ANALYST, AUTHOR, \"NETWORK OF LIES\": Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "I mean, on the debate stage, Trump didn't hammer this as much as officials and his camp wanted him to. How important is it, for just -- people just watching the debate, having that moment resonate with them, but also them trying to pull it out and play it again--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "STELTER",
      "sentences": "Again and again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "--and again and again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "STELTER",
      "sentences": "It's critical. I mean, voters' views of the economy are not just framed by the prices we pay at the grocery store, or our ability to negotiate for a raise at our job. It's also framed by the ads we see, by the media environment we lived in.I was at the gas station, today, filling up the tank. Gas is under $3, where I live. Is that good or bad? Should I be happy with that, or should I be unhappy with that? These ads help frame that discussion. These ads, frankly, they help frame how voters feel about the economy. So, when it comes to gas, and when it comes to groceries, the repetition of these ads is crucial. Obviously, the Kamala Harris campaign's argument is, the economy is OK, and we're going to make it better. The Trump campaign's argument is, it's a disaster. You should be really disappointed, right? And it's, I think, when we're in Pennsylvania, for example, the tug of war of these ads is never-ending.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "Yes, and they're trying to tap into something that voters are already feeling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "STELTER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "But, Karen, on that point. Harris did a local interview, with a Pennsylvania local channel, tonight, and it was with a very prominent reporter there.She was asked a question about differing from Joe Biden, on the economy and on other issues. And she repeated something that she said on stage, Tuesday night, which was, she said, I'm not Joe Biden. That's a new thing that we are hearing from her. What do you -- is that subtle? What do you make of what that new messaging is?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "FINNEY",
      "sentences": "Well, it's important for her to differentiate herself, from President Biden. And she's obviously trying to do it in a way that is not about disparaging the man himself, but that is about trying to set a new page and a new territory around, here's what I would do. And so, I think that's what she's trying to accomplish with that comment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "Doug, what do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "HEYE",
      "sentences": "Look, that's it. But ultimately, think of the joy that we heard, and all the euphoria from Democrats, when Joe Biden stepped away. She's not Joe Biden. That's why Democrats are happy, right now.Trump's campaign is to remind voters, this is Biden-Harris policy, and that's what's important to them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "Brian, I mean, what do you -- what's your sense of watching it, as someone who's--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "STELTER",
      "sentences": "I'm a little surprised that she's--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "--an observer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "COLLINS",
      "sentences": "Yes, and the other night, she said, I'm also not Donald Trump, which I think everyone can agree on including--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "HEYE",
      "sentences": "Fair.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "STELTER",
      "sentences": "We really agree on that.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "HEYE",
      "sentences": "Fair.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "COLLINS",
      "sentences": "--including--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "FINNEY",
      "sentences": "I sure hope not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "COLLINS",
      "sentences": "--including Donald Trump.Thank you everyone for being here. Have a great Friday night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "FINNEY",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "COLLINS",
      "sentences": "A lot of concern, tonight, from NFL fans, players, coaches, about whether or not Miami Dolphins quarterback, Tua Tagovailoa, should step away from the game forever.This comes after the Dolphins star sustained another concussion, during last night's game against the Bills. As he was leaning in head- first into a tackle, his head was sent to the left before he ended up down on the ground. It was only minutes later that the team confirmed what we all saw happen, on our screens, that it was another concussion, making it at least the third known one that he's had, in his NFL career, prompting comments like this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Based on his concussion history, one, was sincerely doubt that he should.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Tua Tagovailoa's family is going to talk to him about what your life looks like after football.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "ANTONIO PIERCE, HEAD COACH, LAS VEGAS RAIDERS",
      "sentences": "I'll just tell him to retire. It's not worth it. It's not worth to play the game. I haven't witnessed anything like I've seen that's happened to him three times.I just think at some point, you know, he's going to live longer than he's going to play football. Take care of your family. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "COLLINS",
      "sentences": "My source tonight on this is Damon Amendolara, sports insider and host of SiriusXM's show, \"The D.A.\"And it's great to have you. Just because to hear Antonio Pierce there, at the end, say that, is something. DAMON AMENDOLARA, HOST, SIRIUSXM'S \"THE D.A. SHOW WITH BABCHIK\": Significant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "COLLINS",
      "sentences": "He's a tough coach.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "AMENDOLARA",
      "sentences": "And an active NFL coach telling an active NFL player, you should now retire. The issue is that Tua Tagovailoa has been the subject of multiple difficult images to digest. And so, there's concussions that happen quite often. But his seem to be the ugliest.In 2022, he suffered two notable concussions, one when his head hit the turf, and he got up and stumbled, trying to get back to the huddle. And they did not diagnose that as a concussion. They let him come back into the football game and finish. Then, the next week, he hits his head again on the turf against the Cincinnati Bengals, and has to be carted off. So, the football community has seen him in really ugly situations too many times, and this one was kind of a breaking point, last night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "COLLINS",
      "sentences": "Yes, it's just an agonizing moment. Obviously, he was the quarterback at Alabama. We loved watching him. His family, just everyone loved him. He was beloved. And to see this moment.When this was happening, last season, and he was talking about this, or in 2020 -- in 2023, he was talking about his kids now. He has two children. And taking that into consideration. And so, when Antonio Pierce said, there, take care of your family, like consider that you're going to live longer than you're going to play football. It's such a moment, for any player, who has to weigh their health against their love of the game.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "AMENDOLARA",
      "sentences": "Absolutely. And the fact is that today, also Mike McDaniel, the Dolphins head coach, said, please do not speculate. If you do care about Tua Tagovailoa, don't tell him what to do.Which I think is this other very delicate line that we walk, where Tua is probably going through some emotional ups and downs, and that the world is telling you to give up something that you love, what does that do to a human psyche, as you walk through this? So, all of this is very fraught, and all of this is very delicate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "COLLINS",
      "sentences": "Well, and it raises the question, the more we learn about CTE, and players protecting themselves in these moments. There's a question of, is there ever a moment, where the League says, OK, well, this person has had this many concussions, we're not going to let them play?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "AMENDOLARA",
      "sentences": "Well, there's an independent neurologist, on each sideline, of every NFL game. They are not affiliated with the teams. Those are supposed to be the final line of defense. We have not gotten to a point, where those neurologists, or the League has said, You're not allowed to play anymore.But one would imagine, if this is yet another significant brain injury for Tua, that there would be those types of doctors that are affiliated with the NFL, or unaffiliated, that would say that to Tua Tagovailoa, although we'll see what that timeframe is. He's going to have to go through five different steps of protocol, just to get cleared for football practices. COLLINS: Yes. What's your expectation of what happens here? I mean, for -- I was thinking about this all day today. I don't know what he's going to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "COLLINS",
      "sentences": "Yes, it's just a tough -- a tough situation. And you got to think of his family, and they're such a close-knit family also, in this that it's just heartbreaking to see.Damon, thank you for being here, talking about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "AMENDOLARA",
      "sentences": "My pleasure. Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}