{
  "date": "2024-02-23",
  "headline": "CNN News Central",
  "subHeadline": "Markets Could Hit Another High Today; Augusta University Student's Identity Revealed by Coroner; Officers Orders to Appear Before Grand Jury in Uvalde Massacre; White Supremacist Back in Custody. Aired 9:30-10a ET",
  "utterances": [
    {
      "timeStamp": "09:30:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "We've seen how well they've done with it so far that's for sure, but it's really an interesting new addition to this conversation about reproductive rights, women's rights, families lives, family -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "CUPP",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "BOLDUAN",
      "sentences": "I mean all of it definitely ripe for asking these -- any politician, especially presidential candidates, to really get into the weeds on this.It's great to see you guys. Thank you. Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:36:03",
      "speaker": "SIDNER",
      "sentences": "Are we going to see another record day on Wall Street? Blockbuster earnings from chip maker and tech giant Nvidia lead to fresh highs for the Dow and the S&amp;P 500 on Thursday.CNN's Vanessa Yurkevich is joining me now. Wow, big numbers. We're seeing - OK, we're up more than 100 points.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:36:03",
      "speaker": "VANESSA YURKEVICH, CNN BUSINESS AND POLITICS CORRESPONDENT",
      "sentences": "Green arrows. Green arrows. Up, up, up across the board.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:36:03",
      "speaker": "SIDNER",
      "sentences": "All three sailing through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:36:03",
      "speaker": "YURKEVICH",
      "sentences": "You know what's interesting, before Nvidia's earnings and before this crazy day on Wall Street, we had Goldman Sachs saying already that they thought that this was the most important stock on planet earth. And clearly with their earnings that were just absolutely out of this world, it moved markets higher yesterday. You had records on the S&amp;P, the Dow, and almost the Nasdaq.Look at these stock prices. You wish you bought Nvidia at $236 a share.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:36:03",
      "speaker": "SIDNER",
      "sentences": "Yawsa (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:36:03",
      "speaker": "YURKEVICH",
      "sentences": "Look when it is - look where it landed yesterday, $785.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:36:03",
      "speaker": "SIDNER",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:36:03",
      "speaker": "YURKEVICH",
      "sentences": "And at last check I believe it was over $800, $818 share. So, that is putting this company, Nvidia, into record territory. The first chip maker to be valued at over $2 trillion.And this is a -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:36:03",
      "speaker": "SIDNER",
      "sentences": "With a \"t.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:36:03",
      "speaker": "YURKEVICH",
      "sentences": "With a \"t.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:36:03",
      "speaker": "SIDNER",
      "sentences": "Just to be -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:36:03",
      "speaker": "YURKEVICH",
      "sentences": "Not a \"b,\" with a \"t.\"And this is a company that makes AI chips for mega companies like Meta and Microsoft. They make over 70 percent of AI chips in the world. This is a company also that's been around since 1993 but has seen this tremendous rise in just the last year. This is because of all of the AI generation that we've been talking about. This is a company that is riding this trend. This is the now. This is the future. And the founder of the company believes they're only going to go up. Analysts believe they're only going to go up. It just sets the stage for where we are right now. Sixty to 70 percent of companies are going to be using artificial intelligence and perhaps they're going to be using chips made by Nvidia. It's wild.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:36:03",
      "speaker": "SIDNER",
      "sentences": "It - it's - it is wild to see the progression of how much their stock costs over the last few years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:36:03",
      "speaker": "YURKEVICH",
      "sentences": "Huge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:36:03",
      "speaker": "SIDNER",
      "sentences": "Wow. All right, we'll be watching. I know you'll be watching. Thank you so much, Vanessa Yurkevich.John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:36:03",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "All right, breaking news, a student who was found dead on the University of Georgia campus has been identified. Twenty-two-year-old Laken Hope Riley. Now, Riley attended Augusta University's nursing school in Athens. Many students at both colleges on high alert.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:36:03",
      "speaker": "ALENA WIGGINS, STUDENT",
      "sentences": "It's usually really busy. People bring their dogs and their friends. It's usually a super social place. So, it's definitely not somewhere that I ever thought was unsafe.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:36:03",
      "speaker": "BERMAN",
      "sentences": "All right, CNN's Ryan Young is in Athens this morning with the very latest.We do have the identity of this person killed, Ryan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:36:03",
      "speaker": "RYAN YOUNG, CNN SENIOR NATIONAL CORRESPONDENT",
      "sentences": "Yes, John, as you can understand, this is sending shockwaves through this campus. This is the premier university for the state of Georgia. We also wanted to show people the trail because you understand why students identify with this area so well. The intramural fields are behind me, so a lot of students use that in the afternoons. But look at this trail. It's been carved out. And this is where people jog all the time. We've even seen joggers here today. There are actually no signs of any sort of threat or murder scene out here so far.But what we know is, around noon yesterday someone called authorities to say their friend was missing. And by 12:38, police discovered the body of a young woman who has been identified as Laken Hope Riley, who was 22-years-old. You can understand how this not only sent shockwaves through the campus, but the police community is trying to figure out exactly who committed this crime. To take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:02",
      "speaker": "YOUNG",
      "sentences": "John, as you look at this trail here, my producer and I, we've walked more than a mile and-a-half of this trail today trying to see how many different directions someone can leave the trail. We haven't seen even any signs leftover from an investigation.We know two other agencies are also helping campus police in this investigation, including the GBI, which we believe that's the state organization that probably would have processed the scene. There's been talk also of them using video surveillance in the area. But as you know, John, when you walk trails like this that are in a wooded area, they're not -- we didn't see any cameras back this direction. And even in terms of the fieldhouse that's over here, we didn't see cameras there either. So, we know this is an active investigation. People are asking questions about what happens next. We saw so many students still walking this area, still confused. Let's not forget, schools closed till Monday. But this investigation is ongoing, and we hope to have more information. John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:02",
      "speaker": "BERMAN",
      "sentences": "Yes, this just has to be so frightening for everyone who uses those trails. There always just has to be that element of fear now in their heads.Ryan Young, thank you so much for being there. Keep us posted. Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:46:07",
      "speaker": "BOLDUAN",
      "sentences": "It is now nearly two years after the school massacre in Uvalde, Texas. Two years of searching for answers for those families. Two years of accountability remaining elusive for that community. Now multiple law enforcement officers have been ordered to go before a grand jury. Now, remember, it took 77 minutes for law enforcement to stop that 18-year-old killer who was inside those two school rooms full of victims, 19 children, two teachers were killed.Let's bring in CNN's Shimon Prokupecz. Shimon, you have covered this from the very beginning. The critical failures and protocol on the day. The failures of leadership and everything that has been learned and uncovered even recently after the FBI investigation. What are you hearing about this grand jury?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:46:07",
      "speaker": "SHIMON PROKUPECZ, CNN SENIOR CRIME AND JUSTICE CORRESPONDENT",
      "sentences": "Yes, so after the DOJ did their invasion, and their - it was a civil investigation -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:46:07",
      "speaker": "BOLDUAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:46:07",
      "speaker": "PROKUPECZ",
      "sentences": "And they found all of those critical things that police should have been doing, they were not doing. The grand jury started hearing this case just the day after they were seated. So, for the past month now in Uvalde there has been this grand jury that's been hearing evidence.I was told this morning that actually officers have already testified, some of the investigators have gone in already and given testimony and now the grand jury wants to hear from some of the first responders, some of the officers who responded in those critical minutes and essentially nothing was done. So, that's who's going before the grand juries at some point next week, some of the first responders, other officers, they've been subpoenaed from the Texas Department of Public Safety and other law enforcement agencies. Remember, Kate, there were over 300 officers, nearly 400 law enforcement officials on scene that day. So, it could be any given number of officers that will be required to go before the grand jury.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:46:07",
      "speaker": "BOLDUAN",
      "sentences": "And, Shimon, one of the lingering questions has been, what is the district attorney doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:46:07",
      "speaker": "PROKUPECZ",
      "sentences": "So, yes, because it's taking so long and no one can understand why she has taking so long to start presenting this case and whether or not she even has a case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:46:07",
      "speaker": "BOLDUAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:46:07",
      "speaker": "PROKUPECZ",
      "sentences": "Whether or not there is a viable, criminal case here. What are the criminal charges here potentially for the leaders that should have taken action? Because, remember, a lot of the criticism has been on the commanders that day, from the school police chief, to the Uvalde school -- to the Uvalde police chief (ph), other law enforcement officials that should have taken action and didn't take action to force those officers inside.So, what she is looking at is not entirely clear. But I can tell you for the families, this is a really great step. They're very excited by this because they're just starting to see that perhaps, maybe, there will be some accountability, but it's - it's going to be hard. BOLDUAN: Right. It feels like a concrete step, more of a concrete step then the talking that they have been getting for the past, now, you know, nearly two years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:46:07",
      "speaker": "PROKUPECZ",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:46:07",
      "speaker": "BOLDUAN",
      "sentences": "Grand juries are secret. So, there's a lot that's not going to be known until if and when something comes out after. But hearing this is important.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:46:07",
      "speaker": "PROKUPECZ",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:46:07",
      "speaker": "BOLDUAN",
      "sentences": "It's good to see you, Shimon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:46:07",
      "speaker": "PROKUPECZ",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:46:07",
      "speaker": "BOLDUAN",
      "sentences": "Thank you.Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:53:08",
      "speaker": "BERMAN",
      "sentences": "This morning, new information about the murder of an 11-year- old Texas girl. The Harris County Medical Examiner's Office says Audrii Cunningham died from homicidal violence, including blunt head trauma. She went missing last week while on her way to school. Her body was found in a river Tuesday tied to a rock. A family friend is now charged with capital murder.A Texas judge says the state's Crown Act does not stop schools from limiting the length of a student's hair. High school junior Darryl George has been serving an in-school suspension for months for refusing to cut his locks. His school district said that violated its dress code. George and his attorneys say they will appeal the judge's ruling. In the Spanish city of Valencia, four people are dead after a huge fire engulfed an apartment building. As many as 14 people are missing. Fire crews rescued people from balconies. Residents say the fire spread in just minutes. The city's mayor has declared three days of mourning. Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:53:08",
      "speaker": "SIDNER",
      "sentences": "An accused white nationalist is back in custody after a judge briefly released him from jail. You're taking a look there at Robert Rundo in Huntington Beach, California, attacking a counter protester at what was a pro-Trump rally. That was in 2017. He's also accused of inciting violence at rallies in Berkeley, California, and Charlottesville, Virginia. The Justice Department says, after he was freed Wednesday, Rundo was spotted near the U.S./Mexico border, and prosecutors filed an emergency motion with the federal appeals court to re-arrest him, claiming he was a flight risk.CNN's Josh Campbell is following all the story for us. Can you help us understand why the district judge in California released him in the first place?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:02",
      "speaker": "SIDNER",
      "sentences": "Yes, generally speaking, it is not free speech when you're using your fist and there's video of you beating on someone, but we will watch the case very closely. Thank you so much, Josh Campbell, for all your reporting.John. Kate.",
      "isLastSentenceInterrupted": false
    }
  ]
}