{
  "date": "2024-12-04",
  "headline": "CNN Newsroom",
  "subHeadline": "Supreme Court Hears Arguments Over Gender-Affirming Care for Minors; Pete Hegseth's Confirmation in Doubt?; Gunman Kills UnitedHealthcare CEO. Aired 11-11:30a ET",
  "utterances": [
    {
      "timeStamp": "11:00:14",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN breaking news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:14",
      "speaker": "PAMELA BROWN, CNN HOST",
      "sentences": "Good morning to you. You are live in the CNN NEWSROOM. I'm Pamela Brown in Washington.And we are following multiple breaking news stories on this busy Wednesday morning. Right now, the Supreme Court is hearing arguments in the highest- profile case of the fall. It involves gender-affirming care for minors. And it's also a critical day for Pete Hegseth. That's Trump's pick for defense secretary. And he is vowing that he will -- quote -- \"never back down\" as an uncertainty grows over his nomination. Hegseth is on Capitol Hill meeting with Republican senators right now. He says he spoke to Trump, who told him to keep fighting. But, first, we begin with breaking news out of New York City, where a manhunt is under way right now for the gunman in a deadly shooting in Midtown Manhattan. The UnitedHealthcare CEO, Brian Thompson, was killed in what a law enforcement official tells CNN and was an apparent targeted attack. The gunman is still at large. I want to go straight to CNN's Brynn Gingras who is on the scene in New York City. Brynn, what is the latest on this manhunt?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:14",
      "speaker": "BRYNN GINGRAS, CNN CORRESPONDENT",
      "sentences": "Yes, Pam.And we actually are learning new information. Mark Morales, our colleague, learning that a silencer was used in this, what they believe to be, a targeted attack on Brian Thompson, the CEO of UnitedHealthcare. I'm going to get out of the way so we can zoom in on the crime scene, so you can see all these investigators on the scene here at the Hilton Hotel in the heart of Manhattan. Now, I punctuated the fact that they right now believe it was a targeted attack. One thing I actually noticed as I was getting here to the scene, now, Hilton Hotel here in Manhattan, it covers like a half of an avenue of New York City. That's a lot of real estate. There is actually multiple entrances to the hotel. So it's very clear that this suspect, who police are still looking for, knew which entrance that Thompson was going to enter at about 6:45 this morning. That, of course, is probably something investigators already knew and are looking into. But what we know from police is that, about that time, at the height of rush hour, at the height of tourist season here in the middle of the city, we believe -- police believe, rather, that this gunman stood outside that hotel entrance for about 10 minutes or so, according to sources, was wearing a mask, when Thompson was arriving at this hotel for a conference that was expected to happen in the ballroom. We're told by sources telling our John Miller that that gunman fired from about 20 feet away several shots, hitting Thompson, and then fled, actually ran down a back alley and onto a bicycle, sources telling me that then took off toward the area of Central Park. Now, you can imagine right now, at this stage of the investigation, investigators are pulling video from area all around here trying to piece together exactly who this person is. Obviously, it's hindered by the fact that they believe he was wearing some sort of a mask, but also where that person went. So this is obviously very early in the investigation, a lot of questions to still answer, including the fact, what is the motive here? Why did this person, what they believe targeted Thompson at this time? So, still a lot of questions. We hope to get more answers when police hold a news conference. We expect that to happen later this morning, possibly early afternoon, and we will stay tuned for that, of course, but a hectic scene here in Manhattan as investigators flooding this area trying to piece together what happened here this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:14",
      "speaker": "BROWN",
      "sentences": "I'm curious, Brynn, what is the posture in terms of public safety if officials believe that this was targeted?I mean, tonight, just blocks away, there's supposed to be the Christmas tree lighting there, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:14",
      "speaker": "GINGRAS",
      "sentences": "Yes, of course, and it's high posture anyway, right, because of the security concerns that always are around the Christmas tree lighting, which is really only a few blocks from where I'm standing right now, Pamela.So, of course, there was heavy police presence to begin with, but certainly that posture never changes with the NYPD. They -- going on this theory that it was a target attack that does, of course, change things, but it's still concerning for everyday New Yorkers. I mean, I have chats on my own cell phone that are -- everyone's sort of kind of concerned because it's happened at such -- the morning rush hour time, the height of tourist season in the middle of Manhattan. Firing that many shots at a person, targeted or not, it's obviously very concerning. So, hopefully, we will get answers to that as well. We asked police about their posture. It probably has not changed because they're always on high alert, but certainly tonight, with the Christmas tree lighting, they were on high alert as -- of course anyway.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:14",
      "speaker": "BROWN",
      "sentences": "All right. Thanks so much, Brynn Gingras.I want to go to Josh Campbell, who is on the phone. Josh, first, I want to get your reaction to what we just heard from that -- from Brynn, that reporting from Mark Morales that the suspect in this case used a silencer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:12",
      "speaker": "BROWN",
      "sentences": "Right. That clearly would be a central question.I want to bring you in, Steve Moore. You are CNN's law enforcement contributor. You are also a retired supervisory special agent for the FBI. You have basically investigators right now trying to figure out who the suspect is and also trying to find the suspect. Tell us what's going on behind the scenes right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:05",
      "speaker": "BROWN",
      "sentences": "I want to bring in law enforcement analyst, senior law enforcement analyst, Chief Charles Ramsey.I'm wondering, Chief, what you think about the idea that this was a targeted attack that was well-planned and whether that makes it any easier for investigators to narrow down who the suspect is that is still on the loose and how that factors into the public threat right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:05",
      "speaker": "CHARLES RAMSEY, CNN SENIOR LAW ENFORCEMENT ANALYST",
      "sentences": "Well, first of all, I think Steve's assessment of this was very good.I mean, what the investigators have thus far, it is pointing toward a targeted type of attack on an individual. It was well-thought-out and well-planned, apparently. Priority number one is trying to find the individual responsible for that, and that's priority one, and that's what police are desperately trying to do. But, as Steve mentioned, there are multiple things going on simultaneously. You have got the processing of the scene. You have got a description of the individual now, or at least a suspect, that there's a description. Can they try to trace, prior to his arrival, where did he come from? How did he get into the city? Was he already there? Was he a guest at that hotel or another hotel? I mean, who knows? But they have got to go through all that to try to put together that piece of the puzzle. But the main emphasis right now is on finding the suspect, and he did have a route planned out, apparently, went into Central Park, which we all know is just a huge, huge piece of land. Whether or not he was able to be picked up by cameras there or not, we don't know. I suspect we will find out quite a bit more when this press conference starts. But even as Steve mentioned, could be a variety of motives, but it's just too early now to really speculate on what the motive would be. Was it directed toward him personally or toward the insurance company that he was the CEO of? We just don't know the answer to that right now. But, again, first thing, find the person responsible. That is the most important, and then obviously make sure you secure and properly process that scene, because that forensic evidence is going to ultimately maybe lead you to the person that you're looking for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:17:07",
      "speaker": "BROWN",
      "sentences": "Pete Hegseth is on Capitol Hill this hour fighting to keep his bid for defense secretary alive amid mounting criticism.And just this morning, Hegseth says that he spoke to president-elect Trump, who told him to not give up the fight. Meanwhile, his own mother sat down with FOX News trying to clean up privately made comments in a letter that she wrote, calling him a -- quote -- \"abuser of women.\" (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:17:07",
      "speaker": "PENELOPE HEGSETH, MOTHER OF PETE HEGSETH",
      "sentences": "I wrote that out of love. And, about two hours later, I retracted it with an apology e-mail, but nobody's seen that.He's a changed man, and I just hope people will get to know who Pete is today, especially our dear female senators, that you would listen to him, listen with your heart to the truth of Pete. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:17:07",
      "speaker": "BROWN",
      "sentences": "And we're joined now by congressional correspondent Lauren Fox and senior reporter Steve Contorno.Lauren, what's ahead for Hegseth? We know that there's a meeting with Iowa's Joni Ernst on the table, and that is a critical meeting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:17:07",
      "speaker": "LAUREN FOX, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes, that is going to be a really key moment for this nomination fight.And, in part, that is not just because of some of the allegations that have surfaced against Pete Hegseth, which he has denied, but also because of past comments that he has made about women serving in combat. Joni Ernst is a veteran. She has talked a lot about the fact that she believes women belong on the front lines. That is going to be a key point of questions for her today. We also know that he has other key meetings, including one with Senator Kevin Cramer, a Republican from North Dakota, who I spoke to just a few hours ago, who said this about what he wants to hear from Hegseth. (BEGIN VIDEO CLIP) SEN. KEVIN CRAMER (R-ND):  One of the things I'd love to hear is that he's committed to not drinking. I think if he would be familiar with the problems of alcoholism and the dumb things we do when we drink too much, it would be really nice if he would set that one aside for good, if not at least through a term as secretary. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:17:07",
      "speaker": "FOX",
      "sentences": "And Hegseth already met this morning with Senate Armed Services Committee Chairman Roger Wicker. He will be the incoming chairman starting in January, and he will really be responsible for ushering Hegseth through this confirmation battle in the weeks and months ahead.He told our colleague, Manu Raju, that his meeting with Hegseth went well. We also expect that Hegseth is going to meet with the incoming Republican leader, John Thune, another person who knows very well how the Senate works, how votes work up here, and is obviously going to be making it very clear to Hegseth what the path ahead looks like -- Pam.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:10",
      "speaker": "STEVE CONTORNO, CNN SENIOR REPORTER",
      "sentences": "Yes, there is growing concern within Trump's orbit that they need to have at least some contingencies in place if Hegseth does not survive this confirmation process.And they have put together a list of names who are being floated to the president-elect who he could potentially turn to replace Hegseth in that event. One of those individuals is Florida Governor Ron DeSantis, who I am told by two sources is not only in consideration for the post, but has actually had conversations with Donald Trump about it and would be interested in joining the administration if Trump feels the need to make a change. Now, it is such an interesting dynamic because these are two individuals who were once allies and then became bitter rivals during the Republican primary for President Trump, and many people in his orbit view DeSantis as intensely disloyal for launching that campaign for president when Donald Trump was jumping into the race as well. There are also a lot of people in Trump's orbit who once worked for DeSantis and left on very bad terms, so that is another reality he will have to navigate if he ultimately wants the job. Another individual, interesting name to watch is the woman who Lauren just mentioned, Joni Ernst, who not only will be advising and listening and offering consent or not on Hegseth's pick, but because of her experience and background, she is also someone who has been floated as a potential nominee to replace Hegseth. And then, finally, Tennessee Senator Bill Hagerty, a name who has been floated for a number of positions, he is someone else who also remains in the mix in the weeks ahead. Obviously, Trump has told Hegseth -- or Hegseth has said that Trump has told him he is standing by him. That is only as good as it's not, as we saw with Matt Gaetz, who believed he had Trump's backing up until the moment he withdrew his name from consideration for attorney general.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:26:56",
      "speaker": "BROWN",
      "sentences": "Right now at the Supreme Court, justices are hearing arguments in the highest-profile case of the fall. It involves transgender rights and whether Tennessee has the constitutional right to ban minors from gender-affirming care, such as puberty blockers and hormone therapy.The Biden administration is arguing against this ban, and its solicitor general cites studies that children are tormented and sometimes endangered when their gender is different from the sex they were assigned at birth. (BEGIN AUDIO CLIP) SONIA SOTOMAYOR, U.S. SUPREME COURT ASSOCIATE JUSTICE:  Children suffer incredibly with gender dysphoria, don't they? ELIZABETH PRELOGAR, U.S. SOLICITOR GENERAL:  Yes, it's a very serious medical condition.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:26:56",
      "speaker": "SOTOMAYOR",
      "sentences": "Some attempt suicide?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:26:56",
      "speaker": "PRELOGAR",
      "sentences": "Yes, the rates of suicide are striking, and it's a vulnerable population.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:26:56",
      "speaker": "SOTOMAYOR",
      "sentences": "Drug addiction is very high among some of these children because of their distress, correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:26:56",
      "speaker": "PRELOGAR",
      "sentences": "It is a serious condition, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:26:56",
      "speaker": "SOTOMAYOR",
      "sentences": "One of the petitioners in this case described throwing up every day, going almost mute because of his -- because of their inability to speak in a voice that they could live with.(END AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:26:56",
      "speaker": "BROWN",
      "sentences": "About half of the country already has similar bans, so the implications of this case could be far-reaching.Joining us now is CNN chief legal affairs correspondent Paula Reid. She's right outside the Supreme Court, as is our Lucy Kafanov, CNN senior legal analyst Elie Honig, constitutional attorney Seth Berenzweig, and Minnesota State Representative Leigh Finke, who is the first transgender member of the state's legislature. We're also going to hear from Keygan Miller of The Trevor Project, which focuses on suicide prevention among LGBTQ+ youth. Paula, I want to go to you first, though. Set the stage for us. What has been happening so far in oral arguments?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:26:56",
      "speaker": "PAULA REID, CNN CHIEF LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "Well, Pamela, right now, history is being made inside the Supreme Court behind me, as Chase Strangio becomes the first transgender lawyer to argue before the Supreme Court.He is arguing on behalf of the ACLU in support of minors seeking this kind of treatment. Now, he followed the solicitor general. So, that's the lawyer arguing on behalf of the Biden administration, who advocated that this Tennessee ban amounts to sex discrimination, because teens can seek this kind of treatment as long as they are not seeking it to transition. Now, some of the conservative justices that they will need in support of their position appeared skeptical, including Chief Justice John Roberts, who asked why this can't be left to the democratic process, suggesting that he is not likely to overturn this ban. Justice Kavanaugh also echoing some of his concerns. Now, we have not yet heard from the state of Tennessee. They will go next. But we know that, in about seven weeks, the Trump administration will come into office, and they do not support this kind of care for minors. But I spoke with a teen and her family at the center of this case. And they said, even if they don't have federal support for their position, they will continue to advocate, thanks to their lawyers at the ACLU, for this kind of treatment. Now, we expect these arguments will go on for at least probably another hour here, but it's unclear when the justices will reveal their opinion.",
      "isLastSentenceInterrupted": false
    }
  ]
}