{
  "date": "2024-01-14",
  "headline": "CNN Newsroom",
  "subHeadline": "GOP Candidates Blitz Campaign Trail On Eve Of Iowa Caucuses; Interview With Minnesota Governor Tim Walz; Des Moines Register: Trump 48 Percent, Haley 20 Percent, DeSantis 16 Percent; Roughly 100 Million People Under Wind Chill Alerts; IDF: Woman And Son Killed In Northern Israel Missile Strike. Aired 2-3p ET",
  "utterances": [
    {
      "timeStamp": "14:00:37",
      "speaker": "FREDRICKA WHITFIELD, CNN HOST",
      "sentences": "Hello everyone. Thank you so much for joining me this Sunday. I'm Fredricka Whitfield.All right. Here we go, it's the last day before the first votes of the 2024 presidential campaign. And we're now less than 30 hours away from the start of the Iowa caucuses. Candidates are out in full force crisscrossing the Hawkeye State, hoping to drum up last-minute support even as bitter winter cold grips the region. Subzero temperatures in fact are expected to greet caucus-goers as they head out tomorrow. But today, Republican hopefuls are sounding pretty confident. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:37",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "One day from now, we're going to win Iowa's first-in-the-nation caucuses. We kept you first in the nation. In a historic victory, a victory that will echo throughout the country and all around the world.NIKKI HALEY (R), PRESIDENTIAL CANDIDATE: I think Iowans will decide intensely tomorrow. We're just excited that tomorrow is the day. It's go-time. And we're going to keep crisscrossing the state. We've done that for days now. We're going to keep doing it. And I think the intensity will show tomorrow GOV. RON DESANTIS (R-FL), PRESIDENTIAL CANDIDATE: I think anyone that tells you that they can model exactly who is going to turn out in the broader electorate, it's an unknowable. But I think with our folks, they're committed, they're going to be there. And we're going to have a good day. VIVEK RAMASWAMY (R), PRESIDENTIAL CANDIDATE: I think we're seeing a late surge here. We are going to deliver a shock to the world Monday night with all of your help to do it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:37",
      "speaker": "WHITFIELD",
      "sentences": "All right. We have teams of correspondents covering all of the stops along the way, as only CNN can.Let's start with Kristen Holmes following former president Donald Trump's campaign. So Kristen, what is his message on this eve of the Iowa caucuses?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:37",
      "speaker": "KRISTEN HOLMES, CNN CORRESPONDENT",
      "sentences": "ReporterNow his message has really been all over the place. One of the big parts of it was attacking Nikki Haley. We have heard him go after her. He's actually still talking about her right now. No, it looks like he switched to Obama, no, still Nikki Haley. Sorry. He is going back and forth right now talking about -- linking her to Barack Obama. And that's been a big part of the messaging here. Shows you what they are worried about when it comes to New Hampshire and moving forward. But the big message overall is that they want to win by a big enough margin in the state of Iowa to set the momentum and set tone for the primary season. They saw that \"Des Moines Register\" poll last night that has him up by 20 points. They want a 20-point win. Now, his advisers are tempering expectations. They continue to say that anything above 12 points would be a historic win, but the bigger the better particularly as they have seen a rise in Nikki Haley's polls in New Hampshire. They're already preparing for that primary. They believe he's going to win here, but New Hampshire that could be trickier. They have seen that Nikki Haley's rise in the poll and they are hitting her over and over again. Spending $4.5 million on advertisements against her. They're hoping that if they can get away with a big margin talking about 20 points, that it will stunt any kind of growth, any momentum that Haley has. The last part of his message, go out and caucus. He has continued to say this. We are told privately he is concerned about the weather. He wants people to go out and show up on Monday. One of the things we have been reporting, Fred, is that a big part of their strategy is bringing out new first-time caucus-goers and they want to make sure they actually show up on Monday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:37",
      "speaker": "WHITFIELD",
      "sentences": "I'm sure all the candidates are hoping for that. But this weather is a major factor.Kristen, thank you so much. Let's go to Kylie Atwood tracking Nikki Haley's campaign. Kylie how is she using these critical final hours before the Iowa caucuses? We know that she did a lot of virtual events. What's today like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "ATWOOD",
      "sentences": "Now, her team and she herself are, of course, welcoming that poll overnight from the \"Des Moines Register\" and NBC that show her pulling ahead of Ron DeSantis. They're taking nothing for granted, they say, but they're of course, welcoming that news.One aspect of that poll, however, that's interesting as we look at, you know, the weather and how that could have an impact is that of the likely caucus-goers that were polled, those who are going for Trump, they are extremely enthusiastic. 49 percent saying they're extremely enthusiastic. When it comes to Nikki Haley, her supporters, only 9 percent of them saying that they're extremely enthusiastic. So Nikki Haley herself earlier this morning on Fox News said that she's not concerned about that. She's seen momentum at her events across the state. Listen to what she said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "HALEY",
      "sentences": "I'm not a political pollster. I'm not going to worry about the numbers. What I am going to say is the momentum and energy on the ground is strong. We feel it. We know that this is moving in the right direction.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "ATWOOD",
      "sentences": "So of course, the question of momentum is huge for Nikki Haley. If she is able to pull off a number two here in Iowa, she's able to battle it out with Ron DeSantis for that, that gives her extra momentum heading into New Hampshire where we know as Kristen was talking about, expectations are pretty high for her. It looks like she's been gaining on former president Trump.That really turns it into a two-person race between her and the former president, something that her team has been saying will happen in New Hampshire for a while now. Now, one of the things of course, is the weather. There's a reason that we're not outside right now. You can see the snow behind me. It's negative 9 degrees out there. It's negative 32 with windchill. Of course, we'll watch to see how that impacts folks who show up and caucus tomorrow night. But it is definitely having an impact here in Iowa this weekend. I was talking to the super PAC who is supporting Nikki Haley. Of course, they're out door-knocking, but are they able to hit as many doors as they would have hoped? That's the real question. There are a lot of questions surrounding the weather and how it's going to impact tomorrow's results.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "WHITFIELD",
      "sentences": "Right, and will those caucus-goers open the door tomorrow, leave their homes tomorrow, and caucus. We'll see, even though the Iowans are very hardy folks.All right. Thanks so much, Kylie. Let's go to Jessica Dean. She's following Governor Ron DeSantis' campaign. Jessica, what is the mood there ahead of tomorrow?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "JESSICA DEAN, CNN CORRESPONDENT",
      "sentences": "Well, Fredricka, obviously Ron DeSantis with this new polling that Kylie just mentioned is polling in third place in that most recent poll that came out late last night.But he's really positioned himself by saying he likes being the underdog and he and his team feel confident in the operation they built here on the ground. Even more so with this weather factoring in because the point that, again, Kylie just made about enthusiasm, and reliability of the people that are supporting the candidate, that's going to come into play in a major way tomorrow when it is incredibly, dangerously, historically cold outside and you're trying to motivate those caucus-goers to get to the caucus site and leave their homes and turn out. Now, to that end, we have seen DeSantis continuing with his in-person events across the state. He made a slight adjustment, postponing or canceling one event later tonight, but we will kind of all across the state. We have already seen him in a couple of places this morning. I'll let you listen to what he's telling. This is his closing message to supporters as we head into the caucuses tomorrow. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "DESANTIS",
      "sentences": "We have got a huge number of people that have committed to caucus, and we expect that these are the people that turn out. So there's a lot of excitement on the ground. We're in this for the long haul. We understand that you have to win a majority of the delegates. We understand that there's a long process here.But we're going to do well because we have done it right. And our folks are going to turn out. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "DEAN",
      "sentences": "And I was talking with the super PAC aligned with DeSantis, Never Back Down, earlier today. 940,000 doors they say that they have knocked on in the last several months, Fred. They think that is going to make the difference that they have touchpoints with so many people across the state of Iowa. And DeSantis comes back again and again to telling people, reminding people how much time he's spent here. He's gone to all 99 counties. They think that could be a difference maker as they head into tomorrow, Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "MATT HALL, FORMER CHIEF OF STAFF FOR TIM KAINE",
      "sentences": "Well they -- thanks Fred, good to be with you.I think they want to make sure that their decision, what they're hearing from their preferred candidate at this point, continues to follow through (ph), that they believe in their candidate. Motivation is incredibly important in a caucus. You have to get your supporters to a certain time at a certain place for your campaign. And so this is all about intensity of support at this point and putting an exclamation point on the support and motivating your supporters at this point. It's a critical time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "WHITFIELD",
      "sentences": "Because Matt, at this time, haven't they heard it all? I mean haven't they largely made up their minds? We still hear from some voters who say they're undecided. I mean really? How could they be undecided at this point?Or is there something else that will kind of cement their decision within the next 24 hours. You know, what is the criteria that they seem to be measuring, you know, measuring their mettle, so to speak, you know, of these candidates, particularly with this kind of weather?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "HALL",
      "sentences": "Yes, that's right. I think for a majority of caucus-goers they know where they are, right. They know who they're going to support. There's some vacillation of support where people are still sort of deciding.Fred, I think, we talk a lot, I think national reporters are really dialed-in on how cold it is. It is 9 below zero here. But Iowans are used to a cold winter. I think the interesting impact of the weather thus far may be on Nikki Haley because she's got a lot of momentum right now. Were it not for the storm, she would have had really strong, I think, really strong events with a lot of energy, exactly what you want to see in the final weekend going into caucus day. that kind of momentum to really, one, again, as we talked about, bring home your supporters but also attract those that might be on the fence that might be thinking about supporting you and you want to show that momentum. The fact that the weather has limited some of this eventing may be a factor that we see tomorrow night in Des Moines and around the state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "WHITFIELD",
      "sentences": "We shall. And so Julian, I mean traditionally, there is a lot of excitement about Iowa, you know. But overall, it does have a spotty record at picking the president, especially for Republicans except for, you know, George W. Bush in 2000.So just look at the demographics. This is a state overwhelmingly white. Plus largely rural, conservative. It is an important barometer, however, isn't it for these candidates who try and seek the nomination?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "JULIAN ZELIZER, CNN POLITICAL ANALYST",
      "sentences": "I think that's right. As a predictor for the Republicans, it hasn't been very good. Just look at the list of winners since George W. Bush and they're not the president, they didn't become the president.But I think each candidate is looking for something different. I think former president Trump is looking for the kind of numbers that scares away any opponents, fund-raisers who might donate to those opponents, and to try to quell what happens in New Hampshire. Haley is obviously looking for a victory significant enough that DeSantis becomes irrelevant going into New Hampshire. And DeSantis is struggling to survive. So the win itself might not be what they're looking for. But it's these kinds of temperature taking votes that I think could matter for the next round.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "WHITFIELD",
      "sentences": "So Matt, these last few hours, you know, each of the candidates is trying as best they can to, you know, kind of punctuate their campaign. You know, with Donald Trump, you know, he said that Nikki Haley, she just isn't presidential. She just doesn't have it. You know, he's only made one stop today after canceling a lot.Nikki Haley, she's emphasizing that she's got the momentum, and she's trying to, you know, enthusiastically, you know, keep her supporters there. Is this the kind of behavior, lingo that is important for these candidates in these final hours just to keep their supporters motivated?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "HALL",
      "sentences": "Yes, stay in touch and stay close, Fred. I think this is a really long day. I suspect for the DeSantis campaign, that was a tough poll last night, the Iowa poll. They know all eyes are on them, if their campaign, which all indications are that they have a cash flow situation.We know what's going to -- we likely know what's going to happen at the top of the race tomorrow night. I think you'll probably see a call for Trump relatively early. We'll see. But the real question is, where does DeSantis fall? Is a second-place finish good enough for him or Ambassador Haley is close behind him or even eclipses him, it could be the end of his campaign. I think that's what everybody is going to be watching tomorrow night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "WHITFIELD",
      "sentences": "You know, Hunter Biden doing something very Trumpesque this week, you know, showing up on Capitol Hill, letting his attorneys do the talking. And then helping to create a media spectacle before moving on.How does this help Hunter Biden's or even President Biden's narrative that the Republicans aren't looking for substance but instead largely inference?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "ZELIZER",
      "sentences": "Well, I think you know, handling the media is part of the job of politics. I think what the president's son Hunter tried to do that day was to demonstrate he was there, as Republicans were saying he was not coming and try to expose from their perspective that this is simply an effort to smear the president. And to turn attention away from the multiple indictments that the former president is facing.And I think it helped. And I do think those kinds of events, that kind of strategy for better or worse is going to be essential, not only as the president handles this investigation but frankly for Republicans as well as they figure out how to navigate the primaries and caucuses, especially in an age when the former president is so dominant and shaping the news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "WHITFIELD",
      "sentences": "All right. We'll leave it there for now. Thank you so much, Julian Zelizer, Matt Hall. Great to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "HALL",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "ZELIZER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:51",
      "speaker": "WHITFIELD",
      "sentences": "All right. Welcome back.As Republicans in Iowa prepare to caucus tomorrow and pick a nominee, for the first time in more than 50 years Democrats in Iowa will not be caucusing. Last winter, party leaders voted to remove the Hawkeye State from their early primary calendar lineup. But President Biden's campaign still has top allies on the ground in Iowa, spreading the president's message. I'm joined now by Minnesota's Democratic governor, Tim Walz. He is a top surrogate for President Biden's 2024 campaign. Governor, great to see you. GOV. TIM WALZ (D-MN): Thanks for having me. It's nice and warm down here in the south from Minnesota.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:51",
      "speaker": "WHITFIELD",
      "sentences": "Yes. I'm glad that you're indoors. All right. So let's talk about the re-election campaign and its positioning there in Iowa. Polls are showing Biden's approval rating, you know, continuing to be low.How does the president address the enthusiasm issue? Because I think everyone agrees. Voters want to be and need to be inspired. Obama sold hope. How does Biden sell the future with him back in the White House?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:51",
      "speaker": "WALZ",
      "sentences": "Well, certainly -- yes, certainly confidence beyond this. Look, the choice couldn't be more stark.And Maya Angelou was right, when somebody tells you who they are, believe them. With Donald Trump talking about being a dictator on day one, talked about restricting reproductive rights, doing nothing around on gun violence. We just saw the principal of Perry High School died today as we was defending those children, the president said to move on. Joe Biden's just simply been getting the work done. And he talks about freedom, he talks about the freedom to make your own health, freedom to stay out of your bedrooms, for the government to be out and then freedom to read books. My goodness, they're trying to ban \"Charlotte's Web\" here in Iowa. That's not going to happen under a Biden presidency and that's the message.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:51",
      "speaker": "WHITFIELD",
      "sentences": "Is that resonating with voters?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:51",
      "speaker": "WALZ",
      "sentences": "It will. At this point in time, we're still treating this like it's a normal election. This is not, you know, Gore versus Bush. This isn't, you know, any of those things. This is an existential threat to the democracy.And at this point in time, you're still debating in Iowa. There's no debate Donald Trump will win here. Even if he doesn't, it's the same MAGA extremism. So it will start to. People will start to take it seriously. Joe Biden is managing a global economy as well as any other nation. At the same time making sure things like affordable insulin are available. Donald Trump is talking about persecuting his political, you know, opponents. It's ridiculous. and I think Americans will start listening. And again, polls now -- nobody runs a campaign to win a poll in January. You run to win in November. And that's exactly what the Biden-Harris ticket will do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:51",
      "speaker": "WHITFIELD",
      "sentences": "And to that point with, you know, some ten months to go, you know this morning Democratic Michigan Congresswoman Debbie Dingell was on CNN and had this to say about Biden's messaging.(BEGIN VIDEO CLIP) REP. DEBBIE DINGELL (D-MI): I think all of us have to do a far better job of communicating what Joe Biden has gotten done. That's those roads and bridges that are getting fixed, the Internet that's out there, the insulin prices that have been lowered are not because of what's happened at the state level or by a Republican legislator, but Joe Biden led it and got it done. And we're not doing a good enough job of delivering that message and showing people how the work over the last three years has improved their lives. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:51",
      "speaker": "WHITFIELD",
      "sentences": "So what is the mission? How do you change or redirect that messaging about infrastructure, insulin prices, things that the Biden White House is very proud of but perhaps either voters -- not enough voters know about it or feel inspired enough about it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "WALZ",
      "sentences": "And Joe Biden investing in things like a hydrogen hub in Minnesota, a med-tech hub where we saw the Mayo Clinic invest $5 billion into Minnesota. That's because of Joe Biden's policies that allowed us to do this.All of this coming out of the failed Trump administration that did nothing around COVID and let the economy get to the point it was. So I think Debbie is 100 percent right and I think she said it exactly right. Joe Biden alone can't do this. Governors are out here, we're delivering it, we're seeing it. We're seeing the benefits in Minnesota, and we need to tell it. I think whether it's Michigan, whether it's Wisconsin, whether it's Minnesota, whether it's Virginia, there's no path for the Trump administration if we get out there and make the case on this because they failed on every front that these things are impacting people's lives positively.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "WHITFIELD",
      "sentences": "Donald Trump, you know, is the clear Republican front- runner in the polls. And appears to be on the path of the GOP nominee, but again, it's very early. Anything can happen.President Biden has already, you know, started campaigning, you know though it might be a rematch of 2020. And even in his rollout of his re-election, you know, saying democracy is at stake, is there also part of the messaging of Trump being a threat to democracy, that these are also kind of, is it a scare tactic or is it simply, you know, the Biden point of view that this is underscoring, you know, the obvious? I mean especially when Trump says in his first day in office he's going to be a dictator, but just one day. Is it your concern that a scare tactic is also a turnoff to voters?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "WALZ",
      "sentences": "This is not a scare tactic. When they tell you here that it's 41 below zero, take that real, and that's it. When he tells you he's going to be a dictator, take that for real. When you try to lead an insurrection and call people hostages who attacked police officers in the place where so many of us -- it's then center of our democracy, we have to quit covering this like it's well, you know, he said, she said.The facts are pretty much in front of our face. The idea here is he said that I will restrict and ask for a federal abortion ban. Do we want to turn this into Idaho where women are being put at risk and can't even get basic health care? So no, it's not a scare tactic and I think Joe Biden is doing exactly right. It would behoove all of the rest of us, because I guarantee you, history is going to remember who stood up in this time and who said that. You don't have to necessarily agree with Joe Biden, but he respects the electoral process. He tries to not disenfranchise. He doesn't propagate the big lie. And he's not trying to restrict freedom. So no, this is real, it's not your team. This is not the NFL playoffs and you wear a jersey of one team, whatever. Donald Trump is a threat to the democracy, and there's too many people that are following that. That's why we need to re-elect Joe Biden and that's exactly what we're going to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "WHITFIELD",
      "sentences": "Minnesota Governor Tim Walz in Iowa today. Thank you so much. Thanks for being with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "WALZ",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:32:03",
      "speaker": "WHITFIELD",
      "sentences": "All right. Today, of course, is the final sprint for Republican presidential candidates to make their cases before the Iowa caucuses. The latest \"Des Moines Register\" poll finds former President Trump holding a commanding lead against his rivals with 48 percent of likely caucusgoers choosing him as their nominee.Nikki Haley and Ron DeSantis appear to be fighting for second place. Joining me right now is CNN national politics correspondent Eva McKend from Des Moines, Iowa, where it's expected to be the coldest caucuses on record. You've already got a taste of that many times over, Eva. What can we expect tomorrow?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:32:03",
      "speaker": "EVA MCKEND, CNN NATIONAL POLITICAL CORRESPONDENT",
      "sentences": "Well, Fred, the weather is the big wild card. When I woke up this morning it was negative 20 degrees. That's why we're inside right now.And listen, Iowans will tell you they're used to the cold, but this is extreme even for them. So we are just not sure what it's going to look like. What I can tell you is the candidates are working hard to get their message out to Iowans. They are holding caucus day rallies tomorrow, so up until the minute tomorrow evening, they're going to try to appeal to these Iowans to get out and participate in the caucus process. Haley forced to shift one of her events to a tele-town hall due to this weather. And I want to remind our viewers are a caucus is much different from traditional voting or a traditional primary. It's a very active and animated process. You have Iowans going in to community centers, different sites, and basically advocating for their candidate, trying to convince their neighbors and friends to come over to their side. And what I'm hearing from the candidates is they're banking on the uniqueness of this process and the pride that Iowans feel for them to actually come out and participate. Those who are already planning to do so. Now, the caucus, the Iowa caucus is not always instructive in terms of who ultimately becomes president, but what it does, it has done historically, is culled the field. So not all the candidates move on to the next early states, as a result of what happens in this one. We know that Governor DeSantis, for instance, has so much on the line, he has invested heavily in this state and gone all in on Iowa, Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:39:06",
      "speaker": "WHITFIELD",
      "sentences": "One hundred million Americans are under wind chill alerts right now as bitter cold stretches all the way from Canada to the Mexican border. The arctic blast is creating life-threatening temperatures in many places and the worst may still be to come. Tomorrow's Iowa caucuses are expected to be the coldest on record. Temperatures will dip into the negative single digits with temperatures likely to top out at just negative 4 degrees in Des Moines on Monday.I mean, I can't even imagine what that feels like. Elisa Raffa is in the CNN weather center. Elisa, I mean, that is brutal cold. That is like frostbite weather.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:01",
      "speaker": "WHITFIELD",
      "sentences": "Oh, my -- that is brutal. I know what frostbite is. I have had that before on my feet, that isn't good, and it wasn't in temperatures that low. So, what about for the rest of the country?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:01",
      "speaker": "RAFFA",
      "sentences": "Yeah, I mean, it's not just Iowa. This arctic air is spreading as far south as the Mexican border. You can see the wind chill alerts from Canada to Mexico, where in the heart of the winter warning you could have some wind chills as cold as 45 degrees below zero.These are the morning temperatures for the Northern Plains. All subzero through Tuesday morning. They might not break zero degrees until Wednesday. So incredibly cold. All of this shimmying south. You have temperatures below zero for 20 percent of the U.S. as we go into the week, 80 percent of us will be below freezing for the next couple days. We're looking at as much as 200 records, daily record high temperatures and daily record low temperatures falling over the next couple days because like I mentioned this cold is very extreme. But I do want to point out in this area in the upper Midwest, we are in the midst of the warmest winter on record. That is the difference between weather and climate -- Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:42",
      "speaker": "WHITFIELD",
      "sentences": "Two people were killed when an anti-tank missile was fired into a village in northern Israel from across the Lebanon border. Israeli media say the dead are a 76-year-old woman and her son. The militant group Hezbollah has claimed responsibility for the attack.CNN's Jeremy Diamond is in Tel Aviv. Jeremy, there was also a clash between the Israeli military and militants who crossed the border from Lebanon. What can you tell us about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:42",
      "speaker": "JEREMY DIAMOND, CNN CORRESPONDENT",
      "sentences": "That's right. According to the Israeli military, four militants crossed into Israel from Lebanon overnight. Those four militants were killed when they were engaged by Israeli forces.According to the military, those militants were armed with anti-tank missiles, grenades, and assault rifles. It's not exactly clear who was responsible for that attack or who these militants were representing. Hezbollah did not include this attack as part of those that it claimed responsibility for over the weekend. We know also that a number of Palestinian militant groups are also based in southern Lebanon. Five Israeli soldiers were also wounded in this attack. And separately, you have this incident you just mentioned in which a 76-year-old Israeli woman and her 40-year-old son were killed when an anti-tank missile fired by Hezbollah in southern Lebanon hit their home in northern Israel, and the Israeli military tonight confirming that it carried out a series of strikes in southern Lebanon against Hezbollah. Hasan Nasrallah, the head of Hezbollah meanwhile today saying that only a cease-fire in Gaza would open up the possibility of ending these cross border clashes that we have seen, which are just a reminder of how tense the situation in northern Israel and southern Lebanon still remains.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:42",
      "speaker": "WHITFIELD",
      "sentences": "And then, Jeremy, there was a rally this weekend in Tel Aviv to mark 100 days of Israel's war with Hamas, and the attacks of October 7th. What are you seeing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:42",
      "speaker": "DIAMOND",
      "sentences": "Yeah, that's right. A very emotional, very moving 24-hour rally has been held at what's become known as Hostages Plaza in Tel Aviv. Several thousand people have attended this rally at its height. Organizers say that as many as 120,000 people were in Tel Aviv last night to attend a portion of this rally. There have been messages, video messages pouring in from politicians and foreign leaders from countries ranging from the United States to France to a number of other countries as well.And all of this comes as we hit 100 days not only of these hostages being in captivity, but 100 days of war as well. And today, the Israeli prime minister at that 100-day mark vowing that Israel's military campaign will continue for many more months up until Israel achieves its objectives of eliminating Hamas, a total victory as the Israeli prime minister says. Now, at the same time, we know that 23,000-plus people have been killed in Gaza as we hit this 100-day mark. A majority of those women and children -- Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:07",
      "speaker": "WHITFIELD",
      "sentences": "So what's it going to take to keep this escalation from turning into the expansion that you're warning us about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:07",
      "speaker": "DIAMOND",
      "sentences": "Well, I think what the United States is doing now is long overdue in terms of their attacks against the Houthis. And we have seen the protests that have taken place in Yemen. It kind of defies logic. Thousands and thousands of citizens are supporting Hamas and supporting the Houthis and their efforts to disrupt international traffic on the Red Sea and to state their displeasure with the Israelis and what they're doing in Gaza.And you look at that and say, I really kind of don't get it. So what the United States has to do, this is a logic that we can't make sense of. So what we need to be able to do is be far more aggressive and send the message to Tehran that the United States and its partners, we do have partners in this endeavor, are not going to stop. The Houthis in particular, the Houthis have a deep bench of capabilities. They get those from funding through the Iranians and they have been able to resist the attacks by others. The Saudis over the course of about a decade tried to reduce and crush the Houthis and they could not do it. That's why the Houthis exist as they do today. So it is a matter of increasing the pressure until we can send a clear message to Tehran that there is no rest. There is no sanctuary, and the United States and its allies will continue. I mean, I can't see any other way out of this. We can't put our hands up and say okay, this is acceptable behavior. That is not the course to take.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:07",
      "speaker": "WHITFIELD",
      "sentences": "Interesting. All right, Spider Marks, great to see you. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:07",
      "speaker": "MARKS",
      "sentences": "Thank you, Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:58:31",
      "speaker": "WHITFIELD",
      "sentences": "All right. Winter weather continues to play a major role in the NFL playoffs. Saturday's game in Kansas City was the fourth coldest game in playoff history. The feels-like temperature at kickoff was 20 below zero.The windows in Taylor Swift's suite as you saw there was almost like a music video. It was frozen over. Seeing kind of the ghostly images. And the Chiefs coach, Andy Reid, he had icicles hanging off his mustache, and ouch, that moment right there with Mahomes. His helmet making an impact. The helmet actually cracking. It was ultimately too cold, too cold for the Dolphins. They were defeated. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:58:31",
      "speaker": "PATRICK MAHOMES, KANSAS CITY CHIEFS QUARTERBACK",
      "sentences": "I didn't know what happened in the moment but I got in the huddle and everybody was telling me. I was like, I got y'all, but I'm not coming out of the game. So, they have a backup out there. We have to talk about where we store the backup because it was frozen.When I tried to put it on, it was completely frozen. I couldn't get it on. I don't know if anyone got a picture, it didn't look great. We were able to get it warmed up a little bit and get rolling from there. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}