{
  "date": "2024-02-16",
  "headline": "CNN News Central",
  "subHeadline": "Biden Blames Putin For Reported Death Of Critic Alexei Navalny; Navalny's Wife: Putin \"Will Be Punished\" If Death Confirmed; Leon Panetta, Former Defense Secretary & Former CIA Director, Discusses Navalny's Death; Special Counsel Weiss Charges Former FBI Informant With Lying About Bidens' Involvement in Ukrainian Firm; Iowa's Caitlin Clark Shatters NCAA Women's Scoring Record. Aired 1:30-2p ET",
  "utterances": [
    {
      "timeStamp": "13:30:09",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "Just moments ago, President Biden blamed Vladimir Putin for the reported death of his most famous critic, Alexei Navalny.Russia's Prison Service saying that Navalny, quote, \"felt unwell\" after a walk at the Siberian penal colony where he had been transferred in December. Russian state media reported an ambulance crew tried to resuscitate Navalny for more than half an hour. This is video that shows the 47-year-old opposition leader just yesterday. He was at a court appearance and he was laughing, he was joking with the judge. He appeared in good spirits, as he often does. Biden praised Navalny's sacrifice after years of calling out Putin's corruption. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:09",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Even in prison, he was a powerful voice for the truth, which is kind of amazing when you think about it.And he could have lived safely in exile after the assassination attempt on him in 2020, which nearly killed him, I might add. And -- but he was traveling outside the country at the time. Instead, he returned to Russia. Russian authorities are going to tell their own story. But make no mistake, make no mistake, Putin is responsible for Navalny's death. Putin is responsible. What has happened and evolving is yet more proof of Putin's brutality. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:09",
      "speaker": "KEILAR",
      "sentences": "Let's turn now to CNN White House reporter, Priscilla Alvarez -- White House correspondent, Priscilla Alvarez. Priscilla, the president also using this time to demand the $60 billion in foreign aid for Ukraine against Russia's invasion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:09",
      "speaker": "PRISCILLA ALVAREZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "That's right. Brianna, and using it to underscore the stakes of this moment. This $60 billion, of course, has been stalled since October when the White House made that national security supplemental request.And the president saying quite forcefully that Congress or the House at least is going on a two-week recess as this remains before them. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:09",
      "speaker": "BIDEN",
      "sentences": "But it's about time they step up, don't you think, instead of going on a two-week vacation? Two weeks, you're walking away. Two weeks. What are they thinking?My god. This is bizarre. And it's just reinforcing all the concerning and almost -- I won't say panic -- but real concern about the United States being a reliable ally. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:09",
      "speaker": "ALVAREZ",
      "sentences": "Now, the resounding message for President Biden from the outset, is that not providing these funds could cede grounds to Russia. And that is what the administration is trying to avoid, the message they're trying to convey to Republicans as this remains stalled.Now, as you heard earlier, President Biden putting direct blame on Russian President Vladimir Putin for the death of Alexei Navalny. That has been also the message from the top Biden officials who are at a security conference in Munich, Germany. Now in 2021, President Biden did say and warn President Putin that if Navalny died in prison, that there would be consequences. The president was asked about that today. He said his administration is looking at options. Though he wouldn't say what that consequence would be. But the two big questions going into the next few hours is, what is that consequence if the administration decides to take that route? And also what additional pressure can they put on Congress and will it renewed urgency among Republicans who, again, have not moved forward on this stalled package.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:09",
      "speaker": "KEILAR",
      "sentences": "All right, Priscilla, thank you for that.We're going to turn now to CNN chief international security correspondent, Nick Paton Walsh. He's there in Munich, Germany, were that Global Security Conference is underway. And, Nick, Navalny's wife just spoke. Can you tell us what she said?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:09",
      "speaker": "NICK PATON WALSH, CNN CHIEF INTERNATIONAL SECURITY CORRESPONDENT",
      "sentences": "Yes, in the last hours, an emotional statement.Let's hear, in her own words, what she said. (BEGIN VIDEO CLIP) JULIA NAVALNAYA, WIFE OF ALEXEI NAVALNY (through translation): I want them to know that they will be punished for what they have done with our country, with my family and with my husband. There'll be brought to justice. And this day will come soon. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:01",
      "speaker": "KEILAR",
      "sentences": "That's right, a lot of dysfunction in that.Nick Paton Walsh, thank you for that report. Boris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:01",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "We're going to discuss this further now with Leon Panetta. He's a former secretary of defense and CIA director.Sir, thanks so much for sharing your afternoon with us. President Biden was asked by a reporter whether he believed that Alexei Navalny was assassinated. Biden said that he didn't know exactly what happened, but that he holds Vladimir Putin responsible. The U.S. now working to confirm the reports from the Russian Prison Service about how Navalny ultimately died. But what does an investigation look like into a death like this on the U.S. side? LEON PANETTA, FORMER U.S. DEFENSE SECRETARY &amp; FORMER CIA DIRECTOR: Well, I think the president is right. Regardless here of whether or not Putin pulled the trigger that killed Navalny, we all know that Putin is responsible for his death. He tried to poison Navalny. He's tortured him. He's threatened him. He's put him in prison. There's no question that Navalny paid a price for trying to be a patriot in Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:01",
      "speaker": "SANCHEZ",
      "sentences": "On that note, we're seeing footage of his appearance yesterday. He was in a video laughing with a judge, joking about how much money he'd lost through all his legal or deals, asking the judge to pitch into his bank account.Do you have any suspicions about his death, whether this was something that was done nefariously by the Kremlin? What questions do you have about the nature of his death?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:01",
      "speaker": "PANETTA",
      "sentences": "Look, I have nothing but suspicions when it comes to Putin dealing with his opponents. I mean, he has a history of killing those that opposed him.You know, we just saw that recently with Prigozhin, somebody who tried to challenge Putin and wound up dying in a plane crash. Putin is going to do that. And there's no question that I think there are suspicions as to what took place here when he was in good shape the day before, was laughing and joking at the hearing, and then the next day, winds up being dead. So, yes, I think there are a lot of suspicions here about whether or not Putin was involved in his death.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:01",
      "speaker": "SANCHEZ",
      "sentences": "The timing of his death is also interesting, given that it comes just weeks before Russia's presidential election. Also at a time where Vladimir Putin may feel emboldened, given U.S. support for Ukraine appearing to wane.I'm wondering what you think this does, not only to the power struggle within Russia, but Vladimir Putin's efforts to expand his influence even beyond Russia's borders.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:06",
      "speaker": "SANCHEZ",
      "sentences": "Former defense secretary, Leon Panetta, we have to leave the conversation there. Appreciate your time, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:06",
      "speaker": "PANETTA",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:21",
      "speaker": "KEILAR",
      "sentences": "Congressional Republican's push to impeach President Biden just took a major hit. Special counsel, David Weiss, has charged a former FBI informant with lying about the president and his son Hunter Biden's ties to Ukrainian energy company.Those discredited claims by Alexander Smirnov have been touted by Republicans for nearly a year now in their impeachment inquiry. Just moments ago, President Biden commented on the former informant from the White House: (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:21",
      "speaker": "BIDEN",
      "sentences": "He's lying and it should be dropped. And it's just been -- has been an outrageous effort from the beginning.(CROSSTALK) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:21",
      "speaker": "KEILAR",
      "sentences": "I'd like to bring in CNN's Marshall Cohen.Marshall, House Oversight Chair James Comer said in a statement to CNN that his investigation into the president does not revolve around Smirnov or his claims. So what happens to their investigation considering they have so often touted these claims?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:21",
      "speaker": "MARSHALL COHEN, CNN REPORTER",
      "sentences": "Well, Brianna, factually speaking, this destroys a big chunk of their impeachment case.Look, Special Counsel David Weiss says that this longtime FBI informant, Alexander Smirnov, lied to investigators when he accused Joe Biden and Hunter Biden of corruption. He made up a story about the Bidens taking millions of dollars of bribes from the Ukrainian energy company, Burisma, where Hunter Biden was on the board, including when his dad was V.P. So this informant passed that tip along to the FBI in the summer of 2020 seemingly corroborating the Republicans claims that the Bidens were peddling their influence in Ukraine to get rich. There was only one problem though, Brianna, it wasn't true, according to this indictment, according to special counsel, David Weiss. And remember, Weiss not a Biden crony. He's a Trump appointee. He is literally currently prosecuting Hunter Biden during an election year, but he said that these were fabricated allegations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:21",
      "speaker": "KEILAR",
      "sentences": "Republicans have tried to nonetheless discredit Weiss. As I mentioned, these allegations, he's discredited allegations, Marshall, have really been the linchpin, no matter what James Comer says of so much of what Republicans have alleged.How are lawmakers reacting to this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:21",
      "speaker": "COHEN",
      "sentences": "Look, there's no way around it. It's a huge blow to the GOP impeachment case. Democrats have taken a victory lap on this.Because Republicans have championed this guy, this informant. They threatened to hold the FBI director in contempt if he didn't turn out -- turn over memos about these allegations. Then the Republicans publicly released those memos over the objections of the FBI. They have been peddling this garbage for nearly a year, and no surprise, Brianna, it found a home in right-wing media, dozens of segments on FOX News last year alone. Here are just a few examples. Listen to this. (BEGIN VIDEO CLIP) SEAN HANNITY, FOX HOST, \"HANNITY\": How real of a bribery scandal -- Joe Biden bribery scandal allegation is this? REP. KEVIN MCCARTNEY (R-CA): Well, every day, this bribery scandal becomes more credible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:21",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We already know the president took bribes from Burisma.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:21",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Even a trusted FBI informant has alleged a bribe to the Biden family.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:21",
      "speaker": "COHEN",
      "sentences": "So you heard at the top from the president himself. He and the House Democrats think this is enough to drop the whole impeachment saga. But frankly, I'm not holding my breath -- Brianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:53:48",
      "speaker": "SANCHEZ",
      "sentences": "Shattering a record with extra points. She should have gotten extra points for style. A long three pointer just two minutes and 12 seconds into last night's game made Caitlin Clark the NCAA's all-time leading scorer in women's basketball.The Iowa Hawkeyes sensation now has -- listen to this number -- 3,569 points. Our Andy Scholes has more. And, Andy, Clark wasted no time etching her name into the history books. She was on a mission last night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:03",
      "speaker": "SCHOLES",
      "sentences": "And I'm here in Indianapolis where our friends over at TNT are gearing up for this weekend's all-star festivities.I got a chance to talk to the guys from inside the NBA last night, and I asked them just how impressed have they been with what they've seen from Clark. (TECHNICAL PROBLEM)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:03",
      "speaker": "SANCHEZ",
      "sentences": "Doesn't look like we have that sound bite.But Andy Scholes live from a snowy Indianapolis. Looking forward to the all-star game, Andy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:03",
      "speaker": "SCHOLES",
      "sentences": "Oh, yes. Yes. It should be fun. They're going back to east- west this year, Boris. And tomorrow night's even going to be more fun because Steph Curry is going to face Sabrina Ionescu in an extra competition.It's the battle of the sexes in a three-point competition. Really looking forward to that.",
      "isLastSentenceInterrupted": false
    }
  ]
}