{
  "date": "2024-07-12",
  "headline": "Isa Soares Tonight",
  "subHeadline": "Judge Pauses Alec Baldwin Involuntary Manslaughter Trial; Rescued Hostage Describes Months Of Captivity In Gaza; Defiant Biden To Visit Battlegrounds State Of Michigan; Biden Back on Campaign Trail As Pressure Mounts for Him to Step Aside; Devastation in Gaza City After Israeli Military Operation; Son of Asia's Richest Man Marries. 2-3p ET",
  "utterances": [
    {
      "timeStamp": "14:00:00",
      "speaker": "ISA SOARES, CNN INTERNATIONAL HOST",
      "sentences": "A very warm welcome to the show, everyone, I'm Isa Soares. Tonight, President Biden heads back out on thecampaign trail, trying to reassure voters and his party that he is the right man for the job. Then, devastation, destruction in Gaza city after a major Israeli military operation there. We'll have the latest on what's happening on the ground. Plus, an event like no other in India, famous faces from around the world arrive for the wedding of Anant Ambani; the son of Asia's richest man, that story and much more just ahead. But first, this evening, U.S. President Joe Biden is trying to move his campaign forward today, struggling to keep his re- election bid from going completely off the rails following a critical Washington news conference. Reaction to Mr. Biden's performance, it appears to be somewhat mixed after a session that showcased some of the strengths on issues such as foreign policy and the U.S. economy. But it also included awkward verbal gaffes like this one. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Look, I wouldn't have picked Vice President Trump to be Vice President. I think she's not qualified tobe president. So, let's start there. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "SOARES",
      "sentences": "While the number of congressional Democrats you can see there on your screen calling on the President to end his candidacy, is now up to 18-10, roughly this time yesterday on the show. One Democrat who has a role in Biden's re-election bid tells CNN, \"we are doomed if he runs.\" Joining the list of Biden defectors, powerful House Democrat Jim Himes. Have a listen. (BEGIN VIDEO CLIP) REP. JIM HIMES (D-CT):  This needs to be resolved. I don't know, in the next five to seven days, because we just went ten days where the story was not Donald Trump promising totalitarianism. It was, how is Joe Biden going to do in the big boy press conference? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "SOARES",
      "sentences": "In the meantime, House Minority leader Hakeem Jeffries met with the president privately last night. A source tells CNN, Jeffries did notoffer his endorsement. Former President Barack Obama and former House Speaker Nancy Pelosi, have spoken privately, and they believe it's become more difficult to beat Donald Trump since the CNN debate. Neither is sure though what Democrats should do next. To Washington now for all these strands for you and CNN's Annie Grayer along with senior reporter, Edward-Isaac Dovere joins us now. Edward, let me start with you first. I mean, this meeting between House Democratic leader Hakeem Jeffries and President Biden, we know it happened last night. Sources telling CNN that Jeffries didn't offer his endorsement, we don't know if the President asked for it. Just tell us what came out of that meeting and how it's being interpreted. EDWARD-ISAAC DOVERE, CNN SENIOR REPORTER:  Well, look, Hakeem Jeffries is an important place here as the leader of the Democrats in the House, more and more of them coming out and saying that they don't want Joe Biden to continue in the race, he himself had said that he was supportive of Joe Biden earlier in the week, but the meeting that he had with Joe Biden last night was as the leader of all these Democrats. There are over 200 Democrats to say, this is where the caucus is. A lot of the people, even who have not spoken out publicly are people who are saying to reporters like me and Annie and others, that they think Joe Biden should go too, they just haven't said it. They've said it to Jeffries and he is -- he was in a place last night to try to convey that to Joe Biden of saying, this is where the level of support is for you, not just among officials in your party, but people who are saying that they are representing the views of voters in their home districts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "SOARES",
      "sentences": "And Annie, to you, I mean, the White House and the Biden campaign seems to be framing -- at least, yesterday's press conference as a success.President Biden himself doesn't seem like he's going anywhere, he's made that abundantly clear, yet, they can't seem to turn the page on this. Now, we're up to 18 defections. \"New York Times\" also reporting that donors are freezing their financial support. I mean, so, what are you hearing in terms of the strategy, the message here from President Biden and his team, Annie..",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "And Annie, as you were talking, I'm looking at my e-mails because really, Edward, as I'm saying this, I'm seeing Democrat Representative MikeLevin of California has now become the 19th Democrat to call for President Joe Biden to withdraw from the race. I'm going to read out what he says. He wrote, \"once again, our national metal must be forged in the crucible of history It is time to move forward with a new leader together.\" I'm trying -- I mean, as we get to this 19 number here now, Edward, I mean, what are the conversations being had at, you know, the corridors of power about the VP, right? Is she being considered? Is the support there? What are you hearing -- or, I might just too far ahead here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "DOVERE",
      "sentences": "I don't think you're too far ahead of where a lot of people's minds. I do think it's important that 19 members of Congress has spokenout, said they should go, but there are many more who said that they think that he should stay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "DOVERE",
      "sentences": "Again, there are more who haven't said anything except privately, where they've been very skeptical of Biden. But everyone who is beingpractical and serious and realistic about what would happen if Joe Biden were not to be the nominee where he to step aside. Sees that almost certainly it would be Kamala Harris who would be in the position there, and therefore, becomes a choice in the minds of people who are really thinking this through. Do you want to go forward with Joe Biden, given what is clearly been a very bad period for him and his campaign and his hopes of winning, or do you want to switch to Kamala Harris? Now, look, until a couple of weeks ago, and a member of Congress pointed this out to me himself the other day, people were talking about how Kamala Harris was a drag on the ticket. Maybe she should be switched out. And so, that is both a measure of how much things have changed for Joe Biden last couple of weeks, but also how short the memories can be on this stuff. Harris is someone who has had a lot of trouble as vice president. She has had a big upswing recently, people in the last year and even in the last two or three months, have felt much better about the way that she has been handling the job and coming across. But she always will -- and people who are very close to her have said this to me, they know that she will carry the burden of just how bad her first couple of years on the job were no matter what happens. So, that stuck in people's minds and will be a factor if she becomes a nominee as will all of the new scrutiny that would come to her and everything that she says and does if that's the way things go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Yes, I mean, 19 like you were saying out of why I think something like 200, it is significance that we are seeing this every day asignificant number of Democrats joining. But in the larger context, I think it's important to put that into context as you did so well there, Edward, for our viewers. But Annie, to you really, as this in this moment, because we -- it seems that President Biden can't shake this off. Where do we know where this congressional caucus is, Latino caucus, the black caucus. Where do they stand on this? Because a support, I remember, had been there or has been there in the last few days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "GRAYER",
      "sentences": "Right, the black caucus is home-based for Joe Biden. It's where his strongest supporters on Capitol Hill are, specifically Jim Clyburn, whois a very senior member on Capitol Hill and in the black caucus, but it's important that we look -- that we don't look at it, treat any of these groups as a monolith, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Indeed, and that is -- that has been the fear all along. Annie, really appreciate it, Edward, I'm surprised -- Edward, as I'm surprised youdidn't roll your eyes when I called you Edward-Isaac, probably your parents called you that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "DOVERE",
      "sentences": "No --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "I shall call you Isaac from here on in.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Appreciate it too, thank you very much. And the outcome, of course, of this November U.S. election will have a ripple effect, ofcourse, for years to come. The world is watching President Biden's every move, and as well as every slip-up. Prior to calling his running mate, Vice President Trump, Mr. Biden also mistakenly introduced Ukrainian President Volodymyr Zelenskyy as President Putin. Have a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "BIDEN",
      "sentences": "And now I want to hand it over to the President of Ukraine, who has as much courage as he has determination. Ladies and gentlemen, PresidentPutin -- (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "BIDEN",
      "sentences": "President Putin, he can beat President Putin -- President Zelenskyy.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Corrected himself. Well, far away from that NATO Summit, Donald Trump greeted Mister -- greeted Putin's really greater European ally there,and he's seen here smiling next to Hungary's Prime Minister Viktor Orban. All of this happening as we are just days away from the Republican National Convention. Alayna Treene joins us now from our Washington D.C. Bureau. Alayna, as Democrats, as we've just been discussing here at the top of the show, continue of course, to bicker over whether President Biden should step aside. We're now at 19 lawmakers in the last five minutes. What is Mr. Trump doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "ALAYNA TREENE, CNN REPORTER",
      "sentences": "Well, I'll tell you, for one, he's relishing all of the criticism and the chaos that's happening within the DemocraticParty. Donald Trump and his team have very deliberately tried to keep Joe Biden and all the hand-wringing that's happening over whether -- the questions over whether he's fit to serve for another four years. They want that to be the story. Although, of course, it's going to change starting Monday when we go to the Republican National Convention, and it will begin to be the Trump. So -- but for now, they've really wanted to highlight that. We saw that play out last night during Biden's press conference, you saw many of Donald Trump's senior advisors, many of his top surrogates in real time critiquing and mocking at times Joe Biden over his slip-ups during that speech. And so, they are trying to put a focus on this as much as possible. However, at the same time, according to my conversations with Donald Trump's top advisors and those close to the former President, they also want Joe Biden to continue to be the nominee. There's a lot of uncertainty over what would happen for Donald Trump's own campaign if Biden were to ultimately decide to step aside and allow someone else to become his successor. And so,  as much as they're openly critiquing Joe Biden and relishing some of the attention and criticism surrounding him right now, they also want to make sure that he is still the nominee ahead of November. And part of that again, is because they've spent millions of dollars on advertising, on modeling, on data, all trained specifically on Joe Biden. And so, there really is questions over what that would mean if there was another candidate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Yes, indeed, important context, and you know, and as divisions continue of course, in the Democratic Party, Alayna, you know, some havebeen calling for unity that seemed to surround Trump in the Republican Party. We've heard from Republican -- from Adam Kinzinger, who had an interesting thought on this unity discussion. Have a listen to this. (BEGIN VIDEO CLIP) ADAM KINZINGER, FORMER U.S. CONGRESSMAN:  Now, I want to point out a huge difference between him and Donald Trump, between the Democrats and the Republican Party. I hear so many Democrats complaining about this discussion that's going on and -- oh, we have to show the kind of unity Republicans show and we're showing this division. It's bullcrap. The Republicans are not showing unity. It's a cult, and everybody that used to speak out against the dear leader in the Republican Party has been excommunicated or kicked out. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "What would Republicans then make of that? What has been the reaction to those comments?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "TREENE",
      "sentences": "Well, Kinzinger is one of those Republicans who has faced backlash and was ultimately kicked out of Congress --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "And I know you'll be keeping an eye on that busy day for you on Monday. Alayna, great to see you, thank you very much. Well, top Bidencampaign officials believe the path to victory runs through battleground states of Wisconsin, Pennsylvania and Michigan, which is where the President will be tonight. For more analysis, I want to bring in CNN senior political analyst and senior editor for \"The Atlantic\", Ron Brownstein. Ron, great to see you. There is so much for us to get through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "RON BROWNSTEIN, SENIOR EDITOR, THE ATLANTIC",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "What a busy week it has been. Look, let me start where I started off the show in this meeting between President Biden and House DemocraticSpeaker Hakeem Jeffries, according -- I'm sure you've seen CNN reporting saying that Jeffries did not offer Biden his endorsement. What is your read, just, you know, on this just to start off with?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "BROWNSTEIN",
      "sentences": "Yes, look, Democrats are deeply split. I mean, it is remarkable to think about how deep this fissure runs in the party. I thinkthe elected officials are pretty closely split. The growing number concerned that Biden is not on a path -- the debate, he cannot recover from the debate, and that he will drag down the ticket. Don't forget, in the last two presidential elections, 2016 and 2020, only one senator out of 69 races won a state that voted the other way for president. So, the elected officials are split. I think the political professionals, the strategists, the pollsters predominantly believe he has to leave the race and the party would have a better chance with Kamala Harris. But people who do grassroots politics, some of the key constituency groups that are doing door-knocking and canvassing, they believe that it can be -- that Biden can recover, I think is the dominant view there. So, there's a division between kind of the two branches of Democratic, you know, kind of political thinking. And then the national polling has been sort of after being quite bad in the days immediately after the debate, is kind of reverting back to where  it was in the pre-debate period with, you know, kind of an even or even a slight lead for Biden nationally now in the swing states, he's struggling. So, you know, when you add all of it up, I think on balance, more people want him to go than stay, but it is an incredibly closely-divided split that is leaving the party paralyzed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Yes, and in the last few minutes, we've had another lawmaker call for him --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "BROWNSTEIN",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "To step aside. Michael Levin of California, so, we're now at 19 --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "BROWNSTEIN",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "But you know what we had been reporting in the last few days, and I wonder if you can offer some insight here on is, the congressional blackcaucus and the congressional of Latino caucuses, well, from what I understand, backing Biden, is still backing Biden. I know that's not a monolith, but I think it's important to say that's where we understand the support has been. What are you hearing? I mean, do you know if this is still the case, and where do they stand, you know, on Kamala Harris? I know you've been writing about this --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "BROWNSTEIN",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "For \"The Atlantic\", talk to this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "Yes, and Republicans have been going after her for some time as you have written about --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "BROWNSTEIN",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "In \"The Atlantic\". But look, we heard President Biden say yesterday, you know, it's all about the polling, he's keeping an eye on thepolling, and we have new polls, we've had new polls pretty much all this week. We've got new poll --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "BROWNSTEIN",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "NPR-Marist poll, I just want to show this to our viewers, where the President, Ron, is leading Donald Trump. But only -- I mean, only ever-so slightly. I spoke -- and you were talking about this division that we're seeing, and I spoke yesterday on the show to a pollster, and she told me that there's an elite conversation that's happening in Washington. There's immediate conversation, and there's a conversation with voters that's completely different and that hasn't really changed since the debate. I want to -- you to have a listen to what some of the voters are saying. Have a listen to this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I fully appreciate him. I think he was wonderful as our president. I just don't think he can manage for four more years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I believe that experience counts, and it's just like with age, you mellow with time, the older you get, more knowledgeable youare. I think he's very knowledgeable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Deep down, I would like to see some of the younger stars in the Democratic Party, and have Joe gracefully hand over the batonto them. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "And these voices are interesting. We've been hearing from you know, from voters in the last several days because the pollster was alsosaying to me that despite all these concerns, right? That we've just heard today, we heard them yesterday, that they would still pick Biden over Trump. Does that then say to you that Biden struggle as being exaggerated?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "BROWNSTEIN",
      "sentences": "No, I mean, I think -- I think there is a difference between the elite conversation and the grassroots conversation, but there's not acomplete difference.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "BROWNSTEIN",
      "sentences": "It's clear in polling, there are a lot of Democratic voters who are concerned both about whether Biden can win, but also on theunderlying issue about whether he can do the job for four more years. Don't forget in the op-ed that George Clooney wrote, he didn't only say that he was worried about him winning, he was worried about whether the man he saw can really do this job. The issue isn't whether Democratic core, democratic voters are going --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "BROWNSTEIN",
      "sentences": "To vote against Donald Trump. I mean, there is an anti-MAGA coalition in the country that is very substantial, but it probably byitself is not big enough to win those swing states, in particular Michigan, Pennsylvania, and Wisconsin, that he almost certainly has to win in order to get back to 270 electoral college votes. He's got to win a few points among voters who are not really engaged in this ideological fight about whether Trump is a threat to democracy or their rights, and are really voting on who they think can make their life better over the next four years. And the people who are concerned about Biden is not worried or are not worried ultimately about big defection among Democrats. They're worried that a ceiling is now too low to win in those three states, particularly, you know, which are looming larger because the four Sun-Belt swing states of North Carolina, Georgia, Nevada, and maybe a little better for him, Arizona, have all drifted largely out of reach, leaving him or --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "BROWNSTEIN",
      "sentences": "Or he's got to sweep those three. So, you know, I think the Democratic voters are as divided as the Democratic elected officials andthe Democratic professionals. But I do think there is a lot of sense that the trajectory they're on is one that's going to fall short in the end, and that there is at least an opportunity if you shuffle the deck to create a different dynamic that may be tougher for Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "Very quickly then, do you think he's going to step aside, Ron? I mean, I'm seeing \"New York Times\" saying the donors, Democratic donors areplanning to hold back some roughly $90 million pledged if he remains in the race --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "BROWNSTEIN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "What is your -- what is your -- what do you think -- how do you think it's going to work out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "BROWNSTEIN",
      "sentences": "You know, I think -- I think it is impossible to predict. If I --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "BROWNSTEIN",
      "sentences": "Absolutely had to predict, I think in the end he would -- why would you do it before the Republican Convention, and let them tee off onHarris for a week, why not let them spend a few days going after you with arguments that will become instantly irrelevant, you know, whenever he makes a decision. I think on balance, he will probably do that. But it is by far -- it's far from a short thing, it is a close call on the party, it's a close call on the polls, and there is still doubt about among Harris, even as there is excitement about the prospect of shaking up the deck.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "Fascinating days ahead, Ron Brownstein, always great to get your insight. I appreciate it, thanks, Ron.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "BROWNSTEIN",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "Just moments ago, jury deliberations got underway in the federal corruption trial of high-profile U.S. Senator from New Jersey Bob Menendezand two co-defendants face more than a dozen conspiracy as well as bribe- related charges. The Democratic senator is accused of accepting gold bars, hundreds of thousands of dollars in cash, and other bribes in exchange for his political influence. Menendez has pleaded not guilty. Alec Baldwin's involuntary manslaughter trial has been paused, by the judge. The move comes after attorneys for the actor requested that charges against him thrown out. The defense says, prosecutors do not share relevant evidence with them, which violates evidence rules. The jury has been dismissed for the day while the judge considers this motion. Let's get the very latest on this from Los Angeles with a new twist. Of course, Elizabeth Wagmeister joins me now. Elizabeth, so talk us through what has happened today and what led to this, and why the jury being sent home?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "ELIZABETH WAGMEISTER, CNN REPORTER",
      "sentences": "This is a big twist in this case. So, this was the latest attempt from Baldwin's team to toss this case out. Butin this new motion to dismiss, which was discussed when court got into session this morning, his attorneys are saying that the prosecution has withheld evidence relating to bullets. They say that this is critical evidence. Let's take a look at some of the sparring between the attorneys from the courtroom. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We're talking about a prosecution that didn't preserve those bullets, that didn't collect them at all. They didn't turn them over.This is critical evidence in the case that was never disclosed to us. This case should be dismissed, your honor. This is over and over and over and over again. And, your honor, you've given them a fair chance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "KARI MORRISSEY, PROSECUTOR",
      "sentences": "Your honor, there have been absolutely no violations of our obligations as prosecutors. Everything that has occurredin this regard, everything that these defense attorneys knew well before today. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "ISA SOARES, CNN INTERNATIONAL ANCHOR",
      "sentences": "Elizabeth Wagmeister, I know you'll stay across it for us. Thank you very much, Elizabeth.And still to come tonight, this is what's left of parts of Gaza City after a fierce offensive by Israeli forces. Civil defense officials say more than a hundred bodies have been recovered so far. We'll bring you the very latest after this. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "KOZLOV",
      "sentences": "First three months is we were afraid of every bomb that we heard. Every time you started to hide in the corners of our room. And terrorists,like, what are you afraid in Arabic, but we already understood that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "GOLODRYGA",
      "sentences": "The doctors, your mom, said that there was a lot of psychological warfare conducted and abuse. How often would you hear thingslike that and how did it make you feel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "KOZLOV",
      "sentences": "Not from everybody but some of them, the last one, the last main bad guy who was with us at the last our place. He told us a lot like Israelwants to kill us and we are a problem for Israel. And they try to solve this problem like with the way of bomb that your family doesn't try to find you. And they told me, they said that your wife is probably looking for somebody else.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "GOLODRYGA",
      "sentences": "Did you ever believe it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "KOZLOV",
      "sentences": "I try not to believe in this. Like I was sure that my family is looking for me. I was sure that wife of Shlomi keep going and try to findhim. I was sure that Israel doesn't want to kill us. But they told us this a lot. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:41:15",
      "speaker": "SOARES",
      "sentences": "You can see live pictures coming to us there from the United States to Joint Base Andrews there in Maryland. Any time now we're expected to seePresident Joe Biden departing for a campaign event that we've been talking about on top of the show in Michigan of course is a key battleground state. President, as you all know, has been trying to reassure voters and will continue to try to reassure voters of course as well as members of his own party that he's up to the task of beating Donald Trump. It follows from that closely watched press conference last night where Mr. Biden pushed back against calls for him to exit the presidential race. It almost -- also while he was very strong on foreign policy, as we've played out for you, there were some mistakes some errors and verbal flubs you can call it, but also some expansive takes on foreign policy and the economy. Into the few hours, we will see the president -- in a few minutes, I should say, we should be able to see the president leaving to Michigan and really on the campaign as the calls for him to drop out of the race grow even louder. The top of the show, if you remember the last 42 minutes or so, we heard from a 19th lawmaker Mike Levin of California calling for the president to step aside. But right now, any moment, we'll see the president on his way to the key battleground state of Virginia -- of Michigan, pardon me. We are also expecting to see a private meeting today, 18 congressional democrats -- 19 congressional democrats have now asked him to end, but in the meantime to move aside -- but in the meantime Biden, from what we understand, from our sources tell us, is preparing for a series of critical meetings. Sources telling CNN he's set to meet virtually, we've been told, with the congressional Hispanic caucus today, as well as members of the Asian Pacific-American caucus. And tomorrow he'll hold calls with the new democrat coalition and the congressional progressive caucus. So, a lot going on calls continue to grow. The question is, where do voters stand on this? How are they reacting to President Biden's news conference yesterday? Our Gary Tuchman spoke with a group of senior in Kalamazoo, Michigan. Take a listen to what they had to say. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Relieved and I think he should stay in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "TUCHMAN",
      "sentences": "So your opinion has changed from not sure to he should stay?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes. Uh-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "TUCHMAN",
      "sentences": "OK. And how about you? How do you feel? You weren't sure. How do you feel now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Same. I think he's the logical choice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "TUCHMAN",
      "sentences": "OK. Now you thought he should pass the torch. How do you feel right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I still believe he should pass the torch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "TUCHMAN",
      "sentences": "And why do you say that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I think he conveyed more defensiveness versus confidence and I think we are really craving uh to be able to be confidentabout the candidate that we carry into the November election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "TUCHMAN",
      "sentences": "How did you feel about this news conference just now? Did it give you more confidence? Enjoyed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I have all the confidence that I did yesterday. So I just --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "TUCHMAN",
      "sentences": "Were you confident yesterday?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes, because everybody has a bad day and I could see that he was sick. But for some reason, they decided to do what they weregoing to do even though he was sick and I think that might have been a bad choice. And you just saw him when he's sick and when he's tired and those sorts of things, but at the heart of it, he's a strong guy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "TUCHMAN",
      "sentences": "What do you think? Do you agree with that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes, I would agree with that. I think what came across was that of what he is. Joe Biden is very caring about people he's veryknowledgeable and experienced and he's not just out for himself, that he really cares about the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "TUCHMAN",
      "sentences": "And there's no chance that you would be more confident with the Kamala Harris or your governor here, Whitmer, here in the state ofMichigan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Right. Yes. I think Joe Biden did an excellent job.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "TUCHMAN",
      "sentences": "During this news conference?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Uh-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "TUCHMAN",
      "sentences": "But was there any part of you before this that said I'm not so sure that I can still support him and I want another Democrat?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I've always been confident in him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "TUCHMAN",
      "sentences": "Any of you going to be watching the Republican National Convention starts Monday? No hands going up. Democratic National Convention five weeksafter that? OK. Not all these people are Democrats, some are independents, but they all like Joe Biden and it's fair to say that none of you are going to be switching to Donald Trump. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "SOARES",
      "sentences": "They've made that abundantly clear. Thanks to Gary Tuchman there.Now Venezuelan migrants are hoping that a change in the country's leadership could allow them to come home. The country is preparing for national elections later this month. Millions of people have fled the country since President Nicolas Maduro came to power. Now they're looking to return and see their loved ones. Stefano Pozzebon spoke with one woman who is now living in Colombia. (BEGIN VIDEOTAPE) STEFANO POZZEBON, JOURNALIST (voice-over): how do you build a home far away from your home? Sometimes, it's just a matter of finding the right people to help. These migrants in Bogota are doing just that, working with a foundation that provides free classes and counseling to vulnerable Venezuelans and Colombians alike. Maria Alvarez arrived in Colombia seven years ago. She helped create the organization. Making a living as a manicurist is tough but Bogota has been welcoming. Home, however, is still somewhere else. She dreams that one day, her son will finally meet his grandparents in Venezuela. He has only seen them in photos. This month, millions of Venezuelan migrants are sharing such dreams as their home country heads to the polls. Authoritarian president Nicolas Maduro pledging to allow free and fair elections as he campaigns for re-election and the democratic opposition uniting behind a single candidate, Edmundo Gonzalez, a former diplomat who floated the idea of amnesty for former government officials who have been accused of crimes against humanity. It's the most credible democratic challenge in a decade, but because more than seven million Venezuelans like Alvarez have fled the country under Maduro, the upcoming month can make an impact all across the Americas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "POZZEBON",
      "sentences": "Colombia has welcomed more than two million Venezuelan migrants in recent years. Many here have found a new home, but for others, thesestreets are just the beginning of a journey to the north. POZZEBON (voice-over): Venezuelans were the second largest group of migrants reaching the U.S. southern border last year. Many arrived from Colombia crossing the treacherous jungle to Panama in the Darien Gap and then upward through Central America, numbers some experts fear might increase should Maduro stay in power.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SOARES",
      "sentences": "We're going to leave Venezuela, take it United States. You can see there, new pictures coming to us now, U.S. President Joe Biden, as you cansee there, preparing to depart for a campaign event that we talked to you about at the top of the show the show in Michigan. Michigan, as you all know, is a state for him, a key state for him to be re-elected. It is a key battleground state and his departure comes just minutes after, you know, the last 15 minutes I should say after a 19th congressional Democrat. Mike Levin of California called for Mr. Biden to exit the race. He's had a private meeting, as you know, overnight with Democratic leader, Hakeem Jeffries. Didn't seem to endorse him. Jeffries did not offer Biden his endorsement. Sources telling CNN and telling our Jeff Zeleny in that meeting calls continue to grow, of course, and growing louder for him to step aside, but President Biden, as you well heard yesterday, says he's staying put. We heard strong policy, foreign policy responses from him yesterday and responding the economy as well. But there were some slip-ups as we brought that to you. We're going to take a short break. See you on the other side. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:00",
      "speaker": "SALMA ABDELAZIZ, CNN CORRESPONDENT",
      "sentences": "Seven months of pre-wedding events. In the pre-wedding events, just to give you an idea, this is before thewedding, included a luxury cruise around Italy where Katy Perry was serenading the guests. You had Justin Bieber who was in town just a few days ago, again, before the wedding to congratulate the couple. You had just the A-listers of Hollywood, Bollywood and Silicon Valley flying in for this big bash in March where Rihanna made an exclusive performance to Ivanka Trump and Bill Gates. So you can imagine the anticipation, the expectation for today is sky high.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:00",
      "speaker": "SOARES",
      "sentences": "What are we expecting from this one? I mean how much more lavish can it be",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:00",
      "speaker": "ABDELAZIZ",
      "sentences": "We know that the arrivals have just happened. Kim Kardashian, Boris Johnson, Tony Blair, Prime Minister Modi himself are in attendance.The venue now, that's what I really wanted to know, what have they done for the venue for the actual event? They've recreated a holy Indian city, an entire city. They've hired hundreds of craftsmen, artisans, painters, chefs and they want to bring the sights, the sounds, the spirit of the city along the Ganges river right to their guests. It's a huge point of pride, right? The family has made a very insistent determination to really show off Indian culture. Every single person has to arrive in Indian dress. It's an absolutely beautiful occasion. I know you described it as perhaps the most lavish wedding of the year, but they're calling it the wedding of the century in India. I mean so much pomp and circumstance I think it would put a royal wedding here to shame.",
      "isLastSentenceInterrupted": false
    }
  ]
}