{
  "date": "2024-11-01",
  "headline": "CNN News Central",
  "subHeadline": "4 Days to Go: Trump and Harris Blitzing Battlegrounds in Final Sprint; North Korean Troops Gearing Up to Fight Ukraine; Trump Stokes Election Fraud Conspiracies in Battleground Pennsylvania. Aired 3:30- 4p ET",
  "utterances": [
    {
      "timeStamp": "15:30:00",
      "speaker": "TOM FOREMAN, CNN CORRESPONDENT",
      "sentences": "And you can't just throw over the checkerboard every time you're not happy and say, well I never lost because after all I never finished the game. That's not how it works.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "Tom, we so appreciate having you on, not only for the levity and the laughs, but also the important respect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "FOREMAN",
      "sentences": "Yes, a lot of laughs today. A lot of laughs today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "SANCHEZ",
      "sentences": "When you threw to me to explain the court cases, I was going to say, I have no idea.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "FOREMAN",
      "sentences": "That's Kara's territory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "That throwing out of the boardgame, that happens at my house sometimes. But that's because I have small children.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "FOREMAN",
      "sentences": "Well, yes, small children.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "KEILAR",
      "sentences": "It's me. I'm the one throwing the board, though.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "SANCHEZ",
      "sentences": "We all obviously want to know who's going to win next week's presidential election, and at this point, no one really does, but it likely will come down to just four letters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "KEILAR",
      "sentences": "That's right, G-O-T-V. Get out the vote. And whichever side masters this essential part of campaigning could come out on top.CNN's Phil Mattingly takes a deep dive into that operation in battleground Georgia. (BEGIN VIDEOTAPE) PHIL MATTINGLY, CNN CHIEF DOMESTIC CORRESPONDENT (voice-over): This is not the center of Georgia's political universe. But drive 250 miles from Atlanta, down Interstate 16, and you'll find a key component of the Harris campaign strategy to keep the state blue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "MATTINGLY",
      "sentences": "You said don't sleep on I-16?DEREK MALLOW, (D) GEORGIA STATE SENATOR: Yes, don't sleep on I-16, baby. When you ride down I-16 on that little two-lane road to get to Savannah, you'll find out we're doing something down here. MATTINGLY (voice-over): Savannah operates at a decidedly more leisurely pace of life than the Atlanta metro area. And Georgia's oldest city remained largely outside the political spotlight four years ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "MATTINGLY",
      "sentences": "Fulton County, Gwinnett County, DeKalb County.MATTINGLY (voice-over): Atlanta and its suburbs did fuel Joe Biden's win. But Chatham County quietly served as a goldmine for Democratic votes. Nearly 16,000 more than turned out here for Hillary Clinton in 2016.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "MALLOW",
      "sentences": "One of the things that we started saying was, hey, the coast matters. This is important. What we do here matters. Our folks matter. And we need to get this engagement here down on the coast because we can turn out voters, too.MATTINGLY (voice-over): That message from local officials like State Senator Derek Mallow was received. So while the Harris ground campaign here leverages massive star power to try and match the massive 2020 turnout in Atlanta and its surrounding area.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "MALLOW",
      "sentences": "Hey, what's going on, Georgia?MATTINGLY (voice-over): They have deployed Mallow and a roster of popular local leaders to boost Chatham's impressive 2020 numbers. Just this week, Minnesota Governor Tim Walz rallied supporters here. The same place Walz embarked on his first joint campaign events with Harris in August. KAMALA HARRIS, VICE PRESIDENT OF THE U.S. (D) AND U.S. PRESIDENTIAL NOMINEE: Oh, it's good to be back in Savannah. MATTINGLY (voice-over): Capped off with a packed rally here where the first HBCU grad to lead a ticket.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "KATELYN GREEN, HBCU STUDENT BODY PRESIDENT",
      "sentences": "I couldn't be more excited to welcome a fellow HBCU alum to our beautiful city of Savannah.MATTINGLY (voice-over): Was introduced by the student body president of the state's oldest HBCU. Located just a few miles down the road. Katelyn Green is a window into the burst of enthusiasm on the campus of Savannah State University sparked by Harris's elevation to the top of the ticket.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "MATTINGLY",
      "sentences": "Do you think Joe Biden giving way to Kamala Harris changed how people on this campus felt about the race?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "GREEN",
      "sentences": "Yes, absolutely.MATTINGLY (voice-over): Her role at the rally, a nod by the Harris campaign to the critical place young voters in this state have in the Democratic coalition.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "MATTINGLY",
      "sentences": "Do you think that had an impact on people wanting to vote or wanting to support? Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "To camp the rally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "MATTINGLY",
      "sentences": "Yes, to support vice president --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Definitely. I think I went with, we went together, a group of our friends, we actually --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "MATTINGLY",
      "sentences": "It's not going to be a peace action, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes, we did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "There was two incidents. They were treating Savannah State students like royalty. It was, it felt so amazing.MATTINGLY (voice-over): That wasn't an accident in one of the youngest states in the country by median age. Where young voters helped propel the state's first black senator, Raphael Warnock, to victory in 2022.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "GREEN",
      "sentences": "I think I received more campaign messages than, you know, like actual notifications on my phone.MATTINGLY (voice-over): On this campus, it wasn't the campaigns that drove critical registration and early vote efforts. Inorganic and nonpartisan effort driven by students, including Kayla Jordan and Taniya Henderson, had been in place for months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We had chalk for people, we had music out, like people came really over just to dance. And then we'd be like, hey, are you registered to vote? Like, come inside, get registered.MATTINGLY (voice-over): Outside the friendly campus confines, Mallow has confronted more acute and pervasive obstacles. The campaign's expansive full state ground operation racing the clock to make the case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "MALLOW",
      "sentences": "We assume everybody knows all this stuff, but the actual reality is most people don't.MATTINGLY (voice-over): Often eclipsed by a more daunting and time consuming barrier.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "MALLOW",
      "sentences": "You know, I probably spend at least, you know, two or three conversations a day putting out that fire of disinformation. MATTINGLY (voice-over)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "GREEN",
      "sentences": "Yes, Kamala HQ is my favorite TikTok page right now.MATTINGLY (voice-over): And where Katelyn Green is still marveling at her once in a lifetime role at the Harris rally here this summer. Despite the consequences for skipping a day at last.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "MATTINGLY",
      "sentences": "There wasn't a note you could send a professor saying like, sorry, I have to introduce the vice president of the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "GREEN",
      "sentences": "No, no. Student first. Yes, they actually, you know, they don't really care that I introduced the president. You know, they were more worried about their analytical chemistry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "MATTINGLY",
      "sentences": "So you want me to write a note to professors?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "GREEN",
      "sentences": "Yes, if you could, please, because it's hard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "MATTINGLY",
      "sentences": "Georgia is a study in contrast when it comes to the ground game, not just between Trump and Harris. Obviously, what we saw from Harris, very different from what you've seen from the Trump campaign, largely reliant on outside groups, largely reliant on Governor Brian Kemp's organization, the detente between the two Republican camps. Pretty critical a few weeks ago, but also the contrast between the Harris campaign and the 2020 Biden campaign.The current campaign, the largest in-state coordinated campaign in Democratic history, pushing out much further, trying to target rural voters to take down Trump's margins in his strongholds. Very different from what we saw in 2020. Obviously, Biden won in 2020. Harris hoping to do the same this time around. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "KEILAR",
      "sentences": "The announcement of the impending use of these North Korean troops comes as the U.S. and its allies are weighing how to respond to this development.We have CNN national security correspondent Kylie Atwood with us on this. It seems to be this potentially pivotal moment. What are you hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "KYLIE ATWOOD, CNN NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Yes, that's right. Because if you have 10,000 North Korean troops who are in Russia right now, that's a pretty significant number that Russia can actually use in its operations against Ukraine. The Secretary of State said yesterday that that's expected to begin in the coming days.So this is the moment that U.S. officials and South Korean officials, of course, have been watching for as they have tracked these North Koreans moving to Russia. The fact that they have been trained by Russian soldiers. They have been trained across the board, really, on drones, on artillery, on basic infantry operations, the Secretary of State said yesterday. So they have some capabilities as they're heading into the battlefield. There are questions, however, about how effective these North Korean soldiers can actually be. Natasha Bertrand, our colleague at the Pentagon, has talked to sources who said that many of them are actually special operations soldiers who are going in. So how effective they can actually be on the ground is a question mark. And these intelligence officials have also said the expectation is that North Korea actually wants them to get some combat experience, because if you think about North Korea, they haven't actually had a war. These soldiers haven't actually engaged in warfare in 70 years now. So this actually gives them some experience on the battlefield. We'll see how effective they can actually be. But one last bit to mention here is the Secretary of State also mentioned that the U.S. is in touch with China. They've talked to them. He said they have had robust conversations with China in the last week to try and convince them to do something to prevent North Korea from continuing to send these troops into Russia. Questions, obviously, about how effective those conversations would be, given how much support China has given to Russia's defense industrial base throughout the entirety of this war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "SANCHEZ",
      "sentences": "Only four days before Election Day and former President Donald Trump is spreading false claims of voter conspiracies in key battleground states.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "KEILAR",
      "sentences": "One of his main targets is, maybe no surprise, Pennsylvania, where he continues to push allegations of voter registration fraud. CNN's Brian Todd takes a closer look.(BEGIN VIDEOTAPE) BRIAN TODD, CNN CORRESPONDENT (voice-over): A key battleground at the center of former President Donald Trump's latest allegations of voter fraud, Pennsylvania. Trump posting on Truth Social, quote, We caught them cheating big in Pennsylvania. Prosecute now. This is a criminal violation of the law. An accusation that he's been hammering on for days. DONALD TRUMP, FORMER U.S. PRESIDENT, 2024 PRESIDENTIAL NOMINEE: They found a lot of smaller things in Pennsylvania, as you know, and I think they've been corrupted. TODD (voice-over): Trump and his team have alleged that in York County, Pennsylvania, thousands of potentially fraudulent voter registration forms were turned in from a third-party group. And Trump claims that in Lancaster County, there were at least 2,500 fake ballots and forms, all written by the same person. CNN's Marshall Cohen has been tracking election disputes in Pennsylvania. He says in those two counties, it appears the safeguards in place worked.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "MARSHALL COHEN, CNN REPORTER",
      "sentences": "The authorities in Lancaster and York County noticed what was going on. They paused all those registrations, launched an investigation, and determined that some of them might be improper, but others were perfectly fine and those registrations could go forward.TODD (voice-over): Pennsylvania's Secretary of State, a Republican, also spoke of his state's safeguards. AL SCHMIDT, (R) PENNSYLVANIA SECRETARY OF THE COMMONWEALTH: Elections in Pennsylvania, whether you're a voter or a candidate, should have confidence in the integrity of our elections and that they are free, fair, safe and secure. TODD (voice-over): Pennsylvania's Democratic Governor, Josh Shapiro, posted on X that Trump is trying to, quote, stoke chaos in his state. LAURA BARRON-LOPEZ, CNN POLITICAL ANALYST: Given Donald Trump's history of lying about the U.S. election system, I think that it's fair for reporters to say that he is essentially laying the groundwork to call the 2024 election rigged. TODD (voice-over): Others are sowing doubts, too. U.S. intelligence has determined that Russian operatives were behind this fake video, which circulated on social media, purporting to show someone destroying mail-in ballots for Trump in Bucks County, Pennsylvania. Again, this video is fake. In addition, election officials in battleground states tell CNN they've been trying, and largely failing, to combat a torrent of misinformation coming from billionaire Trump ally, Elon Musk, as he stumps for Trump in those states. A Pennsylvania election official telling CNN, quote, Elon Musk is a huge problem there. BARRON-LOPEZ: He has millions of followers on X, on social media, and he has also spread Donald Trump's baseless lies about the election. TODD (voice-over): Musk and one of his attorneys have not responded to CNN's questions to them about the concerns of him spreading misinformation. An X spokesperson said the platform is enforcing its policies on election interference and misleading content.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "KEILAR",
      "sentences": "Still ahead, one dictionary announcing its word of the year. It means a confident, messy way of life. Any guesses? We're going to tell you after the break.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "SANCHEZ",
      "sentences": "It means confidence, independence, and maybe even a bit of chaos. We've all heard the term brat summer, but it turns out it's actually been a full brat year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "KEILAR",
      "sentences": "Brainrot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "SANCHEZ",
      "sentences": "What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "KEILAR",
      "sentences": "Well, now I feel seen because I've heard this coming from my kids, and so I'm like, oh, brainrot. I thought they'd just come up with some weird thing, but it turns out I guess all the kids are saying it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "SANCHEZ",
      "sentences": "I heard delulu out there. I guess it means delusional.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "KEILAR",
      "sentences": "Yes, I like that one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "SANCHEZ",
      "sentences": "Yes. Era, I guess we know because Taylor Swift.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "KEILAR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    }
  ]
}