{
  "date": "2024-11-21",
  "headline": "The Source with Kaitlan Collins",
  "subHeadline": "Trump Taps Pam Bondi For Attorney General After Gaetz Withdraws; Sen. Rounds Introduces Bill To Help Trump End Education Dept; GOP Sen. Defends Hegseth From Assault Allegation: \"It's A Disgrace.\" Aired 9-10p ET",
  "utterances": [
    {
      "timeStamp": "21:00:00",
      "speaker": "WHITNEY WILD, CNN LAW ENFORCEMENT CORRESPONDENT",
      "sentences": "--and that doesn't even include the cost that a non-profit incurred, when it tried to help search for him, in Green Lake, which by the way, is the deepest lake in Wisconsin, which Police say is why he chose that particular location.So, John, there are many more open questions here. And what they keep saying is that it is very clear he's reluctant to come back to the U.S. And so, they're continuing to push on his heartstrings. We'll see if that works to bring him home, John. JOHN BERMAN, CNN HOST, ANDERSON COOPER 360: Sent a lot of people on a wild goose chase. Whitney Wild, thank you very much. The news continues. \"THE SOURCE WITH KAITLAN COLLINS\" starts now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "KAITLAN COLLINS, CNN HOST, THE SOURCE WITH KAITLAN COLLINS",
      "sentences": "Straight from THE SOURCE tonight.We're live from the center of the political universe, near the President-Elect's Mar-a-Lago Club, where he just announced his new pick for attorney general, hours after Matt Gaetz's sudden withdrawal. And I have new reporting, tonight, on who Trump is eyeing for another top job. I'm Kaitlan Collins, live from West Palm Beach, Florida. And this is THE SOURCE. We are late into the evening, and there is still a ton of action coming out of Mar-a-Lago, tonight, as Matt Gaetz is out, and Pam Bondi is in, as the President-Elect's pick for attorney general. Donald Trump, landing on the former Florida attorney general, just hours after Gaetz withdrew, referring to Bondi, tonight, as, quote, \"Smart and tough, and... an AMERICA FIRST Fighter.\" Bondi is a veteran prosecutor, who served as the State's Attorney General from 2011 to 2019. She was actually the first woman elected to that office, and she is also a longtime Trump loyalist. She served on Trump's defense team, during his first impeachment. And at one point, during his first term, he considered putting her in his cabinet, after he had fired Jeff Sessions in 2018. We are told tonight that Bondi's name started circulating almost immediately after Gaetz withdrew, around lunchtime today. One source saying that Bondi is a solid choice, said that they feel much better about her chances of being confirmed in the Senate. I also have new reporting, tonight, about Trump's potential plan to shake up the FBI. We know he has been planning, for months, to fire the FBI Director, Chris Wray, if he were reelected, even though Wray's 10-year term that Trump appointed him to is not up until 2027. But I'm told that Trump has been struggling with who to replace him with, someone that can strike the balance of carrying out the agenda that he wants at the FBI, also being able to be someone who can get confirmed by the Senate. I'm hearing that one idea being floated now is Trump naming Mike Rogers, a former FBI special agent, and former Michigan congressman who recently ran for Senate, as the FBI Director, while also putting in Kash Patel, who is a controversial MAGA loyalist, as the Deputy FBI Director. That would be an attempt to please both camps. Of course, nothing on that front is final, until it is posted on Truth Social. Here with me on a whirlwind day at Mar-a-Lago, speaking of Truth Social, Kristen Holmes. We found out earlier, when Trump posted online that he was selecting Pam Bondi. What are you hearing about how he came to that decision?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "KRISTEN HOLMES, CNN NATIONAL CORRESPONDENT",
      "sentences": "So, she has always been one of his favorite attorneys. He loves watching her on TV. He thinks that she is a good, effective communicator. She's been on the campaign trail with him.And she has really slid in on some of the moments that he needed her most. When Corey Lewandowski was out -- ousted from the Super PAC, she stepped in and took over. When he needed a lawyer during impeachment, she stepped in and took over. And so, we were told it was really a no-brainer, because obviously, as we've been reporting for the last several weeks, Matt Gaetz came about because he didn't like any of the other candidates that were there. So, Pam Bondi's name started circulating, as you said, right around the time, right after Matt Gaetz announced that he was withdrawing his name. She sat down with Trump, at Mar-a-Lago. And then, shortly afterwards, he offered her the job. And everyone I'm talking to is really excited about this prospect. There were so many concerns about -- from Republicans that Matt Gaetz was not going to get confirmed, and Donald Trump is going to waste all of his political capital on him. Pam Bondi seems like a much safer choice. COLLINS: Well, and as they're looking at this, I mean, that is really become the name of the game for them, is the math of just who can get there. I mean, Trump obviously wants someone like a Matt Gaetz. But how are they viewing it in terms of her ability to get confirmed? Because -- do they believe it's easier now that they've put someone up who was facing pretty difficult odds?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "And so, we're looking at this with Matt Gaetz withdrawing, Pam Bondi is the new attorney general pick. Pete Hegseth, obviously still facing questions. We're waiting on a Treasury secretary. We're hearing this plan, potentially for the FBI, of what that's going to look like. I mean, there's still several big names that we're waiting to come out of Mar-a-Lago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "HOLMES",
      "sentences": "That's right. And we have still been waiting for this Treasury secretary, since last Friday, when they originally told us that we were going to get that announcement.We are told that basically, because of the Howard Lutnick factor of all this, it has been held up. And then today, because of Matt Gaetz, when they were hoping to get all of the Treasury secretary news out, they had to deal with attorney general. Again, one of the things we reported, to Donald Trump, Attorney General is the most important job in the administration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "HOLMES",
      "sentences": "So, the second that Matt Gaetz withdrew, he knew he needed a replacement, and so did his team. So everything else kind of went to the wayside.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "Yes. Kristen Holmes, great reporting today. Thank you for that. And of course, questions about what this is going to look like. I want to bring into the conversation, former Assistant U.S. Attorney, Elie Honig.Elie, Pam Bondi is not a household name for everyone. Obviously, those of us in Trump-world know her very well. When you look at her qualifications, how does she compare to previous picks for attorney general? ELIE HONIG, FORMER ASSISTANT U.S. ATTORNEY, SOUTHERN DISTRICT OF NY, CNN SENIOR LEGAL ANALYST: Well, Kaitlan, she's way more qualified than Matt Gaetz. Let's start with that. Last week, when Matt Gaetz was announced as Trump's original pick, you and I said there's two main things you have to look at. Qualification and independence. So on the first of those, qualifications, Pam Bondi is, without a question, qualified to be attorney general. She's been a prosecutor for 20 years in Florida. For eight of those, she was the Attorney General of the State. That's a very big, very complicated job. And that level of experience is on par with or better than most United States Attorneys General that we've seen over the past 50 years or so. When we get into independence, though, things get a little more complicated. Now, there's nothing wrong or unusual with an attorney general, who shares the same politics and ideology as the president. That's the way these things work. But I think the big problem with Pam Bondi is she was a vocal 2020 election denier. And I think that raises legitimate questions about her independence, and her credibility, and I expect that to be a sticking point, when she goes in front of the Senate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "But I guess the question is, has the curve changed, like, I mean, we all know we were in school, you got graded on a curve, in some cases, and it would help you a lot with what it will -- ultimately how you scored.I mean, could that be a dynamic here, given maybe four years ago, or eight years ago, she would not have been a conventional choice for attorney general. But in the dynamic of who is being put up for the cabinet now, I think that's a question of whether that changes this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "HONIG",
      "sentences": "Yes, I think that's a great observation. I think if we compare her to Matt Gaetz, she exceeds him on every level by far. But if we go back to sort of a normal curve, I think it's a closer call.One person who I think is an interesting historical comparison for Pam Bondi is Janet Reno. Now, I'm not saying Pam Bondi will be Janet Reno. But Janet Reno had a similar background. She had been a state-level prosecutor in Florida, for about 15 years, at the time when Bill Clinton nominated her to become Attorney General. Now, I think the difference though, is Janet Reno was probably the single-most independent Attorney General we've had in this country, for at least the last 75 years, and maybe beyond that, off into the consternation of the Clinton administration. I think every indication is that Pam Bondi will not be anywhere near that independent, if she'll be independent at all. But again, this is a Republican administration. Donald Trump won the election. We're not going to have an Attorney General Eric Holder, or a Sally Yates, or Pete Buttigieg, or Elizabeth Warren. This is, elections have consequences.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "Well, what does that look like, though?Because that has been the norm for the White House ever since the Nixon era, of this independence between the Justice Department and the White House. I mean, last I checked, President Biden and Attorney General Merrick Garland had not spoken in quite some time. He was actually quite frustrated with him. But that independence layer is there, obviously for a reason, based on past historical precedents. We'll see what that looks like. I do want to mention, though. Because you talk about her, what this looks like. You mentioned her role in filing those election-related lawsuits in 2020. She also previously has been a registered lobbyist for Qatar. There was the time when she faced the scrutiny over the $25,000, the campaign contributions she got from Trump, at the same time her office was considering signing on to other litigation, investigations into Trump University. Are those questions that you would expect to come up at her confirmation hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "That is a great question, like, indict their son and investigate them.Of course, Elie Honig, we'll see what that looks like. And speaking of a perfect next guest here, former personal attorney previously to Donald Trump, Jim Trusty is here. And Jim, what do you make of what Elie just brought up there? I mean, you obviously represented Trump, previously. But you also ran the Justice Department's Organized Crime section at one point. Do you think having multiple people, who previously represented Trump at the top layers of the Justice Department, is an issue?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "JIM TRUSTY, FORMER COUNSEL FOR PRESIDENT TRUMP, FORMER DOJ PROSECUTOR, PARTNER, IFRAH LAW",
      "sentences": "Not particularly. I mean, look, there's a couple of things.The attorney general position, which I view as a very, very important position for the country, from being around criminal justice for 35 years, for being at the department for 17, I view it as a critically important job with where the great need for independence and competence. But historically, you had a president that picked his brother. More recently, you had a president, whose A.G. said, I'm his wingman. So, this idea that they're going to be thoroughly, perfectly independent is always a little bit of a myth. You do want a strong personality, somebody that will stand up for what's right. I'll tell you, my criteria, though, drifts from where you guys are. What I would say is, number one, the President clearly wants somebody who's willing to throw a grenade under the tent, somebody who's going to blow up the politicized culture. And I'll tell you, I think that's right. I think they need someone who's going to go in and say, Let me hear about all the misconduct that was affiliated with the Trump investigation, and others, to find out if heads should roll. But beyond that, every morning, and Elie knows this too, every morning, like 07:30, the Attorney General gets a briefing, where they're being asked questions about, What do we do on this terrorism case? Do we have enough to pull the trigger? Or what about this counterespionage? Or what about this senator? And those are really nuanced, difficult questions of procedure and judgment. And I like the thought of someone with some prosecutorial experience. And Bondi may not have had that level, that exact altitude. But I think she's pretty well-equipped to do the daily job that's so important. And it's, frankly, much more important than kind of bald notions of political allegiance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "So, you do think Pam Bondi is a good choice for this role?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "TRUSTY",
      "sentences": "Look, I think, for me, and maybe it's a function of me being old, I value experience. I like people that have some inside experience. I know you don't want somebody from the swamp, to manage the swamp.But I like the fact that she's got serious prosecutorial experience. She's obviously a political figure and a media figure too. But 20 years, in a large state, handling an office with significant cases, and being in the trenches trying cases, those are good signs from my perspective.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "Can -- whoever Trump puts in at the DOJ, I mean, it's very clear, as you just pointed there, about someone who would go in and throw a grenade into the department.Can you do that, though, and do the actual work of the Justice Department, which is maintaining that layer of independence that has existed. But also, you're managing 93 U.S. attorneys, the FBI, the DEA, ATF. It's a lot of employees. Can you do? I mean, I think that's the question of what Trump wants and what the DOJ requires in a leader.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "COLLINS",
      "sentences": "Todd Blanche, John Sauer, Emil Bove, Will Scharf, and now, Pam Bondi, all people who have represented Trump in some form that are going in.You also represented him. Would you take a job in the administration? You waiting by the phone?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "TRUSTY",
      "sentences": "I'm not waiting by the phone. I don't know what's left, dog- catcher? I mean, maybe, I'll give it some thought.But look, I'm happy doing what I'm doing. I enjoy doing what I'm doing. I enjoy having a good relationship with a former client. We still get along. And I still am very happy for him in terms of persevering the lawfare that offended me, and it caused me to even testify in front of Congress about it. So, I think changing DOJ is something that is conceivable. It is something where the culture can be changed. And it might take a lot of time and a lot of fighting, but it's worth pursuing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "COLLINS",
      "sentences": "We'll be sure, everyone (ph) at Mar-a-Lago, knows dog- catcher, you are available.Jim Trusty, great to have you. Thank you for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "TRUSTY",
      "sentences": "All right. See you, Kaitlan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "We're back live from West Palm Beach, tonight, with our breaking news, as President-Elect Trump has tapped former Florida Attorney General, Pam Bondi, to replace Matt Gaetz as his pick for attorney general.As we're learning tonight about how this withdrawal played out, behind-the-scenes, we're told Trump called Gaetz, this morning, and told him he thought he did not have the votes to get confirmed. Hours later, we heard from the former Congressman himself, saying he was pulling his name as his confirmation was, quote, \"Unfairly becoming a distraction.\" That was a relief to at least several Republican senators. Senator Mitch McConnell, saying, quote, \"It's a good thing\" that he withdrew. Senator Markwayne Mullin, \"Probably a good decision.\" Senator Wicker called it \"A positive development.\" And Senator Collins said, quote, I am \"Pleased.\" With Senator Murkowski saying it was an \"Important\" decision and \"The right decision.\" My source tonight was going to have to vote on that as well. Republican Senator Mike Rounds of South Dakota joins me now. And Senator, it's great to have you here. Thank you for your time. What's your view, first, on the news tonight that Trump has picked Pam Bondi as his next pick for attorney general? SEN. MIKE ROUNDS (R-SD): My first impression was that it was a good pick. You've got an individual, who has experience as a prosecutor, and was an attorney general in Florida. Those are good signs. I think he trusts her. I think he would feel comfortable with her as the attorney general. So, yes, I think this is one of those things, where the President has the opportunity to make the choices for his cabinet. This is a good choice, in my opinion. But, once again, she'll have to do the same thing that everybody else does, which is to work her way through the process. We'll ask her questions. She'll meet with each member. She'll start with the Judiciary Committee, probably. And as she moves forward to the floor, presumably it would be after she's had an opportunity to meet with a lot of other members as well, on both sides of the aisle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "Yes. Do you believe she's more confirmable, in your view?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "ROUNDS",
      "sentences": "I do not believe that she is problematic. I did express earlier that I thought his previous choice would be problematic. And so, I don't think she has near the challenges that he would have had. So yes, I think this is the right thing.And this is one of those cases, where the President wants someone who he can work with, who he can trust. But he also wants someone who understands very clearly what the department should be doing. And he may very well want to express his desire to make major changes in the department. And you want someone, who has prosecutor -- prosecutorial experience, along with the experience of actually being an attorney general. And the State of Florida is a big state. So, she's got some good experience behind her as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "Yes. Do you have any concerns?Because, as you noted, yes, your record is completely scrutinized. Anyone who signs up, as a nominee, is expecting that for everything we've seen, that run the gamut. Do you have any concerns about her efforts to help with the 2020 election lies, when it came to filing those baseless lawsuits? She appeared with Rudy Giuliani at several stops. Do you have any concerns about that, tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "ROUNDS",
      "sentences": "I don't think it's a matter of having concerns. It's a matter of doing our due diligence, and asking the questions. And as those questions come up, they're going to be brought up by Republicans and Democrats, she'll have to answer them.And, look, she'll have to work her way through this process, like anybody else. And her responses to this will be made public, in most cases. You'll have her also visiting with members, within their private offices. And they're going to come back out and tell everybody the way that they feel that she responded to those questions. And this is people from both sides of the aisle. That's the way the process works. So, she'll walk in, she'll have the opportunity to have been briefed--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "ROUNDS",
      "sentences": "--with regard to what the questions are going to be. The White House team will have worked with her. So, she'll come prepared.And the real question will be, does she answer the questions, and how does she answer those questions? That's just a part of the process. But, going in, the President has that benefit of the doubt. That's the way it's always worked. And, look, we look forward to meeting her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "Well, Senator, on that, there was another pick, up on the Hill today, Pete Hegseth, Trump's pick to be the Pentagon chief. Does the sexual assault allegation, which Hegseth has denied, but which was laid out in a 22-page police report today, does that give you any pause about voting to confirm him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "ROUNDS",
      "sentences": "I haven't met him yet. I have not visited with him. And so, he kind of falls into the same category as Pam does. This is a case of where the President has the opportunity to make that nomination, he gets the benefit of the doubt.And then, I want an opportunity to visit with Pete. I want to visit with him, see what his thoughts are, how he would handle the department. He's going to have to answer those questions, with regard to anything that's in his record. And so, yes, he's going to have to be able to walk on in, sit down, and to visit with people, explain what's going on. And that's the way this process works. We're not going to find people that are going to walk in, and nobody's going to ask them questions about their background, or anything else that may have been questionable. So, all of them know when they walk in--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "Yes. ROUNDS",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "ROUNDS",
      "sentences": "And all of that is shared from member to member. So both Republicans and Democrats get to do it. And they're all going to talk among themselves. We're a lot closer than a lot of people realize up here. And that discussion will go on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "I just asked, because I know you've co-sponsored legislation, in the past, to deal with sexual assault in the military, as that's been a big issue. I know how important that is to you. So Senator, we'll see how that process plays out.But I do want to ask you another question, because you introduced legislation, tonight, to eliminate the Department of Education, something that has been a priority for Donald Trump as well. In your own state, more than 30 percent of South Dakota's education budget comes from federal funds. So if that happens, can you guarantee that no school in your state will lose funding, if the Education Department is abolished?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "ROUNDS",
      "sentences": "Actually, that's the reason why we're actually looking at doing it. And it took us so long to actually put the legislation together. We've been working on this, taking testimony and getting input from -- for about the last year and a half.We did not simply go in and say, Let's get rid of the department. What we said was, Let's take the bureaucracy out of this process. Let's go back to the basics of what was there before the department ever started. Things such as special education, rather than having the department go through and work it, let's take it back to where it came from, in the first place. When it comes to block-granting the dollars, we're not going to lose dollars. We're actually going to gain some dollars, going back to the states. We'd rather have it be block-granted back to the states, to the Indian tribes and so forth. We think that there's a savings involved in actually eliminating the bureaucracy here. But more importantly, rather than having bureaucrats in Washington, D.C., telling local school districts how they've got to do things, we'd rather have the states and local government do the vast majority of the decision-making. At the same time, there's a lot of money that flows through. That money will continue to flow through. But we've moved number of those department -- those programs we want, that actually fund a number of those areas, those special ed programs and so forth, we move them back into places such as HHS, or back into, in some cases, the Department of the Interior. We save the dollars here, at the bureaucratic level, but we send the money back to the states. The states don't lose the money, but they get to distribute it, based on what they think is right at the local level. I think there's a lot of moms and dads out there that will tell you that the way that they had their education, in some cases, this particular Education Department was created, was pretty good. We have not seen test scores go up, since the department was created. But we have seen a lot of bureaucracy, and a lot of demand to the federal government, saying, If you want these block-grants, or you want these grants and so forth, you're going to have to follow a set of criteria that a bureaucrat in Washington, D.C., has asked you to do. We just think that that's unnecessary right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "Yes, a lot of different views on that. We'll see how that proceeds, going forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "ROUNDS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "Senator, as always, thank you for your time tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "ROUNDS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "ANDREW MCCABE, CNN SENIOR LAW ENFORCEMENT ANALYST, FORMER FBI DEPUTY DIRECTOR",
      "sentences": "Kaitlan, I think Mike Rogers is a totally reasonable, logical selection for FBI director, if, in fact, that's the decision President-Elect Trump makes.I had many interactions with then-Representative Rogers, when during his term time as Chairman of the House Intelligence Committee. So he's, as you mentioned, someone with history with the FBI. He understands the organization. He served as an FBI agent for several years, before he went off on his political career. He, in his capacity in the House, I think that the strongest qualification, in my own ask -- on my own opinion, about Mr. Rogers is the respect and awareness and knowledge that he has for the intelligence community, for the work they do, for the seriousness of that work, for how those secrets and that sensitive information needs to be protected. So, on all those counts, I think Mike Rogers fills the bill pretty well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "COLLINS",
      "sentences": "And but what do you make of the combination here?Because that's kind of been the struggle, is Trump wants someone who can get confirmed by the Senate, I mean, especially given what played out today. But also, he wants someone who is going to go in there and do what he wants. And he's been encouraged by a lot of people on the right to put Kash Patel in. What would a combination of that look like, do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "MCCABE",
      "sentences": "So, in my estimation, Kaitlan, no part of the FBI's mission is safe with Kash Patel in any position of leadership in the FBI, and certainly not in the Deputy Director's job.So just as an example, the Deputy Director job in the FBI is unique, because, of course, the director's a political appointee. And the deputy director is typically a senior FBI agent, somebody who spent their entire career learning about the FBI, understanding its people and doing its work. So, the deputy director actually runs the FBI on a day-to-day basis. You're essentially the Chief Operating Officer. I can tell you, from my own experience, there is no way I could have successfully performed in that role, without having spent the first 10 years of my career, doing criminal work in the FBI, and the next 10 years doing national security work. The scope of authority is enormous. I think I had about 78 or 80 direct reports, when I served as FBI Deputy Director. 56 of those people ran entire field offices. So, you are enmeshed in every aspect of the FBI's work. If you enter into that position with nothing more than a desire to disrupt and destroy the organization, there is a lot of damage someone like Kash Patel could do, in a position like Deputy Director at the FBI.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "COLLINS",
      "sentences": "You mentioned that Director is a political job. Obviously it's a president puts it in there. They have a 10-year term, so they're supposed to be insulated from politics. But obviously, they can fire them.When it comes to the Deputy, how -- is that typically someone who's picked by the FBI director? And is it required for that person to have done what you did, to have 10 years of experience there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "MCCABE",
      "sentences": "That's always been the way that it's been done. In my experience, the FBI Director selects who he wants to serve as deputy. But that selection ultimately has to be approved and executed by the Attorney General.Because the FBI Deputy Director is actually an Officer of the United States. And as it's laid out in the Constitution, in Article II, an Officer of the United States has to be appointed by the head of a department. So that's why the Attorney General has to actually sign the paperwork making you FBI Deputy Director. It's always been the practice that that role was filled by someone, who has a direct and substantial experience in the FBI, as a law enforcement officer, as a, we call them 1811, a federal agent. So it's inconceivable to me that an outsider with no experience in the organization, no knowledge of the work and the scope of authority that's involved there, could perform adequately. But if this goes through, I guess we'll find out what happens then.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "ARONBERG",
      "sentences": "But I lost in the Democratic primary. And we became friends on the campaign trail. So, after she won the general election, she hired me to be her Drug Czar, because I was campaigning on fighting the opioid epidemic.So, when she hired me, it was controversial, because the Republicans did not want her to hire a former State Senator, a Democrat, to be this Drug Czar position. And Republicans got in her face. There was one party chair, who got in her face, put a finger in her face, How dare you do this? And she wasn't going to take that. She doesn't take gut from anyone. And she went right back, I don't know, put a finger in his face. So she is very loyal. And she is not a natural partisan. She's a prosecutor. But she is going to be loyal to Donald Trump. She loves Trump, and that was a big consideration for him, I'm sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "What do you make of her qualifications for the role, and how you think she'll fit in, if she is confirmed by the Senate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "ARONBERG",
      "sentences": "Well, she was the Attorney General of Florida for two terms, eight years. She was a prosecutor before then. She's not a federal prosecutor. But neither was Janet Reno, when she was plucked from the state attorney's position, in Dade County, by Bill Clinton, to be U.S. Attorney General. So there's precedent for it.And she does have friends on both sides of the aisle. I know she's seen by some as a real loyalist to Donald Trump. And she is. But you're not going to get Sally Yates walking through that door. You're going to get an appointee of Donald Trump, who's going to be loyal to him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "Yes, but -- so when you look at that. I mean, I think Trump has made very clear what he wants his attorney general to do. When someone's in that role, I mean, that's kind of the question. We were talking to, I mean, to Jim Trusty earlier, and to Senator Mike Rounds, about, she filed a lot of the election-related lawsuits in 2020.In 2020, it was Bill Barr, who was really the voice that came out from the Trump administration, and said, There is no widespread fraud here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "ARONBERG",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "How would -- how would Pam Bondi handle something like that, from your experience?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "ARONBERG",
      "sentences": "Well, she will follow the evidence and the law. And she's not going to invent stuff, to go after Trump's political enemies. So, although she's loyal to him, she's still a lawyer, a prosecutor. And so, yes, she's going to be a Trump supporter and loyalist.And she'll have policies and politics that I will disagree with. But I do think though, she is someone, who's not going to burn the building down. She's not going to chase out the career prosecutors. She's going to try to do the right thing, even though that may be differently interpreted by different parties. But in the end, I do think she is tethered to the law, the rule of law. She is not going to destroy the system. That was the fear with Matt Gaetz.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "Do you think she is someone who would observe that norm that has existed, since Watergate, at the Justice Department, which is that level of independence between the White House and the DOJ, and how they're operating?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "ARONBERG",
      "sentences": "Well, as far as independence, I mean, she is being appointed in part because, or maybe in large part, because she is loyal to Donald Trump. But that's his top consideration.The differences, though, is that she's not going in there, to try to invent fake charges, to go after Trump's political enemies. I'd be shocked if she did that. I don't expect that at all. That was my fear with Matt Gaetz. So, I do think that she understands the history and the importance of this position. Remember, John Kennedy appointed his brother to be attorney general. So, it's not like you haven't had presidents who appoint people who are supporters and friends and family to be attorneys general. But I do think as far as the number -- the quality of candidates that are out there, I think Pam Bondi is going to be as good as you're going to get from Donald Trump. Like I said, he was not going to appoint Eric Holder--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "ARONBERG",
      "sentences": "--or Doug Jones to be attorney general.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "Yes, we did say since the norm since Watergate's. We'll see how it holds up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "ARONBERG",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "COLLINS",
      "sentences": "Today, Donald Trump's second-most embattled cabinet pick, Secretary of Defense candidate, Pete Hegseth was on Capitol Hill, alongside the Vice President-Elect JD Vance, trying to talk over and win over some Republican senators, as he also defended himself against a sexual assault allegation from 2017.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "REPORTER",
      "sentences": "Did you sexually assault a woman in Monterey, California?PETE HEGSETH, TRUMP'S DEFENSE SECRETARY PICK: I have -- as far as the media is concerned, I'll keep this very simple. The matter was fully investigated, and I was completely cleared, and that's where I'm going to leave it. Thank you very much. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "COLLINS",
      "sentences": "Well, and when I asked today what he meant by completely cleared, his team pointed to no charges that were filed as a part of that.But there are Republican senators, who are going to be making this decision, of whether or not they believe he's confirmable. Listen to what Republican senator, Bill Hagerty, of Tennessee, said today, after he met with Pete Hegseth. (BEGIN VIDEO CLIP) SEN. BILL HAGERTY (R-TN): It's a disgrace that those -- those allegations are nothing but, what you said, allegations that are he- said she-said. This is a case that has been dismissed. I'm very optimistic that we're going to see a rejuvenation of the spirit of the American military. And Pete Hegseth is just -- Pete Hegseth is just the guy to do that. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "COLLINS",
      "sentences": "If you couldn't hear Hagerty there, he said that, you're going to see a rejuvenation of the spirit of the American military, and that Pete Hegseth is just the guy to do that.What do you -- what do you worry about, if he does get confirmed (ph), based on what you just said, and based on the fact that you are a member of that body?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "SHERRILL",
      "sentences": "I'm really concerned that as we're going into a time when we have incredibly complicated things that we are facing, across the nation and across the world, that we are going to have a leader that is going to undermine that sense of mission, that sense of -- that sense of purpose that our military has, as they fight together. He is going to undermine good order and discipline.When you take a group of people and separate them in the military, and disrespect them, then you are creating a lack of unit cohesion. And that's why I'm running for governor, quite frankly, because what we see coming out of Washington, this constant undermining of the things that we care deeply about, this constant attempt, to really subvert all our democratic norms, and things we fought for years to attain. It's been 30 years, since I graduated from the Naval Academy, as the first class of women who were eligible to go onto combatant ships, to go into combatant aircraft. And now, he's going to tear all that down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "SHERRILL",
      "sentences": "We have to form an ability to protect these things, across the country, and I think we do so with strong Democratic governors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "COLLINS",
      "sentences": "Well, can I ask you. Because on that front, and on your race. New Jersey, what we just saw happened in the 2024 election was really something, in terms of a huge momentum shift toward Donald Trump in your state. I think that was about 10 points. How does that change how you're running this race, in New Jersey?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "SHERRILL",
      "sentences": "--we should be able to do this, while at the same time protecting rights and freedoms.",
      "isLastSentenceInterrupted": false
    }
  ]
}