{
  "date": "2024-12-12",
  "headline": "CNN 10",
  "subHeadline": "Saudi Arabia Officially Announced as The 2034 World Cup Host, Human Rights Groups Warn of \"Unimaginable Human Cost\"; Big Grocery Store Deal Goes Bust; Fast Moving Wildfires Affecting Thousands of People in Southern California. Aired 4-4:10a ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "-- to FIFA, to host the 2034 World Cup, Saudi Arabia --AMANDA DAVIES, CNN SPORTS ANCHOR (voice-over): Saudi Arabia and Prime Minister Mohammed bin Salman have made no secret of their desire to become the world`s sporting destination of choice. Now, it`s set to host the biggest prize of them all, the FIFA World Cup.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Qatar.(CROWD CHEERING) DAVIES (voice-over): It`s the most controversial awarding of the tournament since that infamous day in December 2010 that saw Russia and Qatar given the nod for 2018 and 2022 amidst corruption scandals and human rights concerns.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "DAVIES",
      "sentences": "Do you think FIFA learned any lessons, Steve, good or bad, from the Qatar experience?STEVE COCKBURN, AMNESTY INTERNATIONAL`S HEAD OF LABOUR RIGHTS AND SPORT: My fear is that the lesson they`ve learned from Qatar is that they can ride out the criticism. DAVIES (voice-over): In Qatar, there was unprecedented levels of construction of stadiums and infrastructure. Migrant workers died in the process. Saudi Arabia meanwhile has pledged to build 11 new purpose-built venues. It was seen as a landmark moment in 2017 when FIFA became the first global sports body to write human rights commitments into the bidding process for its major events. But nearly eight years on, actions are speaking louder than words. LINA AL-HATHLOUL, SAUDI HUMAN RIGHTS ACTIVIST: I think no organization -- human rights organization has been consulted. And I will even add on that Saudi Arabia has been forbidding human rights organizations from entering the country since Crown Prince Mohammed bin Salman came to power. DAVIES (voice-over): Lina al-Hathloul is a Saudi human rights activist. Hers is one of 11 organizations that recently raised concerns about FIFA`s approach to Saudi`s World Cup bid. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "Ten-second trivia.Arachibutyrophobia is the fear of what food sticking to the roof of your mouth? Cheese, peanut butter, bread or caramel? Answer is peanut butter. The word coming from the Greek word for Iraqi, for ground nut. And butcher, meaning butter. And, of course, phobia for fear. Now to a major shake-up in the business world as grocery chain Albertsons calls off its $25 billion merger with Kroger. This comes one day after a federal court in Oregon all but halted the mega-merger, ruling that the deal would limit competition and harm consumers. Kroger`s proposed deal with Albertsons was announced in 2022. If approved, it would have been the largest merger in U.S. supermarket history, combining two of the largest chains in the country. This would include dozens of other chains that the companies own, like Safeway, Vons, Harris Teeter and Fred Meyer. Most of the workforce at Kroger and Albertsons are unionized, so a goal of the merger was to be more competitive against non-union giants like Walmart, Amazon and Costco. But high grocery prices played a big role here, and the judge ruled that the merger would eliminate the competition between Albertsons and Kroger that kept prices down, potentially raising prices for consumers. Now Albertsons is suing Kroger for breach of its contract agreement, saying that Kroger failed to make its best efforts to secure regulatory approval of the merger. We will let you know what Kroger has to say if they comment on termination of the deal or the suit. Now to Southern California, where a fast-moving fire gave thousands of people little time to evacuate as it barreled towards nearby neighborhoods. The Franklin Fire caught residents by surprise earlier this week. The fire`s scorching growth was so explosive at one point it tripled in size in just one hour. The Los Angeles County Fire Department issued evacuation orders or warnings for more than 8,000 homes and businesses, with several shelters open for displaced residents. All Malibu schools were closed earlier this week due to the fire threat. CNN`s Veronica Miracle gives us the latest, and then we`ll turn to meteorologist Chad Myers to explain the role the Santa Ana winds play when a wildfire is raging. (BEGIN VIDEOTAPE) VERONICA MIRACLE, CNN CORRESPONDENT (voice-over): Malibu`s scenic hills ablaze after a fast-moving wildfire exploded overnight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "LINDA MICHEL, HOMEOWNER",
      "sentences": "From 1 to 10, it was like a 15, like scary.MIRACLE (voice-over): The Franklin Fire tripling in size in just one hour, at one point scorching the equivalent of five football fields every minute since it ignited late Monday evening, prompting evacuation orders.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "MICHEL",
      "sentences": "Everything, all these mountains were covered in flames, just covered. Like you took a crayon and just colored everything.MIRACLE (voice-over): Linda Michel is a caretaker who lives on a property with horses in the evacuation zone. She says she awoke to a wall of flames surrounding the area and had to scramble to save the animals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You can see the wind down there.MIRACLE (voice-over): The inferno fueled by dry conditions and Southern California`s infamous Santa Ana winds creating what fire officials call a, quote, \"particularly dangerous situation.\" Some wind gusts reaching 40 to 60 miles per hour. The flames destroying some homes and threatening businesses, even the iconic Malibu Pier.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "GABRIELLE SALGADO, STUDENT, PEPPERDINE UNIVERSITY",
      "sentences": "It has definitely been a stressful and very tiring night.MIRACLE (voice-over): Hundreds at nearby Pepperdine University had to shelter in place for hours in the campus library. Classes were canceled on Tuesday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "SALGADO",
      "sentences": "I called my friends, found whatever friends I had in the same residential hall as me, and I just packed a bag. You look out the windowand, you know, the sky is red. (END VIDEOTAPE) (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "CHAD MYERS, CNN METEOROLOGIST",
      "sentences": "There`s a lot of talk out there about Santa Ana winds, and what they are, where they come from, and how they areformed. Well, really, the word Santa Ana wind has turned into a generic term, just meaning a gusty wind in Southern California. But there truly is a basis to this term. If you get a west wind, you have wind coming from the west. If you have a north wind, you have wind coming from the north. If you have a Santa Ana wind, you have wind that`s rolling down through the canyon, the Santa Ana Canyon, which is between, really, the Chino Hills, Santa Ana Mountains. It rolls down from the high desert and rolls right through and heats up and speeds up all the way to the ocean. The term Santa Ana winds is used for any real gusty wind, typically warming, going downhill, and many times associated with wildfires. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}