{
  "date": "2024-12-09",
  "headline": "One World with Zain Asher",
  "subHeadline": "CNN Inside Damascus To Witness Syria's New Reality; Israeli Military Moves Into Buffer Zone At Syrian Border; Police Questioning A Man In Connection With CEO Killing; Russian Source: Asylum Granted To Assad And His Family; Closer Look At Kash Patel's Path To Power; Golden Globes Nominations Celebrate Best Of 2024 On Screen. Aired 12:15 -1 p ET",
  "utterances": [
    {
      "timeStamp": "12:15:23",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN Breaking News.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:23",
      "speaker": "ZAIN ASHER, CNN ANCHOR",
      "sentences": "All right. You've been watching CNN's continuing coverage of the breaking news out of Pennsylvania. Law enforcementofficials are telling CNN that police are now questioning a man in connection with the killing of UnitedHealthcare CEO, Brian Thompson, last week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:23",
      "speaker": "BIANNA GOLODRYGA, CNN ANCHOR",
      "sentences": "Yes. Thompson was fatally shot in Manhattan in broad daylight last Wednesday. One of those officials says police wereworking off of a tip and then picked up a man at McDonald's. We're told they recovered a gun and a suppressor like those used in Thompson's killing, along with several fake IDs. We will bring you the very latest on this story as soon as we get it. But we turn now to the other breaking story over the weekend, to Syria, where swiftly moving developments as a regime is now toppled and international reaction continues to pour in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:23",
      "speaker": "ASHER",
      "sentences": "Yes. The U.N. Security Council is set to meet in a few hours. And the question a lot of people are asking right now is what exactly is nextfor Syria?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:23",
      "speaker": "GOLODRYGA",
      "sentences": "The world continues to absorb the stunning fall of Syria's Assad regime. The long and brutal rule of Bashar al-Assad ended after rebelsswept into the capital of Damascus on Sunday. (GUNSHOTS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:23",
      "speaker": "ASHER",
      "sentences": "That's the sound of celebration as rebels declare Syria is free from its former dictator after 13 years of civil war.Russian state media and official source say that Assad, a key ally of Vladimir Putin, fled to Russia with his family where they've been granted asylum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:23",
      "speaker": "GOLODRYGA",
      "sentences": "And while some are celebrating Assad's ouster, others are focused on getting what their families need during this uncertain time.CNN's Clarissa Ward is reporting from the streets of Damascus as Syrians take in their new reality. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:23",
      "speaker": "CLARISSA WARD, CNN CHIEF INTERNATIONAL CORRESPONDENT",
      "sentences": "You can see there are a lot of people out on the streets today. It's not scenes of celebration.It's not scenes of looting like we were seeing today. Now people are trying to make sure that they have stocked up on all the supplies that they might need. Take a look at this line here. We're outside a bakery. These people say they've been waiting more than half an hour, some of them. They're waiting for bread. We've seen lines like this around the city. People are lining up for cash. They're lining up for gas. They are trying to make sure that they have enough food to ride out this transitional period where nobody really knows what's going to happen. Now you can see behind me at the end of the road there, that is the central bank of Syria. Yesterday, there was extensive looting there. A lot of people in the city started to feel a little bit concerned that this was going to be a chaotic period. Then more rebels arrived in the capital. The looting appears to have stopped. It does seem very calm on the streets. Of course, there are many people who are elated that Bashar al-Assad is finally gone. But there is also the day-to-day that people need to focus on to ensure that they have enough bread, enough gas, enough cash, enough supplies to get them through this tenuous transitional period. Clarissa Ward, CNN, Damascus. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:23",
      "speaker": "ASHER",
      "sentences": "And, of course, with the situation in Syria deeply uncertain right now, Israel has ordered the creation of a security zone inside Syrianterritory beyond the Israeli occupied Golan Heights.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:23",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. The area has been patrolled by the United Nations for the past five decades. And the Israeli military rarely ventured into the no-man's land until now. Jeremy Diamond is in the Golan Heights with more on this. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:20",
      "speaker": "ASHER",
      "sentences": "And joining us live now to discuss all of this is Miri Eisin, a retired colonel of the IDF and now senior fellow at the InternationalInstitute for Counterterrorism. Miri, always good to have you on the program. Thank you so much for being with us. So almost immediately, at least within the first few hours after the initial announcement that Bashar al-Assad had fled the country, that his regime had fallen, Israel began launching intensive air strikes, obviously targeting weapons facilities, ammunition facilities, especially chemical weapons facilities. Just walk us through what Israel's greatest fear is at this point as it pertains to this particular type of power vacuum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:20",
      "speaker": "MIRI EISIN, SENIOR FELLOW, INTERNATIONAL INSTITUTE FOR COUNTERTERRORISM",
      "sentences": "For the last 10 days when I was watching what the rebels were doing in thatsense up north in Aleppo going down towards the cities of Hama and Homs, I, who have always researched the Syrian military, all of their capabilities, I was worried about the capabilities that the Bashar Assad regime had developed over the years. They've developed horrific chemical weapons. We're all aware of that. In 2012, Bashar al-Assad used those chemical weapons against his own people. So what we're looking at right now, from my point of view, is Israel making sure that the world is safer. The chemical weapons don't suddenly get into the hands of some of these rebels that are very extreme jihadists. You don't want them ending up in a subway in Berlin or in the metro in Paris. So we've been attacking a lot of different sites on the IDF put out numbers that they've attacked over 200 different sites in the last 24 hours. That's going to be against chemical weapons, biological weapons, different types of weapons mass destruction that none of us want to see in the hands of extremists. And in that sense, it's just to take them out of the equation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:20",
      "speaker": "GOLODRYGA",
      "sentences": "And, Miri, it's worth noting that Israel had been striking quite regularly inside of Syria since October 7th, but just in the past 24 hours,in addition to Israel, the U.S. says that it hit more than 75 targets related to the Islamic State on Sunday, including camps and operatives in Central Syria. There's no doubt that Israel's continued war against Hezbollah and depleting its fighting force has played a significant role in the ouster of Bashar al-Assad. As quickly as this has happened, we saw Prime Minister Netanyahu in the Golan Heights over the weekend as well and crediting the IDF with what he called a domino effect in terms of hitting the axis of resistance. But what comes next, specifically as it relates to the Golan region? What does this mean now for the 1974 agreement? And how long do you think Israeli troops will be in this sort of buffer zone area?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:07",
      "speaker": "ASHER",
      "sentences": "On one side of the equation, you have, obviously, HTS. You know, obviously, we don't necessarily know who exactly is going to be leadingSyria, but it does seem that al-Jolani really, really wants that job and is sort of trying to fashion himself as a respected leader. He's trying to distance himself from the group's jihadist and terrorist pasts. A lot of people are saying around the world that perhaps HTS should be judged on what they do going forward. On the one side of the equation, as I just pointed out, you have HTS. On the other side of the equation, of course, previously, you had Bashar al- Assad, who was an ally of two of Israel's greatest enemies, be it Iran and also Hezbollah as well. From your perspective, just in terms of which group running Syria is the lesser of the two evils, give us your take on that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:07",
      "speaker": "EISIN",
      "sentences": "I've stood endlessly on the Golan Heights looking into Syria and saying that the enemy of my enemy is not my friend. Having said that, I dothink that al-Jolani, and it's interesting to show that, and I'm sure that you'll do this more on CNN, is to show the involvement from being the jihadi terrorist that's $10 million on the U.S. wanted list, let alone other ones. And he gradually changed over the last five years. I watched his changing just a few months ago. He put out a clip that showed him sitting in a library teaching children, which was a vastly different type of persona to the one who was that Jihadi Al-Qaeda terrorist who was talking about destroying the West and destroying Israel. So I don't know where it will go. They have said today that they're establishing an interim government based on the rebels and that Al-Jolani, now renamed under his real name, Ahmed al-Shar'a, is going to be the defense minister, not the prime minister. They actually designated somebody else as the prime minister. So they're trying to present themselves as leaders who are going to be stable, more moderate than the Al-Qaeda kind of force. I'm going to hope that that's true, but I'm Israel. And I'm Israel after October 7th. So I'm going to hope it's true. And I'm going to make sure that I'm not taken by surprise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:07",
      "speaker": "GOLODRYGA",
      "sentences": "Well, it seems like the whole world clearly was taken by surprise by the rapid speed we saw at the overthrowing of the Assad regime,specifically at the hands of HTS, which we should note continues to be designated as a terror organization by the United States. If in fact this will be the de facto leader of the country, I would imagine that the U.S. will quickly have to lift those restrictions to be able to allow aid to get into the country. I was struck by something that I heard from Senator Markwayne Mullin over the weekend on State of the Union with Jake Tapper when he was asked about this. Because he seemed to allude, at least his opinion, was that, of course, Israel had been given a heads-up or had likely been in touch with HTS about their planning over the course of the last few weeks and months. That struck me as somewhat a bit unusual. I don't know where this information came from. Maybe he was just guessing. What is your take on that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:09",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. And it appears that at first, even if HTS is the largest of the factions here, they don't have a stronghold over the country at large.So it does appear that the domestic disputes are going to have to be addressed first before any sort of regional, I would say, afterthought is applied. But, of course, we'll be watching closely in the hours and days to come. Miri, always great to see you. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:09",
      "speaker": "ASHER",
      "sentences": "Thank you so much, Miri.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:09",
      "speaker": "EISIN",
      "sentences": "Thank you all so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:09",
      "speaker": "GOLODRYGA",
      "sentences": "And we'll be right back with more.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:09",
      "speaker": "ASHER",
      "sentences": "Welcome back to ONE WORLD, I'm Zain Asher.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:09",
      "speaker": "GOLODRYGA",
      "sentences": "And I'm Bianna Golodryga.A reminder of our breaking news that we brought to you at the top of the hour. Police are now questioning a man picked up at a McDonald's in connection to the killing of the CEO of UnitedHealthcare.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:09",
      "speaker": "ASHER",
      "sentences": "That's right, Brian Thompson was faithfully shot in Manhattan in broad daylight. It was about 6Wednesday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:02",
      "speaker": "ASHER",
      "sentences": "Yes. And when it comes to sort of piecing together a motive, I mean, obviously, we've all been talking about the writing on the shell casings,deny, defend, delay. And then also the monopoly money that was found in his backpack as well. Just talk to us a bit more. I mean, obviously, we don't know the motive at this point, but what --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:02",
      "speaker": "GINGRAS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:02",
      "speaker": "ASHER",
      "sentences": "-- do those clues point to about a possible motive at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:02",
      "speaker": "GINGRAS",
      "sentences": "Yes. I mean, listen, it could point to this person being a disgruntled employee. It could point to this person having some vendettaagainst the healthcare system, specifically UnitedHealthcare. It could be just a diversion that this person used to sort of go about a different reason for their motive. So it's really not clear at this point. One thing is for sure, though, again, these are some pieces of evidence that were crucial to this investigation. And we're not even talking about some of the evidence that was found here in New York City, right Zain? We talked about that water bottle that police were able to get some DNA evidence off of. We talked about that burner cell phone that was dropped in the getaway from their suspect where police were able to get a partial fingerprint. And we know that law enforcement sources tell us that they ran those things and nothing came up in their -- in their databases to point to a person. However, if they believe this is their person, if they're able to get that far in the investigation where they can actually fingerprint him, make an arrest, they're going to obviously then go back to that evidence and try to make more of a connection. So maybe that will, you know, maybe in their discussions if this person hasn't asked for a lawyer. They might get some sort of details on a possible motive. But at this point, we don't know. I should let you guys know that we are expecting a news conference from the mayor of New York City along with some top NYPD officials in about an hour or so. So hopefully we get a little bit more details.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:02",
      "speaker": "ASHER",
      "sentences": "Yes. Let's hope so. I mean, this is a story that has really gripped the entire Northeast.Brynn Gingras live for us there. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:02",
      "speaker": "GOLODRYGA",
      "sentences": "Thanks, Brynn.Well, new information out of Syria. The former Assad regime prime minister has agreed to hand over power to the rebels. Abu Mohammad al-Jolani met with the outgoing prime minister. New pictures here you see of that meeting. Now, this comes one day after the 50-year-old long Assad regime fell in a lightning offensive by rebels.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:02",
      "speaker": "ASHER",
      "sentences": "Rebels swept into the capitol Damascus on Sunday, sending the Syrian president with 24 years fleeing. An official Russian source says thatMoscow has granted asylum to Assad and his family. The U.S. military says it struck more than 75 ISIS targets in the country on Sunday. The U.S. Defense Secretary warns that ISIS could try to take advantage of the Assad regime's collapse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:02",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. A few days ago, before the fall of the Assad regime, CNN's Jomana Karadsheh sat down with the rebel leader who explained his group'svision for building a new Syria. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:06",
      "speaker": "GOLODRYGA",
      "sentences": "Time now for The Exchange. Joining us now is Joost Hiltermann. He is the Middle East and North Africa program director for theInternational Crisis Group. Joost, welcome to the program. As we've been covering for the last 48 hours, this is something that has really shocked the world. HTS still designated a terror organization in the United States. We heard from President Biden speaking over the weekend, saying this is a window of opportunity now for a change in Syria and that he would be reaching out to regional partners there. First and foremost, what is the top priority, in your view, for establishing a stable, secure government oversight in Syria right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:06",
      "speaker": "JOOST HILTERMANN, MENA PROGRAM DIRECTOR, INTERNATIONAL CRISIS GROUP",
      "sentences": "Well, first of all, thank you for having me on the program.Well, I think HTS realizes very well that in order to have a stable transition. They need to admonish all Syrians not to take revenge on former regime elements. And this is what they have done now. And so far that is holding. We have seen no reports of bloodletting of revenge attacks. I think it's absolutely critical. Secondly, HTS needs to put public order back in place. The police is not as strong as it should be, the regular police, but it needs to be professionalized. That's going to take a long time. But in any case, establishing public order is a critical first necessity in order to keep areas quiet, to prevent looting, to prevent revenge attacks. And I think HTS is making all the right noises, whether they have the capacity to implement them, whether they will find adversaries who disagree with them, that remains to be seen. It's still very early days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:06",
      "speaker": "ASHER",
      "sentences": "And, Joost, just give us your take on how surprised you are by just how quickly these rebels have managed to do this.I mean, since bursting out of the pocket of territory they had in the Northwest, they -- I mean, things have really moved quickly just in terms of taking over the second largest city of Aleppo, then moving on to Hama, then they were targeting Homs. We knew that they were going to get to Damascus. We knew that their stated goal was to try to topple the Assad regime. But what were the factors that really sort of sealed the deal. What were the factors that worked in their favors that enable them to do it this quickly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:06",
      "speaker": "HILTERMANN",
      "sentences": "Well, you know, I was totally surprised. I'm still in a state of shock about the speed in which this took place.What played in their favor was very good preparation. They had been staying in Northwestern Syria for several years under Turkish protection and were able to build up the capabilities. But I think the main factor was the notion that the Syrian regime, the house of Assad, was essentially a house of cards. And that it had commanded no more loyalty among the people working for it. The army, of course, melted away. The army never had any loyalty. But even the people close to the regime basically chose to switch sides or to disappear. And since there was no revenge, until now at least, people felt safe to do so and not to put up a big fight in order to protect whatever remained of the regime. Of course Assad's quick departure and out of his family also was another sign that the president himself was not willing to defend his regime and protect his country from outside.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:06",
      "speaker": "GOLODRYGA",
      "sentences": "In the early days, it's clear that the losers on this end are Iran and Russia, and the victor in the region appears to be Turkey. Turkeyhas been a supporter of HTS, more specifically the Syrian National Army militia, and we've spent so much time this past week really focusing on the rival factions within the country. It's one thing to come together in unified goal of overthrowing the Assad regime. It's quite a different to actually function as a united front governing the entire country. What are you going to be focusing on now specifically when it comes to Turkey and its interests in Syria? Because they may be a NATO ally, but their interests are not aligned with that of the United States, specifically as it relates to the Kurds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:16",
      "speaker": "GOLODRYGA",
      "sentences": "Not just in the past, I think within the last 48 hours. He's made that crystal clear on social media as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:16",
      "speaker": "ASHER",
      "sentences": "He says the U.S. should stay out of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:16",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. We'll be following all of it.Joost Hiltermann, thank you so much from the International Crisis Group. We appreciate the time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:16",
      "speaker": "HILTERMANN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:16",
      "speaker": "ASHER",
      "sentences": "Thank you. We'll be right back with more after the short break.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:16",
      "speaker": "GOLODRYGA",
      "sentences": "Well, several of President-elect Donald Trump's picks for key national security positions are on Capitol Hill today, meeting with topRepublican senators as they're preparing for confirmation fights. They include Trump's pick for defense secretary Pete Hegseth, Kash Patel for the FBI, and Tulsi Gabbard, who's been tapped to be the next Director of National Intelligence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:16",
      "speaker": "ASHER",
      "sentences": "Patel is widely seen as a very controversial figure with a deep disdain for the elites who run Washington. One former colleague saying theformer mid-level Justice Department lawyer is the kind of person who, quote, seize enemies everywhere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:07",
      "speaker": "ZACHARY COHEN, CNN NATIONAL SECURITY REPORTER",
      "sentences": "Yes. We spoke to over a dozen people who have worked with Kash Patel, some who have known him foryears, and they all describe someone who sees themselves as fundamentally an outsider and somebody who does carry a rather large chip on their shoulder. And that dates back to Patel's time, according to these multiple sources, to his time as a young prosecutor. And specifically, there was a moment that jumped out to multiple of these individuals. Back in 2016, Patel was a mid-level Justice Department prosecutor and sort of parachuted into an ongoing case and got reprimanded by the judge in that courtroom effectively embarrassed the judge. At one point said, quote, you're just one more nonessential employee from Washington, which is really the very thing that Patel has promised to help Donald Trump root out if he is confirmed as the FBI director. And it's something that's really fueled his worldview and really tells you about his worldview dating back to his time years ago. And now, look, Kash Patel on the Hill today and this week talking to senators. He's widely viewed as a controversial figure. He has, you know, got a lot of criticism for his role in helping lead the investigation into the so-called Russia collusion hoax. And also during his time on the National Security Council when his sort of priority of getting him FaceTime with Donald Trump did rub a lot of his NSC colleagues the wrong way. That's what we're told by multiple people who worked with him at the time. But ultimately, Donald Trump urging senators to push Kash Patel's nomination through. Confirm him along with his other nominees. But at the same time, just yesterday, Donald Trump acknowledging really for the first time that he's aware that Kash Patel is not a shoe in and not a automatic confirmation. Take a listen to what he said on Meet the Press just yesterday. DONALD TRUMP, PRESIDENT-ELECT OF THE UNITED STATES: And Kash Patel is very fair -- I'll tell you. I thought Kash may be difficult because he's, you know, a strong conservative voice. And I don't know of anybody that's not singing his praises.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:07",
      "speaker": "COHEN",
      "sentences": "So it remains to be seen what the reaction from these senators who ultimately will meet with Patel this week will be and whether they willvote yes to confirm him. Patel will almost certainly be asked whether his public comments about wanting to investigate Donald Trump's political -- perceived political enemies, whether his comments about dismantling the FBI headquarters on day one and turning it into a, quote, museum of what he calls the crooked -- the crooked deep state. But ultimately, it will be up to these senators to give the thumbs up and Donald Trump will obviously urging them to do so. Zachary Cohen, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:15",
      "speaker": "GOLODRYGA",
      "sentences": "Well, award season is up and running in Hollywood. The Golden Globe nominations were announced just hours ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:15",
      "speaker": "ASHER",
      "sentences": "Yes. \"Emilia Perez,\" a musical about a Mexican drug lord who wants a different life, leads the way with 10 nominations, including a historicbest actress nomination for transgender actress, Karla Sofia Gascon. The competition for best musical or comedy is really stiff this year, with critical darlings like \"Anora,\" \"Challengers.\" And \"Wicked\" also in that category. We actually had the author of Wicked on just last week or a couple of weeks ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:15",
      "speaker": "GOLODRYGA",
      "sentences": "I think \"Wicked\" is the only film that I've seen. You can tell I have kids. It was great though.On the drama side, \"The Brutalist\" and the story of a Holocaust survivor who comes to America and tries to find success as an architect, scored nominations in all the big categories. Leading man Adrien Brody is seen as the favorite to win best actor. \"Conclave,\" \"Dune Part 2\" and \"September 5th\" are among the other major contenders in the best drama category. All right. We got lots of movies to catch up on before the Golden Globes, my friend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:15",
      "speaker": "ASHER",
      "sentences": "And this was a very busy hour.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:15",
      "speaker": "GOLODRYGA",
      "sentences": "It was. It was.That does it for us this hour of ONE WORLD. I'm Bianna Golodryga.",
      "isLastSentenceInterrupted": false
    }
  ]
}