{
  "date": "2024-12-24",
  "headline": "CNN News Central",
  "subHeadline": "Trump Seems To Be Weighing Expansin Of U.S. Territory; NORAD Keeping Tabs On Jolly Old Elf Delivering Gifts; Beyonce To Perform Live At Netflix Christmas NFL Games; Aired 1-1:30p ET",
  "utterances": [
    {
      "timeStamp": "13:30:00",
      "speaker": "MARGARET TALEV, SENIOR CONTRIBUTOR, AXIOS",
      "sentences": "The difference seems to be that he's saying that he doesn't want to withdraw from the world, but he wants U.S. Engagement to be on his terms for basically U.S. business gains and for U.S. technology and national security purposes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "DANNY FREEMAN, CNN ANCHOR",
      "sentences": "And I just appreciate you laying out that even though these headlines may be strange or even shocking to some, there is more beneath the surface. So thank you for laying that out for us. Margaret Talev, appreciate your time. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "TALEV",
      "sentences": "Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "FREEMAN",
      "sentences": "All right, still ahead, all Netflix wants for Christmas is a glitch-free broadcast as the platform prepares to stream two NFL games for the first time ever. Not to mention a couple of star-studded halftime performances from Beyonce and Mariah Carey. We have details on all of it coming up next on CNN News Central.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:23",
      "speaker": "FREEMAN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:23",
      "speaker": "HILL",
      "sentences": "You're all good. FREEMAN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:23",
      "speaker": "HILL",
      "sentences": "Listen, there's some people there who've been there a little longer than they planned. So I think they level of visit from Santa. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:23",
      "speaker": "FREEMAN",
      "sentences": "That's right. They've been nice. Well, I love that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:23",
      "speaker": "HILL",
      "sentences": "Definitely. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:23",
      "speaker": "FREEMAN",
      "sentences": "All right, moving on. If all you want for Christmas is some football, you're going to get that and much more. Because the first ever NFL Christmas game day on Netflix is going to feature two games streaming worldwide in five languages.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:23",
      "speaker": "HILL",
      "sentences": "But wait, there's more.(BEGIN VIDEOTAPE) BEYONCE, AMERICAN SINGER-SONGWRITER AND ACTRESS: Can you hear me? (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:23",
      "speaker": "HILL",
      "sentences": "I mean, this may be what I'm tuning in for. Beyonce set to perform live. Mariah Carey also bringing some Christmas cheer. Frankly, all Netflix wants for Christmas, though, is for these broadcasts to be glitch-free. CNN entertainment correspondent Elizabeth Wagmeister joining us with all of those details. There is a lot at stake here after that Tyson fight debacle, as we know. So where does Netflix stand in terms of confidence that this thing is going to stream smoothly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:23",
      "speaker": "ELIZABETH WAGMEISTER, CNN ENTERTAINMENT CORRESPONDENT",
      "sentences": "First of all, happy holidays, Danny and Erica. Merry Christmas, Happy Hanukkah. So, Erica, I'm like you. I am probably tuning in for Beyonce more than the game, but my husband in my household is tuning in for the game. And that is exactly what Netflix is trying to deliver on here. They're trying to make an event out of these two games on Christmas day. And this will be the first of a three-year deal that Netflix has inked with the NFL where they are on that confidence level while there's certainly a lot riding on the NFL on Christmas. So let's Hope it's glitch-free. But let's take a look at what they're at least hoping for this holiday.(BEGIN VIDEOTAPE) WAGMEISTER (voiceover): With star power so big on a holiday so beloved, Netflix's future first foray into the NFL might just be called the second Super Bowl.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:23",
      "speaker": "CAROLYN MANNO, CNN SPORTS ANCHOR",
      "sentences": "Anytime a game is on in our household, we're around the TV, and I think a lot of people feel the same way. So it's a very interesting proposition that Netflix is bringing to the table. MARIAH CAREY, AMERICAN SINGER-SONGWRITER AND RECORD PRODUCERChristmas, we all get our wish. WAGMEISTER (voiceover): Mariah Carey opens each of the two Netflix Christmas games with a recorded version of her holiday mega hit, All I want for Christmas is You.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:23",
      "speaker": "BEYONCE",
      "sentences": "Can you hear me?WAGMEISTER (voiceover): Then a touchdown for Netflix as Beyonce performs a live halftime show during the second game between the Texans and Ravens in her hometown of Houston.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:23",
      "speaker": "MATT BELLONI, FOUNDING PARTNER, PUCK",
      "sentences": "Netflix did a really smart thing and getting arguably a bigger name than Kendrick Lamar, who is headlining the Super Bowl halftime show, to headline the Netflix Christmas Day halftime show.WAGMEISTER (voiceover): And what about that other star in the stands? With the Chiefs and Steelers kicking off the day, Taylor Swift may just be the gift that keeps on giving, possibly back to cheer on Travis Kelce just as she did last Christmas. Great for the NFL and Netflix. Maybe not for the NBA, which traditionally owns the Christmas audience.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:23",
      "speaker": "MANNO",
      "sentences": "The NFL is king, you know, and if they find a way to become easy to find on Christmas Day, you could not blame NBA executives for being a little bit concerned about what that might mean for the ratings of their holiday season.WAGMEISTER (voiceover): But as Netflix continues its push into live programming, the streaming giant has something to prove. The Love Is Blind reunion had major technical glitches, as did the recent Mike Tyson and Jake Paul fight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:02",
      "speaker": "MANNO",
      "sentences": "More than 250 million subscribers globally, 80 of those in the United States and Canada. If it goes well for Netflix, I'd imagine that they would continue to be interested in upcoming live sports rights, and that'll continue to shift how and where people watch.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:02",
      "speaker": "WAGMEISTER",
      "sentences": "Now, look, Netflix really seems to be pushing further into the live sports genre. Just last week, they announced that they have landed the rights to the FIFA Women's World Cup for the year 2027 and 2031. And look, guys, it's really no surprise that Netflix wants to be in the live sports games. According to Nielsen's ratings, 93 of the 100 top television programs this year all went to the NFL. So it's guaranteed viewership. Whether, by the way, whether it's for Beyonce, Taylor, or football guaranteed viewership.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:02",
      "speaker": "HILL",
      "sentences": "Just as long as they tuned in. If you're covering all the bases this way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:02",
      "speaker": "FREEMAN",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:02",
      "speaker": "WAGMEISTER",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:12",
      "speaker": "HILL",
      "sentences": "The holiday season is traditionally one of the busiest for Asheville, North Carolina. Of course, that was before Tropical Storm Helene devastated the area in late September. It's tough to forget some of these pictures. Now local officials are warning that beyond the cost of rebuilding their city, the economic toll from lost business could be brutal. The estimate for the first quarter of 2025, a loss of nearly $600 million in visitor spending alone. Vic Isley is the President and CEO of Explore Asheville and joins me now.Good to see you. Look, I know there is a real need to bring people back. When we look at this, I was struck by an estimate from FEMA. Some 40% of small businesses don't reopen after a natural disaster. Is the number that high in Asheville?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:12",
      "speaker": "VIC ISLEY, PRESIDENT AND CEO, EXPLORE ASHEVILLE",
      "sentences": "Well, Erica, good afternoon, happy holidays and Merry Christmas Eve. Thanks for making time and keeping Asheville in your hearts and minds. You know, travel and hospitality has been on full display in the wake of Helene. It's always been a part of the fabric of our community and that means hundreds and hundreds of small businesses and creators and makers that have come to Asheville and make their home here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:12",
      "speaker": "HILL",
      "sentences": "And so when we look at that and we look at how so many people, right. Their lives have been upended, their businesses have been upended, the greater economy for the area. I know what a crucial time of year this is. As I understand it, about a third of visitor spending happens in Asheville from October through December. You've got foliage rolling right into the holidays. Are you starting to see any of that trickle back in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:12",
      "speaker": "ISLEY",
      "sentences": "Yes. We have had over 100 small businesses close, unfortunately. But more than a thousand of our travel and hospitality businesses have fought like hell to reopen. From the historic Biltmore Estate and Grove Park Inn to Wedge Brewing in the River Arts District. And just last week, French Broad chocolates factory and tour business opened in the River Arts district. So that creative spirit is really alive and well in Asheville. And we need visitors and travelers to come and help support these businesses. Like we residents are shopping local and spending local.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:12",
      "speaker": "HILL",
      "sentences": "And I know if people do want to shop local, but they're not there, I know a lot of them do have some online presence too, which is helpful to help bring those businesses back. I was struck by prior to Helene, the mayor of Asheville said that actually Asheville the lowest unemployment rate in the state. I know this can add to the challenges, right? We know how tough staffing has been for the last several year for folks across the country, with businesses closing, some people left to look for work elsewhere. How has it been in terms of getting people back to staff up some of these businesses as they're reopening?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:12",
      "speaker": "ISLEY",
      "sentences": "You know, businesses are still paying off loans, coming out of the pandemic, and also building back their workforce. So this is certainly a blow to our community. But I've really not seen the grit and gumption of a community like Asheville in western North Carolina. That determination is really on display right now. You know, if your viewers want to help, or even you, Erica, you can be like Forbes and put Asheville on your bucket list to visit in 2025. There are lots of things happening through the holidays and into the new year.In February, we have stars serving up love, which is Andre Agassi, Andy Roddick, Emma Navarro, and Jessica Pegula, who are going to be playing in a celebrity tennis event. So we can encourage you to come there. We've got lots of live music like we always have and lots of art galleries that are open and having works just like the ones you see behind me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:12",
      "speaker": "HILL",
      "sentences": "And lots of warm, welcoming locals who would be more than happy to see you there. Vic Isley, really appreciate you taking the time to join us. We will continue to follow the stories out of Asheville, the rebirth there as things get back going and we're pulling for you as you know. Happy holidays. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:12",
      "speaker": "ISLE",
      "sentences": "Thank you so much, Erica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:54:16",
      "speaker": "HILL",
      "sentences": "In a matter of days, a generic version of the popular diabetes drug Victoza could be available in the U.S. It's in the same class of medicines as the active ingredient in Ozempic and Wegovy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:54:16",
      "speaker": "FREEMAN",
      "sentences": "CNN's Meg Tirrell explains how this new option could address a major drug shortage in the U.S.",
      "isLastSentenceInterrupted": false
    }
  ]
}