{
  "date": "2024-11-10",
  "headline": "CNN Newsroom",
  "subHeadline": "Republicans Gain One More Seat To Secure House Majority; Democrats Grapple With Harris Loss, Trump's Victory; GOP On Verge Of Total Control Of Washington; Netanyahu Confirms Israel Launched Pager Attacks On Hezbollah; Interview With Rep. Seth Moulton (D-MA); Trump Prepares To Retake Power, Carry Out Expansive Agenda; Americans Are Feeling Anxious, So They're \"Doom Spending\". Aired 7-8p ET",
  "utterances": [
    {
      "timeStamp": "19:00:07",
      "speaker": "JESSICA DEAN, CNN HOST",
      "sentences": "You are in the CNN NEWSROOM. I'm Jessica Dean in New York.And another piece of the puzzle falling into place for potential Republican control of the House. Just moments ago CNN calling a House race for Gabe Evans flipping a seat in Colorado's Denver suburbs for the Republicans there. The win giving Republicans 214 seats in the House, meaning they now need to clinch four more to reach the majority. That magical number of 218, Votes still being counted in 16 House races across the country. And as that's happening let's go now to Mar-a-Lago in Palm Beach, Florida, where it has been a busy Sunday. CNN's Alayna Treene is joining us from West Palm Beach. And Alayna, we just talked about the House. Let's shift over to the Senate because we do know that the Republicans will control that chamber. The question now is who will their leader be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:07",
      "speaker": "ALAYNA TREENE, CNN CORRESPONDENT",
      "sentences": "Yes, exactly. And Donald Trump is starting to tread lightly into that race and really calling into question whether or not he is going to endorse who he thinks would be best to fill the Senate leadership role now that Mitch McConnell is on his way out. Earlier this evening Donald Trump posted on social media that essentially he wants whoever is selected to be the next Senate Republican leader to move forward with recess appointments, essentially a process that would allow Donald Trump to bypass the confirmation process for many of his key nominees specifically some of his top cabinet officials.And I think it's so important to note here, Jessica, that this is completely breaking with traditional norms over the past several years. Really ever since George W. Bush was in office and Henry Reed had started turning the process in Congress over all, but mainly in the Senate going from voting to have a recess to doing what we call pro-forma sessions. Now I think what's really notable about this as well is to see how the top three contenders for this role are responding. We first saw Rick Scott weigh in. I would note that Scott has received a number of endorsements. He also just picked up two more this evening from Senator Tommy Tuberville as well as the CPAC, Conservative Political Action Committee, tonight, this evening after writing this on Truth Social in Twitter. He said, quote, \"I 100 percent agree. I will do whatever it takes to get your nominations through as quickly as possible.\" That was responding to Donald Trump. He then got the support of Elon Musk who wrote, Rick Scott for Senate majority leader. But I will also say we then saw both Senator John Thune as well as Senator John Cornyn write in as well saying and responding online and publicly that they believe that Donald Trump has the right for recess appointments and that his nominees should be going through their process very swiftly. Now one thing I want to note as well about what you talked about with the House races is that if Republicans are able to get over that, you know, 217 or 218, excuse me, threshold and clinch the House majority, that is only going to add what Donald Trump and his team now feels like what they have is a mandate, and that's only going to add to that feeling. And I can tell you from my conversations with Trump advisers, those who are currently huddled with him working on his transition, they argue that unlike in 2016 I mean Donald Trump always thought he had some sort of a mandate but he feels even more so that he has one now. Particularly being confident to make the decision that he wants to make. He argues that if he can all -- if the House and the Senate are both red and he won the popular vote that means that he is very much in the right place to move forward with a lot of his key agenda items -- Jessica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:07",
      "speaker": "DEAN",
      "sentences": "Yes. It's going to be a long walk in the wilderness for them for a while, and it will be interesting to see how that develops over time.Isaac Dovere, thanks so much for your reporting. Republicans have now taken back the White House. They have won back the Senate and though the House is still up for grabs, we've said the GOP could very well take that chamber, retain control of that chamber as well. So what does history tell us about parties that control all levers of government? What happens then? We're joined now by presidential historian Douglas Brinkley. Thank you so much for being here. It's good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:07",
      "speaker": "DOUGLAS BRINKLEY, CNN PRESIDENTIAL HISTORIAN",
      "sentences": "Of course. Good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:07",
      "speaker": "DEAN",
      "sentences": "And, you know, look, it's not uncommon in a change election for that party to kind of sweep all parts of the government, but I think in this particular case Republicans on the Hill don't seem to have much appetite to be a check on President Trump at all or a guardrail for him, and certainly the Supreme Court is stacked with many justices he put there and helped put there and nominated.Where is the check do you think if the Republicans do take the House?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:07",
      "speaker": "BRINKLEY",
      "sentences": "Well, keep in mind in the 21st century, I mean, Al Gore won the popular vote in 2000 and Hillary Clinton won the popular vote in 2016, but they weren't president. They didn't win the electoral college. What was impressive about Trump's win is he won the popular vote also. And I think that makes him feel he has a mandate.The Democrats are in a tough position guardrail-wise because unless we are going to assume some of the Supreme Court justices, certainly not Alito and Thomas, but if Justice Roberts really wants to be a fair broker on some things it might work, but most likely you are going to see Trump take that presidential immunity clause and act as if, if the president does it, it must be legal, and he will act. He is going to sign dozens if not hundreds of executive orders right out of the gate. The guardrail will be the court system, the judicial, because people will sue. Somebody, you know, a (INAUDIBLE) will sue over our national monument ordered to be drilled, or, you know, you'll have somebody else sue over voting rights if there's some kind of gerrymandering scheme. It's endless. And so that will slow down Trump's executive order mania, and they'll try to run out the clock with an eye on the midterm election and tried to develop a bench of new leaders once they figure out what the Democrats did so terribly this time around.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:07",
      "speaker": "DEAN",
      "sentences": "Yes. It's also interesting, I'm just sitting here thinking about the filibuster, as someone who covered the Hill for a couple of years, you know, people in both parties want to get rid of it, others that are more toward the middle have tried bipartisan by the way to make sure that it stays in place. And just for everyone watching like that means that in the Senate they have to get 60 votes on some things. Not all things.But the argument goes that it can be kind of one of the last guardrails to really have to build consensus on a piece of legislation. But what do you think comes of that? Because either party can get rid of it with the simple majority vote.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:03",
      "speaker": "DEAN",
      "sentences": "And I just want to ask you, too, as a historian, as someone who studies our presidential history about legacy. And Biden's legacy, what it may be, and more broadly, you know, look, there was a lot of reporting that Obama had, you know, a lot of skin in this game because it also impacts his legacy as well because, you know, Trump came in between those two. What do you make of all of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:03",
      "speaker": "BRINKLEY",
      "sentences": "Well, it's correct. I mean, Barack Obama will always go down history a two-term president, but the coattails of Joe Biden just left it. Joe Biden is in a difficult place. I mean, it's a little bit like Jimmy Carter was in 1980 where, you know, there is a lot of anger within the Democratic Party directed at Biden. There is no question. But look what Carter did over time. You know, he won a Nobel Peace Prize eradicating Guinea worm disease, river blindness, free and fair elections around the world, Habitat for Humanity.The difference was Carter was in his 50s and had decades to build his post-presidential legacy. Biden has all topped for it. You know, it's about his time in the Senate, about his time as VP. He doesn't have that much time left to do this incredible post-presidency. He's going to have to -- he'll try to do a book, a memoir, he'll build his presidential library in Wilmington, Delaware. They've got two public- policy centers going on. One at University of Delaware and one at University of Pennsylvania but that's a full order. And meanwhile everybody in the Democratic Party is looking to scapegoat somebody, and he is it right now. Obama is scapegoating him. Pelosi is scapegoating him. And even in a more subtle way Harris is, and so it's going to take a while for these wounds to heal people. The Democratic Party thought Biden should have gotten out and was a health cover up. And it's not going to be a great couple of months for him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:18:14",
      "speaker": "DEAN",
      "sentences": "For the first time Israel is confirming it was behind the September operation that detonated thousands of pagers and walkie- talkies used by Hezbollah in Lebanon. Israeli media saying Prime Minister Benjamin Netanyahu acknowledged his role in the attacks in a meeting with his cabinet.Our Matthew Chance is in Jerusalem with details on that -- Matthew.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:18:14",
      "speaker": "MATTHEW CHANCE, CNN CHIEF GLOBAL AFFAIRS CORRESPONDENT",
      "sentences": "Well, Jessica, the Israeli prime minister has for the first time confirmed that Israel was behind the operation in September to detonate hundreds of pagers used by the Hezbollah group in Lebanon. An Israeli official confirmed to CNN that Benjamin Netanyahu told the close government meeting that an operation to detonate the pagers as well as a separate operation that resulted in the assassination of the Hezbollah leader Hassan Nasrallah, the same leader, were launched, quote, \"despite the opposition of senior officials in the security establishment and the political echelon in charge of them.\"Israeli media has interpreted that phrasing as implicit criticism of Israel's military leadership and intelligence establishments as well as the former Defense minister Yoav Gallant who Netanyahu fired on Tuesday. Well, thousands of explosions you'll remember took Hezbollah members, targeting their pagers and then their walkie-talkies a day later. The blasts killed at least 37 people including some children and injured nearly 3,000 including civilian bystanders according to the Lebanese health authorities. Back to you, Jessica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:05",
      "speaker": "DAVID SANGER, CNN POLITICAL AND NATIONAL SECURITY ANALYST",
      "sentences": "Great to see you, Jessica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:05",
      "speaker": "DEAN",
      "sentences": "Thank you. We know that President-elect Donald Trump has previously said that he thinks Israel needs to finish what they started with Hamas. He's also said he wants that war to come to an end. How do you see his election impacting that war?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:05",
      "speaker": "SANGER",
      "sentences": "Well, I think one thing that we could fairly interpret from the three conversations between Prime Minister Netanyahu and President-elect Donald Trump is Netanyahu is delighted to be back talking to somebody who will basically say to him whatever you think you need to do go do.The conversations with President Biden have been pretty fraught over the past year, and you may remember that about three weeks ago Secretary of State Blinken and Secretary of Defense Austin wrote a letter to Netanyahu in which they basically said you need to allow more aid into Gaza, and if you don't you are in violation of one of the U.S. laws governing whether the U.S. can continue to give you weapons. And we heard Jake Sullivan, the National Security adviser, say earlier today that this week they'll be making a decision about whether or not Netanyahu has abided by that. So I think the dynamic for the next two months is going to be Netanyahu hearing things he doesn't want to hear from the Biden administration and largely ignoring them, and calling up President-elect Trump and basically getting the reassurance that he can move ahead with whatever plans he has for Gaza, for Iran and so forth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:05",
      "speaker": "DEAN",
      "sentences": "But it doesn't sound like this is wrapping up anytime soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:05",
      "speaker": "SANGER",
      "sentences": "It sure doesn't. And while we've heard President-elect Trump say he wants to see an end to the war he's not said how. He hasn't particularly endorsed a deal to get the hostages back or a ceasefire. And of course the Netanyahu line now, and you heard this from Matthew's interesting report before, is, had I listened to the Americans, had I listened to my own defense establishment, we never would have hit that great strike on Hezbollah using the pagers. We never would have killed the leader of Hezbollah, Nasrallah.So in his worldview, he thinks that by listening to his own inner voice he has made sure that Hezbollah has suffered a huge defeat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:05",
      "speaker": "DEAN",
      "sentences": "And I do, before I let you go, want to also ask you about Ukraine because of course that's the other -- there are many pressing foreign policy issues but that one is really, really big and could have a big -- the changing of the guard at the White House could have a big impact for President Zelenskyy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:05",
      "speaker": "SANGER",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:05",
      "speaker": "DEAN",
      "sentences": "And we have learned that Elon Musk was on this phone call when Zelenskyy talked with former --with President-elect Donald Trump. Where do you see that going and what have you seen over since he's won -- what have you been tracking? SANGERthought it was very interesting that he turned out a tweet, President- elect Trump turned down -- so it wasn't a tweet, it was on his own social media line, Truth Social, saying that Mike Pompeo, who had been secretary of state and CIA director in his first term, would not be invited to have a role in this administration. Well, Pompeo, for all of the other controversies around him, was one of the biggest Russia hawks in the old administration. So this is another sign that it seems likely that what President Trump has in mind is calling President Putin, saying what do you need to end this war. Putin will say, well, I need at least the 20 percent of the country that Russia already occupies. And then after that calling Zelenskyy and saying, do I have a deal for you? You can end the way for just losing 20 percent of your territory. And the issue here is really one of agency. Whether it's up to the Ukrainians to decide what it is that they are going to do to bring this war to an end and whether they're going to surrender territory along the way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:05",
      "speaker": "DEAN",
      "sentences": "Yes. That will be the big question. All right, David Sanger, as always, thank you very much for your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:05",
      "speaker": "SANGER",
      "sentences": "Great to be with you, Jessica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:29:32",
      "speaker": "DEAN",
      "sentences": "As Americans come to terms with the results of last week's election, dejected Democrats are soul-searching and blaming each other over losing their elections. Earlier I spoke with one of those lawmakers, Congressman Seth Moulton of Massachusetts. Take a listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:29:32",
      "speaker": "DEAN",
      "sentences": "You are getting some pretty heavy criticism from people in your own party for something you said to \"The New York Times.\" I just want to read it for our viewers. You said, Democrats spend way too much time trying not to offend anyone rather than being brutally honest about the challenges many Americans face. I have two little girls. I don't want them getting run over on a playing field by a male or formerly male athlete, but as a Democrat I'm supposed to be afraid to say that.\"[19:30:12] And your fellow Democrat from Massachusetts, Congressman John Moran who is gay sent social media, \"The only thing we here in Massachusetts shouldn't be afraid to say is that you should find another job if you want to use an election loss as an opportunity to pick on our most vulnerable.\" A councilman in your district called those remarks hate speech. You are getting quite a bit of pushback. I want to hear what you think it all means and how you are responding to this. REP. SETH MOULTON (D-MA): Sure. No thanks, Jessica. Look, I was just speaking authentically as a parent about one of many issues where Democrats are just out of touch with the majority of Americans, and I stand by my position even though I may not have used exactly the right words and I'm willing to have this debate, as I have been having with LGBTQ advocates and others. Some who agree and others who don't, but we are engaging in a thoughtful debate. On the other hand, some of the people like you mentioned are more interested in shaming fellow Democrats, shaming the majority of voters when they simply do not meet their ideological purity test. And these are the same people who told us to defund the police, who told us there wasn't a problem at the southern border, who told us that inflation was transient, whatever that means, and the same people who attacked me when I said that Biden should step aside because he was going to lose this election. So, we have to be willing to have these debates in the party. I mean the Republicans are banning books, the Democrats are banning debate. And if we don't have this debate now and come up with a winning strategy going forward, then the Republicans are going to wipe the floor with us in January, just like they did last Tuesday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:29:32",
      "speaker": "DEAN",
      "sentences": "Do you think this specific issue is a big part of why Trump won?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:29:32",
      "speaker": "MOULTON",
      "sentences": "I mean, look, the sad reality is that there's polling out that shows that, at least in one poll among swing voters, that it was literally the number one issue. You can say that is because the ads were effective or whatever else.But I think there's another important point here which is that Trump is going to try to attack trans people. He is going to attack minorities across the board. The Republican agenda is legitimately dangerous for a lot of people in America. We are not going to be effective at defending these people and their civil rights, their access to healthcare, things that are really important to them. As I have heard from many advocates in the community over the past several days if we don't actually put ourselves in a position of power because God knows, the Republicans are not going to stand up to Trump, they are not going to protect their fellow Americans when he goes after their rights. I mean, just what about women and reproductive freedom? That should really scare people because Republicans and Trump are absolutely going to try to ban abortion nationwide and we are not going to be able to stop that if we do not start winning elections and get back in power.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:29:32",
      "speaker": "DEAN",
      "sentences": "I want to ask you, because he did co-sponsor two separate bills cause the Transgender Bill of Rights, it would have guaranteed transgender people the right to participate in sports teams that match their gender identity and other rights.So are you saying you no longer believe in the legislation or that the Democrats should go a different way?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:29:32",
      "speaker": "MOULTON",
      "sentences": "No, absolutely not because this is the prime example of exactly what I'm talking about, which is those are Republican bills that went too far, that were too radical. And yet, if Republicans control the White House, the Senate and House, that is exactly the kind of radical agenda that they are going to shove through.And so, we have to come up with reasonable alternatives that not only the majority of voters can agree with, but that we might even get Republican votes for, which are going to be necessary if we don't have majorities in the House or the Senate in order to stop this kind of policy from going through and hurting a lot of Americans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:29:32",
      "speaker": "DEAN",
      "sentences": "And so, help me draw the line between what you said, which is that as the father of daughters you are fearful that they might be run over by formerly male athletes. To guaranteeing transgender people the right to participate in sports teams that match their gender identity.How do you hold all of that at the same time?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:07",
      "speaker": "DEAN",
      "sentences": "Just broadening out before we let you go, just more broadly. I hear what you're saying about, you want more debate. You want to be able to talk about these things.What do you say to the people in your party though who say this isn't up for debate. I don't want to debate these things. These are things I believe and I don't think we should be even considering another position on this or a number of issues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:07",
      "speaker": "MOULTON",
      "sentences": "Look, if you just keep preaching and talking down to people, if you just ignore the majority of voters, then that is fine, you can have the position, but we are going to keep losing elections.In the business and politics you have to win if you want to make change, and I really want to make change for the American people and I want to protect people who are going to be attacked by Trump and the Republicans. We've got to win elections to do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:49",
      "speaker": "DEAN",
      "sentences": "We are now 71 days from Trump again taking the oath of office. During the campaign he made a long list of promises and threats from targeting political opponents to carrying out mass deportations. The question now is, how much will he follow through with that?Joining us now is CNN senior political commentator and former Republican Congressman, Adam Kinzinger. Congressman, thank you. I am going to blame myself and my multiple overnight shifts this week for putting as a congressman from Texas even though we know it was Illinois, but former Congressman from Illinois, but it's good to see you, thanks for being here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:49",
      "speaker": "ADAM KINZINGER, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "Of course, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:49",
      "speaker": "DEAN",
      "sentences": "We have all had a few days to reflect on Trump's victory. I am just curious now on this Sunday night, how you see his return to power, shaping this country's future?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:49",
      "speaker": "KINZINGER",
      "sentences": "Yes, I mean look, it was a resounding victory and I think, to some extent, that is actually a good thing because now they are going to have an opportunity to put their vision in place. We have been talking about what is Trump's vision for years now, and they are going to have to own whatever that is.This idea of massive tariffs, well, we may actually see what massive tariffs do. Mass deportations, well, we might actually see what mass deportations are or they are going to show that this is a completely unrealistic thing anyway. So, obviously, I wish the election would have gone a different way, but Americans spoke and again, now it is an opportunity for Trump to show what he is made of. I think it is quite possible that in two years the Republicans lose a lot of power in the House and Senate and then in four years maybe they're going to look back and say we never should have done that. But I do, and I mean this sincerely, I do wish the president well. I want him to succeed because America succeeds, but I do not necessarily know if I agree with the whole of his vision.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:49",
      "speaker": "DEAN",
      "sentences": "Yes, I mean, you were banging the drum for months supporting Kamala Harris saying that as an American that was your duty even though you didn't agree with her on all of the issues.Did it -- is it surprise? Did it frustrate you that you were really serious about the state of democracy if Trump were to resume office and that did not seem to be a message that was received by a lot of Americans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:49",
      "speaker": "KINZINGER",
      "sentences": "Yes, I mean it's frustrating and again, people have a right to vote how they want. I think right now, the thing that's a little concerning is we're being animated by culture war.I mean, we're just being animated by -- I mean, the thing about the transgender athletes. I think that is a serious issue that we have to have a real discussion on and Democrats have to take a look at what their position is on it, because it is out of the mainstream, but that's not really an issue that is just driving people into poverty or creating wars. It is in essence, an invented issue that just creates a lot of anger. So that is a concern for me watching this culture where continued to be driven. And also, to me, the frustration I had with the Harris campaign was and I tried to get this message out as much as I could. They had a problem with men, not with women, and yet the campaign spent the whole time trying to reach out to women and it is like, that is actually -- you are doing okay with women. You need to do a better job of reaching out to men. Young men feel like they have been abandoned and don't have a place in this world, and Donald Trump came and although that was a bad version of masculinity, he showed them a version of masculinity, but I actually think is really weak. But in a vacuum that's what they were attracted to and we see that in the numbers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:49",
      "speaker": "DEAN",
      "sentences": "Trump, once included you on a list of people he said, in his words should be going to jail for your role in the January 6th Committee. What do you think about these threats to go after former officials or current officials, political enemies if you will that he has made? Because he made them a lot and now suddenly his allies have been telling us on this show, well, we don't know that's it's going to go that far. What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:10",
      "speaker": "DEAN",
      "sentences": "And it sounds like you're trying to ground people in what you think is the reality.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:10",
      "speaker": "KINZINGER",
      "sentences": "Yes, I mean, look, again, let's look at this and say okay, let's say there is a decision made to come after his enemies. They are going to have to make up stuff, like they're going to have to lie and make up stuff.I still believe that you go through the court system, you are going to be fine. I think the American people, if they all of a sudden see the administration is locking up opponents for no reason, there will be a massive rebellion, a small 'r' uprising within this country to say we are not that kind of country. So yes, stay grounded. And again, if you are one of these folks that are out there. I have seen a few of them out there like chicken little running around. Stop it, all you are doing is making Donald Trump happy. You are acting like you're scared of him. Do not be scared of him. Seriously, there is nothing to be afraid of.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:10",
      "speaker": "DEAN",
      "sentences": "All right, Congressman Adam Kinzinger, thank you so much for your thoughts. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:10",
      "speaker": "KINZINGER",
      "sentences": "You bet. Take care.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:33",
      "speaker": "DEAN",
      "sentences": "It is called doom spending. The practice of spending money, sometimes irrationally to soothe fears about any number of issues -- politics, the economy, you name it. People are swiping their credit cards to feel some iota of control.Joining us now is a money expert and founder of Her First $100K Tori Dunlap. Tori, thanks for being here. TORI DUNLAP, FOUNDER, HER FIRST $100K: Thanks for having me back. I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:33",
      "speaker": "DEAN",
      "sentences": "Yes, okay, so doom spending. Why are people doing this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:33",
      "speaker": "DUNLAP",
      "sentences": "I mean, I am not immune either. I was in Target two days before the election grabbing everything in sight.So doom spending, it is just the idea of you do not have a lot of control over a lot of different things. Like you mentioned, the economy, politics, the general state of the world. And so, you're doing something you can control, which is spend money. What we are seeing is just this really high increase of people stressed out and anxious and trying to fill that void by spending more money. This is how we know personal finance and money, it is not really about math or Excel spreadsheets, it's about your emotions, right, it's about your psychology and how you are approaching that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:33",
      "speaker": "DEAN",
      "sentences": "Yes, and so what can people do? I mean, look, maybe your advice is -- okay, I'm curious. Maybe you doom spend every once in a while to try to get that little hit, but what else can people do when they do not feel like they have control financially?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:33",
      "speaker": "DUNLAP",
      "sentences": "I am not the money expert who is going to come in here and tell you, you can't spend money. That is not realistic nor is that any fun.I would set like a doom spending budget. So like, I went in to Target, and I was like, okay, I've got a hundred bucks and I'm just going to spend this on things that make me feel joy even if it is for a fleeting moment. I would also rather you spend that time rather than doom spending, let's doom save, let's doom invest. Like, there are ways that you can take action with your money that have lasting impacts that actually protect you from a lot of the things you are concerned about. So, having those emergency funds to saved, having enough money saved so that he can have flexibility. So, set yourself a doom spending budget and then also think about how you can channel the energy and channel this anxiety into actually doing something that is going to benefit myself and my money?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:33",
      "speaker": "DEAN",
      "sentences": "Yes, that seems a little more balanced. It's also, I'm thinking about like doom spending and doom scrolling or just being on your phone all the time like if you're on Instagram, all the time. You're looking at people living seemingly perfect lives or getting targeted by ads. And yes, if you are feeling like everything doesn't feel great, it might feel pretty good to try to spend money to make that feel better.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:33",
      "speaker": "DUNLAP",
      "sentences": "Yes, I think more information we believe it is going to soothe us. It has happened to me, the election happened. I kept trying to get more information, kept swiping through TikTok thinking oh maybe this is the video that will be my salvation.And like, yes, maybe it made me feel better for a couple of seconds, but like long-term I'm really trying to protect my energy, protect my money, protect all of the things that I can control and then work to change everything else.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:33",
      "speaker": "DEAN",
      "sentences": "Look, there was no doubt about it. Americans were loud and clear on this, they were worried about the economy, they are worried about their economic situation. They are fearful about what that means for the future and they want to change.What do you think, you know, to those Americans, what do you say to them as an expert that works in this and works in trying to make sure that people are able to save and to invest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:17",
      "speaker": "DEAN",
      "sentences": "Yes, hopefully you can do it, even in baby steps.All right, Tori Dunlap, thank you so much, we appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:17",
      "speaker": "DUNLAP",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    }
  ]
}