{
  "date": "2024-02-27",
  "headline": "CNN News Central",
  "subHeadline": "Soon, Star Witness Testifies Amid Effort To Boot Trump Prosecutor; Israel \"Surprised\" Biden Expressed Hope For Ceasefire In Gaza By Monday; Mark Esper, Former Defense Secretary, Discusses Israel-Gaza Ceasefire; Kellogg's CEO Suggests Struggling Families Eat Cereal For Dinner; Wendy's To Begin Testing Uber-Like Surge Pricing; U.S.-Made Moon Lander Still Transmitting Data As Mission Winds Down. Aired 1:30-2p ET",
  "utterances": [
    {
      "timeStamp": "13:30:00",
      "speaker": "NICK VALENCIA, CNN CORRESPONDENT",
      "sentences": "In what can only be described as sort of an earthquake moment, the judge turning to Bradley and saying, \"It appears as though you've been misunderstanding or mischaracterizing what privilege is.\"So now, defense attorneys will have another chance to question what was expected to be a star witness, Terrence Bradley, the onetime divorce attorney, former law partner of Nathan Wade. And Ashleigh Merchant, who is the defense attorney for Mike Roman, the former Trump campaign official. She alleges that Bradley can prove that Nathan Wade and Fani Willis were lying on the stand as to when their relationship began. But if you remember, when Bradley first testified, he wasn't entirely a cooperative witness for Ashleigh Merchant. She will have another chance to question him today. And we'll be looking at to whether or not Judge Scott McAfee will put any limitations on the questioning and what he will eventually allow to be emitted as evidenced. That hearing is expected to start in just about 30 minutes -- Boris, Brianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "We are going to be watching that very closely.Nick Valencia, live from Atlanta, thank you so much. Still to come, while President Biden appears optimistic about a ceasefire in Gaza being just days away, others are pouring cold water on that idea. What we're learning about negotiations and where they stand as the death toll in Gaza nears 30,000. (COMMERCIAL BREAK) [13:35:41] BRIANNA KEILAR, CNN HOST: Delicate hostage negotiations are underway in the Middle East. President Biden was asked about those discussions and the potential for a ceasefire Gaza. And here's what he said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "Can you give us when you think that ceasefire will start, sir?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Well, I hope by the beginning of the weekend. I mean, the end of the weekend.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "BIDEN",
      "sentences": "At least my national security adviser tells me that were close. We're close. We're not done yet. My hope is by next Monday we'll have a ceasefire.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "KEILAR",
      "sentences": "Israel is downplaying a deal with an official there saying they were surprised that Biden suggested it could happen that soon. But there is mounting international pressure to get an agreement.The Hamas-controlled Gaza Health Ministry saying the death toll in Gaza has nearly hit 30,000, while 100 hostages captured on October 7th are still believed to be alive, held in Gaza by Hamas and other militant groups. Here with us now is Mark Esper. He was defense secretary under President Trump. He now serves on the board or is a strategic advisor for a number of aerospace and defense-related companies. Sir, thanks for being with us here. You have Qatari officials also saying they're hopeful a deal can be reached, but before Ramadan. Hamas downplaying optimism that we hear coming from Biden saying that Israel and the U.S. are using it as a negotiating tactic. What is your read on a potential ceasefire?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "MARK ESPER, FORMER DEFENSE SECRETARY UNDER PRESIDENT TRUMP",
      "sentences": "Yes. Well, good afternoon, Brianna. Good to be with you.Yes. What's interesting is both Israeli officials and Hamas have said that they didn't know President Biden was talking about. And in fact, the Israeli official was particularly surprised that he used the word ceasefire as well, because, of course, they don't want to ceasefire. They're looking for words like temporary ceasefire or a pause in fighting. So there are two concerns there. Look, on one hand, maybe it is close and nobody wants to talk about it because it is so close. A cynic might say that President Biden said that because were on the eve last night of the Michigan primary where words like that would resonate well with Arab-Americans and Muslim-Americans. But we'll see. I mean, it does sound like they've narrowed many of the issues. It looks like the swap may be 40 Israeli prisoners, which would be the elderly women and the sick in exchange for 400 Palestinian prisoners, prisoners. I think the big issue was who among those Palestinians prisoners would it be? Would it be senior former leaders? Would it be people convicted of murder? Which are all red lines for the Israelis. But we'll see what happens here in the coming days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "KEILAR",
      "sentences": "So I mean, you raised the possibility there that Biden is saying this, knowing that Michigan has the highest concentration of Muslim and Arab-Americans, and they are key to his constituency there, as well as young voters and black voters in that state.Is that what you think is happening? That he's saying that based on politics, instead of what's actually happening in these negotiations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "ESPER",
      "sentences": "No, I don't think so. That's why I said a cynic might say that.No look, I think he believes it's coming. He wants to be so. But I -- again, I think they're not there yet. And look, at the end the day, the other thing is, too, is Bibi Netanyahu is going into Rafah one way or another. He has said on multiple occasions that they're at least four battalions, the remaining four battalions or six battalions of Hamas militants in Rafah. They suspect that Yahya Sinwar, the leader of Hamas in Gaza, the architect behind the October 7th attacks is either there or hiding in Khan Younis. So one way or the other, I think Israel is going in. So we may see a cease -- a temporary ceasefire. But the fighting is far from over in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "KEILAR",
      "sentences": "And in Rafah, obviously worth mentioning, this has been the haven. I don't think you can really say there is a haven in Gaza. There isn't. But as far as where people have tried to seek refuge, that's it.About one-and-a-half million Palestinians living there after fleeing from northern Gaza. And Biden is warning Israel that they're at risk of losing international support as this offensive drags on. Do you see any of that influencing Netanyahu? Do you see any of that impacting Netanyahu's plans?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:58",
      "speaker": "KEILAR",
      "sentences": "A lot going on.Secretary, thank you so much for being with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:58",
      "speaker": "ESPER",
      "sentences": "Thanks, Brianna",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:58",
      "speaker": "KEILAR",
      "sentences": "And next, times are tough for Americans struggling still with inflation. But the CEO of Kellogg's has a suggestion(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:58",
      "speaker": "SANCHEZ",
      "sentences": "In comments that are raising eyebrows, Kellogg's CEO is facing criticism after suggesting people who might be having a hard time putting food on the table should feed their families cereal for dinner.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:01",
      "speaker": "KEILAR",
      "sentences": "All right, CNN's Vanessa Yurkevich is here with more on the backlash here.Vanessa, cereal for dinner, it has actually been a year-long campaign for Kellogg's? VANESSA YURKEVICH, CNN BUSINESS &amp; POLITICS CORRESPONDENT: Yes. They rolled out with an advertisement just about that exact thing about a year ago. But it's really the CEOs comments that are really providing some backlash from consumers right now. I think we've all had a bowl of cereal for dinner. But the idea that this should be a meal replacement for a more balanced meal because people are struggling to put food on the table is really drawing criticism. And here's why. Just look at what Americans are paying right now. Food prices up 26 percent from 2020 alone. The cost of cereal itself up 28 since 2020. And because of those increases in food prices, Kellogg's has had to raise their prices by 12 percent in the last year. And a lot of people are pointing out that the person making these comments is a CEO who makes about $4 million a year and probably doesn't have as much of a struggle to put food on the table. And you also have consumers online saying that, yes, while cereal is delicious, and we've all done it from time-to-time, families are really struggling to provide balanced meals for their family. And are having to make really tough choices about what to feed their families and what to not. So people really saying that this CEO of Kellogg's is a little bit out of touch with where -- with where consumers want to be right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:01",
      "speaker": "SANCHEZ",
      "sentences": "It doesn't come across for a lot of people as earnest, as like an earnest bit of advice or suggestion. When he's trying to promote it on CNBC is like a way to raise stock prices.Vanessa, Wendy's fast-food chain is also going to start testing out a new form of pricing for them. Much like Uber, they're going to start surge pricing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:01",
      "speaker": "YURKEVICH",
      "sentences": "Yes, many Americans are familiar with surge pricing because of what Uber does and Lift does when there's really bad weather out.But here's what Wendy's is going to try in 2025, something they're calling dynamic pricing, which is essentially surge pricing, which will adjust the cost of menu items both in the restaurant and online depending on consumer demand. And they're going to put $20 million into this investment. it's going to be powered by artificial intelligence. People don't love surge pricing guys. So it'll be interesting to see whether or not this actually works with consumers. If they find that they're actually saving in moments where there's less demand, maybe other fast-food chains will adopt it. But the history has really shown us that people just don't like to pay more when they don't have to, especially if they see people paying less at other times. I'll also mention that there's a lot of fast-food companies and brands out there that people could decide, hey, I'm not lying liking what Wendy's is doing. I'm going to go to somewhere else. For Lift or Uber, there are less choices, so people kind of get stuck paying those surge prices. But this is not starting until 2025. We'll have to see how it goes with consumers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:01",
      "speaker": "SANCHEZ",
      "sentences": "As long as the ice cream machine is working late night, then --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:01",
      "speaker": "KEILAR",
      "sentences": "Well, that's questionable.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:01",
      "speaker": "KEILAR",
      "sentences": "I think the thing you hear is, you know, you like getting a deal if it's not surge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:01",
      "speaker": "SANCHEZ",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:01",
      "speaker": "KEILAR",
      "sentences": "But on those times where you really get gouged, you don't forget it. It really stings. And almost I think more than affects the savings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:01",
      "speaker": "SANCHEZ",
      "sentences": "Yes, 100 percent.Vanessa Yurkevich, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:01",
      "speaker": "YURKEVICH",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:33",
      "speaker": "KEILAR",
      "sentences": "The historic U.S. moon mission that touched down on the lunar surface on Thursday is still transmitting data despite predictions that the mission would be ending this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:33",
      "speaker": "SANCHEZ",
      "sentences": "Odysseus is the first U.S.-made spacecraft to land on the moon since the Apollo era. But flight controllers expect to lose contact with the moon lander in the coming hours. CNN's Kristin Fisher is our space and defense correspondent. She joins us now.Kristin, I'm going to let in viewers on the conversation we were having on the Green Room earlier. (LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:33",
      "speaker": "SANCHEZ",
      "sentences": "They sold this as a really successful launch. We were supposed to get pictures from the moon, we were supposed to get a selfie of this thing landing, and we didn't.Were we lied to? KRISTIN FISHER, CNN SPACE &amp; DEFENSE CORRESPONDENT: I get it, Boris. (LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:33",
      "speaker": "FISHER",
      "sentences": "Pics or it didn't happen, right?(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:33",
      "speaker": "FISHER",
      "sentences": "Look, nobody wants to see these pictures more than me. But the reality is pictures of the lunar lander on the surface of the moon was not the primary objective of this mission. It'd be nice, but that was not the primary objective.The primary objective was the first test flight of Odysseus. They wanted to see if this type of lunar lander with a 3-D printed engine that had never flown before, if it could actually make it to the moon and then land. And it did complete a successful soft landing of the moon. We know that, Boris, for sure, without a doubt. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:33",
      "speaker": "FISHER",
      "sentences": "It just didn't stick the landing.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:33",
      "speaker": "FISHER",
      "sentences": "It just --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:33",
      "speaker": "FISHER",
      "sentences": "-- caught a leg and tipped over there.But historically speaking, as long as the spacecraft has a controlled descent and is communicating with earth, Mission Control, that is a successful soft landing. So the good news is it did that. The bad news is it is looking increasingly likely like we're not going to get any pictures from the surface of the moon that Odysseus took. Though, we did get some new pictures of its descent this morning. One more thing, guys. You guys are just looking at me, rolling your eyes. (LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:33",
      "speaker": "FISHER",
      "sentences": "This mission was only supposed to last -- it was only supposed to be operational on the surface of the moon for between seven to nine days.This mission will pan out. It will be operational for just about five or six days. So it's just about two days short of what it was intended to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:33",
      "speaker": "KEILAR",
      "sentences": "No, I was just thinking, I'm going to get like lazy and lay down on the couch --(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:33",
      "speaker": "KEILAR",
      "sentences": "-- when I have something to do at home.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:33",
      "speaker": "KEILAR",
      "sentences": "My husband's going to say, what are you doing? And I'm going to say, I'm having a successful soft landing.(LAUGHTER) (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:33",
      "speaker": "FISHER",
      "sentences": "More success than failure is how I would describe it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:33",
      "speaker": "KEILAR",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    }
  ]
}