{
  "date": "2024-05-07",
  "headline": "CNN News Central",
  "subHeadline": "Israeli Military Takes Control of Palestinian Side of Rafah Crossing in Gaza; Ceasefire Talks between Hamas and Israel Continue Despite Israeli Military Action at Rafah Crossing; Trump Posts on Truth Social About Upcoming Witness, then Deletes It; At Least One Dead after Tornadoes Rip Through Oklahoma. Aired 8-8:30a ET",
  "utterances": [
    {
      "timeStamp": "08:00:00",
      "speaker": "SCOTT JENNINGS, CNN POLITICAL COMMENTATOR",
      "sentences": "Although I have to say one comment about Geoff's argument. He wants to elect a Republican Congress as a firewall. That does nothing to restrict the president of the United States from all executive action that they can take. And I think most Republicans would say the most harm Joe Biden has done has been on executive action, ignoring the Supreme Court, and so on and so forth. And so having a Republican Congress doesn't save you from that unless you're willing to impeach the president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "Lieutenant Governor, we are just about at a time here, but you do think that this is, and you state in your writing, this is not -- sorry, it is a binary choice. How do you convince people that it is a binary choice?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "GEOFF DUNCAN, CNN POLITICAL COMMENTATOR",
      "sentences": "Well, I'm only speaking to those Republicans that are conservative like me. I've got a historical voting record that is as conservative as anybody. I put in the piece that I've been a Republican my whole life, unlike Donald Trump. And I think we've got to take our medicine. And it's painful. It hurts. It sometimes maybe doesn't seem like it makes sense, but if we're going to heal, we've got to move past Donald Trump. He's taking us to the bottom of the ocean, and some of us don't even realize it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BERMAN",
      "sentences": "All right, formula Lieutenant Governor Geoff Duncan, Scott Jennings, I deeply apologize. We are at a time. But thanks to both of you.A new hour of CNN NEWS CENTRAL starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "Breaking overnight, the Israel military takes control of the Palestinian side of the Rafah Crossing and ceasefire talks resume.And destruction in Oklahoma, powerful tornadoes rip through the state, killing at least one person. Search rescue crews are now starting to work through the debris, and 25 million people are under threat of severe weather now today. And this morning, Donald Trump taking a social media to complain about today's witness list, and just as quickly deleting the post. What does this mean as he's headed back to court for his criminal trial to start back up. I'm Kate Bolduan with Sara Sidner and John Berman. This is CNN NEWS CENTRAL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BOLDUAN",
      "sentences": "Breaking overnight, Israeli tanks enter Rafah, taking control of that critical border crossing. The Rafah Crossing for months has been the central entry point for getting -- the central point for getting people out of Gaza and also getting aid in to Gaza. Israel has long viewed it as a main route for Hamas to smuggle in arms as well, and have threatened for months of a coming ground invasion in Rafah if Hamas continues to refuse releasing Israeli hostages. How these attacks impacts ceasefire talks now still unclear this morning, but talks are expected to continue today in Cairo.But take a look at this overnight, explosions seen in the skies over Gaza and Israel conducting a new round of airstrikes in Gaza. Aid workers saying that there is no safe place to go and no way to get there for the 100,000 Gaza being told to evacuate Rafah now. CNN's Jeremy Diamond is in Jerusalem with the very latest force. Jeremy, what is the latest you are hearing is happening in Rafah?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "JEREMY DIAMOND, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, Kate, the Israeli military says that they have, quote, operational control of the area and the Rafah border crossing itself. They say that their forces are continuing to operate in that area with special forces scanning the crossing where they say that Hamas militants have been imbedded. They haven't -- we can't independently verify that claim. But what is clear is that this was a military objective for Israel that they set out to capture this rough border crossing two raise an Israeli flag on the Palestinian side of that crossing between Egypt and Gaza. And to then release video of that showing perhaps some kind of a picture of victory that the Israeli prime minister Benjamin Netanyahu has been seeking even as he continues to engage in these negotiations over a potential ceasefire.This military operation by Israel overnight came less than 24 hours after they dropped leaflets on eastern Rafah directing civilians to flea north, 100,000 civilians were ordered to evacuate but given less than 24 hours to do so before the Israeli military began pounding parts of eastern Rafah and sending tanks and troops into that area. The Palestinian officials say that 23 people were killed in these overnight operations, including six children. The Israeli military, for its part, says that it killed 20 Palestinian militants. And they also claim that they located three different tunnel shafts. The Egyptian government, meanwhile, is calling this a dangerous escalation and warning already of consequences to humanitarian aid and aid workers being able to cross from Egypt into Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "DIAMOND",
      "sentences": "Well, look, these Israeli government last night, when it received this latest proposal from Hamas, which is not the same as the original Egyptian framework that Israel had weighed in on, the Israeli government said that this simply did not meet its core demands. But they said that they would continue to engage in these negotiations. And we expect those conversations to continue today in Cairo where Israel has sent a working level delegation to pursue these negotiations.But one of the key sticking points here that still remains is Hamas in this latest proposal is calling for an end to the war altogether, the withdrawal of all Israeli troops from Gaza in a second phase of this agreement. That is something that the Israeli prime minister has called a red line up until now. So it's unclear exactly how they plan to get over that hurdle, but certainly there are intense efforts this week to try and reach that cease-fire agreement. Whether or not that Rafah operation perhaps allows the Israeli prime minister to agree to a deal because now he can say that, look, at least we captured the Rafah border crossing. We did move troops into Rafah, which is something that his right-wing governing partners have been calling for, all of that remains to be seen. But it's certainly going to be a very critical weak over here. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "BOLDUAN",
      "sentences": "It sure seems so. Jeremy, it's good to see you. Thank you for being on top of it. Sara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "SARA SIDNER, CNN NATIONAL CORRESPONDENT",
      "sentences": "All right, joining me now is Ian Bremmer, president of the Eurasia Group and GZERO Media. Thank you so much for being here, Ian. I want to begin, of course, with Israel's new offensive in eastern Rafah, airstrikes coming fast and furious, more than a million people looking to get to safety. The Rafah crossing is one of the points where that desperately needed aid and aid workers has been coming in. Is this going to further threaten the bringing in of more supplies that Palestinians desperately need?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "IAN BREMMER, PRESIDENT, EURASIA GROUP AND GZERO MEDIA",
      "sentences": "Of course it will. Also the Hamas strikes into the Israeli troop area killing three troops and wounding others just before this was also facilitating taking humanitarian aid offboard. So extremists on both sides here are doing their best to ensure that this crisis continues to escalate.The United States has said, as of now, he Israeli plans both for humanitarian aid getting in as well as to try to evacuate at least non-military age men from Rafah, Palestinian civilians, are not adequate. And remember, the Americans delivered an ultimatum that there would be serious consequences if the Israelis did not ensure that the aid could get in and that these people would be made safe. So this has been consistently a hard talk to the hand from the Israeli prime minister and now from -- this makes the Biden administration look really weak.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "SIDNER",
      "sentences": "I was going to ask you about that, how close that Netanyahu is to completely defying Biden. But I also want to ask you about what we heard from Egypt calling this a dangerous escalation. Is this further isolating Israel on the world stage?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "BREMMER",
      "sentences": "We can say that in the sense that pretty much the entire world disagrees with the Israelis going into Rafah right now. Hamas accepting the Egyptian terms for the ceasefire is kind of where the rest of the world is right now. Them executing on it, of course, is a very different story, and how many hostages they have and who they'd actually give up. So I'm not trying to say you should take Hamas at face value by any means.But look, on the one hand, when the Iranian struck Israel it was very a strong defense for Israel by the United States, by the United Kingdom, and by countries in the region like Jordan and Saudi Arabia. So you saw that when push comes to shove, the Israelis have that support. Israel is getting $17 billion more in U.S. military aid. That's not going anywhere. But the Saudis just yesterday warned the Israelis in starkest terms not to go ahead with this invasion. And they referred to it as a genocide, the first time I've ever seen the Saudis do that officially. So, yes, there are clearly going to be longer-term consequences for Israeli security in the region. How far that goes and how what the consequences will be, I mean, is Biden really going to cut off the Israelis? I can imagine him continuing to suspend some offensive weaponry, but I can't see America's defense relationship with Israel truly shaken despite all of this. And that's one of the reasons the U.S. is in such a tough spot here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "BREMMER",
      "sentences": "This isn't new. Hamas has said consistently that they want a permanent ceasefire and the withdrawal of all Israeli troops from Gaza. And that has increasingly become the position of non-Israelis. That's increasingly become the position of the Europeans, of the Gulf states, of the Jordanians, of the Egyptians, even of many in the United -- fact that they are closer to what everybody else is pushing for than the Israelis are.But the Israelis have never said that they are prepared to end the war in Gaza with Hamas still intact, with Hamas leadership still attack, their fighters still intact, many of their tunnels and their military capabilities still intact. And the United States has not forced them to. The United States has said that they want to make sure that the people are safe. They want to make sure there's humanitarian aid. But Biden has not said you have to end the war forever. Biden has basically been trying to say, look, we want a temporary ceasefire. We're going to work really hard to make that temporary ceasefire and ongoing ceasefire over the course of those weeks. So the Biden administration is trying to say slightly different things to the Israelis and to Hamas here. The reason for that, of course, is because these two actors don't have direct overlap in their position. That's why we're at an impasse right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "SIDNER",
      "sentences": "It all makes sense. And meanwhile, there is so much devastation in Gaza and so much heartbreak on the side of Israel as well because of those people who had been held hostage. Ian Bremmer, thank you so much for laying that out for us. Appreciate it. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:16:27",
      "speaker": "BOLDUAN",
      "sentences": "So with a real possibility of jail time hanging over him, if he would continue to violate a gag order, Donald Trump has started sounding off on social media just now about today's witness list in his trial and then quickly deleted it.Here is what he posted, in part: \"I just recently been told who the witness is today. This is unprecedented. No time for lawyers to prepare.\" That's the important part. And then he deleted all of it. CNN's Brynn Gingras is outside of court. It is sure to be another very important day, but what do you do with this -- Brynn.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:16:27",
      "speaker": "BRYNN GINGRAS, CNN CORRESPONDENT",
      "sentences": "Yes, you know, listen, Kate, yesterday prosecutors said that they were going to give who would the witness be today to the defense yesterday.Now, it is possible that Donald Trump just learned who that witness was and maybe it triggered him, but as you mentioned, he has since deleted that tweet, maybe getting a warning from his lawyers about the possibility of being held in contempt again, who knows? But we still don't know publicly who the next witness is that will be called today. Yesterday was a big day in court, though. Listen, this was the bones of the prosecution's case as jurors listened to really a slog of documents from two witnesses: One who worked for Trump -- worked for 35 years, and one who currently is still an employee of the Trump Organization. And witnesses -- I mean, jurors rather saw paperwork basically checks cuts, the reimbursements to Michael Cohen of $35,000.00 over a period of time. Essentially, prosecutors laying out the falsifying documents, case that they have to prove. So it was a very important day for prosecutors in this case. Now, prior to that, that was when the judge basically held Donald Trump for contempt of court for the 10th time, fining him a thousand dollars, and really this time, really threatening jail time. I want to read partially what Judge Merchan had said in court: \"As much as I do not want to impose a jail sanction and I have done everything I can to avoid doing so, I want you to understand that I will, if necessary, and appropriate.\" Not something that Donald Trump certainly wanted to hear. I've got to say yesterday in court, he was very much more in tune to the witnesses as they were discussing the dealings of the Trump Organization much more so than we have seen him with other witnesses. We will see how he is in court today. Another thing to point out, Kate, yesterday prosecutor said it will be two more weeks of witnesses for them before their case rests. So we have a little bit of a while here. Donald Trump not liking that timeline at all saying so after court yesterday, but again, still waiting to hear who is going to take the stand once court resumes today at 9:30 -- Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:23:36",
      "speaker": "SIDNER",
      "sentences": "This morning, search and rescue teams are scouring the damage for survivors after a powerful and deadly tornado swept through Oklahoma. Those powerful storms ripped apart homes, tore down power lines, and threw debris for miles.The danger by the way, not over yet, a hundred million people are under a severe storm threat from Texas to New York. Barnsdale, Oklahoma took a direct hit from that tornado overnight. That is where our Lucy Kafanov is. Lucy, the storm has already killed one person. What are you hearing and seeing as I see that the first light has dawned this morning there?",
      "isLastSentenceInterrupted": false
    }
  ]
}