{
  "date": "2024-12-03",
  "headline": "CNN Newsroom",
  "subHeadline": "Israel And Hezbollah Exchange Strikes As Ceasefire Violations Mount; Syrian And Russian Jets Step Up Strikes On Rebels After Opposition Seizes Much Of Aleppo; Hunter Biden Prosecutor Pushes Back On President's Politicization Claim; French Government Faces No- Confidence Vote Amid Budget Dispute; Iranian Descent Rapper Toomaj Salehi Released From Prison; Ukrainian Troops Defend Against Drone Attacks in Kursk; California Lawmakers Try to Trump-Proof Their State; Curbing Plastic Pollution; Elton John Says He has Lost His Eyesight. Aired 1-2a ET",
  "utterances": [
    {
      "timeStamp": "01:00:27",
      "speaker": "LYNDA KINKADE, CNN ANCHOR",
      "sentences": "Hello and welcome. I'm Lynda Kinkade. Ahead here on CNN newsroom, Syrian and Russian jabs striking back as the rebel coalition moves further into the country. They say they won't stop until the land is liberated for the Syrian people.Israel and Hezbollah exchanged fire during what the United States calls a successful ceasefire. Elton John says he's lost his eyesight. More on the singer's condition and how its impact on his music.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:27",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Live from Atlanta. This is CNN Newsroom with Lynda Kinkade.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:27",
      "speaker": "KINKADE",
      "sentences": "Syrian and Russian forces are ramping up airstrikes against opposition fighters in northern Syria as a new rebel offensive shows no sign of slowing down.Syrian rebels claim they are in control of much of Aleppo and Idlib. The U.N. says the Syrian army airstrikes have killed dozens of civilians, injuring many more. Nearly 50,000 people have fled during the past few days. Syria's long running civil war has resulted in several groups with areas of heavy influence. Everything in pink is controlled by the regime. Kurdish forces have a strong presence in the yellow area. And a large part of Aleppo and Idlib provinces are in rebel hands, shown in green. The head of the internationally recognized Syrian opposition made this vow. (BEGIN VIDEO CLIP) HADI AL-BAHRA, HEAD OF INTERNATIONALLY-RECOGNIZED SYRIAN OPPOSITION (through translator): We see that if the regime does not respond to the people's demands, this military operation will continue. We will liberate our lands and restore the rights of the Syrian people, all the Syrian people. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:27",
      "speaker": "KINKADE",
      "sentences": "Well, Syria has been enduring the longest, bloodiest conflict of the Arab Spring, a civil war that stalled at times but never really ended. CNN's Katie Polglase has a closer look at the run up to this new offensive.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:06",
      "speaker": "STEVEN COOK, SENIOR FELLOW FOR MIDDLE EASTERN STUDIES, COUNCIL ON FOREIGN RELATIONS",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:06",
      "speaker": "KINKADE",
      "sentences": "So, Russia's backed government, the government of Assad, now under threat Syria again in the midst of a civil war. This of course, adding to a number of conflicts already raging in the Middle East. Right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:06",
      "speaker": "COOK",
      "sentences": "Absolutely. The Syrian conflict had been static for the better part of the last five or six years, and then suddenly it's now back on the front burner with this rather stunning uprising in which the rebel groups have overrun government forces in Aleppo and are now threatening the city of Hama. So once again, Syria is a vortex of instability in the Middle East.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:06",
      "speaker": "KINKADE",
      "sentences": "So talk to us about Russia's support for the Assad regime. And just how big is Russia's presence inside Syria now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:06",
      "speaker": "COOK",
      "sentences": "Well, the Russians are spread across about 20 bases. They have major air base in the western part of the country as well as a very significant naval base at Tartus on the Mediterranean. And the Russians are deeply invested in Syria. It is the place from which the Russians can most influence the region.And as a result, they are expected to, as they have begun doing, to support the Assad regime, mostly through airstrikes. And we've seen that begin over the course of the last few days. That is, in fact how they saved the Assad regime between 2015 when they first intervened, all the way up through the uprising that began just a few days ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:06",
      "speaker": "KINKADE",
      "sentences": "Right. So you've got Russia bombing rebel groups from the air. You've got Lebanon's militant group Hezbollah, fighters on the ground. And of course, Iran has pledged to help sue Syria. Can you explain for us why Russia, Hezbollah and Iran is so invested in Syria?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:06",
      "speaker": "COOK",
      "sentences": "Yes, well, as I said, with Russia, this is the place from which it can exercise influence around the region. For Iran, Syria is critical to the supply and now resupply and reconstruction of Hezbollah, its primary proxy around the region. The most capable, or at least until the Israeli offensive against Hezbollah began in September, the most capable of Iran's proxies.And for the Iranians to lose Syria would be a strategic setback of very significant proportions for them. And that's why both Russia and Iran are likely to do what they can to salvage the Assad regime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:06",
      "speaker": "KINKADE",
      "sentences": "And we know now that Russia wants to spend about a third of its entire budget on the military next year. How weak is Russia right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:06",
      "speaker": "COOK",
      "sentences": "Well, I think Russia is quite weak. The Russian military has had a very hard time over the course of the last few years in taking over Ukraine. They expected that to be a relatively easy military operation. And now they are back to military operations in Syria. They are stretched. Their economy is not doing as well as people think it is. Inflation is running actually twice of what the official figures are.So the Russians are stretched, and unlike when they first intervened in Syria almost 10 years ago, they're going to have a much harder time concentrating force in that theater.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:06",
      "speaker": "KINKADE",
      "sentences": "And can you tell us about what might be happening in the capital in Damascus right now and where Assad could be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:06",
      "speaker": "COOK",
      "sentences": "Yes, the reports from Damascus have been scattered and somewhat sensational. There are reports that the presidential palace had been overrun, that there was fighting in the streets, that major military units were fighting with each other. None of those seem to be proven to be true. We need to be very careful with reports coming out of Damascus, since there are no international journalists there. And thus these reports are likely to be, you know, misinformation or disinformation.But it is clear that the Assad regime itself is not as strong, did not have the war as well in hand as many had believed. And so, although there's a long way to go before we can talk seriously about the end of the Assad regime, the ease with which these rebel groups overtook government forces in Aleppo and are now threatening Hama would suggest that Assad does not have really capable forces beyond his air that are -- that can defend. That can defend his regime and defend Damascus.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:06",
      "speaker": "KINKADE",
      "sentences": "Yes, there were certainly plenty of reports coming out of Aleppo of, you know, his forces just fleeing. Steven Cook, we'll leave it there for now, but great to have you with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:06",
      "speaker": "COOK",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:06",
      "speaker": "KINKADE",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:04",
      "speaker": "KINKADE",
      "sentences": "Well, an exchange of strikes is testing a shaky ceasefire between Israel and Hezbollah. On Monday, Lebanese authorities say Israeli strikes killed at least nine people in southern Lebanon, marking the deadliest day since the truce took effect last week. Israel says it's retaliating against Hezbollah after it fired two projectiles towards Israeli occupied territory.The Iranian-backed group says it targeted Israeli military positions after days of repeated Israeli strikes. A source with the U.N. peacekeeping force in Lebanon says Israel has breached the ceasefire agreement approximately 100 times since last week. Here's how the U.S. State Department is viewing that ceasefire. (BEGIN VIDEO CLIP) MATTHEW MILLER, U.S. STATE DEPARTMENT SPOKESPERSON: What we have seen since the ceasefire went into effect, is it being successful? Broadly speaking, it has been successful in stopping the fighting and getting us on a path where we are not seeing the just daily loss of life that we had seen for two months prior. Now, with respect to violations or potential violations of the cease fire, we set a mechanism up to look into this very question. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:04",
      "speaker": "KINKADE",
      "sentences": "Well on the heels of that tenuous truce, there's a renewed push by the Biden administration to try and secure a cease fire in Gaza. U.S. Secretary of State Antony Blinken met with Israeli Strategic Affairs Minister Ron Dermer in Washington on Monday. Dermer didn't answer questions as he left the U.S. State Department, but Blinken had been expected to express the U.S. position that a ceasefire and hostage release is urgently needed, as are plans for the day after in Gaza.U.S. and Israeli leaders are expressing grief and outrage over the death of an American Israeli soldier, Omer Maxim Neutra. The Israeli military now says Neutra was killed during the Hamas attack on October 7 last year near the kibbutz near Oz and his body is still in Gaza. He was previously believed to be alive and held hostage. The Israeli Defense forces say the 21-year-old had been serving as a tank platoon commander in the IDF at the time of the attack. Neutra's parents spoke to CNN just last week about efforts to bring the hostages home. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:04",
      "speaker": "ORNA NEUTRA, MOTHER",
      "sentences": "Everyone wants their loved ones home. They all need to come home. The ones who are alive need to come home for rehabilitation and the ones who are deceased need to come home for a proper burial and foreclosure for their families. So whatever is needed, we -- all of the families are craving for their families to come home and for this nightmare to finally end for all sides.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:04",
      "speaker": "KINKADE",
      "sentences": "Well, following news of neutral death, the U.S. raised the hostage and wrongful detainee flag over the State Department on Monday.Donald Trump is putting Hamas and other groups holding hostages in the Middle East on notice. The U.S. President-elect says they will be all hell to pay if the captives aren't released by his inauguration on January 20. Some of Trump's Cabinet picks will spend this week meeting with U.S. senators on Capitol Hill ahead of their confirmation hearings. They include Attorney General pick Pam Bondi, Defense Secretary hopeful Pete Hegseth, and Director of National Intelligence pick Tulsi Gabbard. The special counsel who prosecuted Hunter Biden is pushing back on the U.S. President's claim that his son was unfairly targeted. David Weiss's team says there was none and never has been any evidence of vindictive or selective prosecution in the case. It comes as some of the president's own allies are questioning his decision to pardon his son after repeatedly saying he wouldn't. CNN's Paula Reid reports. (BEGIN VIDEOTAPE) PAULA REID, CNN Chief Legal Affairs Correspondent (voice-over): Even as President Biden publicly declared he wouldn't pardon his son. JOE BIDEN, U.S. PRESIDENT: I said I abide by the jury decision and I will do that, and I will not pardon him. REID (voice-over): Sources tell CNN that people in the West Wing and those close to Hunter Biden believed a pardon was always coming.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Will you testify?REID (voice-over): In June, Hunter became the first child of a sitting president to be convicted of a crime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:04",
      "speaker": "REID",
      "sentences": "The jury has found Hunter Biden, the president's son, guilty on all three counts in this case after hours of deliberation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:00",
      "speaker": "REID",
      "sentences": "Well, one former White House staffer asks the question, which is, if it was so obvious that the president was going to pardon his son, why did he and the White House pretend otherwise for so long? Now we do not have answer to that question. But another source points to the fact that, look, the president did allow David Weiss, who began investigating Hunter and the Trump administration, allowed him to continue his work, allowed the Justice Department to bring two cases against his son. They argue that this pardon should not undermine the lengths that Biden went to allow the DOJ to act independently.But again, that was not the message from the White House over the past year. And their contradictions have now made this pardon a far greater controversy. Paula Reid, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:00",
      "speaker": "KINKADE",
      "sentences": "Well, French President -- Prime Minister Michel Barnier is fighting for his political future. Why Marine Le Pen and the far right are teaming up with the left to bring down the government. That story next.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:00",
      "speaker": "KINKADE",
      "sentences": "A battle over the budget is threatening to bring down the French government. Leaders of the European Union are praising Michel Barnier's 2025 spending plan, but French lawmakers have put forward a motion of no-confidence against the centrist prime minister.The budget includes more than $60 billion in tax hikes and spending cuts aimed at bringing down the deficit. The far-right national rally led by in Parliament by Marine Le Pen, has vowed to join lawmakers on the left to take down Barnier unless he concedes to several of their demands. (BEGIN VIDEO CLIP) MARINE LE PEN, NATIONAL RALLY PARTY GROUP LEADER (through translator): We are tabling a motion of censure and we are going to vote it because the French people have had enough. They have had enough of being thrashed. They have had enough of being mistreated. Some maybe thought that with Michel Barnier things would get better, but they were even worse. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:00",
      "speaker": "KINKADE",
      "sentences": "Dominic Thomas is CNN senior and European affairs commentator and professor at UCLA, joins us now from Paris. Looks beautiful behind you right there. How are you doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:06",
      "speaker": "THOMAS",
      "sentences": "It certainly looks that way, Lynda. All the way back in June, during the European elections, the far-right did exceptionally well. And in order to rethink and revisit that situation, Emmanuel Macron called early legislative elections. And ironically, they did not provide him with greater clarity, except to emphasize the fact that the society was deeply polarized. And the government that he subsequently appointed, after waiting several months, ultimately does not have a parliamentary majority.It relies on support from either the far right or from the left coalition. And in this particular case, they have announced that this budget legislation that he falls through will not come with their support, and they are calling for Wednesday, in other words, for tomorrow, French time for a vote of no confidence. And if they go ahead with that, this government will fall.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:06",
      "speaker": "KINKADE",
      "sentences": "And so, as you mentioned, he tried, the prime minister tried to push through this budget and this deeply divided government, even making concessions when he realized he couldn't get it through. And then he tried to go around getting a vote in Parliament. In hindsight, was that a mistake?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:06",
      "speaker": "THOMAS",
      "sentences": "Well, it will be. I think it's absolutely, as we've seen, relying on this article 49 3, which allows a government to push legislation through without subjecting it to a vote, is something which, all the way back to 2017 as Emmanuel Macron was elected. His successive governments have relied on this more than any government in French history.And so in this particular case, they went to that again, and it enraged people during discussions around pension reform and other legislation that he has put through. So this is a package that essentially is continuing along the lines of providing concessions, tax concessions to the wealthy, while going after public services, social services, as a way to balance that particular budget. And in this case, this has proved completely unpalatable, especially to the far-right that is simply unwilling to go along with this and would rather see this government collapse than continue with negotiations. Now, they did back down over some of the projected reforms, over reinstating electricity costs as an outcome of the energy crisis. But most people are feeling a cost of living pinch here, and these further measures are simply not going to be supported by the various opposition parties that together hold a majority in this particular Parliament. Lynda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:06",
      "speaker": "KINKADE",
      "sentences": "Yes, and it was interesting that it's not just the far-right. I mean, both sides, really, the far-right and the far-left, have a problem with this budget, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:06",
      "speaker": "THOMAS",
      "sentences": "They absolutely do. And they not only have a problem with this budget, they have a problem with this particular government. Unfortunately, we find ourselves in a kind of electoral crisis situation. The legislatives just simply reinforce the idea that we have a deeply divided society between these three branches of the left, far-left, the far-right, and the center-right government that is moving increasingly to the right.So there is no ultimate outcome to this solution. And should this government collapse, it would be extraordinarily difficult for Emmanuel Macron to put through a government that would be able to legislate. Thus, we have a crisis there, and he cannot constitutionally call for another legislative election until the summer of 2025. So yet again, a lot of unpredictability, a lot of uncertainty, which is, of course, negatively impacting confidence in France, confidence in its economy, which is at the very heart of this budgetary crisis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:06",
      "speaker": "KINKADE",
      "sentences": "The President is meant to reign, is due to remain in office until 2027. But if any goes, how soon could Macron be gone? And what does this all mean for stability in France?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:06",
      "speaker": "THOMAS",
      "sentences": "Yes, I mean, this is a great question. We're in sort of uncharted territory. Clearly, the situation is unsustainable, but Emmanuel Macron is himself safe. It's the question of being able to legislate, of appointing a government in this particular climate that will be able to secure support from the far-right or the far-left. Whatever configuration he comes up with will find opposition.This means that the question, increasingly moving forward, has to therefore go back to focusing on Emmanuel Macron and whether or not it is going to be possible for him to remain in office all the way through to 2027, with this evolving constitutional crisis which essentially France faces itself in, and which is also, of course, weakening the focus on European questions, as increasingly European countries are focusing on these domestic challenges that they face, as we see not far from here in Germany as well, where that particular government has also collapsed and is facing federal elections coming up in February of 2025.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:31:10",
      "speaker": "LYNDA KINKADE, CNN ANCHOR",
      "sentences": "Welcome back. You're watching CNN NEWSROOM.I'm Lynda Kinkade. The U.S. Has announced a new $725 million military aid package for Ukraine. Secretary of State Antony Blinken says it will include stinger missiles, HIMARS rockets and anti-personnel mines. It's part of the Biden administration's efforts to bolster Ukraine's defenses before Joe Biden ends his time in office. THE German chancellor Olaf Scholz also reaffirmed his support for Ukraine on a visit to Kyiv, promising to deliver more air defense systems next year. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:31:10",
      "speaker": "OLAF SCHOLZ, GERMAN CHANCELLOR",
      "sentences": "My visit to Kyiv today made one thing very clear to me. Ukraine will prevail. We have talked not only to the current American administration, with which we had a very good cooperation in this regard, but we've also talked to the future president, Donald Trump, too. I believe that we can set on developing joint policies.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:31:10",
      "speaker": "KINKADE",
      "sentences": "Well, the military aid cannot come soon enough for Ukrainian forces as troops on the front lines try to hold off swarms of Russian drones.CNN's Nick Paton Walsh reports from Kursk on Ukraine's defensive efforts there. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:31:10",
      "speaker": "NICK PATON WALSH, CNN CHIEF INTERNATIONAL SECURITY CORRESPONDENT",
      "sentences": "They have a three-second window, rushing out with the U.S.-supplied Stinger and an aging anti-aircraft gun to shoot down Russian attack drones in the fleeting moment they fly overhead in range.Three kilometers from them. They could hit that and prepare to. But the radar is wrong and they pause to hear it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:31:10",
      "speaker": "UKRAINIAN SOLDIER",
      "sentences": "Turn there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:31:10",
      "speaker": "WALSH",
      "sentences": "So reposition the entire truck, but suddenly the drone has vanished. It sounded like a decoy but that usually means others are coming and the sky is filling up with drones in the next region.A month ago, the targets here seemed endless. November was a record month for drones across Ukraine that usually crash into towns, not this empty field. Their sound slices through the dark. It was pretty low and close, and while they think this is Ukrainian drones headed for Russia, the Russians also used this moment to take the same routes to try and sneak their drones in. Right now, a Ukrainian drone attack on Russia is underway. So they've been forbidden, even if they could, to fire. Each night they watch Russian drones weave their complex way out of their tiny range. When the defenses fail, the icy silence breaks. Moscow pummeling the border town Sumy here with a cluster munition missile that killed 12 at an apartment block because Ukraine is still inside Russia, holding positions in Kursk. This thermal drone image shows just hours earlier, the dawn's fight in Kursk for Oleksandr. OLEKSANDR, COMPANY COMMANDER, 225TH ASSAULT BATTALION: The assault teams came in the dawn grey. There was almost no contact. We worked with birds (drones). Then the infantry simply swept them up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:31:10",
      "speaker": "WALSH",
      "sentences": "In the positions they've hit, no sign of the North Korean troops meant to be in Kursk. Instead Chechens, even African mercenaries. But above all, endless waves of Russians",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:50",
      "speaker": "WALSH",
      "sentences": "His Humvee is a mess. He hasn't slept for three days and shelling has damaged his hearing. But he knows what he'd say to President-elect Donald Trump.\"When Ukraine gave up its nuclear weapons in the 90s, we were promised protection.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:50",
      "speaker": "OLEKSANDR",
      "sentences": "You took away our nuclear weapons? You promised us protection? Yes, in simple terms, so keep your word.We're being slaughtered, and you're still trying to play games, to defend your interests. You have to give everything you could to end this war in two days. Who will believe the words of the U.S. or England, who are pissing themselves in front of Russia? Pardon my English.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:50",
      "speaker": "WALSH",
      "sentences": "Confident they can hold out in Kursk, less confident of how long the West expects them to.Nick Paton Walsh, CNN -- Sumy, Ukraine. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:50",
      "speaker": "KINKADE",
      "sentences": "Well, former German chancellor, Angela Merkel says her first impression of Donald Trump was that he may have envied some of the world's most controversial leaders and how they ruled.Speaking with CNN's Christiane Amanpour, she detailed what stuck out to her about Trump when he first took office. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:50",
      "speaker": "CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL ANCHOR",
      "sentences": "I remember very distinctly when Donald Trump was first elected, you did one -- you were the only one to actually welcome his election conditionally. In other words, based on the respect and the adherence to mutual values -- democracy, freedom, diversity rule of law, human rights, et cetera.And I just, you know wonder whether you thought he did act in that way and especially because you said he was clearly fascinated by the Russian president. \"In the years that followed, I received the distinct impression that he was captivated by politicians with autocratic and dictatorial traits.\" How did that manifest itself to you? ANGELA MERKEL, FORMER GERMAN CHANCELLOR, (through translator): Well, in the way that he spoke about Putin, the way that he spoke about the North Korean president, obviously apart from critical remarks he made, there was always a kind of fascination at the sheer power of what these people could do. So my impression always was that he dreamt of actually overriding maybe all those parliamentary bodies that he felt were, in a way, an encumbrance upon him. And that he wanted to decide matters on his own. And in a democracy, well you cannot reconcile that with democratic values. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:50",
      "speaker": "KINKADE",
      "sentences": "Well, you can hear Christiane Amanpour's entire conversation with Angela Merkel about her time as chancellor and her memoir \"Freedom\".It will air Tuesday, 1:00 p.m. In New York. That's 6:00 p.m. In London. Well, just 48 days until Donald Trump's inauguration as the 47th U.S. President. California's governor is working with Democratic lawmakers to protect many of the state's more liberal policies. CNN's Nick Watt reports. (BEGIN VIDEOTAPE) DONALD TRUMP, PRESIDENT-ELECT OF THE UNITED STATES: Gavin Newsom, he's another beauty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:50",
      "speaker": "NICK WATT, CNN CORRESPONDENT",
      "sentences": "He means Gavin Newsom, California's charismatic, coiffed governor who predicts an imminent Trumpian assault on abortion rights, immigration, environmental protections, and more.GOV. GAVIN NEWSOM (D-CA): We know exactly what he intends to do. He's been very honest about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:50",
      "speaker": "WATT",
      "sentences": "Already threatening Newsom if he doesn't toe the Trump line on water rights.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:50",
      "speaker": "TRUMP",
      "sentences": "And we'll say, Gavin if you don't do it, were not giving you any of that fire money that we send you all the time for all the fire -- forest fires that you have.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:50",
      "speaker": "WATT",
      "sentences": "\"We will work with the incoming administration but when there is overreach, when lives are threatened, when rights and freedoms are targeted we will take action.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:50",
      "speaker": "RON BROWNSTEIN, CNN SENIOR POLITICAL ANALYST",
      "sentences": "There's no question that Newsom sees his future as a Democratic presidential candidate as rooted in his ability to rally resistance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:50",
      "speaker": "WATT",
      "sentences": "On his orders, Californian politicians trying to Trump-proof their deep blue state before DJT 2.0 takes office.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:50",
      "speaker": "ROBERT RIVAS, CALIFORNIA STATE ASSEMBLY SPEAKER",
      "sentences": "If LGBTQ people come under attack, if hard-working immigrants are targeted, if women's reproductive freedom is threatened we will fight back with everything we have.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:50",
      "speaker": "WATT",
      "sentences": "They're proposing an up to $25 million fighting fund and bills protecting abortion rights.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:50",
      "speaker": "ROB BONTA, CALIFORNIA ATTORNEY GENERAL",
      "sentences": "We are not backing down. We are absolutely committed to making sure that all women have access to reproductive freedom -- period, full stop.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:50",
      "speaker": "WATT",
      "sentences": "During his first term, California spent more than $40 million suing Trump's administration 122 times.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:50",
      "speaker": "NEWSOM",
      "sentences": "He vandalized our progress. He vandalized our programs. He broke the law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:52",
      "speaker": "WATT",
      "sentences": "Immigrants' rights groups protested outside California's statehouse carrying signs \"MAGA out of California\".Governor Gavin Newsom seems pretty keen on a White House run in 2028, but that's going to be a difficult balancing act. He can't just be the pretty face of the Trump resistance. And here's why. In 2024, Donald Trump won about 1.5 million more votes here in California than he did in 2016. His message of a broken state, of a broken country clearly seems to be making some inroads. So, Newsom cannot just be the anti-Trump totem. He also needs to be offering some real solutions to some real problems that people here say they have. Nick Watt, CNN -- Los Angeles. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:52",
      "speaker": "KINKADE",
      "sentences": "Well, Elon Musk's multi-billion-dollar Tesla pay package has been blocked by a Delaware judge again. Tesla shareholders approved the payout in June, but some of them sued, arguing the compensation plan was unfair and not in their best interests.And so far, the judge has agreed. The package consists of more than 300 million Tesla stock options now valued at around $100 billion. The CEO of Intel, Pat Gelsinger has resigned following a difficult stint running the once-dominant tech giant. Gelsinger took over in 2021 and was tasked with turning around the company's fortunes in the face of intense competition. However, Intel stocks plummeted by 61 percent during his tenure. Gelsinger will be replaced by an interim co-CEO as the company conducts a search for a permanent one. Up next, curbing plastic pollution, countries gather for talks aimed at tackling this global problem but fail to reach a consensus. We'll have the details next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:49",
      "speaker": "ANJA BRANDON, DIRECTOR OF PLASTICS POLICY, OCEAN CONSERVANCY",
      "sentences": "Thanks for having me. I'm excited to be here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:49",
      "speaker": "KINKADE",
      "sentences": "So more than 100 nations tried to come together to curb plastic pollution, but failed. Why wasn't an agreement reached?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:49",
      "speaker": "BRANDON",
      "sentences": "Yes, that's a great question. This is a big and complex issue, and we are trying to tackle this at a breakneck unprecedented pace.We are trying to negotiate a global treaty in just under two years (ph), which is really unprecedented. We've never kind of tackled a big global issue this quickly before. And there are some real sticking points to figuring out how we go from here. But the great news coming out of INC 5 is that were not done yet. There is still hope. We are going to get together one more time and see if we can land this plane.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:49",
      "speaker": "KINKADE",
      "sentences": "I want to get into more of the details about what was discussed. But before that, can you just remind our viewers of the devastation in the environment due to plastic pollution and which type of plastic poses the biggest threat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:49",
      "speaker": "BRANDON",
      "sentences": "Absolutely. I mean, to start with, the scale of this issue is just truly unfathomable. Each and every year, roughly 11 million metric tons of plastic end up in our ocean from land-based sources alone.To put that in perspective, that's roughly a garbage truck's worth of plastic entering our ocean every single minute. And once it's out there, we know it's absolutely devastating. It smothers corals, it chokes seabirds. It blocks the gills of fish but it doesn't stop there. Plastics have been found in the tops of the highest mountain ranges to inside our own bodies. There's really nowhere on our big, beautiful planet that hasn't been impacted by plastic pollution. And the plastics that were talking about here, more often than not, are single use plastics. We make -- roughly 40 percent of the plastics we make every year are designed to be used just once before being tossed out or thrown away. And it's really those plastics that we see time after time after time, ending up on our beaches and in our ocean.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:49",
      "speaker": "KINKADE",
      "sentences": "Is there an option that was proposed by Panama would have created a path towards a global target to reduce plastic production, but there was never any consensus. So how much progress was made?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:49",
      "speaker": "BRANDON",
      "sentences": "Yes, we did make some progress here. We started the week essentially with two different versions of the treaty. And no option really written down yet for what we wanted to do, at least in one of those versions of the treaty.For those upstream measures, how are we going to prevent plastics from becoming pollution in the first place? By addressing them at the source, where we're making them, how we're using them? So we did get to some more concrete action we are leaving (ph) the week with one consolidated version of this treaty, and something on the table for each and every section of that treaty. The real trick here is that in some places, we still have 2 or 3 options. So like you mentioned, we have this option by Panama, who is a great ally, to actually set a global target for source reduction, for making less plastic. And we have an option to do nothing at all. So it's really going to be on all of us heading into INC 5.2, our next INC, to make sure that we're telling (ph) these countries to focus on choosing the most ambitious option.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:49",
      "speaker": "KINKADE",
      "sentences": "And when is that set to happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:49",
      "speaker": "BRANDON",
      "sentences": "Great question. Were still figuring that one out. We don't know just yet, but we are pushing for this to happen sooner rather than later, because we know the crisis of plastic pollution in our ocean simply cannot wait.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:49",
      "speaker": "KINKADE",
      "sentences": "And so talk to us about business regulation. Are there any consistent efforts, country to country, that could lead to a binding global plastics treaty?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:53",
      "speaker": "KINKADE",
      "sentences": "Anja Brandon, it's some great work you're doing. Thanks so much for bringing us that insight. Much appreciated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:53",
      "speaker": "BRANDON",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:53",
      "speaker": "KINKADE",
      "sentences": "Well, in Belgium, sex workers have now got access to employment benefits. A landmark law in the country passed and has gone into effect Sunday. It allows sex workers who sign an employment contract the rights to benefits like health insurance, sick pay and maternity leave. They also have more control over their services -- the services they provide, and they can refuse a client.The law requires their employers to obtain a government license. Belgium's law is the first comprehensive law of its kind in the world to expand equal rights to those employed in the industry. We're going to take a quick break. We'll be back with much more news. You're watching CNN. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:53",
      "speaker": "KINKADE",
      "sentences": "Welcome back.Elton John says a severe eye infection has left him unable to see. The 77-year-old entertainer shared his surprising health update at \"The Devil Wears Prada\" musical in London on Sunday. CNN's Elizabeth Wagmeister reports. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:53",
      "speaker": "ELIZABETH WAGMEISTER, CNN ENTERTAINMENT CORRESPONDENT",
      "sentences": "Sir Elton John, making a surprise announcement on stage at a gala performance of \"The Devil Wears Prada\" in London.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:53",
      "speaker": "ELTON JOHN, PERFORMER",
      "sentences": "I've lost my eyesight, so it's hard for me to see it, but I'd love to hear it.(MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:53",
      "speaker": "WAGMEISTER",
      "sentences": "The 77-year-old pop superstar wrote the score to the show and thanked his husband, David Furnish, for his support during his months' long battle with a severe eye infection.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:53",
      "speaker": "JOHN",
      "sentences": "And my husband, who's been my rock because I haven't been able to come to many of the previews.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:53",
      "speaker": "WAGMEISTER",
      "sentences": "He first spoke publicly about his sight in an Instagram post three months ago, saying he was dealing with a severe eye infection that has \"unfortunately left me with only limited vision in one eye\".And in an interview last week, the icon said his eye issues have interfered with his ability to work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:53",
      "speaker": "JOHN",
      "sentences": "I'm kind of stuck at the moment because I can do something like this, but going into the studio and recording, I don't know because I can't see a lyric for a start.(MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:53",
      "speaker": "WAGMEISTER",
      "sentences": "The music legend retired last year after decades of live concerts, performing in more than 300 shows alone during his farewell Yellow Brick Road Tour.(MUSIC):",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:53",
      "speaker": "WAGMEISTER",
      "sentences": "Then the pop star joined President Biden in New York during the summer --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:53",
      "speaker": "JOHN",
      "sentences": "Thank you Mr. President.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:53",
      "speaker": "WAGMEISTER",
      "sentences": "-- to mark the 55th anniversary of the Stonewall riots that helped launch the modern gay rights movement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:53",
      "speaker": "JOHN",
      "sentences": "Let's have some music. It does bring us together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:53",
      "speaker": "WAGMEISTER",
      "sentences": "Two years after, the president presented him with the National Humanities Medal during a concert at the White House to celebrate his talent and his advocacy in the global fight against HIV and AIDS.The pop legend's presence on stage at \"The Devil Wears Prada\" gala was cheered on Sunday night after talking about his health challenges. And then praising the musicals performers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:53",
      "speaker": "JOHN",
      "sentences": "Boy, you sounded good tonight. Ok.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:53",
      "speaker": "WAGMEISTER",
      "sentences": "But I have to tell you I was lucky enough to have been invited as a guest to a taping of one of his final shows two years ago at Dodger Stadium here in Los Angeles for his farewell tour. And it was just incredible to see how he commanded a stage as a performer, even well into his 70s.I attended that show with my mom and there's really no better example of a performer who truly entertained generations of audiences over decades. And whether or not he ever performs again or creates new music, Elton John will continue to live on and not just in his music, but also through his advocacy work. Elton's life mission has been through his foundation, which helps to end the AIDS epidemic. He has held an Oscars after party for over 30 years, and I have covered that many times throughout awards season. Last year, that event raised over $10 million to fight the AIDS epidemic. So Elton's work will continue to live on. And of course, we are wishing him the best as he continues to navigate these health struggles. Back to you. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}