{
  "date": "2024-06-24",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Biden and Trump to Face Off in Debate Thursday; Synagogues, Churches Targeted in Dagestan Deadly Attacks; U.S. Heat Wave Shifts to South After Scorching Northeastern U.S.; Netanyahu Discusses War in Gaza. Aired 4:00-4:30a ET",
  "utterances": [
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "President Biden really wants to lay at Donald Trump's feet with the overturning of Roe v. Wade.DONALD TRUMP, FORMER U.S. PRESIDENT, 2024 PRESIDENTIAL CANDIDATE: You got to be tough and nasty and just say you're the worst president in history? Or should I be nice and calm?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Authorities are describing what appeared to have been a coordinated series of attacks on police posts, a synagogue, and on churches.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "And that heat starts to settle in again for more than 78 percent of the lower 48. That's 250 million people with these temperatures at 90 degrees or hotter.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "ANNOUNCER",
      "sentences": "Live from London, this is CNN NEWSROOM with Max Foster.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "Hello, a warm welcome to our viewers joining us from around the world. I'm Max Foster. It is Monday, June the 24th, 9 a.m. here in London, 4 a.m. in Atlanta, where CNN's historic presidential debate will take place in just three days' time. President Biden, he's at Camp David, hunkered down with his advisers preparing. He's looking over possible questions, holding mock debates, focusing on how best to frame his Republican rival as unfit for office.Now, in sharp contrast, Trump shunned traditional debate prep for the campaign trail over the weekend. And after spending months describing Biden as a mentally unfit leader, Trump's surrogates are now suddenly talking him up. (BEGIN VIDEO CLIP) DOUG BURGUM, (R) NORTH DAKOTA GOVERNOR: There has been a real effort on the Biden team to try to lower expectations, but I think we have to look at the guy's run for office more than a dozen times. He's run for president four times. He's been campaigning since President Nixon was in office. This guy has got the ability, and we've seen it. We've seen him in debate four years ago. We've seen him in the state of the state of the union this year that when he needs to, he can step up. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "Well, Trump is also hedging against a stronger-than-expected debate performance by Mr. Biden by saying this.(BEGIN VIDEO CLIP) DONALD TRUMP, FORMER U.S. PRESIDENT, 2024 PRESIDENTIAL CANDIDATE: Right now, Crooked Joe's gone to a log cabin to study, prepare. No, he didn't. He's sleeping now. Because they want to get him good and strong, so a little before debate time, he gets a shot in the (BLEEP) I say he'll come out all jacked up, right? All jacked up. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "Well, CNN's Kevin Liptak has more now on how President Biden is preparing.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "LIPTAK",
      "sentences": "So you hear there a preview of sorts of what you might hear from President Biden on the debate stage when it comes to all of the legal issues that have been surrounding President Trump. This is certainly a major backdrop to this entire campaign and will be a major backdrop as well to this debate, this face-off on Thursday night.Kevin Liptak, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "Well, earlier I spoke with Thomas Gift, director of the Center on U.S. Politics here in London, about how Biden might perform on Thursday.(BEGIN VIDEOTAPE) THOMAS GIFT, DIRECTOR, CENTER ON U.S. POLITICS, UNIVERSITY COLLEGE OF LONDON: I do think that Joe Biden is quite a good debater, or at least he has been in the past. He's very good, particularly calling out audience members and sort of showing empathy one-on-one with individuals. And so I think that Biden is going to do well in this debate simply because he's shown himself effective in previous years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "Is the answer here not to react too much to Trump, or is the answer to, you know, play him his own game a bit?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "GIFT",
      "sentences": "Right. That's a big question. I'm not sure exactly what his strategists think is best.I do think he wants to show himself as presidential and not kind of get caught into all of Donald Trump's give and take and back and forth, because it could really just kind of digress into something that's not helpful for Americans. He wants to show a presidential side. He said back in 2020 that he wanted to be healer-in-chief, that he wanted to be bipartisan, that he wanted to work with Republicans on the other side of the political aisle. This is a good opportunity to show that if he's elected for four more years, he's going to continue to make overtures and try to heal some of those divides.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "We're going through some of the issues there with Kevin Liptak. I mean, economy is always a central issue, isn't it, to any election. And it sounds like Biden's going to go in hard on Trump on that.But Trump's actually probably in a better position, isn't he, by simply arguing that, you know, this was the economy that he'll be inheriting from Biden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "It is. And what the authorities have described is a coordinated attack in these two cities on the banks of the Caspian Sea. We've just gotten an update from the investigative committee of the Russian Federation announcing a higher death toll now.In addition to 15 law enforcement officers who were killed in Sunday's deadly violence, at least four civilians have been killed, among them a 66-year-old Russian Orthodox priest. Now, the authorities in Dagestan, they say that the attacks were launched in the afternoon, early evening on Sunday and that the gunmen attacked two Russian Orthodox churches, two synagogues and police positions in these two cities, the regional capital, Mahachkala, as well as this other coastal city of Derbent. At least six of the militants are claimed to have been killed in the attack. We do not have any claim of responsibility thus far. There had been reports that some 19 people had barricaded themselves inside a Russian Orthodox church in Mahachkala and eventually made their way to safety. Accusations that the militants threw Molotov cocktails to set fires in these places of worship, which had had enhanced security after a violent incident in the end of October of last year when a mob overran Mahachkala Airport amid reports that a plane was landing from Israel. This was in the first weeks of the ongoing Hamas-Israel war around Gaza, and there was a crowd there waving Palestinian flags that were angry about reports that Israelis were flying to Dagestan. So that reveals heightened tensions in that predominantly Muslim Republic of Russia that has had restive bouts of violence for decades, really, ever since the wars in neighboring Chechnya in that Russian Republic of the 1990s. Now, the other major terrorist attack that has recently occurred in Russia in the last couple of months was outside of Moscow in March. That's when terrorists attacked a concert hall, setting it on fire and killing more than 140 people. ISIS rather quickly claimed responsibility for that attack. Russian officials arrested a number of individual suspects who were all from Tajikistan, they later explained. We're waiting to find out more about what the motives could have been and about the suspects involved in this deadly day of violence in Dagestan -- Max.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "FOSTER",
      "sentences": "Ivan Watson in Hong Kong. Thank you.In the U.S., millions of people are still experiencing a record- breaking heat wave, a scorching heat now moving south after baking the northeast over the weekend. High temperatures expected in much of the region this week and more heat records could be broken across parts of the southeast and the southern plains. CNN meteorologist Elisa Raffa has our latest forecast for you. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "FOSTER",
      "sentences": "Israeli Defense Minister Yoav Galant is now in Washington, where he's set to discuss the war against Hamas with top U.S. officials this week. Amongst them, his U.S. counterpart, Lloyd Austin, and U.S. Secretary of State Antony Blinken. Galant spoke about U.S.- Israeli relations before departing for the U.S.(BEGIN VIDEO CLIP) YOAV GALANT, ISRAELI DEFENSE MINISTER (through translator): The United States is our most important and central ally. Our ties are important, and probably more important nowadays than ever. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "FOSTER",
      "sentences": "Well, the White House said it's looking forward to constructive consultations with Galant, whilst also saying it will not keep responding to claims by Israeli Prime Minister Benjamin Netanyahu that the U.S. was delaying the shipment of weapons.U.S. officials last week called those claims not accurate and disappointing. In Israel, Prime Minister Benjamin Netanyahu says the intense phase of the fighting in Gaza is, quote, about to end, as the country looks to possibly shift some military power to its northern border. That's where Israel has seen an increase in cross-border attacks, as Hezbollah targets areas in northern Gaza from southern Lebanon. But the Israeli leader is making clear this doesn't mean the war against Hamas is over, and told local media he continues to work towards the goal of eliminating the group. CNN's Nada Bashir joins us now in London with more. It's not over, but it's a changing phase. I mean, this is something the Israeli government talked about early on, three separate phases to this war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "NADA BASHIR, CNN CORRESPONDENT",
      "sentences": "Yes, absolutely, and we've seen shifts in sort of the military operation on the ground with regards to both the air assault by the Israeli military and also the ground operation and offensive by the Israeli military in the past. What this appears to suggest now is perhaps a shift of focus,particularly in the southern parts of Gaza, in Rafah and in Khan Younis, where, of course, we know tens of thousands of civilians -- hundreds of thousands of civilians, rather, have taken shelter over the last few months. Now the Israeli military may be looking to double down its military efforts in northern Israel along the border with Lebanon, where, as you mentioned, we've seen that sort of crossfire over the last eight months, the exchange of fire by both the Israeli military and Hezbollah, the Iran-backed group in southern Lebanon. But there is real concern around what this could mean, particularly from the international community. We've heard warnings that the situation on the border is at a dangerous tipping point. The EU's foreign affairs chief, Josep Borrell, has warned earlier this morning there is a real risk of the war in Gaza now spilling out into the region, and that that risk is growing day by day, despite efforts by members of the international community to de-escalate those tensions. Clearly, this latest message from Netanyahu really suggests otherwise, of course, despite those efforts. Take a listen to what he said to Israeli media over the weekend. (BEGIN VIDEO CLIP) BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER (through translator): After the intense phase is finished, we will have the possibility to move part of the forces north, and we will do this. First and foremost, for defensive purposes, and secondly, to bring our evacuated residents home. If we can, we will do this diplomatically. If not, we will do it another way. But we will bring all the residents home, all the residents of the north, as well as the residents of the south. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "BASHIR",
      "sentences": "And we know, of course, that tens of thousands of residents in northern Israel have been forced to evacuate. In southern Lebanon, nearly 100,000 people have been forced to flee. We've seen civilians killed in those airstrikes by the Israeli military, including journalists who are reporting in the south.The U.S. has now repeatedly warned, we've heard from U.S. officials, of the likelihood of a possible ground incursion by the Israeli military. That would be a significant development. This is a very different situation to Gaza. Hezbollah is not the same as Hamas. They have a massive military arsenal. We've seen the use of drones, of short-range rockets. They also have longer-range missiles, which can target deeper into Israel. And U.S. officials have told CNN that Israel's air defenses, particularly its Iron Dome air defense system, could be overwhelmed by Hezbollah's arsenal. However, the U.S. has said it will commit military assistance to Israel should Israel and Lebanon fall into an all-out war. That is something that we've heard Hezbollah officials say they do not want to see, but that they will respond if indeed that is the case. The Lebanese government, for its part, important to remember that this is a very separate organization, Hezbollah, from the Lebanese government, they have said that while they do not want to see an all- out war, the military will not be able to stand idly by if Israel threatens to push Lebanon into a full-scale war. So significant concerns here, particularly, of course, as ceasefire negotiations continue to stall. This could certainly scupper any sort of deal on the table right now.",
      "isLastSentenceInterrupted": false
    }
  ]
}