{
  "date": "2024-07-22",
  "headline": "CNN NewsNight with Abby Phillip",
  "subHeadline": "Harris Secures Enough Delegate Support To Win Nomination; Harris Sets Up Contrast With Trump At First Campaign Event; Right Floats Conspiracies Over Biden's Exit And Harris' Entrance; President Biden Steps Aside From 2024 Race; V.P. Kamala Harris Becomes Democratic Presidential Nominee. Aired 10-11p ET",
  "utterances": [
    {
      "timeStamp": "22:00:00",
      "speaker": "ANNOUNCER",
      "sentences": "Tonight, Democrats rush to back Kamala Harris as Republicans rush to change their playbook.Plus, the campaign inside the campaign to be her vice presidential pick gets underway. Also -- (BEGIN VIDEO CLIP) REP. TIM BURCHETT (R-TN): 100 percent, she was a DEI hire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "ANNOUNCER",
      "sentences": "Donald Trump and his allies already testing out attack lines.And -- DONALD TRUMP (R), FORMER U.S. PRESIDENT, 2024 PRESIDENTIAL NOMINEE: I would love you to do stuff. I think it would be so good for New York.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "ANNOUNCER",
      "sentences": "Another quid pro quo? RFK tries to make a trade, his endorsement for a job.Live at the table, Van Jones, Alyssa Farah Griffin, Doug Heye, and Bomani Jones. Welcome to a special edition of NewsNight, State of the Race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "ABBY PHILLIP, CNN HOST",
      "sentences": "And good evening. I'm Abby Philip in New York. Thank you for joining us.We are living in unprecedented times. So, we're going to take the time here to really dive deep into these historic events of the last few weeks. I have a great roundtable of smart voices right here with me in the studio. So, let's get right to what all of America is talking about right now, and that is the sudden candidacy of Vice President Kamala Harris. And just in to CNN, Harris now has the support of enough delegates to win the nomination, an incredible feat, just 36 hours after President Biden left this race. And tonight, she has debuted as the nominee in waiting and reframing the race in the process, a race that has essentially been fossilized since 2020. (BEGIN VIDEO CLIP) KAMALA HARRIS, U.S. VICE PRESIDENT, DEMOCRATIC PRESIDENTIAL CANDIDATE: I took on perpetrators of all kinds, predators who abused women, fraudsters who ripped off consumers, cheaters who broke the rules for their own gain. So, hear me when I say, I know Donald Trump's type. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "PHILLIP",
      "sentences": "All right. Van, this thing is over. It is over.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "VAN JONES, CNN POLITICAL COMMENTATOR",
      "sentences": "She whooped everybody. It's unbelievable. People were worried about a coronation. It was not a coronation. It was a culmination of really hard work, mostly by black women behind the scenes who figured out this thing was going to -- this is going to be a loose ball and this party could not devolve into chaos. And women like Donna Brazile, Karen Finney, Jotaka Eaddy, and on and on and on, decided they were going to make sure that this ball wound up in capable hands, and they did. And it is going to go down in history as one of the most effective political operations in American history, literally 36 hours, the most money ever raised, the denomination sewed up and nobody even raised a pinkie. Like they don't want none of this. They don't want none.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "PHILLIP",
      "sentences": "Yes. I mean, you know what is interesting to me is that I think people were worried that this would be like out of fear. Oh, you can't not back her, but that's not actually what we saw happen. There was actual excitement. Really, honestly, Democrats, in my view as a reporter, I've been covering Democrats for a long time, I have never seen this kind of energy since Barack Obama back in '08.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "ALYSSA FARAH GRIFFIN, CNN POLITICAL COMMENTATOR",
      "sentences": "You can honestly feel the energy. I have never seen politics work this well and this swiftly. Because after even just locking up the support and making sure there's no competition there that they were lining up behind her, the rollout in the last 24 hours, they've got logos, they've got a message, they've got an energized team, they're already taking over the Biden infrastructure. I mean, this is a very real race.Trump world right now is very nervous because this is not who they plan to run against. And there's an energy that I don't think anyone has felt since you didn't feel in 2020. 2020 was a referendum, pandemic kind of race. You've not felt this in years. And it really opens up the field in a way of like I don't know that anyone quite knows where this is going and we're not going to have good polling on this for at least two weeks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:17",
      "speaker": "BOMANI JONES, HOST, THE RIGHT TIME WITH BOMANI JONES",
      "sentences": "Well, that's also the fun part when we talk about all this came together in 36 hours, like I work in sports. Like, really, free agents has been going for 15 minutes and everybody has well worked out contracts, the most amazing 15 minutes that anybody's ever had. The stakes were so high and the reality was this was the only truly feasible option.Now, one would reasonably expect that there would be somebody who was power hungry in some way who would try to find their way into elbow around. But there's a big old pot of money that one person had access to, and that money was not just going to go disappear. That's not how the world works. So, once that decision was made that this is the person I had been amazed at, everybody was like, okay, so this is what we're doing, all right, this is what we're going to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:17",
      "speaker": "PHILLIP",
      "sentences": "I'm glad you brought up the money though, because interestingly, talking to a lot of donors over the last several weeks, they were the ones who really wanted kind of someone else. And then all of a sudden, Sunday, I start calling around and that totally disappears. They fell in line pretty quickly too. That's pretty amazing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:17",
      "speaker": "HEYE",
      "sentences": "Yes. I think one, there's a difference between what's in theory and what's in practice. And we've seen that over the past few years, a whole lot. You know, we all got a lot of calls on what's going to happen. You know, like we all had crystal balls that knew. And what I would tell, what I told colleagues and clients was, we're going to know very quickly in 24 to 48 hours, whether or not it's very clearly Kamala or it's not. We've learned very quickly, it's Kamala. So, now we're moving on to the general election and that's the main event.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:17",
      "speaker": "PHILLIP",
      "sentences": "Yes.V. JONES: The thing about it is it takes something to beat something. Kamala had the clear claim to the money and the clear claim to the ballot access. She had the whipping operation that Donna and others ran. Okay, so that's on the table. You can't beat that with theory. You can't beat that with just the conversation. You can't beat that with sort of, you know, fantasy football and fan fiction. Somebody has to step up and say, well, I see your donors, I got my donors. I see your whip operation, I've got my whip operation. You're calling delegates, I'm calling delegates. Let's meet in the park.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:17",
      "speaker": "PHILLIP",
      "sentences": "People were not calling delegates, except for her. V. JONESB. JONES: But she also gets past what I think fundamentally is the most important question in any political situation, which is, who's that, right? Anybody else that you would try it out there, the first thing you would have to get past is, who's that? I may know who that is. You may know who that is. Like even with Vance, at the very least, what they can say about Vance, who's that? Oh, did you read that book? It's a very simple answer that people can get to. She's the only person really that the Democrats had that had a quick, easy answer to, who's that? Oh, the vice president. That's right. Yes. I know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:17",
      "speaker": "PHILLIP",
      "sentences": "All right. Well, it's on now. So, let me play. The ads are starting to roll. Here's one from American Bridge just out.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:17",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I am Joe from Pennsylvania. I have served this country for over 41 years in the military. On January 6th, I felt violated. The military asks of us selfless service. It's one of the Army values. With Donald Trump, there's nothing selfless about the man.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:17",
      "speaker": "PHILLIP",
      "sentences": "One of the things that's happened, Doug, is that after this assassination attempt, I saw a poll out today, Donald Trump's approval ratings are very high. They're the highest that they've been in quite some time. Now, the task is going to be to have a messenger, it's going to be Kamala Harris, take that on immediately.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:03",
      "speaker": "PHILLIP",
      "sentences": "Well, they're going to -- AOC is saying it's going to get racist and misogynist really quickly out on the speaking channel (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:03",
      "speaker": "GRIFFIN",
      "sentences": "Listen, we know what Kamala Harris's vulnerabilities are. They're going to hit her. She was the border czar. She talked about, you know, donating to get people out of jail who were protesting in the summer of 2020. So, they're going to frame her as anti-law enforcement. But, keep in mind, the stakes of this race, we know it for the country, but there's high stakes here for Donald Trump as well. If Donald Trump loses, Donald Trump very well may go to jail. He's still got a number of pending court cases.This is going to get ugly very quickly. And I can predict with a lot of confidence that he's going to lean into misogyny, sexism and racism against him. But I think it will backfire. I think female voters and a lot, in a big way, are up for grabs in this election. We talk about the suburban Nikki Haley protest voters. If he goes too hard at her, if he leans into the worst instincts that we know he has, that could backfire. And I think we saw undisciplined Donald Trump on full display last week and I'd expect you'd see more of that. B. JONES: but also the Republican Party at the presidential level doesn't engage in explicit anti-blackness, like you don't really have Willie Horton sort of moments coming from them in this way. Like even with McCain, it was very -- he's not like us with Obama, but it was not an explicitly he's black and he was a problem. Mexicans, that was a different story. They'll go with them. But like the specific anti- black play, not so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:03",
      "speaker": "PHILLIP",
      "sentences": "I mean, you don't think that the Barack Hussein Obama thing was --B. JONES: Yes. But even that's more about outside. Like Hussein is not a reference to blackness. Hussein is a reference to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:03",
      "speaker": "PHILLIP",
      "sentences": "You're right, it is a reference to like he's --B. JONES: Right, (INAUDIBLE). But going straight at the black part, I don't think that plays as much. But what I think is interesting about Harris is I think she's easier to criticize from within the left than outside the left. Like Donald Trump is not going to get up and call her a cop. That's not going to go anywhere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:03",
      "speaker": "GRIFFIN",
      "sentences": "Yes. But the DEI hire --B. JONES: Yes, right. But I'm saying, but the criticisms that we have heard from Harris for most of the time coming up here were primarily intergroup because she was running for president, it's intergroup. Those criticisms don't land the same way coming from the right. Like the things that the people I'm like who are farther to the left and then me would be critical of her for, they don't work when you go to the other side. So, it'd be interesting to see strategically outside of she's a DEI hire, whichever you want to go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:03",
      "speaker": "HEYE",
      "sentences": "And I don't love that rhetoric either, but we should be mindful that Donald Trump is like nine standard deviations away from John McCain, who stopped a woman at an event in New Hampshire who said, we can't have Barack Obama because he's a Muslim. He said, hold on, ma'am. We disagree on issues. He's a good person. If we look at what Mitt Romney said about Joe Biden yesterday, he put out a statement that in Republican politics in 2015 would be viewed as normal, right?So, Trump is light years away from that, and, yes, there are a whole lot of people who've moved with Trump in that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:18:09",
      "speaker": "JESSE WATTERS, FOX NEWS HOST",
      "sentences": "There was no photo of the moment. He may have not even written the letter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:18:09",
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "sentences": "Did Kamala and other Democrats make a deal with Joe?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:18:09",
      "speaker": "WATTERS",
      "sentences": "Did Joe step down in exchange for Hunter getting no prison? HANNITY",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:18:09",
      "speaker": "WATTERS",
      "sentences": "The entire Biden presidency was a cover up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:18:09",
      "speaker": "VIVEK RAMASWAMY, FORMER REPUBLICAN PRESIDENTIAL CANDIDATE",
      "sentences": "I think Michelle Obama is not off the table.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:18:09",
      "speaker": "PHILLIP",
      "sentences": "Okay, the conspiracies about Joe Biden and the unfounded rumors about a serious medical event, they are ping-ponging all over the internet and apparently on Fox. Here is the other thing that you can't miss if you're on social media tonight. Donald Trump, in an ongoing meltdown, it seems, over running against Kamala Harris instead of Joe Biden. In a new memo that is out tonight as well, the Trump campaign is painting Harris as dangerously liberal.My panel is back with me along with CNN Political Analyst and New York Times Senior Political Correspondent Maggie Haberman, who is our special guest in the fifth seat today. So, Maggie this one from Trump on Truth Social really struck me. He says to turn quote, dumb as a rock Kamala Harris from a totally failed and insignificant vice president into a future great president, no, it just doesn't work that way. He seems to be having a tough time coming to terms with the fact that this is real life, this is happening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:18:09",
      "speaker": "MAGGIE HABERMAN, CNN POLITICAL ANALYST",
      "sentences": "It's very confusing why Trump seems so unprepared for this because it's only been clear for five weeks that this was probably the direction that this was heading.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:18:09",
      "speaker": "PHILLIP",
      "sentences": "It's all anybody's talking about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:03",
      "speaker": "PHILLIP",
      "sentences": "Look, I have to say, the unity thing, do you remember that? That was like --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:03",
      "speaker": "GRIFFIN",
      "sentences": "It was a brief moment in time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:03",
      "speaker": "PHILLIP",
      "sentences": "Three days ago? Where did that go? What happened?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:03",
      "speaker": "HEYE",
      "sentences": "That still exists, because unity to Donald Trump means everybody unifies behind him, right? And so he's still holding out hope that that can happen. But, you know, to Maggie's point about their unpreparedness, I'm surprised by it as well, because, you know, the research department at the RNC are always have been always will be very skilled pros. And they've clearly, for four years, been focusing on Kamala Harris. You have Gretchen Whitmer and Gavin Newsom too over recent weeks, but over the past five, six weeks or longer, they've been building a real, solid, but what we call a book, a research book, on Harris. Dumb as a rock is not page one of that. It's not even page 45 and it's probably a longer book than 45 pages.B. JONES: Okay. But who's in charge here, right? Like who's robbing the track? Mr. Jesse is the one robbing this train. You can write a book. I mean, that book served me as much purpose as to serve him, if you don't read it, you know what I mean? So, that I can only imagine the level of frustration you would have if you were prepared for this obvious circumstance that was going to come up and then you hand it to him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:03",
      "speaker": "GRIFFIN",
      "sentences": "Well, also coming off --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:03",
      "speaker": "HEYE",
      "sentences": "Well, when you hand it to Chris LaCivita, you hand it to Susie Wiles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:03",
      "speaker": "GRIFFIN",
      "sentences": "Yes, but he goes off book. Because even at the convention, think of his speech, the whole build up to that was machismo. It was Hulk Hogan. like, I mean, I'm a millennial, I didn't even get that. But it was men meant to make him look tough because he was contrasting Joe Biden. Now, you're running against a woman. It looks kind of silly. It looks kind of ridiculous. Like they kind -- I would be, frankly, pretty pissed too if I did my whole convention, you don't get another shot at that, and you're running against a completely different candidate. He really put out on Truth Social something along the lines of like, we want a redo. They said he wanted his money back for this, because they're realizing they missed their best op and biggest opportunity against her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:03",
      "speaker": "HEYE",
      "sentences": "I mean, Trump defeating Hillary Clinton means that he probably thinks he can say whatever he wants, but I remember working on Richard Burr's Senate campaign in 2004. We ran against Erskine Bowles. And after the campaign, I got together with my counterpart on the Bowles campaign, Carlos Monge, great guy, shout out to Carlos, and we talked about why did you do this and why did we do that? And we waited for Erskine Bowles to attack us first, that he had more money, he could write his own checks and he never did. And he said, because Bowles ran against Elizabeth Dole two years earlier, and he attacked Dole first, and that defined his candidacy as being negative and misogynistic. And so he would attack Richard Burr, a man, Republican man. If you're running against women, you have to be a little careful on how you do that. Donald Trump isn't a careful person.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:03",
      "speaker": "PHILLIP",
      "sentences": "He will never do that. But also it's not just Donald Trump. I mean, I want to play what's been going on over on Capitol Hill. This is how they've been talking about the vice president.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We are in the fight for --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:03",
      "speaker": "BURCHETT",
      "sentences": "Biden said, first off, he said he's going to hire a black female for vice president, and that not -- he just skipped over. What about white females? What about any other group? It just -- when you go down that route, you take mediocrity and that's what they have right now as a vice president.100 percent, she was a DEI hire. Her record is abysmal at best. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:03",
      "speaker": "PHILLIP",
      "sentences": "First it's the DEI hire part first and then it's the record. But they can't help themselves but going at the race part of this.V. JONES: Let me just say something here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:01",
      "speaker": "PHILLIP",
      "sentences": "And the strategy is in part also to draw a wedge between black men and black women, which if you listen to Van, he's saying that's not going to work. But that is the strategy is to say, oh, they're so focused on women, black women, they're not focused on you.B. JONES: Yes. Let me ask this question though, because the people on this call that you're talking about were a subset of the population. And one could argue were a subset of the population that you didn't have to worry about in the first place, because these margins are so crazy. Democrat math requires you basically to get 105 percent of black people to vote for them (INAUDIBLE). So, this goes from 90 percent of black men voted for the Democrats to 80, which is still four out of five, which is still overwhelming. You still got a problem. So, I agree with you that there is a significant portion of this population that is doing that. The question is really more so the people who are tied into the YouTube algorithms that tie a little bit too much in these notions of masculinity. How are you going to reach them on this? Like Stacey Abrams in Georgia, I think, is the great example about how, what was the black male support for her or the lack thereof when it came down to it? V. JONES: I think this is going to wind up being a little bit different because I think that the when you see black women moving the way that they're moving at 40,000 on a phone call last night, I think the level of social pressure on black men to stand up this time, because this is not against some weirdo governor. This is about Donald Trump. And so I think, yes, there will be some black men who peel away, but I think that motion is going to be frozen. I think to the extent that if it just stayed to Joe Biden, I think you'd have seen a big flow of black men. I think you're going to see black men freeze and begin to move back, because the despicable Joe and his hoe, that stuff that's starting to bubble up, that is not going to work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:01",
      "speaker": "GRIFFIN",
      "sentences": "And there's a women angle to this as well, because every woman is familiar with mediocre white men telling them, you didn't earn this. And that's what they're saying about a woman who's an attorney general, a U.S. senator, a vice president, a federal prosecutor. The resume is there. You're going to hear a lot of that come up. And I think that there is something that a lot of these women in the suburbs who don't like Donald Trump, but were gravitating toward him because they felt like Joe Biden was weak, could see this and be like, I'm going to be with her. That's a resume I'm impressed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:01",
      "speaker": "HABERMAN",
      "sentences": "There is the double haters issue, right? I mean, at the end of the day, at the path the Democrats were on, there was a very likely loss with President Biden. Voters had made up their mind on where they were, that the class of double hater voters, and I know pollsters who hate that term, but there are a group of voters who didn't like either candidate, Donald Trump or Joe Biden. Kamala Harris is a different messenger.And the other thing too that I think just hasn't been factored in yet, there's so much we don't know about the next three and a half months. But one thing we don't know, and I think this gets overlooked, is President Biden was delivering a sporadic, at best, message against Donald Trump. He was not really campaigning. He would give an occasional speech about democracy. He was not out there doing very much. Frankly, the last few weeks have been the closest thing to a campaign that he really did in a sustained way, and it still wasn't enough. So, when someone is framing the argument against Donald Trump in a sustained way, that could have a very different effect on the polling than what we've seen so far. It may not, but there's just been an absence of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:33:02",
      "speaker": "PHILLIP",
      "sentences": "The auditions are well underway. Back with our breaking news now. Vice President Kamala Harris has now secured enough delegates to win the Democratic nomination. And now, the next step is going to be picking her running mate. You just heard from those three. Those are three potential running mates who are being vetted. CNN's political director, David Chalian, has much more on the veep stakes.Abby, one of Vice President Harris' first order of business, now that she's basically the presumptive Democratic nominee, is to pick a vice presidential running mate. Take a look at some of the possible contenders for the number two slot. You see here a whole slew of governors, many from battleground states. We'll get to that in a moment. But notice something else here. All white men on the list. So, let's zero in on some of the top contenders. Josh Shapiro, governor of Pennsylvania, a critical battleground state Democrats need to win if they're going to win the White House. He's 51 years old, a little younger than Vice President Harris. He's a former state attorney general, the third Jewish governor from the state or Commonwealth of Pennsylvania. Roy Cooper, 67 years old. He's a bit older than the vice president. A Southern Democrat, also a former state attorney general. And from a state Democrats are eager to really put in play, North Carolina. Mark Kelly, battleground Arizona, U.S. senator, 60 years old, former astronaut. Really compelling biography. And of course, the husband of Gabby Giffords. And Governor Andy Beshear in Kentucky, 46 years old, younger than the vice president, former state attorney general, elected twice in a red state. Notice one thing. Three of these final four I took you through, former state attorneys general, just like Kamala Harris. Abby.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "HEYE",
      "sentences": "DEI hires all of them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "PHILLIP",
      "sentences": "I mean, what do you make of the options here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "HEYE",
      "sentences": "Well, first, as a North Carolinian, as a Tar Heel, I like Roy Cooper. I know him a little bit, not super well, but I think he strikes the balance of what Harris needs. And she needs people, I think, who have been elected twice statewide, especially in important states.So, you know, Beshear, Kentucky is not necessarily an important state for a Democrat to win. It's not going to be flipped. But for somebody like Roy Cooper from North Carolina, somebody like Mark Kelly, who's not been elected twice, but is from very important Arizona. They have interesting resumes that I think complement Kamala Harris. They're not necessarily the most exciting people, even though one's an astronaut. He doesn't have international experience. He has intergalactic experience. But these are the influences I think would benefit Harris moving forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "GRIFFIN",
      "sentences": "And notice they're all in the more moderate kind of vein. I asked Congressman Jayapal about this. You know, would you have a problem as the chair of the Progressive Caucus? And she said very much we should have a moderate. You need to be able to reach as many voters as possible.I think that he, listen, they should be looking to somebody in a swing state. I think Pennsylvania and Arizona are where they're most competitive. Josh Shapiro is extraordinarily popular. He could boost her there. And we know that the path for Democrats, Michigan, Wisconsin and Pennsylvania, I think Kamala Harris at times has outperformed Joe Biden, Michigan and Wisconsin. But Pennsylvania is harder for her. Scranton Joe, that was kind of where Biden was meant to be really competitive. So, I think Shapiro could actually boost them there. But Mark Kelly, to the point of like you introduce somebody in one sentence, astronaut Gabby Giffords' husband, like, done. So, he's really easy to package and introduce to the public. But it might take no bad options of those being vetted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "HEYE",
      "sentences": "And the part of this is also do no harm if you're the V.P. nominee. These are people who don't scare you.BOMANI JONES, HOST, \"THE RIGHT TIME WITH BOMANI JONES\": Well, that's what I was about to say. I never have a great handle on how much the vice presidential nominee really matters, unless it's somebody like Joe Biden who was there to vouch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "PHILLIP",
      "sentences": "It usually doesn't matter.B. JONES: But like, Biden was there to tell the white people that the black dude's cool. Now, really. I talked to him. I hung with him. Trust me on this, all right? He offered that voice to a very particular demographic in the process. Now, if you think that J.D. Vance is a weakness for Trump, I don't know if you have heard what Beshear has had to say about him today. But he hates the way he brought it up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "PHILLIP",
      "sentences": "All right, well, since you brought it up, let's play -- this is Andy Beshear speaking just not too long ago. J(BEGIN VIDEO CLIP) GOV. ANDY BESHEAR (D-KENTUCKY): J.D. Vance is a phony. He's fake. I mean, he first says that Donald Trump is like Hitler and now he's acting like he's Lincoln. I mean, the problem with J.D. Vance is he has no conviction. But I guess his running mate has 34. (END VIDEO CLIP) B. JONES: His whole thing about Vance is I am from Kentucky. I read that book. He not like us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "PHILLIP",
      "sentences": "I wonder, Maggie, what is the view in Trump world? I mean, J.D. Vance was a \"we don't need anything in our V.P., we just need somebody to kind of double down on what we're already doing\". Any regrets in Trump world?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "HABERMAN",
      "sentences": "Not at the senior levels. I know that there is some chatter among some sort of lower-level staffers about this. But at the senior levels, they feel really good about Vance because the reality is Trump has never, at least not since he was president, understood why you need a vice president. This is not a job that he thinks is incredibly important, number one.Number two, the options were pretty limited of where he was going to go. And Trump focuses on chemistry. He actually talked about this in their joint interview with Fox. And the only one he really has chemistry with is Vance. And so, once that those are the criteria, it gets pretty narrow. You know, they also were talking about Vance, I should say, a couple of weeks ago, long before it was clear that Joe Biden was definitely going to get out of the race. What I was being told by people is this makes it likelier that it will be Vance because he is going to need help. They will need whatever they can get boosting working-class, white men in Wisconsin and Michigan. And they think Vance can do it. Is that the case? We're going to find out. But that's the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "PHILLIP",
      "sentences": "Can I just play, just in fairness, I want to play Vance -- also because I think it's interesting to me to see him on the campaign trail. I mean, I think just so many Americans have not really ever seen him. Listen.(BEGIN VIDEO CLIP) J.D. VANCE, VICE-PRESIDENTIAL CANDIDATE (R): She talks about the history of this country, not with appreciation, but with condemnation. If you want to lead this country, you should feel grateful for it. You should feel a sense of gratitude. And I never hear that gratitude come through when I listen to Kamala Harris. (END VIDEO CLIP) V. JONES: Oh, please don't say that again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "PHILLIP",
      "sentences": "But that's not DEI. Apparently, that's just the way it ought to be -- is that it should be a white man.V. JONES: Exactly, exactly. It just turns out in his world, that's not DEI. They're just better. They're just better.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "HEYE",
      "sentences": "And if Manu had asked Tim Burchett, say, well, what do you think? What did you think about Clarence Thomas? What his answer might be would be pretty illuminative of where they're at on that, right?V. JONES: Let me ask you a question, because you say the idea that Vance, they see Vance as being attracted to the working class. I read that book and he just basically called them lazy as shit. Page after page after page. If there's like Beshear seems so interesting to me because his whole point is he's not us. How, like what is the reason they think that this private equity dude who went to Yale Law School is actually attracted to the working class? Because I watch those jokes, Bob, and everything else that happened today. Like he doesn't seem like a fit for these people at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "HABERMAN",
      "sentences": "Because, among other things, he got elected to the Senate in Ohio because he actually is able to tell a compelling biographical story. Does that mean that Beshear would be somebody who would be effective against him in knocking that down? Possibly. And that's something that I know that they're considering. But that's the perspective.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "HEYE",
      "sentences": "Beshear has to do better because those jokes would have landed better if they didn't sound so badly rehearsed. They have to be symmetrical.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "GRIFFIN",
      "sentences": "But I'm still struck that this J.D. Vance --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "PHILLIP",
      "sentences": "-- a little nervous --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "GRIFFIN",
      "sentences": "-- underperformed Trump and DeWine in Ohio. Like this guy is no addition to the table. It was really --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "HABERMAN",
      "sentences": "But it's not clear to me that anybody was an addition to the ticket. Is Doug Burgum an addition to the ticket? Doug Burgum would maybe have written a check.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "GRIFFIN",
      "sentences": "I actually -- I actually think that a normal, a Youngkin -- a Burgum could play in the suburbs. And the fact that a woman wasn't considered at a high level, I know Elise Stefanik was out there, is just remarkable because they clearly were not planning on running at the top of the ticket against a woman. I think it was easier to not when it was a V.P., that is. But that's what --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "HEYE",
      "sentences": "I thought that was the best choice, and boy, Sarah Huckabee Sanders looked in fighting shape at the convention and delivered a hell of a speech.V. JONES: J.D. Vance is Dan Quayle from Yale. He is completely overrated. He is not performing well at all. He has yet to do anything impressive. The main thing he did was create chemistry. In other words, chemistry with Chapstick. He kissed up to Donald Trump. That's what chemistry means. He kissed up to Donald Trump better than the others and he got the nominee. GRIFFIN: And brought in the Elon money. That helps. V. JONES: That helps a little bit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:47:26",
      "speaker": "PHILLIP",
      "sentences": "You might remember that. That was a snippet of the call between Donald Trump and RFK, Jr. right after the assassination attempt against Trump. And tonight, we are now learning that RFK, Jr. floated the idea of endorsing Trump in exchange for a job in the administration. Specifically, a job related to health care.\"The Washington Post\" reports that Trump's team dismissed it since it would look like a quid pro quo, which might be surprising to some people that that would be a problem for them, Maggie. But just so folks understand what the reporting says, here's what \"The Washington Post\" is saying. \"There were concerns among Trump advisers that Kennedy, a fervent critic of vaccines, would not be appropriate in such a job. And that such an agreement would be problematic, the people said. Two of these people did not rule out that the campaign might eventually want Kennedy in the fold or potentially give him a job in the administration if Trump wins.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:47:26",
      "speaker": "HABERMAN",
      "sentences": "There's so much going on here. I don't even know where to start. First of all, it's gotten very memory hole that Kennedy had a meeting with Trump during the transition in 2016, w here Kennedy came downstairs in the lobby of Trump Tower and talked about championing some kind of vaccine task force and that he had talked to Trump about this. And then Trump's aides very quickly tamped that down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:47:26",
      "speaker": "PHILLIP",
      "sentences": "Yeah, they tried to put a lid on it really quickly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:47:26",
      "speaker": "HABERMAN",
      "sentences": "Immediately. Immediately.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:47:26",
      "speaker": "PHILLIP",
      "sentences": "I remember that distinctly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:47:26",
      "speaker": "HABERMAN",
      "sentences": "In this case, you have had Trump sort of playing footsie with Kennedy for a while because Kennedy takes from, you know, we haven't seen new polling, but he was taking from Biden in some states more. And he was taking from Trump in other states more. Pollsters in both parties believe that Kennedy has, you know, a pretty devoted following.Now, whether that would actually translate to votes in the fall, I don't know. Often people who seem like they do, don't when it comes time to voting. I do think Trump wants his endorsement. That's very clear from that phone call. What's also clear from that phone call is that Trump is talking about vaccines. And he is not talking about vaccines favorably in that phone call. So, whoever has a problem with this, it's not Donald Trump. What does seem, Abby, based on Kennedy going out and doing a presser yesterday where he made absolutely no news other than to say that he's staying in the race and to criticize both candidates, Biden and Trump. And now Biden is obviously not the candidate anymore. And this coming out, it appears that the Trump folks see an advantage in having Kennedy stick around. That's my reading.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:47:26",
      "speaker": "PHILLIP",
      "sentences": "Yeah, I mean, they really need him in this race to kind of fracture the electorate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "PHILLIP",
      "sentences": "But does that still work if Harris is the nominee?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "GRIFFIN",
      "sentences": "I think it's hard to say because I do think there was a lot of polling from sort of disillusioned white men who felt like perhaps they were -- didn't like the direction. Biden was taking things to left wing. I don't know where they would go in a Harris. But just something you said was making me think of -- Donald Trump personally is very pro vaccine. It was something he was so proud of. He was very pro-COVID vaccine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "HABERMAN",
      "sentences": "He was very pro-COVID vaccine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "PHILLIP",
      "sentences": "What Maggie is talking about, back in 2016, they did not like that. And you know what also they didn't like? That video being leaked that we just played at the top of the show. Chris LaCivita was really furious.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "GRIFFIN",
      "sentences": "My point being, though, that Donald Trump tries to be everything to everyone in smaller meetings like that. So, while he's with RFK, he starts weeding into the anti-vax rhetoric and sentiment. Like, yeah, I agree with you on this. And then he'll say something completely differently to other doctors. It's just classic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "HABERMAN",
      "sentences": "Well, I think he does actually have a concern about the vaccines that babies get, because he talked about this in the 2016 campaign. He talked about it in one of the debates, and I think he talked about it elsewhere. And then they got him to stop talking about it. So, I think on that one, I think it is a little more deeply held. But you are correct, obviously, that he says different things to different people. B. JONESTrump camp is saying they had a problem with was the appearance of queer pro quo. Like, almost like you hot right now. You wearing a wire. Like, these appear to engage in shenanigans behavior when you're so far over. Like, they know how to talk in the cold. Like, yeah, man, so what are you going to do? Oh, yeah, yeah. Well, maybe talk about something a little bit later. Perhaps there may be something for you down the line. But if you walk in there like, how about this? I endorse you and you give me a job.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "UNKNOWN",
      "sentences": "Here are my bars of gold.B. JONES: Yeah, yeah. You got to go, man. You hot right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "PHILLIP",
      "sentences": "I'm hoping for the ponies to be a little bit quieter. But does Kamala Harris change the race? There's a Quinnipiac poll conducted this weekend. It's a little bit of a mix of both worlds here, but it shows her a couple points behind Trump. In some other polls, she's brought the race within the margin of error. But with independents, she's still behind Trump by over 10 points. I mean, do you expect that to change?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "HEYE",
      "sentences": "I don't know. And part of it is because, as we've talked about a whole lot of this, we've sort of talked around Kamala Harris. And the central question is Kamala Harris a good candidate or not. We know in 2020 she wasn't a great presidential candidate. If we go back to her Senate race, she wasn't necessarily a great Senate candidate either. She beat Loretta Sanchez, who ran a terrible race.Phillip: She had a very --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "HEYE",
      "sentences": "It sort of ended her debate dabbing which is the new, you know, we can go into all that stuff, but we don't really know what it means.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "PHILLIP",
      "sentences": "The kids don't even know what dabbing is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "HEYE",
      "sentences": "So, we're going to find out if Kamala Harris is a good candidate or not. She's a good fundraiser. She has sharp elbows. We know that. Is she a tough candidate? We're going to learn.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "HABERMAN",
      "sentences": "That's a good question. And we don't know yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "PHILLIP",
      "sentences": "We don't know yet. The last couple of days have been good, but it's only been less than two days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "UNKNOWN",
      "sentences": "Sarah Palin started great.B. JONES: We're a little bit broken. Our biggest concern is whether she's a good candidate and not whether she'd be a good president in 2024 in the era that we live in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:57:54",
      "speaker": "PHILLIP",
      "sentences": "And we're back and we want to know what everybody's hottest takes are. So, you'll have the floor, thirty seconds, Van.V. JONES: My hottest take is that because of TikTok, Kamala has gone from cringe to cool in 24 hours. All the stuff that we used to make fun of her for, the kids have gotten, they've remixed it. All the coconut stuff, all that stuff. And there's something going on. I think that Twitter for Trump in 2016 is going to be the same as TikTok for Kamala in this thing. I think Kamala's going to own TikTok.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:57:54",
      "speaker": "PHILLIP",
      "sentences": "That's so interesting because I feel like Twitter X or whatever, Elon's platform has really jumped the shark in the other direction this cycle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:57:54",
      "speaker": "HEYE",
      "sentences": "On the train up, I was on X the whole time and a lot of outrage that Kamala Harris ate anchovy pizza and that J.D. Vance was having diet Mountain Dew. And I was trading notes with Daniel Jonas, who runs wine for Daniel Boulud's restaurants, the world's foremost expert in burgundy.And he sort of reminds me that let your candidates eat the food they want and leave them alone. And if John Kerry or anybody else orders the wrong kind of cheese at a Philadelphia cheesesteak place, who cares? A much bigger fish to fry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:57:54",
      "speaker": "PHILLIP",
      "sentences": "The world's foremost expert in burgundy came up at this table.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:57:54",
      "speaker": "HEYE",
      "sentences": "As you would expect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:57:54",
      "speaker": "GRIFFIN",
      "sentences": "And Mountain Dew all in one. So, agree with Maggie's reporting that the top rungs of Trump world are not yet souring on J.D. Vance. In the coming weeks, you're going to hear reporting that Trump is trying to question if he was the right pick. He's not performing at the caliber he's expected to.He was a lightweight at the RNC. He's got this incredible bio from \"Hillbilly Elegy\" yet isn't able to sell it. And I think it's because he's kind of cosplaying as a populist normie. But he's really a wealthy guy who went -- has a Yale law degree and he doesn't know how to meet the moment. He's going to be raising questions. All he wants is somebody who can give a good speech.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "UNKNOWN",
      "sentences": "Politics is not West Wing, it is V.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "PHILLIP",
      "sentences": "Okay, three of us at this table upon a political panel haven't seen West Wing. I don't know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "GRIFFIN",
      "sentences": "Oh, I love it. I stand with Aaron Sorkin.V. JONES: Aaron Sorkin is taking a dip, but West Wing, classic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "PHILLIP",
      "sentences": "All right, guys, everyone, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "UNKNOWN",
      "sentences": "Was this reflective of what?",
      "isLastSentenceInterrupted": false
    }
  ]
}