{
  "date": "2024-12-05",
  "headline": "CNN News Central",
  "subHeadline": "Police Search Hostel in Murder Investigation; DOJ to Address Report about the Memphis Police Department; Segun Oduolowu is Interviewed about the \"Wrapped\" List. Aired 9:30-10a ET",
  "utterances": [
    {
      "timeStamp": "09:31:30",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "But we do have breaking news just in on the manhunt for the suspect who shot and killed a healthcare CEO in Manhattan just over 24 hours ago.Let's get right to CNN's Brynn Gingras, who is following this news. And this is a search at an actual location. Brynn, what can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:31:30",
      "speaker": "BRYNN GINGRAS, CNN CORRESPONDENT",
      "sentences": "Yes, right now we're learning from a source that - John, that - investigators, sorry, might have - or have conducted a search of a hostel on the upper west side of Manhattan.Now, last time I talked to you, remember, we talked about how police have been conducting some search warrants. We know that they did a search warrant at the hotel where Thompson was staying. And now we're learning possibly where the suspect was staying, at an address on the upper west side. We're hearing from a source that it was a hostel. Now, this does fit somewhat of the timeline that we also were hearing, right, that he traveled early yesterday morning from the upper west side, possibly on the subway, carrying possibly an e-bike battery with him, that he might have positioned closer here to the scene where I am, and then visiting that Starbucks where police see on video that he purchased a water bottle and also two power bars before carrying out this murder. So, this is a big development. Of course, it's unclear exactly what they might have found in that search, but it does point to the fact that possibly investigators are getting closer to identifying who this suspect is. And then, of course, the big question is, where is that person now? So, again, a lot of investigative threads that are being searched right now, including the fact of what - what possibly could have been uncovered inside of this hostel address on the upper west side of Manhattan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:31:30",
      "speaker": "BERMAN",
      "sentences": "Yes, look, if they have a hostel, they have a room at the hostel. They have a name associated with the room at the hostel. Whether or not it's a real name or not, we don't know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:31:30",
      "speaker": "GINGRAS",
      "sentences": "Right. Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:31:30",
      "speaker": "BERMAN",
      "sentences": "And then it also lends to the possibility that this person didn't have a home, or at least wasn't staying at a home, his home, in New York. So, that could mean any number of things.All right, Brynn Gingras, this is an important development. I'm sure there will be more. So, keep us posted. In the meantime, we're standing by for a press conference on a new federal report just released about the Memphis Police Department that determined its officers regularly violate the rights of people they are sworn to serve. That's a direct quote. The 17th month long investigation began after Tyree Nichols was beaten to death after he ran from Memphis officers during a traffic stop last year. Let's get right to CNN's Nick Valencia for the latest on the report. Nick.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:57",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "A little more than a week since the ceasefire deal went into effect between Israel and Iran-backed militant group Hezbollah, Secretary of State Tony Blinken now says so far its holding. That is despite persistent back and forth strikes across Israel's border with Lebanon. Israel has threatened to go deeper into Lebanon if the deal falls apart. And Secretary Blinken says now what they are hoping to see is that people are able to return to their homes.CNN's Clarissa Ward has the latest. (BEGIN VIDEOTAPE) CLARISSA WARD, CNN CHIEF INTERNATIONAL CORRESPONDENT (voice over): From the balcony of his apartment, a man gazes out at his city. Tyre, once renowned for its glittering waters and ancient ruins, now in ruins itself. Moussa Saad has lived through many wars in Lebanon, but none like this. Twenty-five years we have been here in Tyre, he tells us. An Israeli strike pulverized the next-door building where his neighbors once lived. Their clothes still hang ghostlike in the closet. Imagine a person was sleeping here. The building collapsed on them. Everyone died. A woman and her children. All of them dead. Why? For what, he says. America did this to us, not Israel. It's America that goes like this. Like she didn't see anything and she didn't want to know anything. Lebanon is a country where loyalties are divided, but bitterness towards the west for its support of Israel is everywhere. In villages around Tyre, Hezbollah flags fly proudly. No community has been spared. The Melkite Greek Catholic Church (ph) had been a refuge for displaced people when it was hit by an Israeli missile on October 9th. Eight people were killed. Eighty-one-year-old church caretaker Milad Iliya has prayed here as long as he can remember. This is my house, he says. Next to the church, a mosque, connected by a shared hall for events. If our homes were hit and the church stayed, it would be better, he tells us. If the church is gone, there is no coexistence between people here. Tyre is one of the world's oldest inhabited cities, mentioned several times in the Bible. As the light falls, Kamal Istanbuli does what fishermen have been doing here for thousands of years. For 60 days during the war, Israel's military barred boats from going out on the water. Of course, it was tough, he says. We fishermen must work every day to feed our families.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:57",
      "speaker": "WARD",
      "sentences": "(Speaking in foreign language). What's your dream for the future?WARD (voice over): We don't have a future here, he tells me. With Israel as your neighbor occupying your land, there's no future for you. There's just war after war, destruction after destruction, and the country collapses and collapses. A bleak outlook shared by many in this historic city, even as a shaky ceasefire continues to hold. (END VIDEOTAPE) WARD (on camera): Now, Kate, the IDF says that the reason it has targeted the Tyre region repeatedly is because it is a Hezbollah stronghold. They say that many attacks against Israeli forces have been launched from the Tyre area. And one thing that's interesting and I think important for our viewers to understand, Kate, that they might not realize is what people say off camera, but they don't want to say on camera, which is that there's a lot of resentment here in Lebanon against Hezbollah as well. A lot of people feel that they have been dragged into this war, that they have no desire to continue to have to struggle to survive like this. [09:45:08] And they feel that they're kind of trapped between Israel and Hezbollah, the devil and the deep blue sea. And all they really want is to see this ceasefire turn into a lasting, meaningful peace. But as you saw listening to the people we talked to, that still feels very far away, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:57",
      "speaker": "BOLDUAN",
      "sentences": "Also reinforcing how important it is for you to be on the ground and how important your reporting, as always, Clarissa. Thank you so much for bringing that to us. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:19",
      "speaker": "BOLDUAN",
      "sentences": "A little shot of Sabrina Carpenter's \"Espresso\" for you this morning. Why? Well, because we like it. But also because it had more than 1.6 billion streams on Spotify this year. The most streamed song according to Spotify's \"Wrapped\" list of 2024. This is the ever popular, ever almost hilarious cultural phenomenon that shows you just how strange your listening habits have evolved over the last 12 months.The most streamed artist. (BEGIN VIDEO CLIP) TAYLOR SWIFT, MUSICIAN (Singing): Cause I can see you waiting down the hall from me. And I could see you up against the wall with me. And what would you do? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:19",
      "speaker": "BOLDUAN",
      "sentences": "T. Swift for a second year. She was streamed more than 26.6 billion times globally. Tay-tay, as my girls like to call her, and thanks to them also is also topped my most streamed rap list. I have lost control of my Spotify, friends. Other top artists on that list, The Weekend, Bad Bunny, Drake and Billie Eilish. This year, Spotify is doing also something fun, assigning basicallyseemingly random assortments of names to different phases of your listening habits. It's like a wacky word salad. Joining us right now to talk all about this is Segun Oduolowu, host of \"The Boston Globe Today.\" Segun, it's great to see you. My favorite one, where's mine, I'll pull it up, here's my favorite word salad that I had, which was, it was, oh, I wrote it down, wild west banjo bluegrass. That really embodies me. That embodies me. That's for sure. Talk to me about this year's list. What do you think of it? SEGUN ODUOLOWU, HOST, \"BOSTON GLOBE TODAY\": Well, I think it's a who's who's list. So then you've got, you know, the Bad Bunnies, the Drakes, Sabrina Carpenter, the Taylor Swifts. But I was more interested, not only in the artist, but the songs that made the Spotify rap list, because nowadays people listen to music playlist style, right? It's all a la carte. So, you had newcomers like Teddy Swims, who I'm a big fan of. You had songs like \"Too Sweet\" from Hozier. So, I like the eclectic nature of the songs that made the rap list. And, of course, Kendrick Lamar, you know, his beef with Drake kind of took the latter part of the year by storm. So, I understand your word salad. But you factor in Beyonce, Shaboozey, there are artists that we knew, there were artists that we got to know. And so it was just a list for someone who's, you know, a little bit of column a, a little bit of column b. I was - I was a fan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:19",
      "speaker": "BERMAN",
      "sentences": "Is Beyonce even on the list? I keep - first of all, full honesty, full disclosure, I feel like honesty is the best policy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:19",
      "speaker": "BOLDUAN",
      "sentences": "Wait. Prepare. You guys, I know you're all in love with John Berman. You might fall a little out of love with him. This is making me sad today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:19",
      "speaker": "BERMAN",
      "sentences": "I don't have Spotify. And until about six minutes ago, I didn't know what a \"Wrapped\" list even was. So -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:19",
      "speaker": "BOLDUAN",
      "sentences": "What?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:19",
      "speaker": "BERMAN",
      "sentences": "So, I come at this from - from the outside, which sometimes gives important perspective.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:19",
      "speaker": "BOLDUAN",
      "sentences": "Oh, yes, yes. Let's - let's move through that. Let's frame it that way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:19",
      "speaker": "BERMAN",
      "sentences": "Maybe not today. But - but is Beyonce not on this list? And what does that tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:19",
      "speaker": "ODUOLOWU",
      "sentences": "John, you might not be - you might not be allowed back in Boston if you don't know what a Spotify list is, right? Like, I'm - I'm keeping the seat warm. You know, you might not be able to cross the bridge. BERMAN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:19",
      "speaker": "ODUOLOWU",
      "sentences": "Well, listen, she's peerless. So, she exists beyond lists, right? If you want to know what list she's on, she's on Billboard's list as the best pop artist of the - of the 21st century. So, Spotify has its list. And then Billboard said, you know what, the queen bee is beyond lists. And that's where she is. So, you can stream if you want to, Beyonce exists, you know, beyond all of that that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:19",
      "speaker": "BOLDUAN",
      "sentences": "That is perfect. A perfect answer.One of the - it's one of the things that kind of tickled me and made me laugh was the way that Spotify, in the press release, put it, because it kind of gets to, like, why do we all love this so much is my question. \"Since its inception, Spotify \"Wrapped\" has continued to evolve. Every year it reaches more fans around the world. Over the past decade we've learned that our users crave a unique, personalized way to reflect on their listening habits each year, and artists and creators want to learn more about how their fans streamed.\" Why do we love this so much?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "BOLDUAN",
      "sentences": "Yes. Mine's super eclectic from my top songs. \"Lose Control\" by Teddy Swims, as you were talking about. Fell in love with him. \"Rise Son,\" one of the best songs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "BERMAN",
      "sentences": "You played that for me. That's a great song.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "BOLDUAN",
      "sentences": "I love - the infamous Stringdusters. Hey, boys. The Shaboozey song, because, obviously, we all need more whiskey. \"Home\" by Good Neighbours and \"Beautiful Things\" by Benson Boone. \"Beautiful Things\" is the best like screaming in the car song of all times. And this really is - its just - I agree, it's just fun to look at like all the phases of Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "BERMAN",
      "sentences": "One's plenty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "ODUOLOWU",
      "sentences": "Yes, you are - you are basically talking earworms, right? The Teddy Swims song, my five-year-old daughter knows the chorus to that song, right? You know, Shaboozey brought back an old classic of \"Everybody Get Tipsy\" and turned it country. I mean he - he - he just blew that out of the water. My daughter knows choruses from the Taylor Swift songs. So, there's music there that are earworms, that stay with us. And I said, represented by the list, its gone the whole year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "BERMAN",
      "sentences": "That music, Emmy nominated, I might add -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "BOLDUAN",
      "sentences": "I knew you were going to say that.",
      "isLastSentenceInterrupted": false
    }
  ]
}