{
  "date": "2024-08-29",
  "headline": "CNN News Central",
  "subHeadline": "Harris and Walz for first interview as they wrap up GA tour; Army rebukes Trump staff over Arlington National Cemetery incident; Seven injured when severe turbulence rocks United flight. Aired 2- 2:30p ET",
  "utterances": [
    {
      "timeStamp": "14:01:02",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "Taking questions. Kamala Harris sits down with her running mate for an interview with CNN just one week after the end of her party's convention and with fewer than 10 weeks to Election Day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:01:02",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "While Harris takes questions, Donald Trump is campaigning in Michigan, pushing his economic message. And the former President is getting an unlikely assist from one of his former critics and possible future ally in another key battleground state.Plus, we have some severe turbulence to tell you about. It forced an emergency landing for United Airlines flight. Seven people on board were injured, the latest incident to affect airline passengers. We're following these major developing stories and many more, all coming in right here to CNN News Central.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:01:02",
      "speaker": "KEILAR",
      "sentences": "Since Vice President Kamala Harris rose to the top of the Democratic ticket a little over a month ago, she has not done a major sit down interview. But that changes today when she and her running mate, Governor Tim Walz, sit down to answer questions from CNN's Dana Bash. The exclusive interview is set to air tonight at 9After taping the interview, Harris will speak at a rally this evening in Savannah while Walz heads to North Carolina. CNN's Eva McKend is with us now following all of this. Just how much is writing on this interview, Eva?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:01:02",
      "speaker": "EVA MCKEND, CNN NATIONAL POLITICS CORRESPONDENT",
      "sentences": "You know, Brianna, from her time in the courtroom as a prosecutor from her time in the committee room as the United States senator during these contentious hearings, she has a reputation for strenuously preparing for big moments. And this is a big moment for the Vice President. She will be tasked with explaining some of her evolution on some of these key policy issues and illustrate that she can thrive in some of these unscripted moments.This is also a test for her entire team because the strategy that her team has employed over the last several weeks is keeping her away from doing these big interviews where she is going to face really difficult questions. And that strategy seems to have worked so far, right, because the campaign has so much momentum. But now, tonight, will be a big test if that was actually the best thing to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:01:02",
      "speaker": "KEILAR",
      "sentences": "Yeah. And there's new polling. It shows a very tight race in Georgia. She's doing better than Biden was doing for sure, but she's pretty close with Trump in this. Break down the numbers for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:01:02",
      "speaker": "MCKEND",
      "sentences": "Yeah, just two points ahead in this Fox News poll. That is within the margin of error. But what it does show is that she is doing better with some of these key democratic coalitions needed to pull off a victory, certainly better than President Biden. And that is why they are in Georgia today. And that is why they are going all in on this state and even competing in places where Republicans have historically been more successful.I saw a little bit of this during the midterms. Senator Warnock jokes that his family is from Waycross, Georgia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:01:02",
      "speaker": "KEILAR",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:01:02",
      "speaker": "MCKEND",
      "sentences": "So the Democrats in the state have long pushed back against this idea of abandoning rural pockets of the state. And that is ever more clear in this contest where they think that they can drive up the numbers in Savannah and places outside of Savannah and the surrounding counties. And that is what they're doing. That's the strategy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:01:02",
      "speaker": "KEILAR",
      "sentences": "Yeah, we'll have to see how it pays off. Eva, thank you so much. We appreciate it. Boris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:01",
      "speaker": "STEVE CONTORNO, CNN REPORTER",
      "sentences": "Well, the backdrop for today's event could not make it any more clear what his campaign would like him to talk about. He is speaking at a steel distribution facility right behind me in the heart of Michigan. This is an economic-focused speech he is intending to deliver today, one that is, they are hoping resonates with the people of Michigan. This is a state where the unemployment rate, though historically relatively low, is one of the higher unemployment rates in the country. And obviously, it's also a state where the manufacturing industry and the auto industry are very important. And Trump has made focusing on the Biden administration's EV policies, a major focal point whenever he is in the state of Michigan.But as you said, Boris, he has also been on the attack on social media and also through his running mate, J.D. Vance, who had this to say about the Harris campaign yesterday. (BEGIN VIDEO CLIP) J.D. VANCE, UNITED STATES SENATOR AND U.S. VICE PRESIDENTIAL CANDIDATE: The President called me and he said, you know, the crazy thing is, J.D., that Kamala Harris, she's pretending that she agrees with us on everything. And if you look at her campaign the past week and a half, she pretends that she agrees with Donald J. Trump on every issue. She is running a copycat campaign. And I said, Mr. President, I think I figured out what's going on. She wants my job. She's realizing that they don't have any chance she's going to ditch Tim Walz and she wants to run alongside Donald Trump. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:01",
      "speaker": "CONTORNO",
      "sentences": "Michigan is one of those states where it's getting especially close in the polls. It's a battleground that the Trump campaign felt very confident about several weeks ago. And look, they still believe that they will win here, but certainly, the urgency has intensified. And that's why you are seeing him out in these blue wall states over the next couple of days. He's in Michigan today. He'll be in Wisconsin this evening and to Pennsylvania tomorrow. Boris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:01",
      "speaker": "KEILAR",
      "sentences": "All right. Steve Contorno, thank you for that report. Let's talk more about what's happening with former Trump White House Communications Director Mike Dubke. He's a founding partner of the Blackrock group. Also with us is former Democratic Congressman Patrick Murphy of Pennsylvania. He was also an undersecretary for the U.S. Army.I wonder, Mike, what you think, because we see these polls in these key battleground states, they're very tight. They're within the margin of error. You know, I think Kamala Harris still very much has her work cut out for her. And that's what Republicans think. But then you have Trump. He's speaking on the economy this afternoon, an issue that is supposed to be such an advantage for him. And yet in the last 24 hours, he's on true social. He's posting all this stuff, including stuff with sexual content that's just kind of gross and creepy. And it reminded me yesterday of Frank Luntz saying, you know, he's got to be careful about what he does because you don't lose if you're giving it away. And that seemed to be what he feels Trump is doing. What do you think about all this behavior?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:01",
      "speaker": "MIKE DUBKE, FORMER TRUMP WHITE HOUSE COMMUNICATIONS DIRECTOR",
      "sentences": "Look, I agree with Frank on this, that if the campaign can stick with talking about the Biden-Harris agenda and make sure that the American people understand that, you know, Vice President Harris, in her own words and in the President's words, is always the last person in the room and can tie her campaign to the inflation that we've incurred, the immigration debacle that we have on the southern border, and these international crises. I think the former President Trump is in a much better spot. Unfortunately, these distractions keep coming up. And some of them areof his own making, some of them are not. They're blown out of proportion. But that is really taking away from a position that I, at least, think can make him much more competitive in the race. But it's totally competitive. I mean, we're neck and neck.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:11",
      "speaker": "KEILAR",
      "sentences": "Yeah. And we do want to get to that with you, certainly here in a moment. But I want to ask you, when you look at the polls and you see them neck and neck, but you know that when people are asked, Congressmen, about the issues and they actually say that Trump does better on the economy and immigration, and these are the top issues, how do you account for the fact that she does better in the polls overall for -- compared to how she does on those issues? What is the gap in there that you see she makes up for? What is the quality that she's making up there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:11",
      "speaker": "MURPHY",
      "sentences": "I think she's making up via the polls because she is a genuine, authentic leader. She knows herself. Yes, the other side, Donald Trump talks about how he's in business. Of course, he doesn't talk about the six bankruptcies that he had, and that he didn't pay contractors and other folks when he did that. But I would say, that's why this election, it's not just about the economy, that's the number one issue, but it's also about national security. And that's why Kamala Harris and Tim Walz are so strong there. It's about freedom, freedom to choose, freedom to assemble in the workplace. And that's what this election is going to be. And it's a real contrast. I'll tell you, Brianna, I'm here in the battleground state of Pennsylvania, 19 electoral votes here. There's definitely momentum that I see in Bucks County where I live and across the commonwealth and elsewhere in those battleground states. And I think I'd rather much be the Kamala Harris- Tim Walls team than the other side. But it is within margin error, they are the underdogs. But I like my team a lot better.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:11",
      "speaker": "SANCHEZ",
      "sentences": "Mike, you mentioned a moment ago unforced errors, distractions, or issues that are blown out of proportion. I'm wondering what you think of the army's rebuke of the Trump campaign's handling of the incident in Arlington National Cemetery, what category, in your eyes, does that fall in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:11",
      "speaker": "DUBKE",
      "sentences": "Well, I think there were two events on that Monday, one with laying the wreath, which is totally appropriate. The other, which is what we're talking about today, with the propriety of taking photographs at the graves and then the use of that on TikTok. And look, I -- that is one where I think, you know, the campaign shouldn't have put that out there. They should have blurred the names of the other fallen soldiers who were in -- whose graves were there in order to protect those families. So I think that's an unforced error. I also think that this is something in the media that's been a little bit blown up. But, you know, if we get back to these polling numbers, Democrats have finally come home. I think that's why we see -- to answer your question, I think Democrats who had walked away from Biden have come back. That's why we see this so close.But on economic issues and all these other issues, on immigration and the such. This is where the campaign, the Trump campaign can really take a stride. She's had 39 great days. I don't think anyone would say, they've had nothing but a great start to their campaign. She has an interview tonight, the Vice President does, with her vice presidential nominee. And then there's a debate on the 10th. Now, we start to get into the real campaign. And I will be curious to come back in two weeks and talk about poll numbers and see if they're still neck and neck.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:11",
      "speaker": "KEILAR",
      "sentences": "Patrick, you're the former undersecretary of the army, as we mentioned. Do you think this is the media blowing this up or do you think this is a big deal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:09",
      "speaker": "SANCHEZ",
      "sentences": "Congressman, I also wanted to ask you, given that we're hosting this interview tonight with someone that you had a personal relationship with Harris's vice presidential nominee, Tim Walz, it's almost certain. We don't know for sure, but it's almost certain that Dana is going to ask him about his past comments about his military rank and him talking about holding a weapon in a combat zone, which he didn't do, seeming to embellish his experience. I'm wondering how you think he should respond to questions on those issues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:09",
      "speaker": "MURPHY",
      "sentences": "He should be fourth rate and upcoming and honest like he's always been. Boris, Tim Walz, the other side wants to attack his record for 24 years he served honorably. When President Trump, when he was a student, got five deferments. And after he was a student, got five deferments from the Vietnam War. But these are the facts. And of course, he should be asked about it. He served as a command sergeant major. He didn't serve in time of grade, so he didn't retire that rank. He carried weapons of war. He left his wife, his kids after 9/11 to deploy with his unit overseas. The army put him in Vicenza, Italy, home of the 173rd Airborne Regiment. They didn't send him to Afghanistan. He never said he served in Afghanistan. He made a misstatement once when he said, I carried weapons of war, which he did in war, which he didn't do. He was in the war in terror, but it wasn't in combat in Iraq or Afghanistan. But he wasn't embellishing his record. It was a misstatement talking about how these weapons of war shouldn't be in our schools, shouldn't be hurting our children like they have been.So I have full faith and confidence that Tim Walz, who's a leader of character, and Kamala Harris will do great in the debate tonight. Dana is a phenomenal interviewer. We'll see how it goes. I know I'm going to watch it with my kids and I'm going to show my son and my daughter. I hope this person, these two people get to lead our country in the next four years because we need a new generation of leaders to right these wrongs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:09",
      "speaker": "KEILAR",
      "sentences": "Mike, what are you looking for in this interview?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:09",
      "speaker": "DUBKE",
      "sentences": "Well, I'm looking for a one on one interview. I hope that of -- when she's sitting down with these two individuals that she really does focus on, Vice President Harris, and ask her about the positions she took in 2019 when running for president, votes she took when she was in the United States Senate and how those far-left positions, progressive positions themselves. But far-left as she was running, why she's changed her mind on fracking, on Medicare for all, on all those other items? Find out.I know we -- there's this whole nomenclature about border czar, but that was the language that was used at the time. We have an immigration problem. We need to discuss that. So hopefully, I'm hoping that it turns into a conversation where Dana is asking the Vice President why she made some of these flips and flops.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:09",
      "speaker": "KEILAR",
      "sentences": "Her purview, just to be clear, was looking at the drivers of immigration --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:09",
      "speaker": "DUBKE",
      "sentences": "I know we don't -- we could -- I don't even --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:09",
      "speaker": "KEILAR",
      "sentences": "The northern triangle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:09",
      "speaker": "DUBKE",
      "sentences": "-- really want to argue about this because it's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:09",
      "speaker": "KEILAR",
      "sentences": "I hear what you're saying, Mike.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:09",
      "speaker": "DUBKE",
      "sentences": "At the time --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:09",
      "speaker": "KEILAR",
      "sentences": "But we should be clear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:09",
      "speaker": "DUBKE",
      "sentences": "At the time it was reported, and I'm going to be clear, at the time it was recorded, even CNN called her a border czar. So we're really -- we can argue about that. I find that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:09",
      "speaker": "KEILAR",
      "sentences": "No, we didn't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:09",
      "speaker": "DUBKE",
      "sentences": "Yeah, I think we can go back --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:09",
      "speaker": "KEILAR",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:09",
      "speaker": "DUBKE",
      "sentences": "-- then double check that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:09",
      "speaker": "KEILAR",
      "sentences": "We'll go back and double check it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:09",
      "speaker": "DUBKE",
      "sentences": "And if I'm wrong, I will eat my words on that. But let's go back --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:09",
      "speaker": "KEILAR",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:09",
      "speaker": "DUBKE",
      "sentences": "-- and double check.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:09",
      "speaker": "KEILAR",
      "sentences": "Will do, Mike.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:09",
      "speaker": "SANCHEZ",
      "sentences": "We'll have you back to do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:09",
      "speaker": "DUBKE",
      "sentences": "I know. I love this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:09",
      "speaker": "SANCHEZ",
      "sentences": "Mike Dubke, former Congressman. Patrick Murphy --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:09",
      "speaker": "MURPHY",
      "sentences": "And I'm not trying (inaudible) for Mike, but the record is this is that her record with Joe Biden has been the highest oil production and natural gas production in American history. That gas prices were over $6 in some states. They're now down. I got gas at the American Legion conference in Louisiana for $2.94 last night, right? So this is the reality. The reality is that our economy's finally moving in the right direction after President Trump racked up $8 trillion in debt. We lost jobs. We had double-digit unemployment now partially because of COVID but we brought those jobs, over 50 million jobs back. We have new job creation in America. We need to continue the march on putting our economy back in the right track. We cannot and will not go back to the failed policies of Donald J. Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:09",
      "speaker": "SANCHEZ",
      "sentences": "This feels like a conversation we could continue -- KEILAR",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:09",
      "speaker": "SANCHEZ",
      "sentences": "-- for a while. We look forward to part two sometime soon. Thank you both. Appreciate your time. 1",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:09",
      "speaker": "DUBKE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:09",
      "speaker": "SANCHEZ",
      "sentences": "Still ahead this hour on CNN News Central, a United Airlines flight making an emergency landing after some severe turbulence. Several people were hurt, one having to be rushed to the hospital. What we're learning about this incident? Plus a ruling from the Supreme Court putting President Biden's student loan relief plan in limbo. What comes next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:02",
      "speaker": "KEILAR",
      "sentences": "You see right there? That's a fire truck on the tarmac in Memphis meeting United Flight 1196 after it made an emergency landing. So it was a Boeing 737 that was flying to Chicago. So let's bring in CNN Aviation Correspondent Pete Muntean, who I feel like we have had you to talk about way too many of these cases. And part of it is because they are increasing. What are you learning about this one?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:02",
      "speaker": "PETE MUNTEAN, CNN AVIATION CORRESPONDENT",
      "sentences": "It just keeps happening over and over again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:02",
      "speaker": "KEILAR",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:02",
      "speaker": "MUNTEAN",
      "sentences": "And we're hearing from United Airlines that this actually happened while the seatbelt sign was on, though still unclear if those hurt were wearing their seatbelts or not. Sometimes, these cases can be people hurt by loose items in the passenger cabin, think carry on bags, even dishware that they may be serving in first class. But just another reminder to keep your seatbelt on and tight all of the time, whether or not the seatbelt sign is on. And this gets to the larger story that turbulence incidents could be rising with climate change. The most significant recent case on a Singapore Airlines flight in May, severe turbulence killed one passenger and injured 70 other passengers. But the headlines just keep coming.Last month, 30 passengers injured when an Air Europa flight hit severe turbulence. And just about 10 days ago, two crew members on an easyJet flight were injured when a case of severe turbulence hit that flight. The flight crew often the most at risk because they're the ones up and walking around something airlines have been trying to address more aggressively with their own turbulence policies. But this latest incident injured a total of seven passengers, only one sent to the hospital. United says the flight from Cancun to Chicago hare encountered turbulence at 34,000ft over Louisiana. And then the crew decided to make an emergency diversion to Memphis. You can see sort of the curlicue approach there at the top of the screen. FAA is now investigating. The National Transportation Safety Board says, turbulence is the number one cause of injuries on commercial flights in the United States. The question that investigators will have is, what kind of turbulence was this? Was this flight flying near thunderstorms that are so common in the summertime? Was this turbulence from the updrafts of a weather system that was further away? Or was it so called clear air turbulence that comes without much warning at all? It is an invisible risk to pilots. But airlines are pouring so much money into new technology for forecasting turbulence. Users of Boeing's ForeFlight can opt in to report turbulence automatically in real time. So yes, there is an app for that. The old school method is often the best, though, known as a pilot report or a ride report, pilots radio, air traffic control, where they experience the roughest patches of air. The good news is that turbulence incidents generally are pretty infrequent and really rarely cause damage to the plane. In fact, this plane landed in Memphis, continued on to Chicago after this incident, still flying today. It actually just landed in LaGuardia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:02",
      "speaker": "KEILAR",
      "sentences": "People not quite as strong as airplanes, though.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:02",
      "speaker": "MUNTEAN",
      "sentences": "That's very true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:02",
      "speaker": "KEILAR",
      "sentences": "Because It's tough. I hate these stories. But thank you for the (inaudible).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:02",
      "speaker": "MUNTEA",
      "sentences": "Sorry, I don't mean to make it sound scary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:02",
      "speaker": "KEILAR",
      "sentences": "No, I know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:02",
      "speaker": "MUNTEAN",
      "sentences": "I'm trying to interject insanity in here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:02",
      "speaker": "KEILAR",
      "sentences": "We're just --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:02",
      "speaker": "MUNTEAN",
      "sentences": "You shouldn't worry about it too much. Keep your belt done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:02",
      "speaker": "KEILAR",
      "sentences": "Click it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:02",
      "speaker": "SANCHEZ",
      "sentences": "That's a good of you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:02",
      "speaker": "KEILAR",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:02",
      "speaker": "MUNTEAN",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:02",
      "speaker": "SANCHEZ",
      "sentences": "That's a good of you.",
      "isLastSentenceInterrupted": false
    }
  ]
}